{
    "screen name": "Bagwell40394641",
    "no. of tweets": 133,
    "tweets": [
        "@Idowusamuelf 🤣🤣",
        "When i'm happy, i smoke weed. when i'm sad, i smoke weed. all my feelings get me stoned.",
        "If you don’t like weed, all you have to do is not smoke it and mind your own damn business. It literally takes zero effort.",
        "@thickums_of_buj 💔",
        "@iam_bhummie 💯",
        "You ever been so high, you have to change you breathing from automatic to manual.",
        "@DesmondThaplug @Semi_Dope &gt;&gt;&gt;",
        "Gunna 🤝 Lil Baby",
        "#NowPlaying Fr Fr by Wiz khalifa ft Lil Skies 🎶🎶🔥🔥",
        "Young M.A \" RED FLU\" mixtape album don't have a bad songs.",
        "@boyofthe90s @tirexog Happy birthday to him\nWishing him more wins\nStay lifted",
        "@DesmondThaplug @KelvinMate_ This one weak me",
        "Mad o 😂 https://t.co/WWMAzMe8fj",
        "Be educated, Dress well, Get money, Smoke Weed, Mind your business. These Are What Makes You A Stoner.",
        "Key Glock \"Son Of A Gun\" album is 🔥🔥🔥🔥",
        "A breakup ain’t shit. \nYou ever lost a joint before?",
        "Nobody will know you’re stoned if you’re always stoned.",
        "This man paid Lil Baby to stay out the streets and stick to rapping...he also believed in Gunna and gave em a chanc… https://t.co/M2bB9JC4gd",
        "@ose_currency Fr",
        "im sorry Gunna didn’t miss at all🔥🔥🔥‼️",
        "@Deen21_ Sure she does",
        "@JiggyESQ Mixtape",
        "Young Boy Never Broke Again on Migos \"Need It\" &gt;&gt;&gt;&gt;&gt;",
        "Dej Loaf// it's a set up https://t.co/AEN7X0GFhH",
        "Real stoners don't flex how much they smoke.",
        "Drake previewing Greece last night on live 🔥🔥🔥\n https://t.co/AWcMlmlXd8",
        "The congratulations will go round 🙏",
        "Drake playing some more unreleased songs and IG wasn’t having it https://t.co/82gZRUBwsZ",
        "New albums dropping tonight 5/22\n\nGunna - Wunna\n\nThe 1975 - Notes on a Conditional Form\n\nYoung M.A - Red Flu\n\nKota… https://t.co/e7GoeJXFea",
        "No matter how high I get, I’m always down to smoke another.",
        "Let's have a 3some, Me, You &amp; the Joint.",
        "@Semi_Dope Litty",
        "Lil Baby got hit right back 🤣 💨💨\n\nhttps://t.co/lidyh2bey5",
        "I'm bout rumble in the jungle in these new Kanye's 🎶 https://t.co/7vYEdvUYDe",
        "When you smoke weed, you will get high. When you read, you will get educated. So, when you read and smoke, you will get highly educated. 💨💨",
        "Girls who smoke weed are beautiful I don’t make the rules.",
        "I like my weed aggressive \nChoke me bih",
        "@AzukaPhrank 😂",
        "Blinding Lights https://t.co/7f7bi1PsSa",
        "dozens of people followed me and 19 people unfollowed me // automatically checked by https://t.co/tVcYAARBqI",
        "Do you ever catch yourself in a really deep 5 minute thought, then snap yourself out of it and say \"I'm really high..\"",
        "You know you're a stoner when any amount of money you hear, the first thing you think of is how much bud you can buy with that.",
        "@Shes_Aphrodite @peaceful614 Happy birthday FAM\nMore wins\nStay lifted 💚",
        "Every man has a voice, but Money is the volume.",
        "I wish I had a friend like myself, I'd be needing a me......",
        "@sparzito_ Happy Birthday FAM!! \nWe love you ❤\nStay Lifted \n\n#Mmemberville 💚",
        "The Weeknd and Doja Cat will be releasing a remix to “In Your Eyes” tonight https://t.co/7etqmjvM5E",
        "Before you sleep, Pray.",
        "I'm not rich but I can afford my needs.",
        "Mane's hairline is so far behind it could have warned us about Coronavirus. https://t.co/m4RbHNPoN2",
        "Wilfred Ndidi the most underated footballer in the world. https://t.co/6Hrttr6VbX",
        "I hate a \"it smells like weed\" ass person. Mind your business 👌",
        "People's bullshit and fakeness is why I like to be alone, listen to good music and smoke weed.",
        "@LarryTriggah For me it's \"turn off the lights\"",
        "@kushcolony 😯 DM",
        "Legend https://t.co/xpdJf2GNjb",
        "@_KingWale My boys are back",
        "@Richmindset606 @UncleMohamz Methodist High School.",
        "Gunna’s new album Wunna will feature ⬇️\n\n🗣 Young Thug\n🗣 Lil Baby\n🗣 Roddy Ricch\n🗣 Travis Scott\n🗣 Nechie https://t.co/xgwWg4BTaT",
        "@iam_bhummie 😂",
        "#NowPlaying Up to Something by Metro Booming ft Young Thug &amp; Travis Scott 🎶🎶🔥",
        "@lordkriztovah_ Aiit bro 🤝",
        "Your birth month is what makes you feel better when sad \n\nJanuary – Weed \nFebruary – Weed \nMarch – Weed\nApril – Wee… https://t.co/fEy62uDTcY",
        "When I'm high, I notice weird vibes, bad energy, and sneaky shit in a heartbeat.",
        "Please smoke more and bitch less.",
        "Hangovers are God's way of telling an alcoholics they should've smoked weed instead.",
        "Odogwu 🦍 https://t.co/yfSDHlZj8l",
        "@hayourmidhay1 Nope but it is sold in stores in US",
        "@wavyray4 Thugger",
        "@wavyray4 DJ Mustard is a legend, London is a legend in the making",
        "Me high as balls checking the fridge for the third time just in case new food spawned https://t.co/OGMhS7yoUP",
        "@wavyray4 Posty is too good to be compared with Swae Lee",
        "@wavyray4 Lil Baby",
        "@wavyray4 Gunna",
        "High off life. https://t.co/8GKugA0tDe",
        "@wavyray4 AJ Tracey",
        "@wavyray4 Stormzy, but Dave greater.",
        "Can’t wait to be an old grandpa and whip this jawn out to tell my grandkids about when weed was illegal. https://t.co/1OQCnqXHUm",
        "You ever smoke some weed that gets you so high, you understand why some people don’t like smoking weed? 😂",
        "Billboard chart is overrated.",
        "Sometimes na only box ⬛ we dey press, na God dey add R2",
        "Hate him or nah, Xhaka is our best CM. https://t.co/X5rIvWxHvf",
        "@wavyblvk @wavyblvkstore Naija Diddy",
        "@walkingwithweed Asf 💯",
        "My wedding cake gonna be edible and I'm not warning anybody.",
        "@ajiggyjaga Okay bro.",
        "@ajiggyjaga Drop title no dey tease us Mr ajigijaga",
        "I smoke weed so often that I forget it's illegal. I mean, I smoke it every day. It's weird. I don't even get why it's illegal to begin with.",
        "high in the house and i’m in the house high.",
        "If you got here without them, you don't need them to get there.",
        "Y'all scared of heartbreaks...... I'm here scared of dying without being a billionaire.",
        "when u swallow a stoner guy's cum it's like an edible u just gotta wait for it to kick in.",
        "Shout out to my followers who interact with my tweets. Y’all the realest ones 🙏❤️ https://t.co/fZMPzvr3QP",
        "@SorinoluAlfred 🤣🤣",
        "Promise is a debt, but for the street it's a scope.",
        "I got the game from old heads I think different !!",
        "Smoking weed together is romantic.",
        "@QQ_St_Range The album is dropping on the 22nd 💯",
        "@DesmondThaplug 😁",
        "I love smoking music while listening to weed.",
        "@OlaOluwaaremo To me it's healthy.",
        "I smoke weed before I eat to eat and then I smoke right after.",
        "#NowPlaying Rockstar by Dababy ft Roddy Ricch 🎶🎶🎶🔥",
        "@Mee_stie I didn't write them in order.",
        "@Mee_stie 😂😂",
        "Weed hits a lil different when your life is a lil  fucked up.",
        "My brain naturally craves 5 things: Weed\nFood\nWater\nSleep\nMoney.",
        "@Abdul_phresh Presh I have explore all the pills, it's not just my kind of high, ref, emzor, dizapam makes me sleep… https://t.co/c6Bi9UhTwl",
        "@QQ_St_Range It's a hard joint, I love Gunna flow. U can't wait for the full album to drop on Friday.",
        "Your parents gave you what you wanted, mine gave me what they could. We are not the same.",
        "@DesmondThaplug @Eminem \"Music to be murdered by\" was his last project.",
        "#NowPlaying Wunna by Gunna 🎶🎶🎶🔥",
        "Drip too hard 💦 https://t.co/iJdmvFU6PC",
        "4:20 💨💨\n\n50 shades of I want to get high. https://t.co/KmftmNF70Z",
        "@SorinoluAlfred I'm in",
        "@Younging10J I just said Nas is a legend means he's&gt;&gt;&gt;",
        "Nas is a legend\nJ Cole is a legend in the making. https://t.co/kYhZfXgNsZ",
        "@OChyca I have taste those highs, anytime I'm high on pills I neglect all my responsibilities for the day, that's n… https://t.co/DnRreHuYcb",
        "@alh_throne I have used blue pills talk about ref, dizapam, tramadol, emzor. I have taste their high before, I just… https://t.co/r86vO6PtG5",
        "I don't fuck with pills I just smoke weed.",
        "Mondays are not so bad when you have weed.",
        "If she suck your dick from scratch and you feel it rise like a loaf of bread, she's a good sucker.",
        "@DesmondThaplug But if it was on boat or yacht then I'm in.",
        "@DesmondThaplug Hitting a joint here is suicidal o 😂🤣🤣",
        "Be the person you'd wanna get high with.",
        "Why do Ladies like making videos without saying anything, Just licking lips &amp; blinking eyes &amp; turning head like standing fan 😷😷",
        "Niggas gone try your girl regardless.....it's up to her to remain solid.",
        "dozens of people followed me and 6 people unfollowed me // automatically checked by https://t.co/tVcYAARBqI",
        "REDLYFE ❤ https://t.co/f4ca4Om01n",
        "@BDSMarijuana 🤝",
        "@DesmondThaplug 😂",
        "Marijuana dealers should have a loyalty rewards program.",
        "I'm always having the best idea when I'm high but not being able to remember them later. 🤦🏿"
    ]
}