{
    "screen name": "reikyo_",
    "no. of tweets": 172,
    "tweets": [
        "@oduwolsss_ @wrdjsn I don't think responses to health related issues is something that the masses... especially Nig… https://t.co/4rMPB2hVi2",
        "@wrdjsn How much for a 2 hour session https://t.co/z3Mcb8pCqK",
        "@llShib what the fuck",
        "@llShib https://t.co/hQeMXDGh8A",
        "God has some pretty questionable design choices imo https://t.co/RdTo6qtWcM",
        "1. What can I offer you for your powers?\n2. What does the orgasm of an all powerful being feel like?\n3. You couldn'… https://t.co/FXNZOasAl8",
        "Got \"T\"\n\nLike for a letter or whatever 👺 https://t.co/4fQ5fUfJbb https://t.co/k4zgldpEAP",
        "@rowly_og Little devil girlfriend episode 1🌞",
        "Does people really even say this anymore? https://t.co/newwABHgXt",
        "@Tunkunmi Meh👺",
        "@oduwolsss_ The original's the best you heathen",
        "@Tunkunmi Nigga didn't you see fluent there?\nYou just want to embarrass someone this night sha👺",
        "This is gold🤣🤣🤣 https://t.co/NIYdl1NRrn",
        "Every time this actually happens with my close friends, I give God more reasons why I deserve going to hell🗿 https://t.co/o7twHV4DY4",
        "@wrdjsn https://t.co/0zEoExIStS",
        "Killing off a perfect character in your story for the sake of developing the others https://t.co/kYMMWn8xpJ",
        "@JakeTheDingus No",
        "@MeiPuns_ Ah yes\nQuality fap material",
        "Pain\nSo much pain https://t.co/uWZLIpLSBd https://t.co/J6XC9EiRtN",
        "Everyone else is happy about their hair getting longer, but once I have the courage to go out it's good riddance to bad rubbish🚶",
        "@Friskynerd Wait what exactly makes it anime if it's not Japanese themed or voiced in Japanese 😂",
        "@wrdjsn But wait what did she do here exactly that's annoying😂",
        "@Tunkunmi @wrdjsn Masashi's writing was shit in part one before he had sense in Shippuden so why are you tagging me… https://t.co/DSUF0Gxgfb",
        "Watching these two at the same time. My body is ready (+_+ ) https://t.co/ykKfkDxJQV",
        "Wtf is an unnecessary gay character?\nAre there unnecessary straight characters tf is this shit?😂 https://t.co/1bcyFaV1dp",
        "Nah I'd actually like having a psychotic girlfriend\nFuck the rest tho https://t.co/mlVl7tAQyI",
        "@japanesefae I used it just this morning to send Hunter x Hunter to my phone\nSo no thank you☺️",
        "@_kareem_s Nah nigga🗿\nIts great but... Inferno takes the W here sorry🗿",
        "@_kareem_s @Suspect_Tweetss Cum at me n!gg£® https://t.co/EhbobAraF5",
        "@skinteethnerd Ice spears",
        "Water or air so I can bend Ice by extension\nI just want to Ice bend and nothing else https://t.co/ceIQs7xshU",
        "@_kareem_s It's probably saving it to break it's fast🙏",
        "@_kareem_s I only listen to music that comes from the devil's anus https://t.co/IxnIzES3ZM",
        "@oduwolsss_ https://t.co/Vjb4KslAuY",
        "@oduwolsss_ Me too honestly\nHe dosen't sound edgy or Japanese enough😐\nI might try again sha",
        "@wrdjsn The comments... https://t.co/wSDSS4jOpy",
        "@wrdjsn Did Naruto even go through a character development?\nHe pretty much stayed the same throughout the series to me",
        "@frogsforu You're not wrong...",
        "@thecynicalseth Healing isn't important?😂",
        "@Tunkunmi Donkey 😂",
        "@gutsthebadass @Tunkunmi \nHehe🐬",
        "@wrdjsn Tf?😂",
        "@Tunkunmi She's still one of the most powerful kunoichi in the village tho\nShe dosen't need Sasuke or naruto to pro… https://t.co/Af13ZQU1In",
        "@japaneseimpala Oh I disagree here then🗿",
        "@japaneseimpala The only good swallow is Amala honestly\nThe rest are trash 🐥",
        "@Cryyfuu No",
        "Thank God I didn't have access to social media between ages 11 to 14.\nI would've said some horrible, horrible thing… https://t.co/iEU9Fgb5XZ",
        "Yup that's about accurate https://t.co/6Vzq0CRnek",
        "Those tiddies tho goddamn\n\nI need to find me some quintessential quintuplets lewds https://t.co/Izb28SsJk3",
        "The best thing about having a little brother who also likes anime is you get to relive anime without actually rewat… https://t.co/qACXxu0umM",
        "Tanaka-kun is always listless is honestly the chillest anime I've seen till date\nThe story and art are just so... c… https://t.co/CtPwY1c0B5",
        "@wrdjsn What the fuck",
        "@wrdjsn You aren't reading the manga?",
        "@wrdjsn Probably\nThe question I have is whether you'll still be you even if they extract your memories",
        "@wrdjsn Damnit n!gg£® give me clear reasons",
        "@chocomocococo @wrdjsn Co ask",
        "@_justmb When that happens, it happens\nI'll suppress the fuck out if it till then😗",
        "Attack on ass\nAss reviewers\nSeven deadly ass https://t.co/88oJux2gL5",
        "https://t.co/vBOCCZtQNe https://t.co/btaaU5ptHj",
        "@oduwolsss_ If I hear any funny sound that late at night, good luck trying to talk logic to me",
        "@oduwolsss_ Lol\nYou've got balls\nI'm running",
        "No fear\nJust vibes https://t.co/4DbWkmyK60",
        "@teawa_ Oh\nIt'd probably be harder to stick the uncircumcised one up a butthole tho",
        "@teawa_ The...\nWhat?",
        "@_kareem_s Its reikyo_ now\nAnd no it will never stop being funny😂",
        "@susamarulovesu Walking in these would be suffering",
        "People are dumb goddamn\nI look at some tweets and lose my mind thinking about how to respond or what the point of t… https://t.co/VTeCJGyKQa",
        "Half of the reason I reduced the amount of time I got involved in politics is because I need to read up about my be… https://t.co/G9gcwVCuKh",
        "@oduwolsss_ Inner peace is an alien concept to me so I wouldn't know🗿\nYour reply was just funny af😂",
        "Dear GOD I am lonely\nI should've spent my secondary school life developing social skills instead of being an edgy b… https://t.co/C5ZTb75J1y",
        "@oduwolsss_ \"Life is boring and existence has lost its meaning\"\nOduwole: https://t.co/TppjcWbsau",
        "Okay wolves are overrated\nI want a rabbit now https://t.co/mrseGlWRXW",
        "@wrdjsn Well that guy did stab the other guy in the face",
        "@japanesefae Happy to help 🐬",
        "Now I know the countries to go when I begin my hobby of stabbing people for absolutely no reason\nThe death penalty… https://t.co/hfAhr6vkUM",
        "@japanesefae https://t.co/iKuYQ9Zoaj",
        "@japanesefae Its between garage palace and Feel good inc",
        "Yeah fuck them crackers https://t.co/8oJPUrmhfc",
        "This is very disturbing https://t.co/OXuPA6ring",
        "On god https://t.co/9dtWap8U4p https://t.co/kNRO1BlczX",
        "@oduwolsss_ @_kareem_s Its like you want to kill them sha",
        "Adding sugar to porridge &gt;&gt;&gt;&gt;&gt;",
        "I feel like someone somewhere has already written a whole thesis about why retweeting is so much more stressful tha… https://t.co/Oiqbpvnzmp",
        "I think if I were immortal and all powerful I'd probably spend every moment screwing with conscious beings for lols… https://t.co/eIflJcF05o",
        "Is it weird having a monster girl fetish?\nCuz I'd smash Miia from monster musume any day and feel nothing but satisfaction after🗿",
        "I envy people for the dumbest, most inconsequential reasons and I hate myself for it",
        "@wrdjsn Well. See y'all next year✌️",
        "@oduwolsss_ That's the plan comrade🗿",
        "Its wild how vibrant and dynamic your fictional world becomes when you start creating characters for it",
        "@oduwolsss_ I think I'm going to die at this height either way\nReality is pain(._. )",
        "It is kinda hot tho🗿 https://t.co/PNpqv3hVr6",
        "Connection, Alignment, Family\n\nThat's weird\nI thought I'd see something like darkness or suffering or something 🤔 https://t.co/QfLz6026X5",
        "@vicmitro Fine\nBut Toradora is still top tier😗",
        "A song I liked and downloaded was skipping at certain parts. It made me a little uncomfortable but I kept listening… https://t.co/6HV6xZEwzW",
        "@OukaJinrai Tifa×Aerith🗿",
        "If Myth &amp; Roid don't have any of their songs on apple music I might legitimately kill myself",
        "Hey let's all do what his mom did to discipline our kids\nIt seems pretty effective 🤣🤣🤣🤣🤣 https://t.co/65jARaM1LG",
        "🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣 https://t.co/qjXH8f9hVl",
        "Why does this feel like a shitpost😂😂😂😂 https://t.co/UDHdzeYpT5",
        "Lord knows I'm trying to keep this account politics free but it is HARD😭",
        "I see that another thing Nigerians almost unanimously agree on is beating children and calling it discipline\nYikes",
        "The fact that this has so many likes is kinda...ugh https://t.co/rIZrVtw6Xy https://t.co/fKqmR53Cl1",
        "I hope no one saw that...",
        "I watched Steins gate, Erased and read Chainsaw man back to back\nMy tolerance for mid anime and manga might've just… https://t.co/Dv3NDaMsCZ",
        "I've finally caught up and this manga is fucking good. The world is absurd and the lives of the characters are fick… https://t.co/Tu7QsgBWzW",
        "@bolaji_ayenz Yup",
        "This Nakamura guy was just introduced to die\n🤣🤣🤣🤣🤣 https://t.co/3pd3t3hWmR",
        "This manga is nuts. Wtf https://t.co/RZWggbwyXr",
        "@wrdjsn Take it all in on your stride\nIt is ticking, falling down",
        "@wrdjsn Okay I remember now\nBut that did not look like a woman 🗿",
        "@wrdjsn Okay now it makes sense\nBut I don't remember who that guy is tho",
        "@wrdjsn Wait how tf",
        "Nothing will stop me from catching up to chainsaw man. Nothing. https://t.co/u0u4HZ7mTm",
        "@GamesCageX 2B porn tho...",
        "@wrdjsn She dosen't have to tho\nShad will give her a d and an ahegao face whether she likes it or not",
        "@GxMisfits 🐥 https://t.co/2TcpnwF43G",
        "I think I have an unhealthy obsession with anime girls that have pink hair.\n\nI see one and I go \"yep that's best gi… https://t.co/mfkCx3LlX4",
        "And I will love her till the day I die🗿 https://t.co/o6YxYl8pUG https://t.co/95CUsv8Bo3",
        "@Tunkunmi I did\nDeal with it🐥",
        "@THE_INKSOMNIA I went for those and stayed for the replacements, Brandy and Mr.whiskers and The emperor's new school😪",
        "Did they expect Hinazuki to wait for Satoru or something? https://t.co/LH4yPs65sp",
        "I actually had to think about this for a while\nBut I'd say my life started going to shit around 11 when I was put i… https://t.co/iqXbki7BMm",
        "@KobayashisEgo Nope\nNot once in my life",
        "@HumanitysLamest I'm going to remember this🌝",
        "Another addition to the \"things I'm never going to try in my life\" list https://t.co/F9DkYzQqEE",
        "@oduwolsss_ Nope you are not 🗿",
        "Like...no one can influence my behavior except they give concrete reasons for why it would be beneficial for me\nI'm… https://t.co/HoN2AMXWUR",
        "And I still avoid them. I run the opposite direction anytime I see them in person and even on this app. Figurativel… https://t.co/gNeg6vX3FJ",
        "I really can't tell if I'm insecure or not really\nI'm confident enough to isolate myself from others for no reason… https://t.co/mnrgcOHhJP",
        "So long as teachers didn't bother me the façade was fine🗿 https://t.co/Va4US9n3T1",
        "@joker_chronic Are you talking about the novel or...",
        "@joker_chronic I find it just as annoying as Naruto's persistence to bring Sasuke back and constant \"I'll be the ho… https://t.co/QIVq5RJTxT",
        "@joker_chronic Hope the fandom keeps the same energy when I express my dissatisfaction with the mc himself🗿\nSince t… https://t.co/MeUrhT4SJx",
        "Boutta retreat into the cesspool of sin that is my NSFW account https://t.co/ZFk5BgnkV4",
        "@joker_chronic It's Shippuden episode 373 anyway. Go check it out",
        "@joker_chronic Like I said\nMasashi is at fault for not foreshadowing or explaining it. He did a bad job with Sakura… https://t.co/Jq6u3F5NSW",
        "@joker_chronic Still think it's headcanon?",
        "@joker_chronic https://t.co/AhqignCuOO\n\nThis pretty much sums it up",
        "@joker_chronic No prob\nI'll just look up the episode",
        "@joker_chronic That's the writers fault\nI still haven't seen anywhere Sakura actually used it before she did during… https://t.co/8so7plk2yq",
        "@joker_chronic Here🐥",
        "@joker_chronic No I addressed that",
        "@_emoslut No we do not don't insult melons like that gosh",
        "@joker_chronic Requirements which Sakura only just finished fulfilling during the war",
        "@joker_chronic I think I understand where the misunderstanding was now😂\nAnd like I said\nTsunade had awakened hers p… https://t.co/yyJID3b4CW",
        "@joker_chronic If Sakura didn't need that long, Shizune had no reason to commend her for awakening it and should've… https://t.co/Iq18LqCovz",
        "@joker_chronic Wait are you talking about Tsunade or Sakura here?\nTsunade had already awakened hers. Once you've aw… https://t.co/5CQOjkSTOW",
        "@joker_chronic If it's to distract pain, anyone else could've done it. Especially Choji. What's more distracting th… https://t.co/C0ylR0YZAu",
        "@joker_chronic \"Not all the chakra has to be used at once\". Well...yeah it's a large chakra reservoir. If she used… https://t.co/qw6QSO3IlM",
        "@joker_chronic Weird...\nAnyway.\nBy the time pain attacked she hadn't completed the \"extended period of time\" needed… https://t.co/bHYuglOFcD",
        "@joker_chronic Wait didn't I reply this?",
        "@joker_chronic Pain is stronger than the two of them combined\nShe would've died along with Hinata.\nAnd any other ch… https://t.co/4ehUiynrzT",
        "@joker_chronic I'd actually like to know where Tsunade said this. Maybe I missed it\nEven if she did, that dosen't c… https://t.co/vOtvw54Aii",
        "@joker_chronic You do know how someone can get the seal in the first place right? https://t.co/bRK6OetZnY",
        "@joker_chronic Second, she would've still gotten herself killed because, like hinata, probably wouldn't be able to… https://t.co/oOfxLwMepD",
        "@joker_chronic Okay. First off, you need to store chakra in a reservoir consistently over a long period of time. An… https://t.co/HNcRjEOSVE",
        "Why is this in my drafts?\nWhat the fuck was I talking about?? https://t.co/N6bBAOfITX",
        "@joker_chronic Hold on\nWasn't it during the war that she reached the amount of time she needed to activate it?\nAnd… https://t.co/pW2mlJ1d4c",
        "@volariume Steins gate, erased and kyoukai no kanata🐥",
        "@_kareem_s A disappointment, I am(._. )",
        "@DumbassKing29 That or he has chakra for centuries",
        "WAIT THE SECOND SEASON OF KAGUYA SAMA LOVE IS WAR HAS STARTED???\nNOOOO I CANT USE SCHOOL WIFI FROM HOME😖",
        "@wrdjsn Is this a metaphor for wanking?",
        "@oduwolsss_ You've already passed me and I started it over a year ago💔\nAnd I happen to like foolhardy leave her alone☺️",
        "@joker_chronic What \"stupider things\" has she done that overshadow her contribution in the war or her fight with Sa… https://t.co/mFsX0B9GUS",
        "Honestly. I love kekkai sensen\nI dunno why it feels like it's a niche anime because both openings and endings are b… https://t.co/sEY4kModEp",
        "@nimeclout I do not appreciate the opinion that Ami is better than Taiga🗿",
        "@wrdjsn @_kareem_s briefly inform this man about what I do when I'm watching a series or anime on my laptop🗿",
        "@Okikechukwukere I can definitely say this to an adult I want to have sex with\nThat's my point",
        "I don't want to start bleach or one piece because they're long and I take more time than the average person to comp… https://t.co/WokFiwNAek",
        "@Okikechukwukere \"You're a smart boy\"\n\"You're a well behaved girl\"\nIsn't that enough?\nDo you have to add that you l… https://t.co/AmTP3LTAEW",
        "@Okikechukwukere A pedophile wouldn't tell you they want to sleep with your kid would they?\nThere are better ways t… https://t.co/aUvX7yIjo7"
    ]
}