{
    "screen name": "MichWendt",
    "no. of tweets": 168,
    "tweets": [
        "@jdawsey1 Well windmills do cause cancer",
        "@MollyJongFast I bet they just crossed off Obama's name, and then out the plan in a binder and call it the beautiful trump plan",
        "@JonahDispatch Fu Manchu with mutton chops !",
        ".@DavidSpade haven't laughed this much in years #thewrongmissy thanks!",
        "now thats funny! https://t.co/ZBHjm8cPXX",
        "@realDonaldTrump you fool - the press is not the enemy of the people.",
        "@Newsweek former presidents other than Obama have criticized  their successors,  guess Mitch doesn't know his history",
        "@realDonaldTrump little early to be taking a victory lap - people are still dying, but sure lets talk about ratings",
        "@realDonaldTrump @DonJBacon Looks like this dudes going to lose",
        "@PhilMickelson best round of golf, non professional was....?",
        "@realDonaldTrump can you please explain \" freedom now, and they are fully aware of what that entails\"",
        "@realDonaldTrump #TRUMPGATE",
        ".@Elizbethperkins really have enjoyed your work over the years, I would have thought you had roles prior to About l… https://t.co/HQ3DGzLXH1",
        "@realDonaldTrump where is the nationwide testing? Empty promises made, empty promises kept",
        "@MaiselTV @RachelBros @ZegenMichael @dmullenasc @CovenantHouse When's season 4 coming out?",
        "@bobufer2 he sold out his country https://t.co/hgDXLey85L",
        "@sixthreezero_ was looking to purchase 2 bikes from your site, but you're getting some awful reviews lately around… https://t.co/0IOTF3NVlf",
        "@ChrisMurphyCT Well I'm sure he has a beautifully powerful replacement? That would make sense...more helpful than say sarcasm",
        "@SteveSchmidtSES Or matt Houston",
        "@Alex_Lily The Client",
        "@bpelwood I think it's the optics of it, here he is in charge of coronavirus response and to act like that just in front of cameras.",
        "@MollyJongFast @MaiselTV great show, could be a GOAT",
        "Flynn is bad news , I'm sure he'll say he never said this https://t.co/He1by5rMXq",
        "what a douche! https://t.co/XLbG8FJy6s",
        "@justinbaragona You get it first and let us know how it goes",
        "@RepAdamSchiff How do we prevent this going forward, president is not a dictator, we have to allow to transparency and accountability",
        "@Yamiche what about the other people this valet interacted with ?",
        "he lied to FBI, admitted to it and accept responsibility. He's a traitor in my book https://t.co/32dA31Aq4R",
        "@kumailn I'll name 2....Day after tomorrow, scientist father Dennis Quad treated his family very badly. Jeff Goldbl… https://t.co/K99S9BmxJX",
        "@AshaRangappa_ It's all optics for them",
        "@joelockhart worst than Buchanan!",
        "Sad but true https://t.co/jbBGsb3YpE",
        "@MeltdownWRIF Yes",
        "@realDonaldTrump So can tell when someone else posts on your timeline",
        "@KevinMKruse @MollyJongFast leading by example",
        "@ChuckWendig Remo Williams",
        "@realDonaldTrump I'm old enough to remember when Republican presidents stood up against tyrants and dictators.",
        "@WaymoreJennings @randytravis is he doing better? Hopefully, great voice and wonderful Matlock guest appearance actor",
        "@realDonaldTrump wonder how many of your endorsements will be considered poison and folks stop asking?",
        "@WaymoreJennings I like @sissyspacek version",
        ".@BrianReganComic getting a lot of material during lockdown?",
        "@lifehacker Guess if you do search and don't see News tab, dont worry 😃",
        "@lizzieohreally chef always eats the mistakes",
        "@bpelwood @PhilipRucker I agree there were mistakes made, and other people than trump should be held accountable, b… https://t.co/hcXMBq5jFt",
        "@bpelwood @PhilipRucker I blame him for rolling back environment protections, which scientists are saying worsen th… https://t.co/JHI2JhRvd1",
        "@bpelwood @PhilipRucker I don't blame him for the virus, I blame him for initially not taking it seriously and down… https://t.co/kaGFaR9CCD",
        "@bpelwood @DanRather Don't watch much TV news...will do CNN, CBS news, go to Snopes a lot lol. I read Washington Po… https://t.co/nOmohOohlW",
        "@bpelwood @DanRather :-) I've seen this - curious as to where do you get your information? I understand there biase… https://t.co/CJAWlmuWhs",
        "@DanRather .@DanRather  just curious what news sources do you go to the most? Which ones do you find to be the most troublesome with facts?",
        "@PhilipRucker I'm sure he tweeted out condolences to the families of the dead?",
        "@MarshallCohen Just like his address change",
        "@AlexBorstein smoke it",
        "Gotta love New York! Kick some ass new York America loves you https://t.co/ajrjVi6DXw",
        "@TwitterSupport Gotta love transparency!",
        "@realDonaldTrump i guess its the fact that we're having to play catch up and all the death going on that bothers th… https://t.co/WFJor84gMK",
        "as sad as what makes up this list, I fear there will be more to add to it before he is voted out of office. https://t.co/nBpk8Qo1Sv",
        "@realDonaldTrump so you still dont have a clue as to what a president does during an emergency - try this out, guid… https://t.co/LJszVdiowO",
        "Lol https://t.co/hoghGxmt8s",
        "@gtconway3d to be fair no one could have seen this coming",
        "@JohnHeffron @LittleDebbie Wait a minute...you called Quarantined by age 50?",
        "@clmazin Gotta be cool to drop a Harrison reference in a tweet!",
        "@HonkyTonkCrowd Choices\nGrand tour\nHe stopped loving her today",
        "@TheRock As much as I like that song...my daughter and I really like Shiney",
        "@realDonaldTrump If that were what you meant...using quotation marks around Noble would have helped...that's sarcasm",
        "@gtconway3d @realDonaldTrump How do you think his base will spin Noble vs Nobel?",
        "@DannyDeraney https://t.co/Njfad9EBLA",
        "@iamcolinquinn Maybe Trump having the 25th dropped on his ass may be bigger",
        "@StephenKing Pretty sure Grady from Sanford and Son is the originator of that term",
        "@realDonaldTrump We need the testing you promised we'd have way before now...you moron",
        "@SethAbramson Words I have no words",
        "@my_ka_tet i trust you're being sarcastic?",
        "what do you got to lose? https://t.co/jTF9D6FmVD",
        "@PaulSimonMusic in my best Paul simon voice... 50 ways Trump kills his lover\n\nTake the hydroxychloroquine pill Jill… https://t.co/Qo4IQsNQc1",
        "@Slate I don't think that comic strip was ever the answer... Depressing!",
        "@Richard_Schiff @thesheilakelley @WestWingWeekly @JoshMalina @HrishiHirway @AllisonBJanney @GoodDoctorABC Great show!!!",
        "Exhibit 25a your honor.... Leeches https://t.co/27KIinSqbD",
        "OK wow https://t.co/YuYLOUi0YX",
        "@HubNature yeah but where is Matt Damon?",
        "@BetteMidler @askumbrella you're not over 60!",
        "Early days of skynet https://t.co/wMekBcC26H",
        "@Howsito DeLorean time machinr",
        "@DonaldJTrumpJr well your daddy is doing it with Russian help",
        "@deanlines was that chap Phil Connors? https://t.co/jN8QyERaFx",
        "this is what happens when there is 0 accountability https://t.co/M1sXfvKepy",
        "@SethAbramson I think it's y'all",
        "If I was in charge I surely would want to know the top people working on a cure for the pandemic....if he's not int… https://t.co/17ZI0ba5Ry",
        "@AoDespair @ChrisBo99014903 Some of the finest TV ever the Wire",
        "Now that's bat shit crazy https://t.co/r0ciZeWawm",
        "@cctvidiots wtf is that haircut comb over?",
        "@WaymoreJennings What no Roger Miller,  Jerry Lee Lewis or Gordon Lightfoot?",
        "@HillaryClinton how do you stay sane each day?",
        ".@gtconway3d hope you are keeping track of all the items that have to be repaired after trump is out?",
        "Nature will also come back https://t.co/eVwv1l7ib1",
        "Not 1 word come on https://t.co/gnqT6xCcYC",
        "@TheRickWilson What do I know I'm not a doctor",
        "how many times do we need to be told https://t.co/8bykh3rVl7",
        "@realDonaldTrump @MikeGarcia2020 Wonder how many requests you get to not endorse a candidate?",
        "@ewarren Really hoping Joe calls you soon",
        "@OrgPhysics You ever thought of going into politics?  Strange new world",
        "We won't forget https://t.co/QOOjx8Umc2",
        "@1stAmdtLyn Big bang theory",
        "@PaulMcCartney @youtubemusic Beautiful song!",
        "Nailed it! https://t.co/JzjYPlaWpV",
        "@tommychong well it is 420",
        "it has been awhile - he would respond, I'm not a doctor I just had a hunch https://t.co/VEkQvG5CtA",
        "Trump Is Scapegoating the WHO — But Failed to Confirm a U.S. Representative for 3 Years\n\nhttps://t.co/TmX1EsYxcX",
        "@brianstelter @weijia can the press core only send woman to the rally? that'll unhinged that person",
        "very damming, questions at the trump rally today need to focus on this = curious how he'll spin it - probably cite… https://t.co/ueoUxT5Qje",
        "Stable genius https://t.co/gks6nnB7jx",
        "@maybee420 Borg at the dispensary lol",
        "I feel this way sometimes lol https://t.co/nDS6QEjQTg",
        "@freep @MitchAlbom Amazing work, the depth of this writing so quickly awes me.... Thank you",
        "@DevinCow He kinda dropped off radar wtf is he doing?",
        "@carlreiner How you doing Carl?",
        "@Twitter amazing time to be able to hear all the beautiful stories people are telling... That's the good! All thanks to you",
        "@my_ka_tet @CNN Scumbag",
        "@ArthurCaplan lest we forget history we are doomed to repeat it",
        "@NYGovCuomo Thank you for your leadership",
        "@blainecapatch American pie like?",
        "@SACrockettJr Get a dog they require a lot of walks",
        "@melissablake I got 39 work in progress I guess",
        "That father and son bond https://t.co/zWbb8DqpSE",
        "Funny! https://t.co/9crfJFvfsM",
        "@pattonoswalt Why would people get into a war with a comic? @pattonoswalt",
        "@WendellPierce @IrvinPepperPhD @thewirepod @jemelehill @VanLathan What about McNulty?  Gotta bring in jimmy",
        "@kurteichenwald Bailouts",
        "Why does @realDonaldTrump call it the 1917 pandemic?  It was in 1918",
        ". @Sethrogen how's the month of 420's treating you and when is a Rogen strain coming out?",
        "They have a nice exhibit at .@afmuseum outside of Dayton Ohio https://t.co/Grf93s4Bty",
        "@PamKeithFL Can't the monies be pulled back if done illegal?",
        ". @JoeBiden come on Joe just say Warren is veep and we kick this sucker off!",
        "Dude on Maddow looks like Lorne greene",
        "@mkraju Seriously no Republicans are stepping up here?  I gotta believe there a few talking about 25th?",
        ". @SACrockettJr Jack Tripper of Clark Griswolds,is a great description, that will make a t-shirt soon!",
        "@theSLlawyer @DevinCow I think John Kelly could come back",
        "Right on! https://t.co/YprsmHIQJf",
        "@OrgPhysics And 10 numbers",
        "@maybee420 @pulte Does this guy ever give anything away?",
        "@gtconway3d is that aluminium  foil popcorn you used to make on the stove still a thing? love that when I was a kid",
        "@realDonaldTrump you have no room to blame others - take the responsibility be a leader - actually too late for you… https://t.co/QNiyKsPchN",
        "@DavidCornDC Navarro",
        ". @JeremyBobb thought you were great in Russian Doll. Reminds me of young Jack nicholson",
        "Wtf https://t.co/i5hyah91mt",
        "@_shanies_ having rewatch the series several times - I'm always envious when someone new discovers the show and get… https://t.co/3O5u6K6QiV",
        "@joshgad Love the wedding ringer.. Any plans to team up with Kevin hart again?",
        "seems appropriate!\nhttps://t.co/VTxoVgWtgJ",
        "Where's the outrage that trump withholding funding to who.... Come literally the exact people we need",
        "Right on! https://t.co/8d70h4VaIU",
        "This professor dude in @RussianDoll is like early Jack nicholson!!!",
        "Lol funny https://t.co/GqfS4isTiz",
        "@TheBoysTV Well at least 1 word lol",
        "@AviationGin always remember the taste of bombay gin - and hard to forget that nasty taste. Had some of yours recen… https://t.co/gBBK6nTmyq",
        "@samstein Black sabbath... Self titled 1st album",
        "@StephenKing “I never had any friends later on like the ones I had when I was 12. Jesus, does anyone?\"",
        "the ego on this sob https://t.co/nsPOQiJvoI",
        "@hilaryluros @TheRickWilson Soup by Robert Newtown, also the great brain series",
        ". @StephenKing I'm sure you've been asked every question about your writing, so what's your favorite vacation destination?",
        "@LETgolf @LottieWoad great shot!",
        "@LETgolf @LottieWoad .@PhilMickelson lets see your best backyard flop shot",
        "@Sethrogen watching this is the end.. Very nice work, seen it a few times 👍",
        "Did he just declare himself Supreme leader? https://t.co/mvMwoEKZUX",
        "@Microsoft your footprint on mobile is very uneven. I was trying to turn pixel 3 into a \"microsoft\" phone, and find… https://t.co/wVUhRH0Wnu",
        "@honeyandbetts @DavidSpade Tommy boy",
        "James Burke's series, connections, was a masterpiece https://t.co/XLpNIlyxi3",
        "@AbdulElSayed 1917 you mean?",
        "That's what I'm talking about https://t.co/6ng6Oij8uL",
        "@nlyonne when is season 2 of Russian doll dropping?",
        "Yeah watching TV when 2000 people a day are dying is a total waste of time... Can we just have the election today a… https://t.co/Df9bKdxIMN"
    ]
}