{
    "screen name": "Alfonso31502649",
    "no. of tweets": 200,
    "tweets": [
        "@la_yeniz 🤚🏻",
        "@iglesiasmigue65 @chilambalamb Muy Buena !!!!",
        "@Rodpac QUÉ ESTÁ PASANDO CON USTED Sr.   presidente : ESTÁ PERDIENDO LA RAZÓN ? O ESTÁ IMBECIL ?",
        "@PagesBeatriz @lopezobrador_ Es usted muy valiente y verdadera  PERIODISTA.  BRAVO 👏🏻",
        "@Sarili75 BIEN DICHO  !!!!!",
        "@deniseramosm López eres un MITÓMANO ; POCO HOMBRE ; NO TIENES MADRE !!!!!!!",
        "@andressmex A NINGUNO !!!!",
        "@kenialopezr @SenadoresdelPAN @lopezobrador_ Entonces ; Sr. presidente :  QUÉ ESTÁ CIEGO .",
        "@SuSylva5 @mmromanol @M_OlgaSCordero @lopezobrador_ Muy Buena !!!!",
        "@Jorge_Meade @carmen_olvera SOLO UN IMBECIL ACTÚA Y GOBIERNA CON  LA MENTIRA Y LA SINVERGUENZA DE ESTE jefe de estado.",
        "@geramx23 Esta mañana en la mañanera dijo el Sr. presidente:  VOY A PROTEGER AL 70 porciento de los mexicanos y el… https://t.co/gapMbjLwOx",
        "@BrallanAletsis ES POR ESO QUE HOY EN LA MAÑANERA EL PRESIDENTE DE LOS POBRES, ASEGURÓ QUÉ PROTEGERÁ AL 70 porcient… https://t.co/IrcaDE8Wl0",
        "@alewtoo2 @Sarili75 @zoerobledo @HLGatell OJALÁ ; QUE EXISTIERAN DIRIGEMTES ; CON LA CLARIDAD QUÉ HABLA Y ACTÚA EL GOBERNADOR DE MICHOCAN.",
        "@SrDonBot @chilambalamb @lopezobrador_ Muy. Buena!!!!",
        "@MElenaPerezJaen @go_fantasma POBRE!!!!! IDIOTA",
        "@sabinaberman @ManuelBartlett DESGRACIADO; IRRESPONSABLE; EN POCAS PALABRAS :LADRON",
        "@ElFinancieroTv @lopezobrador_ DESCARADO!!!",
        "@ANDROMACO64 SR. Presidente ; ES USTED UN IMBECIL DESCASTADO.",
        "@SimnTolomeo2 🖐",
        "@Cuervomick @lopezobrador_ Muy Buena!!!!",
        "@castaybravura 👏",
        "@martinezmau El Sr: Presidente es peor ; QUE EL PROPIO COVID 19,PEOR QUÉ LA PANDEMIA. NO HAY  OTRA PALABRA. RENUNCIE TODAVÍA ES TIEMPO.",
        "@ramonpenafranco B",
        "@Excelsior @lopezobrador_ Qué se haga una encuesta con los médicos qué están atendiendo la pandemia del IMSS!!!",
        "@victorgustavoib @JusticieroLetal @Dealladelcerro @M2Cyndy @acastagne @diaz_manuel @terelagos @carmen_olvera… https://t.co/vxB7PBGxYD",
        "@CartonCalderon El Expresidente Calderon.",
        "@lopezdoriga EL QUE NO ESTÁ AYUDANDO  ; ES USTED SR. presidente.ESTA ENCONTRA DE LOS MEXICANOS ARREPIÉNTASE DE LO Q… https://t.co/CyXOt9LPRZ",
        "@JonasAntonioA @lopezobrador_ OTRO SIGNO DE LO NEFASTO Y DE  POPULISTA BARATO; HABIENDO GRANDES MÉDICOS EN MEXICO.… https://t.co/2TxSuCHtYI",
        "@TorosenelMundo_ La  MENTE ; del presidente está en malas condiciones. ES EL MOMENTO QUÉ NOS HAGA EL FAVOR DE RENUN… https://t.co/1pniiFXBwK",
        "@Lizgottik Muy Buena!!!",
        "@PagesBeatriz @lopezobrador_ Excelente discurso; Sra.Pages; NO SE QUÉ ESTAMOS HACIENDO PARA PODER DESTITUIR AL pres… https://t.co/bsSYhoHZTM",
        "@rocionahle Qué pasa con usted ? EL GOBIERNO NO ESTÁ HACIENDO NADA POR MEXICO, ESTÁ TIRANDO EL DINERO POR UNA COLADERA.",
        "@SinEmbargoMX Sr. presidenteLOS VENTILADORES DEBERÍAN ESTAR LISTOS DESDE HACE 2 MESES; POR LO MENOS; ES USTED UN IMBECIL.,ESTUPIDO Y PATAN.",
        "@ferbelaunzaran @KittyPelwchy @lopezobrador_ López Obrador : ERES UN HABLADOR!!!",
        "@julio_frenk @FelipeCalderon @ConfabularioMx MUY BIEN DICHO; OJALÁ QUÉ ACABEMOS CON EL GOBIERNO DE López Obrador.",
        "@Foro_TV NO PUEDE SER QUE AHORITA ESTÉN RECLUTANDO MÉDICOS.TODO MAL HECHO POR ESTE GOBIERNO EN LA PANDEMIA.",
        "@ChairosY No puede ser que estás autoridades de Salud  estén guardando DINERO Y CAUSAR UN DAÑO A LA POBLACIÓN. Nunc… https://t.co/ivsyXj1wB9",
        "@JusticieroLetal @lopezobrador_ Buenísima!!!!!!",
        "@DaddyCoolJS HABRÍA QUE HACER ALGO CON TODOS ESTOS IMBECILES RESENTIDOS SEGUIDORES DEL PEOR PRESIDENTE QUE HEMOS TENIDO LOS MEXICANOS.",
        "@MRtzizon @Tete19825917 @dimitrov_sofia SrLopez es usted lo peor que le pudo pasar a los MEXICANOS. ES USTED UN SER… https://t.co/GGJGjOrEuh",
        "@SOYCarlosMota CÓMO ANILLO AL DEDO DEBERÍAS PEDAZO DE IMBECIL RENUNCIAR; PARECE  QUE TIENES MIERDA EN EL CEREBRO.",
        "@Sabuli_2007 PARECE QUÉ ESTÁ JUGANDO AL IDIOTA  Y ACTÚA INSENSATAMENTE.SOLOAMENTE UN DE MENTE ACTÚA DE ESTA MANERA",
        "@dw_espanol @AbboudOropez ESTE IMBECIL DE PRESIDENTE DEBERÍA DE PONRSE LOS PANTALONES Y RENUNCIAR. NO SABE GOBERNAR!!?",
        "@Arouet_V @JusticieroLetal NO TIENES MADRE ; LAMBISCON!!!!!",
        "@Carloslopezjone @lopezobrador_ YA BASTA ; Sr López , CON SU DIACURSO FUERA DE  LUGAR EN ESTE MOMENTO QUE HAY QUÉ J… https://t.co/2ilw0ZW98v",
        "@RubenRuben2020 🤚🏻🤚🏻🤚🏻🤚🏻🤚🏻🤚🏻🤚🏻",
        "@jokerobrador SÓLO  ESTE IMBECIL presidente ;SIGUE CORROMPIENDO SU MANDATO CON SU ACTITUD; FUERA DE RAZONAMIENTO.",
        "@Idara_33 🤚🏻",
        "@chitoarnold QUÉ PASA CON USTED Sr. Presidente ?  PARECE UN IMBECIL!!!!",
        "@hdemauleon @Lizgottik QUÉ ESTÁ PASANDO CON  LAS AUTORIDADES DE SALUD.SEAN HONESTOS Y PROFESIONALES.",
        "@Lizgottik 🤚🏻",
        "@gdehoyoswalther @Excelsior Lo felicito por el Gran Artículo titulado COLAPSO; en el cual hace usted un relato y an… https://t.co/YfITFN96vG",
        "@mcmaricarmen Quisiera felicitar al Lic. Reyes Heroles; por el valiente y real artículo en el periódico Excélsior… https://t.co/rh4Ih5hs2I",
        "@conielero @bereaguilarv EL PRESIDENTE PIDE UNIDAD Y LO ÚNICO QUÉ HACE ES POLARIZARNOS.  OJALÁ QUÉ TODOS NOS UNAMOS… https://t.co/Kde9kpsHbw",
        "@marioriestra @JTrianaT @SusanaDistancia @lopezobrador_ @JLozanoA @montielabonilla @CarlosTorresF_ @ferbelaunzaran… https://t.co/7vz6vXYuoz",
        "@SergioSarmiento @ChairosY VIVIMOS EN UN RÉGIMEN EN CABEZADO POR UN MITÓMANO, TODO PODEROSO QUÉ NO ACTÚA EN BENEFIC… https://t.co/BOyAMA7oQk",
        "@carbajo Ese Dr. Es el SUBSECRETARIO DE SALUD   ?  Estamos muy bien PROTEGIDOS!!!!",
        "@AlexLebaron1 @JusticieroLetal @USAmbMex QUÉ NEXOS TIENE EL PRESIDENTE López; CON EL CRIMEN ORGANIZADO?",
        "@ElFinanciero_Mx @bereaguilarv @lopezobrador_ @PabloHiriart DEBE DE HABER EN LA CONTITUCION ALGÚN ARTÍCULO QUÉ HABL… https://t.co/Uv2LmVAyD7",
        "@JTrianaT @lopezobrador_ Hay que traer un ANTIFAZ EN LOS HOJOS; para no ver las tonterías  y mentiras de este DEMEN… https://t.co/RR8IRpebvu",
        "@PagesBeatriz QUÉ PASA CON ESTE IMBECIL PRESIDENTE; YA ESTÁ BUENO DE HACER TONTERÍAS; METASE A SU CASA Y RENUNCIE!!!!",
        "@Cyberig @CanalesMatia EL GOBIERNO ENCABEZADO POR UNA MENTE ENFERMA; NO SABE NOENTIENDE; QUÉ ES EL MOMENTO DE ENTRG… https://t.co/ZSeXKijdMU",
        "@gabrother5 @carmen_olvera @gabogonzy @josexebex @Pato_Gal @Jucardicre @ManuelVegaCln @PrincessPrian @msylvestre66… https://t.co/KMjmT2a1oC",
        "@hreynosod MIERDA!!!!",
        "@estedavid @Lizgottik Me da PENA ; ESTE IMBECIL Presidentito.",
        "@MaryQuita10 @CanalesMatia EL PROBLEMA ECONÓMICO QUÉ ENFRENTAREMOS ES MUY SERIO.EL Presidente ES UN PAPANATAS. LOS… https://t.co/dk9ZbY6pFm",
        "@mariclaus2012 @CanalesMatia @HLGatell GOBIERNO DE CORRUPTOS Y MENTIROSOS; LO QUE ESTÁN HACIENDO CON  MEXICO; LO VAN A PAGAR CON SANGRE.",
        "@pmigoya @chilambalamb ✋🏻",
        "@FranciscoFlora3 @ChairosY PEDAZO DE IMBECIL Presidente, MENTIROSO, INCAPAZ DE HACER EL BIEN A LOS MEXICANOS.   REN… https://t.co/TRzJZNIHZC",
        "@ALEPHBIO No puede ser que esté pasando lo que está pasando en MEXICO. Es un error gravísimo que las autoridades qu… https://t.co/rjMYqIXxc7",
        "@RubenAguilar CLARO QUÉ NO!!!",
        "@SinEmbargoMX PEDAZO DE IMBECIL",
        "@StratCons NEGLIGENCIA POR EL IMBECIL QUE NOS GOBIERNA!!!",
        "@letymaldo @aledesor @lopezobrador_ No entiendo a este presidente ; está IMBECILO DEMENTE; Hace unos pocos días; la… https://t.co/GdrXKlqc1b",
        "@JJDiazMachuca @miguelanh @carmen_olvera @deco_df @Coparmex Yo NUNCA HE VISTO A GENTE PENSANTE  A SU LADO.SIEMPRE V… https://t.co/10RwRlXC6U",
        "@RicardoBSalinas HAY QUÉ SER UN IMBECIL SR. Salinas ,PARA NO VER LO QUE ESTÁ PASANDO EN EL MUNDO.",
        "@JTrianaT SR Presidente; es el momento que deje sus discursos que nos están polarizando.  USTED DEDÍQUESE A MANEJAR… https://t.co/1WoJMW2KyK",
        "@DaddyCoolJS Estoy plenamente de acuerdo con usted.",
        "@bereaguilarv @ManuelVegaMX @lopezobrador_ BRAVO POOR ESO!!!!!",
        "@ANDROMACO64 ES UNA VERGÜENZA PARA TODOS LOS INDIVIDUOS PENSANTES ESTE presidente QUE ES UNA BESTIA!!!!!",
        "@JTrianaT Es correcto suma ; la sugerencia.A SU CASA SR. López con todo su GABINETE. DECADENTE.",
        "@elbaronnews1 SR.López; lo primero qué se le viene a  la MENTE ES LO QUE NO QUIERE QUÉ EL PUEBLO DE MEXICO NOS ENTEREMOS.IMBECIL!!!",
        "@geramx23 @jenarovillamil @RicardoBSalinas @HLGatell @fernandeznorona @FelixSalgadoMX Muy Buena!!!",
        "@geramx23 @jenarovillamil El mundo nos está viendo muy mal ; lo que debería de preocuparnos es  el EQIVOCADO MANEJO… https://t.co/1NAGd1JZCx",
        "@jose_anton ✋🏻",
        "@pilibustera Qué le pasa a este DEMENTE Y MITÓMANO QUE NO HACE OTRA COSA QUE DECIR MENTIRAS Y FALSEDADES SE GUN LE COMBIENEN?",
        "@Miss_teriosa1 @chilambalamb PEDAZO DE IMBECIL ES ESTE Presidente; López.QUE INTENTA CON SU MEDIOCRIDAD DE PENSAMENTO 4T",
        "@jorgeberry El Sr. López es un MITÓMANO Y TAMBIÉN ES INCAPAZ DE ENFRENTAR ESTA SITUACIÓN. HAY QUÉ HACER ALGO PARA DESTITUIRLO.",
        "@karinnajim Estoy plenamente con la Sra.Del Castillo; es el momento que la gente CAPAZ MANEJE ESTA SITUACIÓN TAN DELICADA.",
        "@Julieta52124609 ✋🏻",
        "@bereaguilarv Este Gobierno está compuesto por gente  de muy escasos recursos MENTALES.VAYA PLAN EL DEL SR. López.",
        "@PagesBeatriz NO ENTIENDO CÓMO LAS MENTES  CIENTÍFICAS DE ESTE PAÍS ; NO DETIENEN A ESTE GOBIERNO QUE NOS LLEVA AL COLAPSO.",
        "@JTrianaT Es usted sr presidente un IMBECIL.",
        "@JTrianaT @lopezobrador_ SOLO UN DEMENTE ACTUA Y DIRIGE UN PAÍS SIN TENER EL MENIR SENTIDO COMÚN.  Qué alguien de s… https://t.co/R8LcrJRRt7",
        "@ANDROMACO64 Ante tantos errores de procedimientos para DIRIGIR ESTA SITUCION CRITICA DEL PAÍS ; ES  MANDATORIO QUÉ… https://t.co/StScJv34Aj",
        "@ANDROMACO64 ✋🏻",
        "@guisk4 Yo",
        "@GusVillegas @JonasAntonioA @Coparmex @gdehoyoswalther OJALÁ QUÉ ESTO SUCEDA A LA BREVEDAD; ANTES DE QUÉ SE COLAPSE EL PAIS.",
        "@PsAstolfo Sr. Presidente : es usted un ESTUPIDO; IMBECIL Y CARENTE DE CONOCIMIENTOS ENTODAS LAS ÁREAS DE GOBIERNO.",
        "@ChumelTorres El Sr. Presidente es todo lo que no se debe de estar haciendo en este periodo tan peligroso. No tiene… https://t.co/oFxYQt7F25",
        "@deniseramosm Sr. Presidente ; de VERDAD ESTÁ USTED IMBECIL",
        "@Luis_I_Gomez @frigoleta Las autoridades de Salud de este gobierno; no tienen ni la remota idea de cómo se trata es… https://t.co/BiK6madllC",
        "@gorez1 @rorislamejor ✋🏻",
        "@CartonCalderon QUÉ PASA CON ESTE GOBIERNO DE MIERDA?",
        "@RobertoTorresfi A NINGUNO",
        "@GlodeJo07 Este Sr. Presidente ; está muy mal,; sus pensamientos e ideas son de un IMBECIL!!!",
        "@JoseCardenas1 El Presidente López está rebasado por La situación que estamos viviendo y viviremos los mexicanos si… https://t.co/6dzH0XTWL2",
        "@DonPorfifirio @rorislamejor Qué se PUDRA !!!",
        "@PsAstolfo @bereaguilarv Muy Buena !!!!",
        "@CarlosChaviraTV O SEA Sr. Presidente ES USTED UN IDIOTA!!!",
        "@jorgeberry @Sabuli_2007 @lopezobrador_ El Sr. ES UN POBRE DIABLO; ES TONTO ; IRRESPOSABLE; MITÓMANO E IMBECIL : López Obrador.",
        "@neoliberalover @Roberto_Politik @Claudiashein Buenísima Idea !!!",
        "@aledesor @KittyPelwchy @Tu_IMSS @zoerobledo AL SR.Lopez; le faltan pantalones y CEREBRO PARA GOBERNAR A MEXICO.  L… https://t.co/Y0oiC6SQfW",
        "@gorez1 ✋🏻",
        "@JonasAntonioA @lopezobrador_ MUY BUENA!!!!",
        "@Reforma Lo que al Sr.presidente ; lo que no le conviene dice: que está manipulado por los neoliberales; lo que no… https://t.co/aYyw7IIQyL",
        "@JTrianaT ESTE. Sr.  López es un enENFERMO MENTAL. Es un INSULTO ; Para los Mexicanos; escuchar todos los Días sus… https://t.co/lIdAfTlk9g",
        "@bereaguilarv @lopezdoriga OTRA VEZ ;MUY BUENA!!!",
        "@Abdiel85MX @molkodi La madre es cirujana !!!",
        "@mazacuato Las MUJERES ACABARÁN CON EL PRESIDENTE.  BRAVO.",
        "@Lizgottik Muy Buena!!!",
        "@Foro_TV CÓMO LO HAGO ?",
        "@molkodi @rorislamejor @lopezobrador_ Muy Buena !!!",
        "@SinEmbargoMX FALTA DE EMPATÍA SR.presidente ;CON LOS FAMILIARES DE LAS VICTIMAS; NO TIENE MADRE.",
        "@Roberto_Politik @SimnTolomeo2 Mi Buena !!!!",
        "@aracelibs Sr.presidente: ES USTED UN IMBECIL!!!",
        "@avieu @JTrianaT UNA Y OTRA VEZ ; SN MENTIRAS SUS ACCIONES Y SU GOBIERNO SR.presidente",
        "@croix_tom @FelipeCalderon Y; Sr.presidente:Ya párele con el CUENTO DE LOS CONSRVADORES. Póngase a trabajar y no es… https://t.co/DTsFldEUqK",
        "@GiuIianoDMedici @mmromanol PAYASO ; MENTIROSO ;HIPÓCRITA presidente",
        "@anafvega @DeniseDresserG Sr. Lopez; Parece IMBECIL O DE VERDAD ES USTED UN SER DESPRECIABLE?",
        "@RaulOrvananos @ClubAmerica No",
        "@General_Polvora @DaddyCoolJS PINCHE PRESIDENTE; USTED NO SABE Y NO PUEDE GOBERNAR A MEXICO. RENUNCIE CUANTO ANTES!!!",
        "@LAURAZAPATAM @mmromanol @lopezobrador_ PINCHE PRESIDENTE NO TIENES MADRE.   !!!!!",
        "@JJDiazMachuca @lopezobrador_ Sr. presidente; No tiene  la CAPACIDAD MENTAL PARA GOBERNAR A MEXICO.  NO SE QUIEN PU… https://t.co/VBPFrQGAxo",
        "@PatriciaAMarina @Fifirulais3030 Muy Buena!!!",
        "@cesocerezo @jcsanchezt71 ES UN HARTAZGO CADA MAÑANA ENTERARSE  DE LAS PIFIAS DEL gobierno. López eres un CERO A LA IZQUIERDA.",
        "@Cuervomick @lopezobrador_ FALSO ; MENTIROSO Y DEMENTE ATRIBUTOS DEL presidente",
        "@ValeriaMoy @bereaguilarv @Pajaropolitico EL PRESIDENTE NO TIENE MADRE ; ES UN VIVIDOR FARSANTE.",
        "@JJDiazMachuca @geramx23 MEXICO f SE ESTÁ CONVULSIONANDO; NO TENEMOS PRESIDENTE!!!!",
        "@Reforma Sr. Presidente no sea CULERO!!!!",
        "@CarlosAguilaFra NO !!!!",
        "@MaveUrrCln @carmen_olvera @lopezobrador_ Qué haria este pedazo de IMBECIL sin las REDES SOCIALES. ?",
        "@ryodeDios Sr. López pensé qué lo qué veía era a un pPEDOFILO O ENFERMO SEXUAL.",
        "@PsAstolfo Este Sr. López : CREO QUE NO TERMINA!!!",
        "@castaybravura QUE TORASO !!!!",
        "@JLozanoA A TODA MADRE;  Comiendo BIEN ; MIENTRAS EN EL PAIS NO HAY MEDICINAS Y SEGURIDAD!!!!",
        "@guisk4 HARTO DE TENER A Lopez COMO Presidente.",
        "@apilo Sr Presidente cada día se acerca al FIN DE SU GOBIERNO.  LAS MUJERES ACABARÁN CON USTED . AL TIEMPO.",
        "@Loba_deFuego @SimnTolomeo2 @lopezobrador_ @AlfonsoDurazo IGNORANTE DE LA SALUD; LA SEGURIDAD; LA ECONOMÍA; EN FIN DICAPACITADO MENTAL.",
        "@jesusortegam @geramx23 @lopezobrador_ ES UN VIL DESGRACIADO FALTO DE CAPACIDAD PARA GOBERNAR AL PAÍS",
        "@gongalery @AbboudOropez @Claudiashein MUY POCA MADRE !!!!",
        "@vladimirgaleana @JusticieroLetal @Change_Mex PLENAMENTE DE ACUERDO CON USTED.",
        "@CarlosLoret BLA BLA BLA ; TODO ES UNA VIL MENTIRA.",
        "@M2Cyndy NO ES QUESTION DE AMOR; IMBECIL ES QUE MEXICO SE ESTÁ DESQUEBRAJANDO",
        "@V_TrujilloM @lopezobrador_ Muy Buena",
        "@_Gabbyta @lopezobrador_ BLA , BLA , BLA :  PONTE A TRABAJAR POR MEXICO",
        "@letymaldo @jcsanchezt71 @lopezobrador_ @Claudiashein No BUENO; este BUEY NO TIENE MADRE. !!!",
        "@GlodeJo07 IDIOTA !!!",
        "@DonPorfifirio LOS BANDIDOS DE RÍO FRÍO!!!",
        "@carlosconde_60 @jcsanchezt71 MUY BUENA!!!!",
        "@MLopezSanMartin Parece qué TODOS LOS JEFES ESTÁN IMBECILES.",
        "@FansDeMiyagi @Sabuli_2007 ADEMÁS DE IMBECIL: HOPOCRITA.",
        "@RepDeFiFidonia Muy BUENAS !!!!",
        "@rorislamejor QUÉ HACER PARA QUE ESTE IDIOTA CAMBIE SU ACTUACIÓN?  EL QUE LA HACE LA PAGA;",
        "@AXL__tw @mmromanol @lismarybaby MÁS CLARO QUE EL AGUA. !!!",
        "@Sabuli_2007 MISERIA DE GOBIERNO ES EL QUÉ TENEMOS GRACIAS POR LOS QUE VOTARON POR EL.",
        "@chilambalamb No podemos admitir a un presidente MITÓMANO, ENFERMO DE PODER Y TAN IMBECIL",
        "@HatsumiNonaka @Lizgottik Sr. presidente le CHORREA SANGRE POR LA BOCA DE MENTIROSO QUE TIENE.",
        "@GOpcmx @ChairosY PURA GENTE BUENA Y HONRADA!!!!",
        "@CarlaEUrenaA @JusticieroLetal @lopezobrador_ @CartonCalderon Se. Presidente es usted un VERDADERO IDIOTA; debería… https://t.co/EUh1baxolQ",
        "@literalmexico @CarlosLoret @lopezobrador_ Sr. López es usted un : VIL HABLADOR; se está metiendo en un callejón sin SALIDA.",
        "@JoseCardenas1 HABLADOR OBRADOR!!!!",
        "@CristyP2000 @Sabuli_2007 @lopezobrador_ MIUY BIEN SRpresidente: ES USTED UN IMBECIL!!!!",
        "@gongalery Y los Hospitales Sr. Presidente y las Medicinas y la atención a los enfermos ; USTE NO TIENEN MADRE!!!",
        "@elbaronnews @luispazos1 Sr . López : TIENE USTED MUY POCA MADRE ; IMBECIL.",
        "@SinEmbargoMX Phoenix",
        "@ChairosY Presidente López es un VIL HABLADOR; https://t.co/pRs0wJAjWf SE RIFA EL AVIÓN; SE MIENTE A LA NACIÓN.",
        "@Sabuli_2007 Mis más malos sentimientos para una persona tan TARUGA COMO ES EL Sr López",
        "@panaclo Qué bonito Sr. Presidente : ABRAZOS Y NO BALAZOS . No le da VERGÜENZA SER EL JEFE SUPREMO DE LAS FUERZAS ARMADAS ?",
        "@ManuelVegaCln @bereaguilarv @lopezobrador_ El Sr. López es un EMBUSTERO; POCO HOMBRE Y HABLADOR",
        "@O_Diosa78 @chilambalamb EL Presidente VIVE EN OTRO MUNDO; Mientras el PAIS Se cae a pedazos ; El ESTA CON LOS PUENTES.",
        "@g_quadri Excelente Comentario!!!",
        "@TigrinABC @_Gabbyta ESTUPIDO Presidente!!!",
        "@OSWALDORIOSM @lopezobrador_ Un HABLADOR; Obrador que  un  Cojo.",
        "@GlodeJo07 @Tete19825917 PEDAZO DE IMBECIL!!!!",
        "@RubenRuben2020 @geramx23 NO ;PUES MUY BIEN!!!   AABRAZOS Y MO BALASOS. IMBECIL presidente.",
        "@carmen_olvera El Presidente López cree que gobernar a MEXiCO; es salir a dar la vuelta por la REPUBLICA Y COMER DE GORRA !!!!",
        "@JOSE710319 @RepDeFiFidonia @GARCIPAVON @Yesenia_MerazAl @aracelibs Hay que estar muy mal del cerebro para disculpa… https://t.co/5C2NWukl3g",
        "@politicomx @JTrianaT Qué bueno; ojalá qué a dónde vaya se dé cuenta del repudio que le tenemos ; Sr. López.",
        "@bereaguilarv @Reforma Bien hecho; Yo haría lo mismo !!!!!",
        "@JoseCardenas1 Sr.Cardenas: Es increíble ver lo que nos está sucediendo a los mexicanos con el gobierno del Preside… https://t.co/ZgVWwsASST",
        "@ElFinanciero_Mx @lopezobrador_ CADA DÍA SR.Presidente TIENE CARA DE IMBECIL Y TARUGO",
        "@Clasico6 @Lizgottik MUY BUENA!!!!",
        "@JLozanoA VERGÜENZA; IMBECIL!!!",
        "@jhcastelano @chilambalamb ELOCUENCIA EL QUÉ ESCRIBE; TOTALMENTE DE https://t.co/DnJ95XcXkA HERMANDEZ.",
        "@Alopezhablador HAY QUE ESTAR MAL DEL CEREBRO PARA APLAUDIR EL GOBIERNO DE. López.",
        "@ChayraIrma1 @Lizgottik EL PAIS SE ESTÁ DEMORONANDO Y ELPresidente CERRADO a sus IMBECILIDADES.",
        "@mazacuato @lopezobrador_ MUY BUENA!!!!",
        "@VanGelsinger @geramx23 No pude ser todo lo que está pasando con el IMBECIL QUE MOS GOBIERNA.",
        "@pepelu_cas @geramx23 LA SALUD; LA SEGURIDAD; LA EDUCACIÓN  ; LA ECONOMÍA : Son asuntos de VITAL  IMPORTACIA. El Pr… https://t.co/87PWdqc5KL"
    ]
}