{
    "screen name": "mlramsdale_law",
    "no. of tweets": 192,
    "tweets": [
        "Join me in donating to @EdCSutton for the S.C. House race. We can flip this seat! @ChsDems @scdp #DemCastSC https://t.co/BWLCMtbSXO",
        "@WatchYourRepsSC @WatchYourRepsFL Praying for your father. 💙💙",
        "@SailorHaumea Look at the ‘18 numbers. You are correct. @TravRobertson @ChsDems @scdp @KBWhit @RichardForSC… https://t.co/z00xfGGeWQ",
        "Support @MoeBrownSC #DemCastSC https://t.co/axDxYQzLGW",
        "Just in case you are confused, the COVID-19 virus does not screen for political affiliation. So #wearamask and soci… https://t.co/evipBUmAA0",
        "#Wearamask and be safe out there \n\nSC officials announce 140 new coronavirus cases, 15 deaths, as salons, gyms get… https://t.co/8uvO7JhSvD",
        "@mikagadsden I will not be patronizing that establishment.",
        "@oliviaingram97 @ac_parham Most of us did not know what we were getting into when we started law school. You will f… https://t.co/qUieHRNELd",
        "@TimOBrien I have reported quite a few of the unbelievably racist commentators on that liberty page today. Scary that they live among us.",
        "@alyjo85 I just had this exact same conversation with a dear friend.",
        "@BlondeScientist @PublixHelps I am really tired of being home.",
        "@Pattydet1 @BlondeScientist @PublixHelps Until people care enough to take basic precautions we are going to be limi… https://t.co/yVPhF4yrfH",
        "https://t.co/7ptK7znfGb via @NYTimes\n#divorcetwitter",
        "@SandDollar04 @BlondeScientist @PublixHelps They do.",
        "@BlondeScientist @PublixHelps on Ben Sawyer in MtP yesterday employees were wearing masks and all shoppers were exc… https://t.co/6EfVqrJKK2",
        "I count three masks. No social distancing. @tjmaxx-seriously? We are in a pandemic. #WearAMask https://t.co/b6ZhasSryz",
        "Thankfully in SC the family courts are adapting quickly. I been able to get divorces done and agreements approved b… https://t.co/KLZwf75QP3",
        "@JollyMollyRoger Every day on my to-do lists and when editing. I also have been sending notes to my older relatives.",
        "@Marg_Willis No kidding.",
        "@DocWLHPlatt @songbrdscientst @MoniseLSeward @AndyMorales8 @wilsonhartgrove @soledadobrien Thanks for the info. Thi… https://t.co/PiY0Wss3lI",
        "Is anyone else following this? Harassment of a young AA male by an armed group including a deputy in NC? What is wr… https://t.co/wwRnEJv8uO",
        "@MegKinnardAP @ijindexjournal @henrymcmaster This is great!!",
        "@DemWrite @EdCSutton @RichardForSC @jamooreforsc15 not to mention @JoeCunninghamSC and @MPowersNorrell",
        "#VoteTrumpOut2020 #DemCast https://t.co/OuoGoEMEqv",
        "@AndyShain @Bob_Caslen @UofSC How do you get past his active participation in a corrupt process?",
        "How can we have a President who takes food from the needy? Watch and Re-Tweet.\n#DemCast #DemCastSC https://t.co/Lh45tOLQzm",
        "If Johnson (first prosecutor) recused herself then why was she involved at all (as this article states)? Same for B… https://t.co/7Eubp6C4XB",
        "@blue_palmetto Bruce",
        "@Publix Mount Pleasant on Coleman shoppers were doing significantly better today except for white men under 70 who… https://t.co/m4EF8TkcoL",
        "#GSTQ 🇬🇧 https://t.co/afUI1i0R6T",
        "@BenjaminPDixon Barnhill is elected. So removal will have to follow statute for removal of elected officials-appear… https://t.co/rLC0eADeyW",
        "@JDJones31 @BenjaminPDixon Contacts for reporting him to GA Bar https://t.co/IMhzGvkvPr",
        "@no_chill_hockey @BenjaminPDixon Where to complain . . . https://t.co/tgPgcvjFZQ",
        "@TeriCallen Phelonee?",
        "@GBI_GA Contact info to report atty misconduct to Office of General Counsel with the Georgia Bar. https://t.co/EhbJg2JED3",
        "@thxitsthetrauma @jdawn782 @shaunking The GA bar is apparently largely self-policing. It is worth a try but not sure there will be traction.",
        "Has @NikkiHaley read the news since March 1? Does she know we are in the middle of a national pandemic? That the SC… https://t.co/ryfrodKoK7",
        "@toddstarnes Yep-Trump is doing a great job destroying this country-the courts; the environment; access to healthca… https://t.co/35KnWkVIu2",
        "@chick_in_kiev @mtlawmiami 1. I ordered a toaster on Amazon last week.\n2. He does not like anyone telling him what to do.\n3. #entitled",
        "Vote him out. #DemCastSC https://t.co/raA59nsfzp",
        "238 cases reported today-we are testing more so that may account for caseload staying up.\n\nSC officials report 320… https://t.co/ov3HHFVqZy",
        "@WatchYourRepsSC @MPowersNorrell Thank you and she does! 💙💙",
        "@MadelyneRants @MPowersNorrell You do so much-thank you!",
        "@ozymandias__ @MPowersNorrell Thank you! 💙",
        "@ForrestLAlton @MPowersNorrell Thank you! 💙",
        "Mandy has less than $500 to go to make her fundraising goal for the week. Can you help her please? @MPowersNorrell… https://t.co/TqJT5AO9yM",
        "@SteveBenjaminSC @petermccoyforsc (since DOJ sometimes steps in on cases) @MiaforSC @garyclarysc (even though you a… https://t.co/UWrSfL6xfY",
        "I mean do we think the average citizen can define a “felony”?",
        "@JustinBamberg",
        "It might be time to re-think the broad SC citizen arrest law next session. ⁦@KimpsonForSC⁩ ⁦@MPowersNorrell⁩ ⁦… https://t.co/QBaHnPLJyA",
        "@EsmeLuluBean @AnnLinkReville @MindalenaA @travisakers But not before the second prosecutor wrote a shameful legall… https://t.co/RQejMqiEPE",
        "@Mklizzle06 @GBI_GA I meant I am not a GA lawyer so cannot definitively opine on GA procedures-a GA-barred lawyer would have to prosecute",
        "@Mklizzle06 @GBI_GA Not a GA lawyer but a DA from another GA county is my guess. Looks like they no longer need the… https://t.co/LqBHIZw6ao",
        "@garyclarysc @GavinJackson https://t.co/yf1Xq2MiO4",
        "@Moulin510 I would like to say justice is blind but it is not. I am sure some of the legal advocacy centers have nu… https://t.co/6drxY0ELFk",
        "@garyclarysc @GavinJackson According to the investigating (now recused) GA DA, the murderers acted properly under t… https://t.co/xcNibtXhf9",
        "@ana_scmum Unless you run into the evil men who killed Ahmaud.",
        "@LindaMu75417634 @taylorswift13 The police were not there when Ahmaud was murdered so there is no police camera foo… https://t.co/go6QDDazUw",
        "@Mklizzle06 @GBI_GA Do not see any way that can happen due to conflicts of interests raised by both lawyers.",
        "This appears to be the first police report on the murder of Ahmaud.\n#JusticeForAhmaudArbery  https://t.co/IhpOpYy56K",
        "@GBI_GA This letter from the DA who initially investigated. . . \n\nhttps://t.co/yf1Xq2MiO4",
        "#JusticeForAhmaudArbery https://t.co/WFppGvTdJb",
        "So this is why the Ahmaud killers were not previously arrested. #JusticeForAhmaud\nWaycross Judicial Circuit Letter… https://t.co/VADVNQdKYo",
        "@Valzastar @GBI_GA I live in the South. I see it. My point is that heads need to roll.",
        "@jackfrombkln Some of us do.",
        "@Moulin510 @Bakari_Sellers @StateBarofGA?",
        "@Marg_Willis @JoeBiden I sadly think that might be a stretch. But dum spiro spero . . .",
        "@joekennedy @BrianLSimmons1 @StateBarofGA has some lawyers to look into.",
        "@GBI_GA The murderer shot the young man three times as part of a claimed “citizens arrest” that did not fit within… https://t.co/KQcxEOvygU",
        "@Polite_DPJ Campaign!",
        "@CaptainCrash98 @anpNik @GBI_GA @FBI Here is how to report lawyers to the GA bar: https://t.co/nc6bvagY6v",
        "@RealHughField @GBI_GA You can report him to the GA bar here: https://t.co/HHdEJhqhvz",
        "@mtlawmiami @KeatsTabby @GBI_GA How to report the lawyer: https://t.co/YJFaHCxICK",
        "@mtlawmiami @GBI_GA And report: https://t.co/J1v07U5ZmI",
        "@mtlawmiami @KeatsTabby @GBI_GA Hard to follow but seems to me like legal ethics problems abound.",
        "This case gets worse and worse. #JusticeForAhmaudArbery\n\nEXCLUSIVE: Father of Brunswick shooter previously investig… https://t.co/b9oClyxi8E",
        "@GBI_GA Would be good if @GBI_GA would also refer to applicable authority to find out why exactly there was a delay… https://t.co/ZJPJjyyqNu",
        "@fuentino @ABC Oh they are charged alright-with murder-and you are also right that they should have been charged months ago.",
        "About time. Give them a lot of time. \n#JusticeForAhmaudArbery\nGBI: 2 men charged with murder of Ahmaud Arbery https://t.co/kGxLqoMXqd",
        "@sakgilreath Including one called Sarah! 💙",
        "Back up over 200 today in SC. With testing going up we may see ongoing increases for a while. In any event, social… https://t.co/7lAhP5eSZf",
        "In the middle of an international pandemic @LindseyGrahamSC continues to focus on helping Trump. Time to elect… https://t.co/xrBBu0RCax",
        "If you would like a female physician in the SC statehouse (please!!), donate here ⬇️ Thank you! #DemCastSC https://t.co/vwyzKiE0cZ",
        "SC under 100 cases two days in a row. Let’s hope we do not see a resurgence due to all the people acting like there… https://t.co/al3r5wa9i2",
        "About time. My reading of the GA citizens arrest statute does not permit what the killers did.… https://t.co/MbdTxzQWxL",
        "@Jainiand2cats Toast with butter",
        "@ozymandias__ Watch it!!",
        "@alyjo85 Enough of Bernie. Enough.",
        "@Jacksondude4 @WindySC13 @KarenByko @TownofSI @henrymcmaster @postandcourier @oneilpm1 People are allowed on after… https://t.co/4ghy79xX8z",
        "@Jacksondude4 @WindySC13 @KarenByko @TownofSI @henrymcmaster @postandcourier @oneilpm1 I am a MtP business owner/ta… https://t.co/36wd2xKZqh",
        "@Jacksondude4 @TownofSI @henrymcmaster @postandcourier @oneilpm1 SI beaches are open for access before 8 and after 5.",
        "Please consider donating to @MPowersNorrell at the link below. She has a tough race and she is a star of the party!… https://t.co/OaIF5resGQ",
        "@kamdenpresident Me too",
        "@AlpertLoveday It is never too late for coffee!!",
        "@ElisabethCorr18 @MeritLaw @shaunking The plain language of the GA citizen arrest law does not appear to support what they did.",
        "@MeritLaw @maddow @NBCNightlyNews @ABCWorldNews @CBSThisMorning @TheTodayShow",
        "@SwellwaterGal @KamalaHarris All three of them.",
        "@urmainegirldj @ChaplinJeremiah @CltrotLyn @KamalaHarris @realDonaldTrump They thought he was someone who looked li… https://t.co/aR98wyoKsN",
        "@KamalaHarris It is not just the video; it is the treatment of this case from start to now. I have no idea how anyo… https://t.co/MchMNBFC9t",
        "Translation: My poll numbers are falling so I am going to pretend we are done with COVID. Vote him out. \n#DemCastSC… https://t.co/P9E3fjaNrr",
        "@BlondeScientist @postandcourier Happy to follow your lead as not my area of expertise. But without adequate tests, this is what we have.",
        "@LucasDaprile Looks like they have plenty of $$ to spend on partying in five points. Let’s hope they have health insurance.",
        "@ChipFelkel Sizzle",
        "Exhibit A for #DemCast #DemCastSC\n#savethecourts says every smart lawyer everywhere. Stop the decades of damage bei… https://t.co/f7hQ0Y9rdD",
        "@MKN92756074 @AveryGWilks Please give us the link to your data @MKN92756074",
        "Justice denied. Period. The Georgia citizen arrest law does nor support this deferment of justice. This is not the… https://t.co/u9qKJb1Nw2",
        "Go @ProjectLincoln go! There is “mourning” in America. Vote to change it. https://t.co/SPP7QDVzQW",
        "@DavidBegnaud It is a long way from making a “citizen’s arrest” to killing someone. I just read the GA statute-link… https://t.co/oxNv5sXzai",
        "@Tmeyer2008 @henrymcmaster With summer coming, Darwinism will be on full display.",
        "The people of SC are not ready. Maybe ready to spread the virus. Go see firsthand what the beaches look like this w… https://t.co/w5y8FXyZcx",
        "93 cases today reported in SC. Let’s see if this downward trend continues while people act like it’s party time in… https://t.co/b73PxcHcji",
        "@KarenByko @TownofSI @henrymcmaster @postandcourier @oneilpm1 Not to mention the illegally parked cars. Have notified town council.",
        "@KarenByko @TownofSI @henrymcmaster @postandcourier @oneilpm1 Downtown Sullivan’s by Mex One. Corner of station 22.",
        "@PJB956 @TownofSI @henrymcmaster @postandcourier @oneilpm1 I am about to go take some more photos. It is a disaster out there.",
        "@rebeldog16 @TownofSI @henrymcmaster @postandcourier @oneilpm1 I am about to head over with a tape measure and a ma… https://t.co/rVytsnptIE",
        "Welcome to downtown @TownofSI \nNo masks. Not social distancing. Groups larger than two. Not to mention people block… https://t.co/yFOXOxSAHZ",
        "Great to partner with @jamooreforsc15 and be named in the same sentence as our next Senator from SC @harrisonjaime https://t.co/37iOYHR07Z",
        "https://t.co/NzjgY83U5O",
        "SC Lawyers: Today is #GivingTuesday \nPlease make a donation to @SCBarFoundation today to help promote access to jus… https://t.co/vNwJNeDwTd",
        "Love all these people paying it back to our Charleston area healthcare workers and other essential workers. If your… https://t.co/xtuK60L0lg",
        "SC lawyer friends: Please consider joining me with a donation that can be matched tomorrow (Tuesday) to the South C… https://t.co/LW4zZYS9I6",
        "“Give me liberty or give me death” takes on new meaning when people go out unmasked and uncaring about what they mi… https://t.co/pVhpcGmPwE",
        "@ChsDems #DemCastSC https://t.co/1sPUYk8nR1",
        "SC officials report 135 new coronavirus cases, 8 deaths, as testing expands @postandcourier https://t.co/CCwdjPOQfK",
        "@emgbar I wish I had taken Secured Transactions although I enjoyed Poverty Law and Alternative Parenting much more… https://t.co/UicwzsqEcn",
        "Wearing a mask should not be a political issue. It is a humankind issue. The virus does not discriminate between po… https://t.co/y0AC5BkRWT",
        "One of these people was my friend. #stayhome #wearamask #socialdistance https://t.co/DHZ0DffBRv",
        "@stepville Do not know what I would do without coffee! I drink coffee all day and switch to PG Tips with milk about… https://t.co/dWFtfzdSoC",
        "@RachelGurvich Musk-scented body products. Vile. Give me a raging headache.",
        "@Polite_DPJ @henrymcmaster People have lost their minds. Not going to be a second wave-we are staying in the first.",
        "“Mr. President, it isn’t about you. It’s about U.S.” Exactly. #DemCastSC https://t.co/0F1XY0MwzX",
        "I am voting for ⁦@harrisonjaime⁩ because he cares about working SC residents-and those unable to work.… https://t.co/uun36271Qd",
        "@blue_palmetto 2, 9, 11",
        "@ChipFelkel I would take him back now. Our current leadership is a disgrace.",
        "@LazarLaw Mine would be a sea of black. But we are back to “professional attire” 5/11 every day. No clients in pers… https://t.co/0S3W14TGRs",
        "#DemCastSC @henrymcmaster \nThis is NOT ok. https://t.co/TMURQnUyBI",
        "#DemCastSC-you have to 💙 this hardworking state rep-working hard for his family, his business, his constituents, an… https://t.co/HbLnfAhOQQ",
        "#stayhomeSC and if not #WearaMask and social distance. Please. https://t.co/9mTD4yn6lE",
        "@VidaMiller8 @Publix @Bounty I just like picking out my own things.",
        "@DanWuori @Publix @Bounty @HomeDepot Well, the owner of @HomeDepot is a full-on Trumper.",
        "Attention @Publix shoppers Mount Pleasant. #WearAMask and social distancing is six feet and follow the aisle arrows… https://t.co/zQWhO5wOIB",
        "@fourgregs @vincentsheheen @LS_Funderburk @MPowersNorrell @fourgregs-you may also want to unlock this tweet so people can see it and help",
        "@fourgregs @vincentsheheen @LS_Funderburk @MPowersNorrell @ThomasMcElveen for Sumter",
        "@fourgregs @vincentsheheen @LS_Funderburk: can either of you suggest for Kershaw? @MPowersNorrell: Who do we ask in Sumter?",
        "What a team of helpers we have in @harrisonjaime and @jamooreforsc15 \n#DemCastSC https://t.co/dWwSSRtu7X",
        "@cdenicholas @harrisonjaime Wonderful! Thank you! 💙",
        "If you are not following @harrisonjaime-the next Senator from SC-please do and please re-Tweet. Help get him over 3… https://t.co/FL6nETCAvd",
        "@EdCSutton Blah blah blah 😍",
        "@Moulin510 @harrisonjaime @mentnelson @vickiringer @EducationSC @EdCSutton @KBWhit",
        "@ozymandias__ 2, 8, and fried okra",
        "Someone needs to get her divorce under wraps and stop letting it play out in the media. #divorcetwitter #FamilyLaw  https://t.co/0QzDV8LV8o",
        "@Pattydet1 No kidding!",
        "Agreed! Come on @scdp and @ChsDems supporters; time to give some money to @KBWhit so she can beat Larry Grooms!… https://t.co/iQYN64390B",
        "Today’s numbers for SC COVID cases. Let’s hang tight until we see a drop. I am convinced the numbers are not higher… https://t.co/4Y8A240ADx",
        "I have never been so glad to see the end of April! It lasted two years.",
        "Charleston area groups to offer loans for minority-owned businesses during COVID... @postandcourier ⁦@ChsDems⁩ ⁦… https://t.co/rpbyQecAMZ",
        "Here is another @ChsDems candidate to follow and support. #DemCastSC @EdCSutton https://t.co/eSntPgXxGw",
        "@foxymyaaaa @CitizensBank I hope you get it soon. I know it can be quite a few days.",
        "This is a race we can WIN in SC! Chip in and help @Adair4Congress beat Joe “You Lie” Wilson. #DemCastSC https://t.co/scMhDx8RCw",
        "SC logs 11 new coronavirus deaths, 130 new cases, bringing state to 5,881 total ... @postandcourier https://t.co/co6Tfk5Hed",
        "@EmpLawJack Wayne!",
        "Here is our new office fish. He is black in color-like a divorce lawyer’s heart! https://t.co/XNXUbngxuU",
        "Happy to report that my banker called this morning to let me know my PPP loan was approved. I will believe it when… https://t.co/kFqO3KhBAd",
        "But you should still subscribe to your local paper. https://t.co/Rmc2tHfCn3",
        "@MPowersNorrell They have a sane leader.",
        "1. How and why is he getting tested regularly when testing has been an issue?\n2. I guess he thinks he cannot get CO… https://t.co/2FT5cu6rT5",
        "@EdCSutton Thanks, Ed 💙",
        "@dhaseldensc Dark grey is close. In the same color family!",
        "15 more SC coronavirus patients die as state logs 123 new cases, 5,735 total @postandcourier https://t.co/SIxIdIIIrp",
        "I have developed a deep appreciation for how much @MPowersNorrell cares about people. Let’s show her we appreciate… https://t.co/SHGxGXvEwA",
        "See-#WearAMask (dammit)! https://t.co/SZlAyFN5bF",
        "In a CCBA training on mediation as part of #lawyerwellness: Trainer states that brain is like Velcro for  negative… https://t.co/DZqwjtgcg3",
        "@marynew @jslovegrove @LindseyGrahamSC @harrisonjaime Please explain exactly what you mean by financial help “all h… https://t.co/qqIQy9I85d",
        "@ChrisTrainorSC As I keep saying, this is why we can’t have nice things like beaches and pedicures!",
        "I get that you think it is cute to comment on my mask matching my outfit Mr. Gas Station guy but maybe you and ever… https://t.co/1BBnZDdYSd",
        "@Andy_Ed_Brown @PalmettoProject",
        "@ChipFelkel What happened to “the buck stops here”?",
        "@MaayanSchechter After watching the British Baking Show, I have decided I can never be a great baker. Mary did teac… https://t.co/VkzKiZfMhe",
        "@MaayanSchechter Big chocolate chip cookie? Still looks edible!",
        "@DanielMCoble @BobCoble5GC Happy birthday to @BobCoble5GC",
        "@MaayanSchechter What are you baking in a frying pan?",
        "@Richard_Breen @AveryGWilks The problem is we do not have any other way to measure results/disease progress. Inform… https://t.co/GhjoYjj0f1",
        "This is excellent reporting by @AveryGWilks https://t.co/RN4wdnWvVV",
        "@AveryGWilks @FurmanFirst",
        "@FurmanFirst Also . . . https://t.co/pysOfz24Eu",
        "@FurmanFirst DHEC compiles lab reports from various labs: https://t.co/HkSGdFcJbq",
        "@Marg_Willis Thank you for being a woman who always steps up. Over and over. You and @KayeKoonce",
        "@fitfaves @alyjo85 To keep control of the @ChsDems delegation.",
        "@alyjo85 💙💙 I just did too (again!): https://t.co/7E4qj5OuZK",
        "⁦@jamooreforsc15⁩ is a hardworking young legislator. He barely won his seat last time from a long-time incumbent an… https://t.co/JS1Gl1FvDS",
        "@MignonClyburn I think that is because the Governor said shops that are non-essential can open. I get that this is… https://t.co/i6TZE64HcK",
        "In good news SC is down on cases today from the leap yesterday. We were down last Monday too significantly so will… https://t.co/11qH23NG3l"
    ]
}