{
    "screen name": "subhendu_2016",
    "no. of tweets": 200,
    "tweets": [
        "@narendramodi @nsitharamanoffc @nitin_gadkari Will the special economic package be able to mobilize automobile work… https://t.co/HFOcxIOf8w",
        "Salute to all loving Nurses. https://t.co/igTFP9ERIH",
        "@RahulGandhi @INCWestBengal @INCIndia Mr. Rahul Gandhi, u only person to understand my innervoice. See u soon.",
        "Now do something for the automobile workers. @FADA_India @siamindia @vinkesh01",
        "@PMOIndia @nitin_gadkari Today Automobile dealers are not able to pay the salaries of the employees. Tomorrow the d… https://t.co/0iO2pDndx1",
        "@INCWestBengal @INCIndia pray for Manmohan Singh. Get well soon. https://t.co/coD4VOPl31",
        "Picture is vintage but mom is present &amp; future in my heart. ❤️ Happy Mothers day. 😘😘 https://t.co/ejagYDaaTF",
        "@SomenMitraINC kindly do something for Automobile Dealer owners &amp; Workers. I have send massage to u in inbox. https://t.co/zJdLj0mbAg",
        "@nusratchirps Good job.",
        "The last thing seemed to be\n “The due revenue not a good job at all\n\n I don't want food but  I want to pay taxes.… https://t.co/H7nJNp5Kq3",
        "@narendramodi @nitin_gadkari @FADA_India @siamindia @ashishkale9 @nikunjsanghi @vinkesh01 Alas, automobile workers,… https://t.co/yBRyQCjR6Z",
        "“ মনুষ্যত্বের শিক্ষাটাই চরম শিক্ষা আর সমস্তই তার অধীন ” :কবিগুরু রবীন্দ্রনাথ ঠাকুর. 💐💐🙏🙏 শুভ জন্মদিন. https://t.co/MIpKEXopfZ",
        "@narendramodi @AmitShah Considering the advice of economist Abhijit binayak Bandyopadhyay, Rs. 10000 should be give… https://t.co/U1aoG8riFY",
        "@AndhraPradeshCM The culprits are not mercy in any way. The culprits must be punished by an impartial investigation… https://t.co/m9YsmWVMzD",
        "@narendramodi @MamataOfficial @CMOMaharashtra @CMOKerala @CMO_Odisha @cmohry Dear government,private company  is no… https://t.co/zR1Ln423rP",
        "@Saurabh1680 Nice. Its good initiative.",
        "@RahulGandhi It was an important conversation for country peoples interest . @AbhijitBanerj advice needs to be cons… https://t.co/QqYRf4JS3B",
        "Madam, do something for Automobile workers. I have send mail 2 weeks ago. https://t.co/B4AkjeKQ6M",
        "@Plchakraborty Very sad.",
        "@adhirrcinc @RahulGandhi @priyankagandhi I applaud this initiative by Congress to repatriate migrant workers. This… https://t.co/yA5nZTvCLP",
        "@RahulGandhi Thank you very much for taking this initiative for people interest. @sardesairajdeep\n@ShekharGupta… https://t.co/2zJz1se21N",
        "@Plchakraborty Kolkata &amp; North 24 paraganas containment zone? Kindly update",
        "@alapan1961 @HomeSecretary2\nIt is not clear that the car showroom can be opened at kolkata? Plz tell us. https://t.co/HEaEqUKmLT",
        "@Plchakraborty It is not clear that the car showroom can be opened? Tell me a little",
        "@Plchakraborty অন্ন নেই তো কি হয়েছে মদ আছে তো. বিচিত্র এই বাঙালি সমাজ",
        "@Plchakraborty Which BSF camp has been affected by Corona virus?",
        "@ACMAIndia @FADA_India @siamindia @ashishkale9 @nikunjsanghi There is no benefit in letter to Home Secretary. Meet… https://t.co/lj88AoBzTb",
        "@MamataOfficial @wbdhfw it's so needful for Bengal people every day. https://t.co/sbVjh8tMzL",
        "@Plchakraborty Really amazing. 😁",
        "@Plchakraborty 49 tourist stuck at Haridwar. I disclose tourist list day before yesterday.",
        "@Plchakraborty Thanks for sharing.",
        "@Plchakraborty Salute u. https://t.co/nU4xdnVj07",
        "What do you think, kindly share your opinion? @IamSumanDe @Dhruba1972 @MoupiaNandy",
        "@srfti_official @srijitspeaketh @prosenjitbumba @senaparna @RituparnaSpeaks @itsmenandinii @nandanadevsen I have a… https://t.co/kJuiK3ObHn",
        "It's really Amazing initiative. Thanks to @AFThunderbirds. We shall over come. 🇮🇳 🇺🇸. @washingtonpost @nytimesworld… https://t.co/RMX77I3nEc",
        "@PMO Can I expect some improvement in the automobile industry? The whole industry in the face of terrible losses. W… https://t.co/JUfYtuR3lF",
        "@crpfindia @BSF_India get well soon for us. Stay safe. 💐💐💐💐 https://t.co/S20RdSQ2qo",
        "@PIBHomeAffairs @AmitShah Please allow for electric shop, mobile repairing shop, tv, freeze repairing shop for serv… https://t.co/OQNu8shdAz",
        "@kunalips06 Good job.",
        "@FADA_India @siamindia This is the first time in the history of automobile. We are going through terrible times. https://t.co/HI6HYHDLnH",
        "@FordIndia @Ford I proud of him. https://t.co/CrO3Xin3hj",
        "@Plchakraborty Can u share District wise containment zone in West Bengal?",
        "@Plchakraborty Yes",
        "@Plchakraborty Thank u.",
        "@Plchakraborty Can u share the update containment zone in West Bengal?",
        "@MamataOfficial @AITCofficial @alapan1961 This order is very confusing. The central government has confused the peo… https://t.co/xnFFcgXMg3",
        "@PIBHomeAffairs @AmitShah This order is very confusing. It has been said that private office will be open and 33% e… https://t.co/hF9tRa67Jb",
        "@nsitharaman @ChairmanKvic Excellent innovation",
        "@nitin_gadkari @PIBHomeAffairs kindly do needful. Automobile industry is standing in Miserable condition. https://t.co/zrADnaTuy2",
        "HOTEL SHIVMURTI\nADDRESS:SHIV MURTI CHOWK, HARIDWAR.NEAR=HARIDWAR STATION\n\nTOTAL PASSENGER:49\n\nDROP ADDRESS=SANTOSHP… https://t.co/wybvXoGNm1",
        "@FirhadHakim @KolkataPolice 49 tourists are stuck at Haridwar. They have to be brought back to Calcutta. Please mak… https://t.co/DJCtACzoPb",
        "@WBPolice this is situation at\" Methor para \" Near Baranagar Municipality under Baranagar P. S. NO Mask, No Social… https://t.co/PkakMdNcCx",
        "@Plchakraborty I think rest 72 cases are also COVID-19 Effected",
        "@FADA @SIAM @nikunjsanghi @ashishkale9 @PuneetGupta77 @autocarpro Do you know the exact reason? https://t.co/PCNIABbXeO",
        "@Plchakraborty OK. No symptoms of covid - 19",
        "@Plchakraborty How come? Plz tell.",
        "@Organiccaresub1 @srijitspeaketh It's one kind of passion in current generation. Marry to divorcee or widow women t… https://t.co/1jDJ9wHcic",
        "I register for this course but not received any confirmation from ASDC side. Kindly help. https://t.co/aWLL6nBL8C",
        "Thank u but credit goes to @adhirrcinc. He has done Excellent job. https://t.co/WJw132yKya",
        "@srijitspeaketh Thank you very much.  you are so kind, you can take the child of other as your own.",
        "Cine lovers in India will never hear of such a kind person like you. Miss u. RIP 🙏🙏💐💐 https://t.co/5DUQXQfc9O",
        "@rafiath_rashid I thanks to your ex husband who gifted a beautiful Asset for u.",
        "@rafiath_rashid Happy birthday. God bless her. 🎂💐🎉🎁",
        "When the Ebola vaccine was developed, the vaccine was not tested so that the same vaccine could deal with some more… https://t.co/a1Hkb35rKX",
        "@Who How can I trust your guideline? You have failed to deal with the Corona Virus. Can you tell me what you have d… https://t.co/g8gXiZFko6",
        "@hwhcitypolice @WBPolice plz disclose 10 arrested person name in front of public. https://t.co/jV5TM2fGIU",
        "India's cine world has lost an extraordinary talent. #RIP ifrran Khan. https://t.co/Uz4fHaX55b",
        "Any action has been taken by howrah police? https://t.co/etY32P0A6k",
        "Attacks  on police during this epidemic time  are never tolerated. The culprits should be identified and punished b… https://t.co/1YLwJXOKLc",
        "@AmitShah @MamataOfficial @PMOIndia The army should be deployed immediately in the Muslim inhabited areas in West B… https://t.co/87zFSYg85r",
        "@MamataOfficial @wbdhfw @Wbdf_official kindly follow this link below 👇 &amp; take necessary steps. This is actual situa… https://t.co/PT9bo08fRg",
        "@FADA_India @PuneetGupta77 @ashishkale9 Soupreme Court's verdict does not justify BSIV vehicle registration. Let th… https://t.co/iP8sWemjhE",
        "@PMOIndia @FinMinIndia @ianuragthakur Why the country's defaulter industrialists loan waiver? Answer. I am a genera… https://t.co/2b5U3AaNqN",
        "I have informed Axis bank many times and no proper reply is available from bank side. Plz look after this matter.",
        "@DasShaktikanta @RBI I am really disappointed with @AxisBank service. 1. I have applied to  moratorium for my perso… https://t.co/Y5UjDG9Cmh",
        "@Wbdf_official @wbdhfw  Dr. Sisir Kumar Mondal passed away due to Corona virus. Renowned orthopaedic surgeon. RIP.… https://t.co/NcL1fTUGH9",
        "Palak, you are my one of the best favourite singer in current generation. I request to u, plz make a song for coron… https://t.co/ivjMBIYoit",
        "@WBPolice লাল মাটির দেশ তো পুন্যভূমির দেশ. ওখানে কি আর করোনা ভাইরাসের ছোয়া লাগবে",
        "@adhirrcinc আপনাকে আন্তরিক ধন্যবাদ. যে ভাবে আপনি বাংলার মানুষের জন্য কাজ করেন, তাতে আমি গর্বিত",
        "Yes, this is unity, we are united. @AITCofficial @BJP4Bengal @CPIM_WESTBENGAL @INCWestBengal https://t.co/mN06x7W0SL",
        "@BJP4Bengal @AITCofficial @CPIM_WESTBENGAL @INCWestBengal Do not tolerate any politics. There is no politics with d… https://t.co/nEVIH4Ytlb",
        "@AmitShah @MamataOfficial @BJP4Bengal @BJP4India Please start Curfew in Raja Bazar, Metiabruze, Kamarhati area. The… https://t.co/TmVehEbzBj",
        "@BillGates May God give birth to people like you again and again to save this world.@nytimesworld @guardian… https://t.co/BjkqDRJaef",
        "@FLOTUS happy birthday 🎂 🎉 💐 🎊 🥂. Stay safe.",
        "@FLOTUS happy 🎂 🎉 💐 🎊 🍾\nStay safe.",
        "@Wbdf_official @wbdhfw Dear Health workers, if any of you can't find a place in someone's house, plz  come to my ho… https://t.co/bW1v1dIxMG",
        "@Wbdf_official @wbdhfw @MoHFW_INDIA RIP Dr. Biplab Kanti Dasgupta. COVID-19 Effected. One star fell from the chest of West Bengal. \n🌟🌟🙏🙏💐💐",
        "@rafiath_rashid https://t.co/chv8zqlEUz",
        "@nitin_gadkari https://t.co/XoX3cBmexr",
        "@MoHFW_INDIA just follow. https://t.co/AnWtEeEGWm",
        "@keyakahe @nusratchirps আমি একজন তৃনমুল কর্মী হিসেবে লজ্জিত বোধ করছি. ওনার হয়ে খমা চাইছি. আমি নুসরত ম্যাডাম কে বল… https://t.co/rqlrgKJI17",
        "@biditabag Lovely.",
        "I salute these two volunteers who risked their lives to take the vaccine to save the lives of millions of people.… https://t.co/DSPV0OrBQT",
        "What role are you playing during this epidemic time ? How many times have you been to Basirhat ? Learn how to work… https://t.co/ea4O7FX9Ju",
        "@rafiath_rashid Happy Ramzan month. Stay blessed &amp; stay safe",
        "@Sujan_Speak @MamataOfficial সত্যি খুব দুঃখজনক. মৃত্যু নিয়েও রাজনীতি.",
        "@sachin_rt Happy birthday sir. God bless you, 🎂💐🎊🎁🎈",
        "@MamataOfficial @CMOfficeWB আপনি বিষয়টি একটু দেখুন. রাজস্থান থেকে ওই ছাত্রদের ফিরিয়ে আনার ব্যবস্থা করুন. আপনাকে এ… https://t.co/p9ei78IYaq",
        "@PMOIndia @drharshvardhan @MoHFW_INDIA @narendramodi The people of West Bengal are in a lot of trouble. No rapid te… https://t.co/S5a33CtjIy",
        "@FinMinIndia @nsitharamanoffc @ianuragthakur Thanks a lot to giving more fund to West Bengal. I am really thankful… https://t.co/Jn1YxyEL6H",
        "@IncomeTaxIndia @FinMinIndia Good initiative. Thanks a lot",
        "@ArjunsinghWB @MamataOfficial @BJP4Bengal @BJP4India @MenonArvindBJP @KailashOnline @shivprakashbjp @Amitava_BJP… https://t.co/ijFSy2xVC6",
        "@jdhankhar1 You are abusing your power. It's a shame for democracy.@IamSumanDe @Zee24Ghanta @ShekharGupta… https://t.co/GfirNXkSGy",
        "@PuneetGupta77 @FADA_India @PMOIndia @nitin_gadkari Thanks @PuneetGupta77 @FADA_India. I need to your support in every minute, every hour.",
        "@JPNadda Arnab Goswami is the convenor of your party. He got the fruits of his labor",
        "Arnab Goswami needs to be restrained. He can't put democracy under his feet as a renowned journalist.… https://t.co/Oyi7nQguWZ",
        "@republic Arnab Goswami needs to be restrained. He can't put democracy under his feet as a renowned journalist.",
        "@adhirrcinc I have sent mail to u Regarding Automobile Industry. Plz look into the matter @FADA_India @siamindia… https://t.co/aJO3az1I57",
        "The whole of India should follow Kerala @MamataOfficial @CMOMaharashtra @CMOfficeAssam @cmohry\n@CMO_Odisha @CMOGuj https://t.co/cGpJRTflHC",
        "Boycott Arnab Goswami. Boycott Republic TV @ShekharGupta @sardesairajdeep @ndtv @IndianExpress @ANI @TOIIndiaNews… https://t.co/d4OUZf0AiL",
        "@biditabag @MahaCyber1 Lodge FIR against him",
        "@nitin_gadkari @ianuragthakur I have requested you on this issue many times but have not received any reply. https://t.co/5uTQXPPo9G",
        "@adhirrcinc @MamataOfficial আপনার এই দাবি টিকে সমর্থন করলাম. মাননীয় মুখ্যমন্ত্রীকে অনুরোধ করছি, বিষয়টিকে গুরুত্ব হিসেবে দেখা.",
        "Sir, My blood group is B +. If a doctors, health workers &amp; police personals, kmc workers, Media Persons need blood.… https://t.co/ZwtnixJekf",
        "@MamataOfficial @CPKolkata @KolkataPolice @WBPolice @wbdhfw Request you, immediately appoint combact police force t… https://t.co/bLHSfotSzf",
        "Request you, immediately appoint CRPF to protect doctors &amp; health workers. No more delay. @IamSumanDe… https://t.co/1zKgMNa1vF",
        "@PerumalVannia @wbdhfw @CovidIndiaSeva @MoHFW_INDIA There is no calculation. Give accurate calculations\n\n￼\n\n￼",
        "@republic People all over India know that Republic TV is a BJP controlled channel. Arnab\nGoswami paid by Modi gover… https://t.co/E5HupMvM26",
        "@wbdhfw @CovidIndiaSeva @MoHFW_INDIA See, the treatment information provided by the two governments is different. T… https://t.co/KU8wu4jaa6",
        "@CovidIndiaSeva @MoHFW_INDIA How bad is it after testing so many times? Really very unfortunate. https://t.co/IlhCf3piKA",
        "আপনি এবার পথে নেমে মানুষের পাশে দাঁড়ান. শুধু বাড়িতে থেকে ভাষণ দিলে হবে না. Hospital এ গিয়ে মানুষের দুর্দশা কথা… https://t.co/zlS5tdPZ9g",
        "Made the right decision. Send all the rest of the world's workers who are working in America, give order them to ba… https://t.co/SlYtFiz4B4",
        "@jdhankhar1 See, the work of the two constitutional heads. One is working on people down the street, another is sit… https://t.co/02pKGrUSMw",
        "You must abide by the constitution. It would be great if people benefited but there is no diplomatic politics. https://t.co/SaSvQJU9DX",
        "@LabourMinistry @ilo There should be a good coordination between the employees and the employer in the matter of sa… https://t.co/dQaKEiBtyO",
        "@MoHFW_INDIA How bad is it after testing so many times? Really very unfortunate.\n\n￼ https://t.co/IlhCf3piKA",
        "Strict action must be taken against land lord. The police will have to take strict measures. \n\nPlea in SC seeking a… https://t.co/dTS6OWB5Bc",
        "@KolkataPolice @CPKolkata hats off Kolkata police. Good job. You see, no political party does politics on your work. https://t.co/WdFEFRlCoh",
        "@ianuragthakur @FinMinIndia kindly Attention my request. @FADA_India @siamindia @nikunjsanghi @ashishkale9 https://t.co/DhER86bEwP",
        "There should be coordination between the two governments, otherwise it is dangerous for democracy.",
        "@AmitShah @PMOIndia I will tell the central government that it is undermining the constitution. It wants to influen… https://t.co/PYnAfPlQDB",
        "@CMOMaharashtra They must be hanged",
        "@bmwindia @BMW I wish peace to his soul. Today is a very sad day in the car industry. I extend my condolences to th… https://t.co/VoaD1ss07T",
        "@uddhavthackeray @AmitShah This is the ultimate shame in our society. How did this murder happen in front of the po… https://t.co/Jw5BitrSyo",
        "@BJP4Bengal @BJP4India The car industry is about to collapse due to bad economic decisions and non-cooperation by B… https://t.co/Tq25tGXHds",
        "@BJP4Bengal @BJP4India You can do correct yourself. Don't play dirty games with people during this epidemic time.… https://t.co/4reEFEnYqr",
        "@flyspicejet @PIBHomeAffairs plz dont do that. Employee has also served the industry. Don't make such difficult dec… https://t.co/x6iKT7Wc1M",
        "They are Ex prime minister Manmohan Singh,Ex RBI Governor Raghu Rajan, Avijit binayak Bandyopadhyay (Nobelist) &amp; Ex… https://t.co/1Sm3lnedMC",
        "@PMOIndia @narendramodi @BJP4Bengal Immediately be given the responsibility of the economic adviser of the country… https://t.co/W3V1KwJZrO",
        "@Goodable Real human. Hats off.",
        "@narendramodi @PMOIndia @AmitShah @nitin_gadkari @JPNadda @BJP4Bengal Request to the central government, immediatel… https://t.co/782qgtDayq",
        "Sir, what about Automobile industry? I have been repeatedly trying to point out to you the Automobile industry cris… https://t.co/w3gRJo4PyF",
        "@MoupiaNandy @Zee24Ghanta My appeal to secretary of Labour &amp; Employment office regarding Workers layoff. https://t.co/ziEVrq6Xaf",
        "@SDhawan25 @klrahul11 Happy birthday 🎂 stay safe @klrahul11",
        "@FADA_India @siamindia @nikunjsanghi @ashishkale9 @LabourMinistry I have sent mail to secretary of Labour &amp; Employm… https://t.co/JJm3exJWgb",
        "@MamataOfficial @CMOfficeWB I have a question about how safe are the test kits that  have been imported from China… https://t.co/LzJRecGzgz",
        "@MahuaMoitra I have sent mail to u. Kindly look after our issue. https://t.co/JomXAn7oqZ",
        "@MahuaMoitra Indian democracy is lies in darkness.",
        "@MahuaMoitra @IndianExpress This government does not talk about hard working workers. This government is playing a… https://t.co/ggTX5Dn0c5",
        "@AxisBank I am totally disappointed with Axis bank service regarding my personal loan Account. My issue not solved yet.",
        "Sir, plz do something for Automobile Dealers. They're about to sink. Millions of Automobile workers are desperately… https://t.co/lo0e2IJYOb",
        "Salute @RNTata2000 Salute @TCS https://t.co/QOq9EHso75",
        "@drharshvardhan @MamataOfficial @MoHFW_INDIA Insulin crisis is underway. Insulin is not available at the medicine s… https://t.co/9MF9K9vVzj",
        "@AmitShah @LabourMinistry plz do something for employers &amp; employees of all private sectors. The state of the car i… https://t.co/7zxGQv5sJr",
        "Many organizations in India are on their way to trim their workforce. What steps are you taking in this regard? I'm… https://t.co/Sc1gq3uzgi",
        "@narendramodi @AmitShah Plz do something for them. As a result, the workers are one of the key to development of th… https://t.co/T89A8RxP7Q",
        "@WBPolice kindly share contact no of  officer in charge, uttarpara police station. Hoogly. Its urgent.",
        "@ashishkale9 @FADA_India @PuneetGupta77 Please send a letter to the Prime Minister, constantly requesting allot fun… https://t.co/TSnxbtbkFq",
        "@palakmuchhal3 https://t.co/jWhJo3YTyV",
        "I wish peace to the souls of the dead persons in the outbreak of the pestilence corona virus. Corona Virus, You lea… https://t.co/uMR6vnxpiU",
        "@HemantKanoria https://t.co/z4duAynxA2",
        "@mimichakraborty https://t.co/pwjs4slkhy",
        "@swastika24 https://t.co/tg7LfC07Xj",
        "@AITCofficial https://t.co/Y8JBvCdnds",
        "@RahulSinhaBJP @BJP4Bengal @narendramodi https://t.co/WwJoK0cZJP",
        "@MamataOfficial https://t.co/GEZpyEqe8g",
        "@tathagata2 https://t.co/b4KbJBLjqy",
        "@adhirrcinc https://t.co/lVNbbbvrNJ",
        "সবাই ভালো থাকুন, সুস্থ থাকুন. https://t.co/ShPzAVFAZr",
        "@me_locket https://t.co/CVd6Tcb2kG",
        "@rafiath_rashid https://t.co/aNSDiLw5HA",
        "@MukulR_Official https://t.co/xsdAmb79GW",
        "@IamSumanDe https://t.co/2invc4Wk3n",
        "@IamSumanDe lockdown কন্ট্রোল এর ব্যাপারে পুলিশ কে পূর্ণ স্বাধীনতা দেওয়া হোক. অনেক জায়গাতে পুলিশের কাজে রাজনৈতিক হস্তক্ষেপ হচ্ছে.",
        "@PMOIndia @narendramodi This Fund is very important for the survival of all Automobile Dealers. Otherwise, millions… https://t.co/8Yo4nvsDAs",
        "@AxisBankSupport I have applied For moratorium for 3 months but my personal loan  emi has been deducted from  my sa… https://t.co/kUJ8VY22Df",
        "@MirzaSania @realshoaibmalik Happy anniversary. God bless both 💐 💐",
        "@narendramodi @MamataOfficial plz make serious attention Medicine supplies. I urge to u, plz reduce to medicine pri… https://t.co/HFH0HCRRFN",
        "@ashishkale9 @FADA_India Now imagine something for an automobile worker who has not yet received a full salary. The… https://t.co/Wtln6cYqgp",
        "If the dealer does not pay the remaining salary after the lock down, then I will make the names of those dealers pu… https://t.co/ZItEx6WW0S",
        "@FADA_India @siamindia @nikunjsanghi @ashishkale9 Some of WestBengal's automobile dealers pay 75% of the employee's… https://t.co/OpHB6I4EfZ",
        "@SomenMitraINC প্রণাম. 🙏🙏🙏🙏",
        "How much impact will India's unemployment have on this global economic crisis? I am getting afraid. https://t.co/f31iHYgs27",
        "Thanks to  giving such a important story to us. @abpanandatv @IamSumanDe @Zee24Ghanta @TOIIndiaNews @IndianExpress… https://t.co/afdOxvbkgq",
        "@DrTedros @WHO @realDonaldTrump @Mr_BorisJohnson @narendramodi\nNo need to help China. The whole world is now fighti… https://t.co/b9Y8OsShtp",
        "@DrTedros @WHO No need to help China. The whole world is now fighting death. China is responsible for this. No dipl… https://t.co/Xj4WuUV7ja",
        "@FADA_India @siamindia @nikunjsanghi @PuneetGupta77 @vinkesh01 FADA and SIAM should put forth some remarks aimed at… https://t.co/5dZULMymWB",
        "@nikunjsanghi @FADA_India The government should take some action against the workers of this country soon, otherwis… https://t.co/3i4j9LZziJ",
        "@realDonaldTrump @narendramodi India is the house of the gods of the world. The people of India are human. Humanity… https://t.co/oM0zO1KiCf",
        "@chetan_bhagat I can't survive without cigaratte",
        "@swastika24 It's really good menu.",
        ". I would request the rest of the car manufacturers @FordIndia @TataMotors @HyundaiIndia to follow the path shown b… https://t.co/ykbQG0u8st",
        "Thanks @HondaCarIndia &amp; @Maruti_Corp to take very good initiative for dealers. The owners of the dealer got a lot o… https://t.co/JwAkZ0bVod",
        "@PuneetGupta77 Now people all over the world are suffering for the senseless work of China people. #Covid19",
        "After such a day, the Chinese people returned to their senses? Now China people should eating  vegetable for an era… https://t.co/SymbRhThLl",
        "@narendramodi @BJP4Bengal @BJP4India দেখুন মোদী জি, আপ্নার কর্মীরা বাজি ফাটিয়ে ঘর এ আগুন জ্বালিয়ে দিলো. এবার বলুন… https://t.co/ynySS60jfZ",
        "My appeal to the people of India, do not listen to any celebrity voice.. They won't save your life if you get sick.… https://t.co/np8GPp7anA",
        "This India is not a country of superstition. I protested. Tell all the citizens of India, all of you are educated.… https://t.co/KQvcpEOCTu",
        "@keyakahe @OmarAbdullah This India is not a country of superstition. I protested. Tell all the citizens of India, a… https://t.co/V3GtEPmmlh",
        "@sardesairajdeep This India is not a country of superstition. I protested. Tell all the citizens of India, all of y… https://t.co/piTJSX8VR7"
    ]
}