{
    "screen name": "casandoval14",
    "no. of tweets": 142,
    "tweets": [
        "@el_ursus 😢 Tocará cacerolita.",
        "Cosas que me está dejando la pandemia:\nMi microonda acaba de morir 😢",
        "😂😂😂 https://t.co/g1IoNoUcPm",
        "Ese Spam que el @indeselsalvador hizo hoy con ese gift me hizo dejarlos de seguir.",
        "Que dirá ahora el desconocido @JonasHerreraTV sobre su recomendación a la Mónica de no pedir disculpas a esta gener… https://t.co/Y65QNsoDj7",
        "El video del chero atropellando a los policías, ni siquiera se ve que lo iban a parar en el retén. No seamos ciegos ni tercos.",
        "En dos meses les vuelvo a llamar para cancelar...",
        "Llame a Sky queriendo cancelar. Me recibieron con un mes con pago de $0.00 y 2 meses del paquete premium de HBO gratis. 🥰",
        "Nayib dice llamen, llamen, llamen. Pero cuando llamas, no contestan, no hay sistema, etc...",
        "@chango_davi6 Esto es lo que viven todos los jóvenes ahora. Para los policías express, ningún joven se esfuerza trabajando.",
        "Que raro que este tipo de noticias tengamos en mi municipio 🙄 https://t.co/aTGcXolTKa",
        "@emuyshondt dá instrucciones para que los empleados de EDH no tengan problemas para circular. Ponés reglas y te desentendes.",
        "Tampoco hay que hablar de razonamiento! Por no entienden!!!",
        "No les pongan números porque no entienden!!!",
        "? https://t.co/IpCGYCX9fE",
        "Gracias por esta lluvia que le caerá bien a la gramita.",
        "Gracias por el agua LVTSIRC https://t.co/GlPFGbcJBe",
        "Los días que hago home office con mi esposa en casa son mis días más productivos ❤️",
        "Ok, este mix de Chafa en Spotify está ok.",
        "Solo los truenos se escuchan. El agua asaber para donde la han mandado.",
        "@chango_davi6 Ya está. Así se vence.",
        "@chango_davi6 Contragolpealo",
        "El Descenso? https://t.co/7Pja8m8QNi",
        "Que tormenton!!!",
        "La asociación de jugadores debe de precidirla alguien memorable, alguien que llame al respeto. No payasos.",
        "Este domingo ha sido más emocionante que cualquier otro en canal 4. Colombia contra Inglaterra 👌🏽",
        "Bye https://t.co/ZJQ7WOjl7d",
        "@Marieu91maria @DonLiSv Yo lo llamo FELICIDAD",
        "Confirmen si ustedes también usan los depósitos en los que @DonLiSv reparte su comida a domicilio para guardar fruta picada en la refri.",
        "Si a ustedes no les gusta The Killers, por favor denme unfollow.",
        "Hubieran pedido \"Tai\" por la cuerentena ome! https://t.co/Mhui0u9etp",
        "Esperemos que los ministros, delegados, asistentes, etc. de este gobierno, estén percibiendo menos salario, así com… https://t.co/tSKBj6Ixdu",
        "@martelflamenco Saludos Mauri!!!!",
        "Hoy doy de baja Sky. Ya me aburrí de ver Manchester contra Liverpool de la temporada 2009-2011. Y esto va para largo.",
        "De acuerdo, no está mal. Pero los 75M de barriles de petróleo que EUA comprará en este momento, nos dice que tampoc… https://t.co/hOv45oW5g6",
        "@Marieu91maria Tenía typo. Y no, te tengo a vos para que vayas a hacer los mandados... Osea, porque vos si podes ci… https://t.co/dFL9uNT79k",
        "También es el mismo pueblo que decide salir un Sábado en la mañana al mercado por PURA COSTUMBRE!!! Tienen toooooda… https://t.co/HflKu9OPQk",
        "Perdon, era con una $ más.",
        "$oya$ity.com.$$$",
        "Soy testigo de las \"clases\" que imparten en línea \"profesores\" de inglés. Que DESCARADOS que son. NO ENSEÑAN NADA!… https://t.co/NWgqEaTFAq",
        "@chango_davi6 Haciendo lo de ellos. ROBAR!",
        "No hay que \"enwebarse\" por aparentar. Mejor estar sano económicamente. Eso es mejor medicina que cualquier remedio de abuelita.",
        "HOY, COMO SIEMPRE, hicimos la limpieza con mi señora 😭\nDISCULPA BILLY\n#TeHeFalladoBilly",
        "#TeHeFalladoBilly 😢",
        "Uno no tiene que hablar de los hijos de otros, de los hermanos de otros... Ud no se imagina lo que está criando.",
        "@Ramichavez11 Jajajaja jajajajaja",
        "Voy a poner un colegio. Buen rendimiento. Cualquier cosa a la orden.",
        "Michel Mercado (o como se escriba su nombre) le está regalando las noticias al @elgraficionado cuando no las hay...… https://t.co/L09KOXK49l",
        "Este trabajo es el de aplaudir. El que se hace en oficina, a puerta cerrada. Así como el que muchos o casi todos ha… https://t.co/P2BstMlSAf",
        "El BMT del subway, es otra cosa.",
        "El Cusca se va a bendiciar grandemente de los beneficios que el Scotiabank tenía con los negocios. Porque si, tenía los mejores.",
        "@28JulioAmaya @El_Ayronman Chan, sos muy buen jugador como para esas cosas. Las entrevistas te las hacen después del partido.",
        "Cuando tenes a tu esposa feliz en tu piscina falsa, es porque has hecho un buen trabajo soldado. #DemiParami",
        "Gracias a Dios que mis señoras, madre, tías, abuelas, están sanitas. Entendamos que esto nos va a doler si no somos inteligentes.",
        "@ChumelosR Vapues vo.... Jajaja Chatio.",
        "@NilsonMejia32 Es lo malo cuando solo conoces lo que ofrece la colonia...",
        "Cuando alguien critica el estado de emergencia acá, recuerden que ellos sí tienen alcohol en spray para limpiar la… https://t.co/LHtaKiC9yN",
        "🙏🏽🙏🏽🙏🏽 Ya me iba a tocar que salir de casa e ir a un centro de contención. https://t.co/aaJGCzp9qF",
        "Ester Expósito no me gusta, pero ustedes no están listos para esa conversación.",
        "@ChumelosR Ni me acordaba del nombre de ese señor, pero quizá si, quizá el lo dijo.",
        "Por qué la @PNCSV borró los twitts del motociclista a quien le dispararon? 🤔",
        "Aún no huelo el humo 🙏🏼 https://t.co/zEIqkn3NnC",
        "@jen_garcia17 Ha de tener MUCHA calidad el muchacho.",
        "Chocolate Blanco? 🤔 https://t.co/1qpGWcxnF1",
        "\"Humildad en la victoria para tener dignidad en la derrota\".",
        "She don't dance no more🎶 👌🏽",
        "@Marieu91maria Así está la vida de la gente, no solo la cuerentena.",
        "Cuarentemas. Adhesivo en fb live 👌🏽",
        "@myeshiaaxo @d0t_j 8 months way too short to know.",
        "Del descenso? https://t.co/293RbJODZy",
        "Me he inventado un techo provisional para el patio, UVA!",
        "@AleEspinoza98 @FESAELSALVADOR Démosle!!",
        "#CholyRenuncia",
        "Gracias Zuckerberg por la opción de dejar de seguir en fb...",
        "Así es el fútbol....\nEn El Salvador. https://t.co/CGecrKM8U6",
        "El nuevo control del PS5 parece de Xbox, pero ustedes no están listos para esa conversación. Smh",
        "Mañana, mañana 👌🏽",
        "He visto más grande la luna otros días, más brillante no, pero más grande sí.",
        "@Ramichavez11 Esa no es la esencia del fútbol.",
        "@FValladares93 No man, lo digo en general. Vos no jugas así.",
        "Hasta que el ticket por ir 20 kilómetros arriba de lo permito es de $400, ahí se hacemos caso y las autoridades son de primer mundo...",
        "El control de aquellos jugando Fifa.... https://t.co/RvqljEvbde",
        "Al final del día, y de la vida, valdrá más quien seas tú, a quien es tu Twitter, fb, IG, WA, bka, bla, bla. Siganme en bka.",
        "Cuando nos llegue a nosotros, nos damos el SHOT!",
        "Yo tengo otro pensamiento, pero MUCHOS no están listos para esa conversación...",
        "Hoy el de las diapositivas en Nayib",
        "Shot por el pueblo que tenemos...",
        "Shot por el presidente que tenemos.",
        "Mañana nuevo episodio de @BetterCallSaul en Netflix 👌🏽",
        "@S_arg7 Dale",
        "@S_arg7 Démosle mañana. carturosandoval1",
        "@chango_davi6 Maje ayudame. Créeme qué se me fue el día en esa onda.",
        "Ya descubrí porque otros a veces me ganan en la Fifa. La gran diferencia es que yo juego al fútbol, esta gente jueg… https://t.co/loDX5zBL2f",
        "Hasta la espalda me duele de pasar todo el día en el trajín de limpiar la piscina 😢 Necesito ayuda de un profesional.",
        "Entrené toda la vida para esto, entrené para sobrevivir con tiempos a solas con mi esposa. Estoy feliz que paso est… https://t.co/O0GDrqvDW5",
        "@rodrosantos25 @DGalvezTCS Como lo dice @DGalvezTCS se escucha como que ya se murió. Por eso pregunto.",
        "@DGalvezTCS @rodrosantos25 Ya se murió el motociclista?",
        "El uso de mascarillas puede ser cualquier mascarilla simple de tela hecha en casa. No, no, y no compre mascarillas… https://t.co/bhdhDlM1Yb",
        "Hize un pedido en línea del Super, supuestamente venia a mi casa el miércoles en la tarde. Hoy temprano me enviaron… https://t.co/Mmj826cOPN",
        "@TigoElSalvador Colonia Bello San Juan en San Salvador sin Internet WiFi toda la mañana!!!!! Qué pasa? Y ni siquier… https://t.co/6SfkyJxfhM",
        "Estudia me dijo mi mamá",
        "Capitán https://t.co/ss62VJECWJ",
        "El Pega hacia mil recortes, pero una pelota filtrada a gol no metía. Lo dijo Aron, no yo.",
        "@CocoyLolo Quién se rie del mal ajeno? 😢 Coco o Lolo? 😭",
        "El carbón de tienda es como aquellos, pura llamarada de tuza.",
        "Hace unos meses tuve muchos pensamientos de vender el play, ahora, la semana de \"vacación\" me lo va a agradecer grandemente que no lo hice.",
        "Si, creo que estoy desarrollando el síndrome de Estocolmo. Actualmente esperando a que venga mi feeder.",
        "Que feo pasar esta esposa con mi cuarentena @Marieu91maria 😢",
        "@chango_davi6 Que hecho leña jajajaja",
        "@MonikFGuardado Jajaja se llena más rápido.",
        "Gran vacíl ahorita, viendo como se llena la piscina.",
        "@el_ursus 3 si tomamos a la aerolínea.",
        "@chango_davi6 Ajajajajaajajajajajajajajajjajajajajaja",
        "Yo feliz porque el Agrícola a congelado dos cuotas del crédito de vivienda 👏🏼👏🏼👏🏼",
        "Ha estado repasando. \"15 billetes de a $20\" 😂",
        "Todos anotando la página web de los 300 pesos...",
        "Presidente Sánchez Ceren:\nSi, la página web para dar seguimiento al covid 19 en El Salvador es https://t.co/AAh4SEyHkf.sb19covid.gok",
        "Vamos a ver que dicen la clase pensante del TL ahora.",
        "Durante tooooodo el día, un ratito viene el agua a la Col. Bello San Juan @alcaldia_ss",
        "@FValladares93 😢",
        "@FValladares93 Yo los contragolpeo en la noche. Pero durante el día, me toman ventaja.",
        "Odio a mi vecinos. Todo el día me toca que estar oliendo las comidas sabrosas que cocinan. #QuedateEnTuCasa",
        "@chango_davi6 Más cuando está recién trapeadito 👌🏽",
        "@el_ursus 😢",
        "Día 1: Encendí y apagué el carbón de la parrilla. Fue alentador.",
        "@BelloSanJuan1 Esta media aplica solamente durante la cuarentena domiciliar o será una medida permanente?",
        "@jhonnyb93 Jajajajaja cabal pasaron 45 minutos para llegar a lo bueno.",
        "@alexbobeto Si sos afectado por la situación económicamente, tenes derecho a no pagar por 3 meses.",
        "@zeladauceda @Marieu91maria Me Imagino!! Pero primero Dios todo sea para bien!",
        "@cortezv08 @Marieu91maria Me podes dar una constancia vos? Así la muestro cuando la PNC venga a la casa a preguntar… https://t.co/2QY5TXGSCI",
        "@zeladauceda @Marieu91maria Saludos Victor! Lo siento por ti también que te tocará salir a trabajar aún en esta situación!",
        "Sorry my love @Marieu91maria, medios de comunicación si! Solo te pido que no me lo traigas a casa...\n#EDH",
        "Es como ver un partido de la LMF, el primer tiempo aburrido, el segundo tiempo es el que hay que ver.",
        "Si, si, si, ya, ya. Pasemos a lo importante!!!",
        "ESTA ES LA U!!!!!",
        "Ya tengo listo mi estudio si me toca trabajar desde casa. Osea, mi sillón, y la mesita de 20 pesos en la sala.",
        "Ante esta sitaucion:\n1) Más fe\n2) Menos pánico\n3) Más medidas de prevención\n4) Más medidas de prevención",
        "En lo personal, aprendía más en las clases virtuales porque me obligaba a LEER sobre los temas que estábamos aprend… https://t.co/3sLVwScmRT",
        "Este \"artículo\" lo necesitan muchas familias en cualquier momento de sus vidas, no solamente durante una pandemia d… https://t.co/jJoy2L74rV",
        "Nombe, la víctima!!! https://t.co/549qVVA8Sh",
        "@nayibbukele Opino que Asmáticos controlados o no deben entrar en cuarentena ya sean del sector público o privado.… https://t.co/fTwhIIBs18",
        "Indignados porque alguna gente quiere o ha entrado por puntos ciegos al país. Pero cuando Trump cierra fronteras, a… https://t.co/vyKOT1cpSO"
    ]
}