{
    "screen name": "RdsSafety",
    "no. of tweets": 177,
    "tweets": [
        "La OPS sobre los túneles o cabinas desinfectantes y su NO recomendación de uso en personas.\n#COVIDー19 #OPS https://t.co/RUGFuS2bxb",
        "https://t.co/I8IjppjNMW",
        "@zagardua2314 Excelente hilo...\n @threadreaderapp  Please unroll this",
        "@zagardua2314 Lo invisible no se ve, pero existe y está ahí, como el aire. \nEl tema con el futuro es que no se vuel… https://t.co/HFZHaaTqVk",
        "@nachomdeo https://t.co/4siy8mQBbZ",
        "@BoobaDieng @businessinsider They used to have similar devices, but technical regulations are established with cons… https://t.co/NwfUQ6lLBO",
        "@AwardsDarwin Think safety... do \"anything your heart desires\" 🎼🎶🎸 (Hall&amp;Oates)",
        "@Apuntes_ Yo cuento 3.\nEso sucede por ser un país federal. Cada provincia tiene su normativa.\nDe lo que yo conozco,… https://t.co/bSKS1W1xqd",
        "@AwardsDarwin Nailed it!",
        "@madorni Esto no debería encuadrarse como apología del delito?",
        "@alejobongio @martintetaz @FundLibertadRos Un capo Martín.\nLa clase de gente que uno banca en las buenas y en las m… https://t.co/p1tkC3YLbD",
        "@majogrillo @Apuntes_ Barbijo, alcohol en gel y coso...",
        "@srodriguezrey @dieguez_ Falta el ContagiAR... o eso fue el viernes 3/4",
        "@EODomecq Me gustaría conocer el nombre y apellido del 6% que respondió que acepta el canje en estas condiciones...… https://t.co/WWhq1d4eoz",
        "@engineeringvids Mis padres tenían una para ir de camping cuando yo era niño... hace muuucho tiempo! \nMy parents ha… https://t.co/ay9wPySk43",
        "@LeoPiccioli No me estoqueé de nada... sólo las compras necesarias una vez por semana.",
        "@InfoEnargas @FBernalH Sería peligroso en caso de pérdidas o fugas de gas. En cuyo caso, ya es una situación peligr… https://t.co/IxzN7QlnWc",
        "@Manolo9213 @InfoEnargas @FBernalH Será porque no te pueden estafar lisa y llanamente?",
        "@EstelaMandela @zendalibros @DosBirutas Ese era Henry, no John... ambos Ford, pero diferente modelo 😉",
        "Asesinato en el Palacio San José - Jorge Fernández Díaz - Zenda https://t.co/Zfw8gmhFeU",
        "@fedeaikawa Desde el portal de telam dicen que en los portales publican fake news... como ellos.",
        "@Gus_Noriega Con sólo leer lo del \"éxito de la cuarentena\" ya fue demasiado para mí...",
        "@nachomdeo Una pena que seguramente se les pasó hablar de los argentinos abandonados en el exterior",
        "https://t.co/b2hjsja2VL",
        "@simongerman600 Quite accurate... all of them",
        "@felquer @simongerman600 Hay bastantes... aunque también se han expandido a otras zonas",
        "Coordinar las tareas en un mismo entorno de trabajo. https://t.co/wd5rIgFvnX",
        "@safetyphoto https://t.co/BdMlBfh760",
        "@MabelPajarita Sin mencionar a Ginés...",
        "@OfeFernandez_ Qué tal si habla con @MalenaMassa y se ponen de acuerdo?\n@AySA_Oficial depende del Ministerio del In… https://t.co/xo6piLT9HP",
        "@madorni Te faltó comentarle que el agua la provee AySA y que eso es gestión de la Sra Malena Galmarini de fuMassa",
        "@safetyphoto Monkey business",
        "@LapenaJorge Para todos, todas y todes... 💀",
        "@nachomdeo K-vid 2020",
        "@Apuntes_ No queda otra! De queruza...",
        "@lberteroorfebre @Gus_Noriega En vez de aplanarla, la mataron",
        "@ferrario_luis Por favor, digale que se coloque bien el barbijo... el mismo debe ajustarse correctamente al contorn… https://t.co/wQFmQNxM4j",
        "@jotaleonetti @DiputadosAR @Axeldellolio @SafetyGroupArg Mirá que sos ortiba... cómo sabes que están en movimiento,",
        "@jotaleonetti @brendalisaustin @marioraulnegri Mirá que resultaste ortiba y pavote... está detenido. Mirá el destel… https://t.co/DxCTEwYCWe",
        "@safetyphoto Forklift guy... never fails.",
        "Safety 101 | Impact Protection | HexArmor® https://t.co/s3uRRvoFlz",
        "@LongobardiM Digamos que lo de la parte productiva ya fracasaron. Para lo de la salud es sólo cuestión de tiempo...",
        "@arisaacog @vincent_rowlatt @universal_sci Wise advise... stay home &amp; locked down.\nSeems to be good for the planet.",
        "@jpcompaired No entiendo esa manía de usar cascos dentro de las oficinas...",
        "@arisaacog @vincent_rowlatt @universal_sci Let's talk in about 500 years and we'll see if it worth all the way the effort...",
        "@arisaacog @vincent_rowlatt @universal_sci It's never the same scenario.\nAnd please define harsh conditions and try… https://t.co/XFi9wQDWpy",
        "@arisaacog @vincent_rowlatt @universal_sci That's the same answer Columbus received about 550 years ago... #justsaying...",
        "Interesante iniciativa. Con cada par de guantes te obsequian una mascarilla reutilizable lavable para prevenir cont… https://t.co/xTBEQ7FYz8",
        "@taricoariel https://t.co/qohajuD3mR",
        "@autopolitics Estos son los que querían \"castigar \" a Macri... https://t.co/Rja0tb8nZG",
        "@LadyAAmado Explíquele a todos los que andan vendiendo e instalando \"cabinas sanitozantes\" para rociar a la gente c… https://t.co/ISrwSFbqa1",
        "@Aerolineas_AR Hay uno con mascarilla de pintor de obra y 2 con berbijos N95 con válvula de exhalación.  Sí! De eso… https://t.co/7pMUFcDx76",
        "@nachomdeo Unroll this @threadreaderapp",
        "@LesLuthiers_Arg A partir de hoy el mundo estará un poco más falto de humor y risas. QEPD. Marcos Mundstock",
        "@MinSaludSantaFe Ese gráfico está mal hecho y no refleja el criterio de caso del Ministerio de Salud de la Nación. \nhttps://t.co/b1CZdTHWcL",
        "@nachomdeo Please unroll this @threadreaderapp",
        "@nachomdeo Festejan y alaban que en la primera vuelta van más o menos entre el pelotón, pero están echando un pique… https://t.co/zn9HsVLnzZ",
        "@RCachanosky No les dé ideas",
        "@Colcheck @WHO https://t.co/rxTvIQeiwQ",
        "@clarincom Años quejándose de Rappi, Glovo, PedidosYa y resulta que ahora son los héroes que nos van a salvar de qu… https://t.co/lcLpOuf401",
        "@LosAndesDiario Barbijos? Distanciamiento social?",
        "@jlnmilllan @jowigs @AgosYannone @Floxie10 @flyethiopian Perdón. Ni siquiera sirven para mentir. Los descubren en 1… https://t.co/s2XQI04X4j",
        "@lacapital @eugelangone Que aprovechen a hacer bacheo y reparación de calles para cuando esto vuelva a la normalidad...",
        "@lucasllach https://t.co/ySPVnW1AId",
        "Niveles de cuarentena... https://t.co/agpdRB38HI",
        "@AndresEPonte @rbellezze 43",
        "@SirChandlerBlog Y los héroes de @Aerolineas_AR ?",
        "@davidgcant @theweekjunior Looks like there is a 4% that's not need for the whole.",
        "@MissLadrillos Por otro lado, yo diría que la actitud de regalar algo que ni siquiera pagó él mismo, antes que macr… https://t.co/3zAeq6uTXl",
        "@BonelliOK El Presidente de la Nación.  Él se puso al frente del tema.\nDe ahí para abajo. Jefe de Gabinete,  Anses,… https://t.co/WkP1muYok0",
        "@LaBugsBunny2023 @osvaldobazan No hace falta ir tan lejos en el tiempo...\nNunca se supo nada del \"pongui-pongui\" de… https://t.co/GJddsKnlzP",
        "@infobae Punto para Galperin!\nCuando el Gobierno de Científicos, por su propia inutilidad, cae de rodillas ante los CEOs...",
        "@SantiCafiero Incompetentes... https://t.co/gLGcHM6NSJ",
        "@segregustavo El 3 de abril será nuestro Atalanta-Valencia de la propagación del virus.\nhttps://t.co/E6xevPCcVT",
        "@AndresEPonte 2",
        "@simongerman600 Who poops in a restaurant? What % of people do that?\nEven at the office... if I have the chance I'd do it at home.",
        "@EKucich @Vostok1317 @moritabrock38 @FernanQuirosBA Corea del sur es una democracia con voto directo, 5 años sin re… https://t.co/EVqPDI1gCA",
        "Interesante video recibido por WhatsApp... https://t.co/02DYHDHiNi",
        "@MapScaping C",
        "@nachomdeo Unroll @threadreaderapp",
        "@nachomdeo Unroll this @threadreaderapp",
        "@Apuntes_ para todo traslado laboral. Por fuerza mayor le mostras el remedio y entiendo que ya está",
        "El gobierno de científicos no sabe ni hacer ciencia, ni gobernar... https://t.co/CVxOgnFNUG",
        "@pricatti Unroll this @threadreaderapp",
        "@peponila Todos los incurables tienen cura 5 segundos antes de la muerte... Almafuerte\nO sea, todos los zurditos ch… https://t.co/w3fSuNGx4f",
        "Have you listened to The Safety of Work yet? Check it out here: https://t.co/gVnK4UGgLn",
        "@RCachanosky @ginesggarcia Nos toman como ejmplo... delo que NO hay que hacer.",
        "@lportnoy Learning to use Excel...",
        "@segregustavo 6+11+13",
        "@flaicaster @pasantemossad Los rajaron de Bolivia... imaginate.",
        "@FerIglesias @pasantemossad Divina la que la quiere sacar al aire en la radio...\nLo primero que leí fue \" te podemo… https://t.co/eK1F9Ia6Tr",
        "@hhdospierre Depende de cómo se lo mire... si salió de guardería el miércoles ANTES del decreto y no regresó a puer… https://t.co/mE964Wr7Zn",
        "@lacapital Si el gobierno nacional no hubiera cerrado las fronteras a las otras aerolíneas, este señor seguramente… https://t.co/WhzIo1ffTw",
        "@LadyAAmado @Statista_ES Al contrario... los jóvenes asíntomáticos o con síntomas leves y gran actividad social son… https://t.co/VV1cjLcGk5",
        "@elperritoyyo_ @Apuntes_ @alferdez sólo testeamos en el Malbrán vs testeos drive-thru en el estacionamiento de un W… https://t.co/i5cHgmVzAk",
        "@lulopreiatol @taricoariel En los 80 había una mística del aguante rocker...\nYo lo vi a Pappo en Riff gritando \"esc… https://t.co/EO42zZNqCE",
        "@Cauaka @Gus_Noriega Cinta de cromo...",
        "@ANACargentina ANAK...",
        "@AndresEPonte Patricio Rey y sus redonditos de ricota",
        "@AndresEPonte No la conozco...\nViuda e hijas de Roque Enroll",
        "@AndresEPonte Pantera",
        "@AndresEPonte Tampoco la cabra o chivo en el auto",
        "@AndresEPonte Mano Negra\nAutenticos decadentes",
        "@AndresEPonte 19... nada mal para empezar",
        "@AndresEPonte Queen\nScorpions\nGuns'n'Roses\nIron Maiden\nTalking Heads.\nJoy Division o Divididos\nEnanitosnVerdes\nRadi… https://t.co/cUw0CDeHGn",
        "@GPerezAlaniz @LadyAAmado Inés Perado...",
        "@UnLibroPorMes @eugeniomonjeau Yo tMpoco quisiera envejecer o caerme cuando tropiezo, pero no siempre podemos contr… https://t.co/SkupIolinV",
        "@Apuntes_ https://t.co/6CI0v9OZ6x",
        "Sábato. La resistencia. https://t.co/JwBqvGCdt4",
        "@clarincom https://t.co/zqQgxgxK7U",
        "@AwardsDarwin Just like talking to my mother in law...",
        "@PaoMdeO No sé qué tienen ennla cabeza... pero yo les agregaría un pedacito de plomo calibre 9mm",
        "@PaoMdeO Y #DelCoño ?",
        "@RCachanosky @Apuntes_ @felipe_sola  Mintiendo en cámara en TN diciendo que las aerolíneas extranjeras no volaban a… https://t.co/JI7oHqXsrb",
        "@G4briel_8 Mintiendo en cámara.\nHace un rato salió en TN diciendo que las aerolíneas extranjeras no volaban a Argen… https://t.co/YPPtLhnAkp",
        "@arielkechu @RCachanosky @aetchebarne No sea tonto, disimule un poco\nLe adjunto el texto de la resolución 100/2020… https://t.co/hk0vv4PdxD",
        "La importancia y compromiso de un verdadero grande en todos los aspectos.\n@manuginobili https://t.co/0GpcOMYgii",
        "@LongobardiM El Estado sólo debe garantizar salud, educación, seguridad y defensa. El resto es yapa.\nEl problema es… https://t.co/gnkHkvQmel",
        "@clarincom El último negocito antes que se pare toda la actividad por el covid19.\nGente que ya tenía pasajes con ot… https://t.co/Tyjf5PgBPI",
        "@twtDAV @Apuntes_ El último negocito antes que se pare toda la actividad por el covid19",
        "@LucasKuperman Impecable... y no es fake. https://t.co/J1xsKBsT08",
        "@peponila @vickytass13 No, sólo para los que regresan de zonas con circulación sostenida del virus.\nhttps://t.co/zJFCger3Q6",
        "@peponila https://t.co/jHyzunVGKB",
        "@lacapital @pablojavkin @AmerisoLucas Deberían comenzar por sentarse más separados y respetar las recomendaciones d… https://t.co/BXZ1MjJoyG",
        "@aa2000oficial @aviacionline Qué tal si empiezan por colocar jabón líquido y toallas de papel para secarse las mano… https://t.co/jtknELQ1g6",
        "@HaythamFarouk @DrTedros Good safe hands challenge. But I fon't understand why he let water run from the tap during… https://t.co/QSTgimp5dV",
        "@Nherdmit @Apuntes_ Nuestros jugadores y árbitros de fútbol hacen la pantomima de saludarse con el codo antes de em… https://t.co/nJ7R1NclwB",
        "@LosAndesDiario Se olvida de la división de poderes...",
        "@infobae Lo positivo es que no va a poder regresar al país hasta el 31.03 o más si se extiende wl cierre de fronter… https://t.co/VJC3agoK6C",
        "@safetyphoto https://t.co/GWsVJ6iTzO",
        "@FGRouco @Apuntes_ Correcto. 3AM totavía es descargable",
        "@Apuntes_ Lo podés compartir?",
        "@Apuntes_ Unroll this @threadreaderapp",
        "@MinSaludSantaFe No queda claro cómo llegó desde Ezeiza hasta Rosario... lo hizo por sus propios medios?\nCuándo ing… https://t.co/8TJFl3wNQI",
        "@martin_caparros Gente que a primera vista parece ñoña y engreída.\nLuego abren la boca (o tuitean) y te lo confirman.",
        "@martin_caparros A la malaria se la logra controlar efectivamente con el uso de agroquímicos (insecticidas que mant… https://t.co/SEu5BK2Vrw",
        "@CrazyinRussia Vitamin C respirator https://t.co/0i6aVujVrf",
        "@arieljn @Apuntes_ O seguir estos viejos consejos https://t.co/jJs5cEsTpP",
        "@nachomdeo El ministro de salud no luce muy saludable que digamos...",
        "Luchando contra el Corvina-virus https://t.co/ZK5zA1ipGS",
        "@MabelPajarita Tenemos un sociólogo dwl Conicet a cargo del ENRE... #SayNoMore",
        "@LANACION 5 pasos... y publica 3. 🤔",
        "@juan_valenti @martintetaz Jajaja qué ternura me da que se fije en un error de tipeo (detectar una g x una h) y se… https://t.co/lOb4yuqqOc",
        "@simongerman600 @WrongHands1 Walking on sunshine... Katrina &amp; the waves\nSunshine of your love... Eric Clapton\nBlack ice... AC/DC",
        "@mariasolitude @Apuntes_ No se subestimó... simplemente son ineptos https://t.co/EY2gFkAAwy",
        "@juan_valenti @martintetaz Aparentemente no avanzó más allá que de la clase donde explicaban promedios.\nEstadística es mucgo más que eso...",
        "@_mariano2016 @riquilez @martintetaz Por favor, corrija. No es en el Estado. Es bajo estos gobiernos populistas que no existe meritocracia.",
        "@manotas1970 @MariaRothenMai1 @martintetaz Muy interesante sus argumentos que sólo sabe insultar y agredir...\nSale reporte y block",
        "@PaoMdeO Es el colectivo de actrices... nadie sube, ni baja, y no va a ningún lado.",
        "@manotas1970 @MariaRothenMai1 @martintetaz Asi que Rusia es comunista! Nomedigas?\nContame más! Qué sigue? Cuba capitalista?",
        "@MariaRothenMai1 @martintetaz Este tuit atrasa 30 años!\nEl comunismo en Rusia cayó a inicio de los 90...",
        "@silvinamarq @remilehmann @ignacioortelli No me tutee que no nos conocemos y nadie le dió confianza.",
        "@PaoMdeO Una mujer descubrió los rayos X... será por eso que pueden ver a través de nuestros pensamientos? \nFeliz día señora!",
        "@Rex_Aluminio @nachomdeo https://t.co/CyphcaI8qg",
        "@remilehmann @silvinamarq @ignacioortelli La crítica es que lo diag osticaron postmortem. 5 días en el hospital sin… https://t.co/cEHCZh2wSq",
        "Consejo profesional: deberías lavarte las manos aunque no haya un virus generando pánico mundial. https://t.co/1O1MB36JMk",
        "@perfilcom Si va a ser de izquierda... habrá futuro?",
        "@Apuntes_ No puedo creer la literalidad de la gente...\nCuánto incapaz de detectar ironías!",
        "@infobae Porque hay gente dispuesta a pagarlo.\nLo mismo que con los termos.",
        "@Aerolineas_AR Una pena que inicien los festejos recortando beneficios a los pasajeros frecuentes... justamente sus mejores clientes.",
        "@juliearias14 @AmOwnearKs @clarincom Colón... 🤔",
        "@Apuntes_ @Tecladotoxico @aguaraite @AndyWS0K El tipo por el que se supo el \"dato\" se llama D'Atellis. Fin del chiste.",
        "Trayectoria de liberación de energía peligrosa, también llamada \"línea de fuego\". Descripción gráfica.\n#LineOfFire https://t.co/2xU5A7JnHb",
        "Mi solidaridad para con @FerIglesias \nViolentos e impresentables atacando a un diputado nacional. https://t.co/RiJgNv0ifd",
        "@infobae Sería más productivo hacer las refinerías y destilerías en origen?",
        "@Apuntes_ 11 millones de compradores viene a ser más o menos el 41% del electorado? 🤔",
        "@FerIglesias @Apuntes_ @alferdez Pero es verdad... nunca más entran y se van, sencillamente porque no van a entrar más.",
        "@nachomdeo Unroll this @threadreaderapp",
        "@Babay77 @flor_laporte En este caso, pareciera que la culpa no es del que le dá de comer, sino que, un poquito tamb… https://t.co/e0fAQ75KWq",
        "Excelente análisis sobre igualdad y equidad. https://t.co/8nBwtmPvVh",
        "@juancito_Fera Acabo de leer un comentario...\nHay que trabajar para eliminar el cerco y dejar de repartir cajas.",
        "@flor_laporte Unroll this @threadreaderapp \nThanks",
        "@flor_laporte Excelente hilo...",
        "@Babay77 @flor_laporte 98% de acuerdo con tu respuesta. \nEl 2% xq discrepo en que no es \"la clase política\".\nAcabam… https://t.co/hsJF2go7Zg",
        "@Rosario_Vuela No. Porque está claro que la idea es achicar el mercado, en lugar de agrandar a Aerolíneas...",
        "@orientemiedo @MilleDescubren la morcilla vasca.",
        "@MaritaVizzini Todas rugbiers... nosierto?"
    ]
}