{
    "screen name": "mysticaltech",
    "no. of tweets": 184,
    "tweets": [
        "#Bitcoin is getting an \"erection\", again!",
        "@JustJake 🤣🤣🤣",
        "The @Scribd team has just pushed the envelope on everything! You like #Aubidle or #Kindle? #Scribd is 10x better an… https://t.co/BLpUcJxUP7",
        "@shubhie @dan_abramov @dhh that's for you!",
        "@sam_feldman_ Brave uses Chromium, so thank you Google. I really do not see the point in switching apart from Priva… https://t.co/JE7lKPjmkw",
        "@tinydoomfists @elonmusk Why the f would you say something like this? The guy is one of the greatest visionary of o… https://t.co/phcin2RNgD",
        "@elonmusk Is it a burden? I can only imagine.",
        "@JakeWharton @Google Why?",
        "Best free #adobe software alternative! That list is really amazing! https://t.co/n9e0HDAMvC",
        "@kumailn Hahaha... awesome! Sugared concentrated milk... 🤣",
        "@dan_abramov 😂 The trick is coming up with those 5 lines. Not all lines of code are created equal.",
        "@billycrammer @FlaTesla @Tesla @elonmusk Goosebumps man, goosebumps! @elonmusk should hire you :-) Keep up the good work.",
        "@vercel I liked Zeit",
        "@dgraphlabs What you just did supporting #GraphQL natively is a freakin' revolution! Well done #Dgraph.",
        "@lacker @sebmck @dan_abramov You know what, discovering that fact reassures me so much, now I know that Javascript is truly \"inspired\" lol",
        "@Beirutspring Seems delicious!",
        "#Microsoft has become a good company, #Windows licensing has relaxed, they created #VSC and #Typescript just to cit… https://t.co/tPmNz6zUBT",
        "#Hasura is sexy! Keep up the good work @HasuraHQ.",
        "@evanwallace Awesome! Please support #VueJS",
        "@azzeloof Damn, that's ready for the bunker, 80's style!",
        "@AllenBilliams @gunsnrosesgirl3 When you have enough, share!",
        "@joesichspach @GovWhitmer Of course, that does suit corporate America!",
        "@iATKOSx86 Some kind of clock drift?! I remember vaguely that clover or opencore do have a setting dealing with something similar..",
        "@BullMooseBlog1 @damocrat Oh Jesus, if that theory is true... Hopefully not!",
        "@damocrat Spraying coronaviruses?!",
        "@nowthisnews OMG",
        "@LondonRealTV Your content is so f*cking good that I don't have time to watch it all, but I'm trying to prioritize… https://t.co/NuALuzw3Rw",
        "🥰 #Nairobi https://t.co/1KBW7r3RiE https://t.co/H0I6S3Iky6",
        "@LondonRealTV Brian rose, I just want to thank you for the amazing valuable work you are doing by interviewing so m… https://t.co/gygNfiDLgn",
        "Everyone criticizing @elonmusk like @Forbes, @futurism and many others, those are not sleep apnea machines, they ar… https://t.co/bX2U1LCueS",
        "@alexellisuk Fantastic, that is always so much needed! Thank you.",
        "@alexellisuk You are right, the best way is to install both and try them out. I'm a Kube beginner, but am absolutel… https://t.co/e8YK6ZeKKJ",
        "@nntaleb As if they want this to go in a certain direction.",
        "@awscloud  #AwsAmplify looks great, please add support for @FlutterDev #Flutter since you already support… https://t.co/aWJ69gN2Gg",
        "@alexellisuk Hey Alex, what do you think of Dapr? Does it have a chance against OpenFaas, haven't used any, but hes… https://t.co/k7vTN5vnUG",
        "@Mercadona ¡Solo quiero felicitarlo por su rápida respuesta y buen manejo de la crisis del coronavirus! ¡Sigan con el buen trabajo!",
        "I am willing to trade my privacy for the technological confort that #Google provides me with! The experience on And… https://t.co/7b8zaMDLY0",
        "@elonmusk @suhaylabbas @fawadchaudhry God bless you Elon!",
        "Ministerio de #Hacienda y Función Pública: Suspensión inmediata del pago de autónomos mientras dure la crisis del c… https://t.co/PRC2T2PQ6L",
        "@Skronek @zlj517 Yes it has, the video show the deep incompetence of the current leader of the CDC.",
        "@PhilDesmond7 @realFireblazes @julialindau @vicenews 😥",
        "@jack If they kick you out, we all loose! Don't let this happen. It it were to happen, you have to make or guide th… https://t.co/CaySYa0L1c",
        "@julialindau @vicenews Seems they want this to spread!",
        "@laurenepowell Your letter on https://t.co/buoHJKx6R9 touches the soul! Thank you and keep up the good work.",
        "Yes, they need exactly 2 things, a strong regiment of Psychedelic trips (get a glimpse of the Divine), and a deep d… https://t.co/hguqrS87Fq",
        "Interested in #CRO, don't miss out on the action! Thank you @Convert for this awesome info! https://t.co/jvDvhrUMmg",
        "@Pandamoanimum Try rubbing it in ketchup next time 😂",
        "@ronnyk Amazing talk at ACM... So few extra lines of code on the week-end ended up in +100 million... OMG! Never be… https://t.co/9LDrCeO8Sn",
        "Gebran Bassil not the appropriate representative of the Lebanese people at #Davos.",
        "@AOC Ma'am yes Ma'am... They're taking the whole world for fools!",
        "@manchestermelly 😂👍🏻",
        "@segadiarrah @PresidenceMali Tié, ça veut dire quoi ça, le pauvre! C'est grave hein.",
        "@LunaSafwan @VICEArabia Chahine?",
        "@lopp @joemccann All crooks. Satoshi was probably Hal Finney and is dead.",
        "@AzarsTweets Miss info campaigns run from God knows were!",
        "@segadiarrah Il a l'air cool ce premier ministre. Le Mali a besoin de jeune sang comme ça! Bravo...",
        "@majorhayden More importantly, can you code better? 🙂",
        "@basba2a @manchestermelly Just inform yourself a little more... This guy Trump killed was the head of the Quds forc… https://t.co/bgwnxj37Iy",
        "@PeterNimmo1 Yes, what goes around comes around... Karma's a bitch!",
        "@IamMzilikazi That's not a baptism, that's child abuse right there!",
        "@maryalatif @nourelkebbe Well done, bunch of thieves and murderers and should be treated like so.",
        "@Cernovich @AOC So everywhere in the fucking world arsonists woke up one fucking morning and started burning the wh… https://t.co/fPw5rgJYLI",
        "@manchestermelly @buthmanm Powerful anti-inflammatory drink. Use full-fat milk for better absorption of the curcumin.",
        "@manchestermelly @buthmanm Haha... It's Milk mixed with Turmeric powder, right Marc? A real health powerhouse!",
        "@manchestermelly Verbena with thin slices of Lemon skin.",
        "@FAMa_DIRPA Ah oui, du bon dibi-sogo!",
        "@segadiarrah Qu'une affaire d'argent. C'est triste vraiment.",
        "@segadiarrah @FlySkyMali Nouveau AirAfrique? Le problème, il y a trop de corruption en Afrique, les compagnies aéri… https://t.co/o5BAHJvpgV",
        "@carlosghosn Hamdellah al Salémé, so relieved you made it home safe. This was totally unjust and an obvious revenge on you.",
        "Even art gets automated?! God save us all. https://t.co/mnFEO9sgvx",
        "@maliactu La seul complexité est l'argent sale du Golf qui alimente une idéologie encore plus sale!",
        "@mark_dow Meaning?",
        "@scottmelker @Penn Oh man, Uni life is usually unforgettable. Miss it too!",
        "@techcen70555780 Soon to be replaced by machines, people going to have to work on finding their passion and putting… https://t.co/e4aM4Lzjmt",
        "@LunaSafwan Should be rebuilt asap",
        "@segadiarrah @EmmanuelMacron Vraiment il a dit la vérité !",
        "@Pandamoanimum That maybe a manifestation of OCD.",
        "@dhh @raganwald \"Open stream of consciousness\", you have resumed the power of Twitter is one small sentence.",
        "@dhh Exactly, you have a huge number of followers that recognize you for your great contribution to the web, hence… https://t.co/xQJSRZ9YiG",
        "@gunsnrosesgirl3 Kinda special indeed, but personally I still prefer Tesla's.",
        "@dhh Could #Go become your 2nd one?",
        "@gunsnrosesgirl3 Come on, you don't want Tesla instead?!",
        "@JohnJHarwood Kosher cause it doesn't have chemicals, though I'm not a baking pro.",
        "@LunaSafwan This is really serious! May God help us all.",
        "@segadiarrah Eh tié Franc CFA kadi né là dé... Je suis triste !",
        "@lopp Yeah, opting out of the financial international gangbang.",
        "@arthurvasco @LillyPadEU @EU_Health Yes, Indeed",
        "@elonmusk Christmas present from the Universe Elon, cause you're doing good work. God bless ✨",
        "@StarWalk I was watching the stars with my kids before bed and they were so happy to see #Santa passing by! 😂 Thank… https://t.co/jq4lUtCAw9",
        "@prohack @InfoSecPS Fuck man, this is something I will never forget. They kicked me out like a dog! Reason field ____ blank.",
        "@warpedgeoid @stroughtonsmith I predict within 5y Apple will change the macOS licence. As in remotely dependable? 1… https://t.co/5dQLUaJg21",
        "@AngelaBelcamino Stormy Something 🤣🤣",
        "@TeslaOwnersofMA @Tesla @elonmusk 🤣👍🏻👍🏻",
        "@_tristan971_ @tomwarren @stroughtonsmith Apparently that's was Nvidia putting the blame on Apple for removing Open… https://t.co/R08Zh2W8Vc",
        "@Mohdfaour89 @nafezouk @IMFNews Exactly... Not a solution.",
        "@nafezouk @Mohdfaour89 The funds needed are too important, some international entity like @IMFNews needs to bailout… https://t.co/PGewrXN1Gk",
        "@MasterJediStoop @Gizmodo Oh yes, forgot, my bad...",
        "@Gizmodo Aren't they supposed to be up in Eucalyptus trees, eating and sleeping all day long 😂",
        "@tomwarren @stroughtonsmith But certainly what is happening is that the market size for non default GPU on mac is n… https://t.co/5GOtPHuOyT",
        "@tomwarren @stroughtonsmith You are right, Apple develop its own drivers when they specifically use a card. This is… https://t.co/qCrgS8ixvs",
        "@techcen70555780 Most laptop would work fine now even AMD based (though Intel more compatible), only thing that ten… https://t.co/9TtpyCbyeu",
        "@GrowLikeACedar Good to know! Hopefully the Army is still as good now as it was then.",
        "@LEXXbHONEST @ejg310 @marwilliamson This is the honest truth right there!",
        "@TeslaOwnersofMA @elonmusk @boringcompany @Tesla A puff is all it takes to see the TRUTH...",
        "@GrowLikeACedar Army or Militia men?",
        "@tomwarren @stroughtonsmith How do you know? Mac Pros and Hackintoshes are compatible with Nvidia, it is them that… https://t.co/NUUzLDlj1M",
        "@stroughtonsmith You can get the same results for 1/10th of the cost by building a #hackintosh. Stability has becom… https://t.co/7b6IBTq7Vq",
        "@tomwarren @stroughtonsmith Or the other way around... It's Nvidia that is always releasing their drivers late.",
        "@sam_vinograd @CIA Most probably 5 innocent men... That'll bring the death count to 6. May God forgive them all.",
        "@evan_van_ness Owch... Kinda makes sense!",
        "@QuickTake Their future? Go local and organic right the fuck now! Enough poisoning themselves and people for what? A few bucks more?",
        "@LillyPadEU Right, the best thing @EU_Health can do in that regard is encourage #Organic agriculture and imports.… https://t.co/hsc4zxQgcn",
        "@historylvrsclub Even this photo is mesmerizing!",
        "@RT_com New Year Tree? You mean Christmas Tree... Yes, wow!",
        "@InfoSecPS Yes, wasn't the only one at that time, lots of people complained of unfair ban. The only thing I did tha… https://t.co/FQAARkEkjf",
        "@djrothkopf Yes and we should all be terrified of the great lion of the far east.",
        "@InfoSecPS Lucky you, Google will never send me stuff like this cause they banned me for life from #Adsense back in… https://t.co/jLkLG9R548",
        "@anthonyLfisher It's just un-believe-vable...",
        "@Levantelicious @LunaSafwan Yes, I have really nothing against folks being rich, it just the fact that many banks g… https://t.co/bjDqaPJppY",
        "@AzarsTweets Now Lebanon must borrow from WMF and follow their conditions.",
        "@LunaSafwan And the worst part in this is that the  rich get an exception to those imposed rules!",
        "@IssaKamissoko9 @elegantcok En tout cas, 1er Gaou n'est pas Gaou!",
        "@fchollet Yes, yes, yes. So well said!",
        "@dhh Medium is bad! And their quota business, wtf... Hate this company.",
        "@AmazonHelp why are we missing the fire HD 10 In Spain? Why did we not have the fire stick with Alexa remote last y… https://t.co/NS3EGhcHJO",
        "@gunsnrosesgirl3 Be well, 🍋 ± 🍯 = 🙂",
        "@CarrefourES me ha cambiado tu imagen para siempre! Gracias. Sigue por favor... 👍🏻 #frutasgratis #carrefour https://t.co/YGzJFCTEeM",
        "@SnazzyQ Might be Trump pressuring them lol",
        "@dslinfreak @CassandraRules Thanks for the details 🙏🏼 That's reassuring!",
        "@Alyssa_Milano Keep up the good fight AM",
        "@CassandraRules Bad act off course, but wtf, no one was harmed. Are flags protected by the law now?",
        "If the \"US and A\" doesn't let the #Libra bird free, it'll be fucked, by China digital #Renminbi and other similar d… https://t.co/6LKcsx1sCw",
        "@JustJake Got it 👍🏻",
        "@JustJake That's why testing is not optional",
        "@jillruthcarlson @Raindropactual One service I've seen come out many times is https://t.co/KMUCWfBPoW",
        "@manticlops @SchalkDormehl @jillruthcarlson Exactly!!!",
        "@KlatuBaradaNiko Oh G, must have fucked-up the car up pretty bad.",
        "@SchalkDormehl @jillruthcarlson Exactly... He obviously picked his neighbor's name! If ones was to write an algorit… https://t.co/OBYXYweE26",
        "@jillruthcarlson Most probably was Hal Finney, finished his mission and left this hearth. Cause it is obvious, that… https://t.co/MhdwyDeMBp",
        "@jillruthcarlson Wtf?! What do you mean lol",
        "@Eirik_Bull @briantylercohen @realDonaldTrump To hear the so called \"most powerful man in the world\" talk like this is simply shocking!",
        "@KerrrryC Have people gone mad or what",
        "😂 https://t.co/3u8j5g7ymx",
        "@Androo_au @ThomasSchuIz @IMwunderful Was thinking the same! What is it mining?",
        "@Hawthorne_Haus @Cory__1077 @KlatuBaradaNiko He was lovin' it 😂😂",
        "@R_Salemeh @LarissaAounSky Thugs, real thugs.",
        "@LarissaAounSky Ya hayb be shoum! Those look like Gangsters not a national army.",
        "@drofnoise @JohnGVibes Yes, thank Goodness.",
        "@APompliano The people of #Lebanon are suffering now because banks are holding their money, and limiting withdrawal… https://t.co/VxqK30ZvtY",
        "@Shroobster @alextv @SnazzyQ That's deep info... Seems plausible to me. Microsoft wouldn't hesitate to pull up such a scheme.",
        "@RunningOn3 @JohnGVibes Why? There are some genuinely good folks doing this work, and I sure hope most are good...",
        "@Shroobster @alextv @SnazzyQ Interesting..",
        "@LunaSafwan Thanks for your good reporting work, this kind of info needs to spread to the world. The Lebanese people need support!",
        "@LunaSafwan What did this poor soul do to be treated like this? Can someone explain please??",
        "@Shroobster @alextv @SnazzyQ Yes, drivers on Windows are pretty stable, so I guess drivers will continue to speak \"… https://t.co/3C0FJgXY7W",
        "@Shroobster @alextv @SnazzyQ Indeed but apparently they're \"mapping\" all Windows syscalls &amp; functions to the Linux… https://t.co/MQCpPuEX6c",
        "@habib_b @LunaSafwan Unbelievable really 😭 pure theft.. It is time for Justice!!",
        "@seamustuohy @AbirGhattas Ah ok cool.",
        "@drofnoise @JohnGVibes What do you mean? About drugs they're pretty cool... As long as you don't sell and don't do… https://t.co/WmHX00bvGP",
        "@JenniferSkulte Are those army-men holding baseball bats?! Wtf?!! Are those gangsters in a ghetto or the national army of Lebanon?! 😥😡",
        "@JohnGVibes Good cops are useful because not everyone can protect themselves and there are bad folks in this world… https://t.co/8uM00UOQRQ",
        "@AbirGhattas @seamustuohy Can it be remote?",
        "@paulanawfal They are supposed to protect us 😥😥😥",
        "@alextv @SnazzyQ Soon it might change to: WinX 11 as they are moving to a Linux kernel (if the rumors are true)  😂😂",
        "@SnazzyQ 😂👍🏻 Surely not Microsoft!!",
        "@LunaSafwan 😥😥😥 This is how they treat people, our own national army??",
        "@LunaSafwan Bravo, bravo!! What country in the world still meters the Gigabytes, this is pure theft!",
        "@LunaSafwan Corruption at all levels.",
        "@Alyssa_Milano Oh my.. 🤣🤣🤣 This time they'll try to change the Constitution, 3rd world style... 😂👏🏻👏🏻",
        "@RBReich i.e. madness",
        "@JohnKennedyMSFT Same here! Wtf really...",
        "@Pandamoanimum The thing is, the bullshit will resurface  on the island itself sooner or later... Human nature is j… https://t.co/UpMJVYl5DO",
        "@boubou_le_prof Ah c'est bien dit en tout cas... Mais si on en croit les Bouddhistes, tu devras renaitre dans une a… https://t.co/nJaqLB7UpX",
        "@Pandamoanimum 😂😂",
        "@boubou_le_prof Je penses que je vous ai mal compris... Dans le film Matrix il y a la pilule rouge et une autre blu… https://t.co/NGPk568DRe",
        "@DanRather Well said!!",
        "@nowthisnews @KlatuBaradaNiko Wtf??!",
        "@boubou_le_prof Matrix??",
        "@elonmusk And the act of reading the instructions is called: Meditation",
        "@n0t0fthisw0rld0 @RealRomaDowney @GretaThunberg We are talk \"one person\" not a group of persons, bunch of dummies!… https://t.co/RDUbhbG7Cu",
        "Go @GretaThunberg go! Keep up the good fight, we need you! https://t.co/U1qQBKgPjI",
        "@realDonaldTrump It would be nice if you just congratulated this very brave young woman! She is a young force for good in this world!",
        "@dhh Man, Ads are good, targeted ads are amazing, if done right and the individual agrees to it.",
        "@AOC @AOC I love you, as in keep up good work. The world needs more Politicians like you."
    ]
}