{
    "screen name": "Graciee_eexe",
    "no. of tweets": 178,
    "tweets": [
        "Milk cult is fucking dead where'd yall go-",
        "@cxllmxcrxzy @paolotheguy https://t.co/hv2llIDFKX",
        "@cxllmxcrxzy @paolotheguy DON'T DO THIS TO FUCKIGN SCHLATT https://t.co/5lZiLzMbFB",
        "@cxllmxcrxzy @paolotheguy Xoxo ❤❤👅💏😏👉👌",
        "@paolotheguy @cxllmxcrxzy",
        "@lunchlundy @RACHEEISOVERPARTY",
        "@lunchlundy YOU TOLD ME TO GO OUT AND EAT GRASS HOW TF WOULD IT SOUND",
        "@lunchlundy YOU SHOULD BE",
        "Just found out who mjopa is. Never in my LIFE have I been more disappointed in smptwt.",
        "@lunchlundy Tf you calling me a cow for hoe",
        "@lunchlundy Okay :)",
        "@lunchlundy Wish I could :(",
        "@lunchlundy Tisn't fun to be sad, Rachee",
        "Am sad - not fun",
        "@sahlosax The fact that they don't have the best album on there. A scam.",
        "@honeynivison I'm praying for yall you need it",
        "@hiddenvalIey Wish I could say the same about my card 😔💔",
        "@lillyshrek @softbreezee Very true",
        "@softbreezee @lillyshrek You're my birthday twin. We are linked.",
        "@lillyshrek @softbreezee This is absolutely poggers",
        "What the fuck America are you good?? https://t.co/dFvZLkCmdo",
        "@lillyshrek 20th December!",
        "Milk Cult is going up in the world 💯💯🔥🔥",
        "@xdzuckIes @swvggersouls @1800LILPEEP @misfitsmega Omg what a concept. But damn you really doing abbie like that huh?",
        "@xdzuckIes Damn watch out Abbie you're gonna fucking die lmao",
        "@xdzuckIes It's time for your name to become Abbie/Abi to. Time to become Twitter's Heathers.",
        "Veronica Sawyer rights https://t.co/XttxI0yBEo",
        "Not me in crying my eyes out and having a panic attack",
        "Oomf is dumb and a chicken",
        "I wonder how many times I've been the topic of conversation for * and *",
        "@honeynivison YES 1000%",
        "I'm genuinely curious as to what my moots think I look like",
        "@lunchlundy Okay cringetopia",
        "@lunchlundy Cry little bitch baby 😂😂😂",
        "@lunchlundy Now you're the bully smh 😭😭",
        "@lunchlundy You should be",
        "Stop bringing me into this 😭😭 https://t.co/hOwJmFaR3s",
        "@honeynivison Knew it xoxo",
        "@honeynivison You're right I'm too fucking gr8 to be annoying xoxo",
        "@honeynivison xoxo",
        "@lunchlundy I will if you don't answer the dm",
        "@lunchlundy I will bully you",
        "OKAY THE BULLYING THING IS PART OF MY BIT LEAVE ME ALONE 😭😭 https://t.co/3DSjgCmPQ7",
        "@honeynivison Dm me or perish",
        "@honeynivison ???",
        "@honeynivison Okay smelly",
        "@honeynivison But you're a coward too cowardly to talk to your moot and crush smh",
        "@lunchlundy @honeynivison No we",
        "@honeynivison I'm literally 5'5 that's already 6 inches taller than Rach",
        "@lunchlundy @honeynivison Cringe",
        "@honeynivison d o  i t",
        "@lunchlundy @honeynivison Rachet",
        "@honeynivison Do it I'll add you to my top ten yters I could beat in a fight",
        "@honeynivison Wbk I've literally been bullying everyone in Milk Cult since day 1",
        "@honeynivison n o",
        "@honeynivison That's what little babies are bad at too",
        "@honeynivison 👊😐 okay baby",
        "@sahlosax That's what they all say",
        "@honeynivison Okay baby",
        "@honeynivison What you gonna do? Cry?",
        "@sahlosax You were born a year before the 90's ended you're legally not allowed to say that",
        "@honeynivison Oh no don't cry like a little baby haha baby infant",
        "@sahlosax Oh you ancient huh?",
        "@sahlosax You were born on December 22nd 2017?",
        "@honeynivison What ever you say chief",
        "@honeynivison Tf I accidentally voted 1 I meant 2",
        "@SOOTHOUSEUNO Lunch club play uno",
        "@honeynivison @mistakebabe Fuck yeah the chaos we'd cause",
        "@smpgaIaxy If you don't drink hot chocolate with water I can't talk to you ngl",
        "@WiIburSimp Aight bet",
        "@WiIburSimp Okay cringe",
        "@WiIburSimp Okay horny",
        "@WiIburSimp https://t.co/Gbpbik1dSU",
        "@WiIburSimp I feel nothing but numbness. Your Russian writing is not going to make me feel emotions, Emi.",
        "@WiIburSimp Lies and false narratives",
        "@WiIburSimp Then don't write in fucking cursive in Russian. Simple.",
        "@WiIburSimp Will will smith smith? Yes, will smith will smith.",
        "@WiIburSimp Both of us you're simply perishing because you're not good in your third and arguably the most complicated language xx",
        "@WiIburSimp Not if I see you first xoxo",
        "@WiIburSimp Literally anything by Doja Cat",
        "@WiIburSimp Thank fuck for that",
        "Carson really doesn't understand the power of a home of sexual huh? https://t.co/JEUxhuh4Ew",
        "@WiIburSimp @carsonkingyt @weatheredflxg Ffs Emi learn English or p e r i s h",
        "The tl BETTER be silent during Cooper's stream or it's ON SIGHT",
        "Might as well call him Lurtis because he's taking this L #kurtisconnerisoverparty",
        "#kurtisconnerisoverparty @kurtisconner what do you have to say about your abhorrent actions?",
        "Two very conflicting #'s right next to each other #HappyBirthdayCooper #kurtisconnerisoverparty https://t.co/QfpLtNckfS",
        "@tirednivison #HappyBirthdayCooper",
        "WHAT THE F U C K I JUST FOUND A SMALL DENT IN MY HEAD????? LIKE IT GOES FROM ONE LEVEL TO ANOTHER????",
        "@mjopaphobic C r y",
        "@mjopaphobic hamilton",
        "The fact that I haven't seen the skater boy video with Hatsune Miku and Cooper on the tl is a travesty #HappyBirthdayCooper",
        "@redd_rriot You're cooking Cooper",
        "@uhhhsamuel @NoahHugbox Very true very fair statement",
        "@QuackyBaId This is a big pogchamp moment",
        "@bwayjon @PoosayC @vuestrohijo @sufcw1k Toaster rights 😔😌👉👈",
        "Oh pog we just reached 100 followers",
        "@Al3ksandrOrlov @bwayjon @sufcw1k Would you date her? https://t.co/l9RodfhqX1",
        "I really wasn't looking to be called out like this but- https://t.co/5NnHBzT4we",
        "@NoahHugbox The fact that you have such impeccable taste in women has landed you a spot at the King of Gay Women table with Cooper and Aksel",
        "I am, in no particular, order a feral bitch, a dramatic bitch, a feral idiot, and a disaster bitch. This seems accu… https://t.co/j5Mvte5KhN",
        "@shy_garfield p u s s y  b o i",
        "@shy_garfield AM I WRONG??",
        "@shy_garfield Pussy",
        "@shy_garfield ???? Why ????",
        "@arsenalDave11 @bwayjon @delapsthrow @sufcw1k Every time you get upset about genders/say there's only 2 I'll add another one. Now there's 3.",
        "https://t.co/v4ZcqloDoX",
        "https://t.co/zgYKcrfOi6",
        "All my funny tweets or threads, a thread",
        "@redd_rriot Immediately",
        "Yall get mad at schlatt for making a joke about r*pe to shed light but fucking vibe to Pumped Up Kicks? Something not right here chief.",
        "Here's this I got from @NSFWsmptwt to put on the thread \nhttps://t.co/QJGNDqdXOf",
        "@staIkerfan @tpinklavender If you have a personal issue with a joke like schlatts that was intended the way I think… https://t.co/RCKqecoyYa",
        "Part 3 https://t.co/tCh9AAyOlO",
        "Part 2 https://t.co/ySLbgxwEzx",
        "The next interview: part 1. https://t.co/5etIXrtx2E",
        "https://t.co/3PSK5SqEQo",
        "The next interview: part 1 https://t.co/QZDlc7OsYQ",
        "The next interview: part 1 https://t.co/mPZ28qdpuS",
        "Part 2. https://t.co/i4hfMn2Yk3",
        "The next interview: part 1. https://t.co/6qaJlgN0Pu",
        "@staIkerfan @tpinklavender Because it's a joke saying how ridiculous it is that men blame women for their actions b… https://t.co/r8hgByWK57",
        "Part 3 https://t.co/zVkd7RHvdF",
        "Part 2 https://t.co/2sXVA6OLMp",
        "The next interview: part 1 https://t.co/FVqGwSPe7k",
        "Part 2. https://t.co/krmM2KJfAp",
        "The next interview: part 1 https://t.co/jCQCiF7p7s",
        "Part 2. https://t.co/oAvwQApkSX",
        "Th next interview: Part 1 https://t.co/9mEjszRgXG",
        "Part 2. https://t.co/htbxZUIq4j",
        "This is the next person I interviewed: part 1. https://t.co/CwOrefGSXT",
        "Part 3. https://t.co/yfqcykodU8",
        "Part 2. https://t.co/w8mwhbVgZG",
        "This is the first interview I did. Pt 1. https://t.co/Fvo6wjasIy",
        "Before I start this I want to say that I DO NOT support nsfw smptwt. This thread is simply to see their views on ev… https://t.co/PiQubhJKBL",
        "The NSFW side of smptwt - a thread of interviews",
        "Watch out Lunch Club Milk Cult is coming for the brand",
        "Before I start this thread I want to say that I do NOT support nsfw smptwt. I simply interviewed them to get their… https://t.co/ztZeDzOoUU",
        "The NSFW side of smptwt - a thread",
        "Pog @smpgaIaxy https://t.co/Qc3cSDrqqs",
        "@bwayjon Fuck yeah you, me random parking lot, 8 pm, 2021, Tuesday 25th of July",
        "@sahlosax Piss",
        "@bwayjon Eat ass, smoke grass, skate fast",
        "You don't know how m u c h I want Disney+ know",
        "I CAN'T FUCKGIN BREATHE HAMILTON MOVIE JULY 3RD DISNEY PLUS LET'S GO LADS!!!!!!!!",
        "Me @ sky https://t.co/7dPBt4xKyF",
        "@tedn1v @lunchlundy Then don't use that emoji",
        "@tedn1v @lunchlundy Damn you giving me head huh?",
        "@QuackyBaId It's too late xoxo",
        "@tedn1v Thank you for accepting my place of power",
        "@tedn1v Look at Rachee'a reply to this then come back xoxo",
        "@tedn1v YOU HAVE NO IDEA ABOUT MY POWER AND WHAT I'M CAPABLE OF ALLIE",
        "@lunchlundy Thank you Rachee",
        "I'm officiating a wedding lads",
        "FUCK YEAH I'M A GENIUS AND BETTER THAN EVERYBODY ELSE BOW DOWN P E A S A N T S",
        "@lunchlundy Dm me",
        "@lunchlundy 👀",
        "@mechisconfused @cscoop IT REALLY AIN'T THAT BAD SOUNDING CHIEF",
        "@mechisconfused @cscoop Lmao you made it worse by encouraging somebody to give him money we-",
        "@mechisconfused @cscoop What happened to the poor boy...?",
        "@LilNasX Doja Cat has quality coochie energy ngl",
        "PH GOD OH FUCK THERE'S LITERALLY DISCOURSE HAPPENING RN https://t.co/ksAuusAQCK",
        "@lunchlundy Can't, not without *'s permission",
        "@tpinklavender Who???",
        "@lunchlundy Oh. 😐😑😐",
        "@lunchlundy The things I know you'd be begging for mercy smh",
        "@lunchlundy I can tell the future and know everything",
        "@lunchlundy To bow idiot fool",
        "@lunchlundy Use the joints in your hip dumbass",
        "I'm a genius and brilliant bow down to me",
        "@honeynivison I KNEW IT",
        "@honeynivison Bet it's ******",
        "@milkcultgc Actual panphobia luv",
        "I literally turned everyone against each other in milk cult and started wars because Riley wouldn't buy my piss we-",
        "@hugboxVEVO @milkcultgc This is what you get smh #voteforal",
        "@hugboxVEVO @milkcultgc Don't be so fucking COCKY next time smh",
        "@lunchlundy @milkcultgc You literally call me garlic shut up",
        "@AKSELPHOBIC Piss is yummy"
    ]
}