{
    "screen name": "Zaheer_Islamian",
    "no. of tweets": 160,
    "tweets": [
        "باقی سب اپنی جگہ لیکن خٹک صاحب کی ڈانس کا کوئی جواب نہیں۔ انہیں دیکھنے پر ٹائیگر شروف اور پربو دیوا کا گمان ہوتا ہے۔ https://t.co/VbriAAWf5G",
        "If climbed up, mean on a hill etc then obviously more energy would have consumed. https://t.co/ChR88IfeCw",
        "@Sahira_Zaman وہی جو پاکستان کا ہو رہا ہے",
        "@Shafidpk یہ سب چیری لگانے گئے تھے",
        "What kind of journalism it is? How can you disgrace someone and make fun of him.\n@a_siab @Gulalai_Ismail… https://t.co/bOEcxcaRGM",
        "یہ ایک حقیقت ہے۔\n@a_siab @TuriNaeem https://t.co/ggZDUthmj2",
        "@kalsoomzeb ہوسکتا ہے انہیں کسی نے کھانے پہ بلایا ہوں",
        "ایسا کبھی ہوتا ہے کیا؟؟\n@GulBukhari  @mazdaki https://t.co/hEWo068YLp",
        "@GulBukhari یہ عجوبہ کرونا سے کیوں بچا؟ پتہ نہیں  یہ کس طرح نہایت بےشرمی کےساتھ جھوٹ بول لیتا ہے۔\nمیڈم۔یہ اصلی محنتی یوتھیا ہے۔😁😁😁",
        "@DrMatikhan @IamGulalo 😆😆😆😆😆😆",
        "پھر یار لوگ کہتے ہیں ہم انگریزوں کی پیروی کرتے ہیں۔ آج وہ ہمیں فالو کررہے ہیں۔ \nHow stupid! https://t.co/USNdwyPPLi",
        "@Alikhanyzai جس کو سنانا چاہو وہ تو سنتا نہیں۔\nاور زمانہ خواہ مخوا کان لگائے بیٹھے ہیں۔",
        "اعلیٰ جواب۔ ضرور قریشی صاحب اس سے لاجواب ہویے ہوگے۔ https://t.co/c7d8RKXqvI",
        "@khanzamankakar وہ کیوں سر؟ کیا آپ نے منٹو کا اتنا گہرا مطالعہ کیا ہے؟",
        "Brainless fellow warshal https://t.co/erQwPxCUZJ",
        "اٹھارہویں آئینی ترمیم سے مخاصمت، اور ’بگ برادر‘ کی سلطنت https://t.co/hLzQWY7uaG via \n@nayadaurpk_urdu",
        "You are great. The rest of the members (IK &amp; MSS) have proved that they have nothing to do with rep pak and ppl https://t.co/po2q7UsaMy",
        "This is the so called \"azad media\". https://t.co/9VorpjpQfP",
        "@realDonaldTrump Just stop it. So many tweets a day is irritating.",
        "@ShamaJunejo میڈم ایسی کوئی فورس نہیں ہے۔ یہ سب ایک ڈرامہ ہے۔",
        "صاحب تو ایسی تقریر کررہے ہے جیسے اس وقت یہ موجود تھے اور یہ سب انکی آنکھوں کے سامنے ہوا ہیں۔\n@mazdaki \n@Lwazir_… https://t.co/IQW5r8uwRf",
        "بلاول بھٹو ہی ہے جو پارلیمنٹ کا حق ادا کرتے ہیں۔ باقی سب بے کار ہے https://t.co/QdAj5dHcV1",
        "@Shafqat_Mahmood Is it confirm? Romours are blown that it has decided to conduct examinations.",
        "@imdrshah We also call it by gugoo",
        "@Zohrakhan1222  @ZarrarKhuhro  @rajpalofficial https://t.co/4Y2gsNlRZ8",
        "@nidkirm Apko takleef q ho rahe hai???",
        "@ShaguftaMalik12 https://t.co/OeZ9VcgsxM",
        "A mom can do anything for the sake of her children.\n#MothersDay https://t.co/QAPA4QHeTH",
        "@BachaKhanMarkaz Tumhary paar votes kitney hai jo tum oper sey hemayat kar rahay ho. Idiots!\nLag sharam drla pakar dy GHAT POZO",
        "@Rabipirzada This is a good decision. Actually every Muslim must strictly follow the teachings of islam. Allah will… https://t.co/FlwXCGqaFD",
        "@Rabipirzada Allah is the most merciful. He will forgive your sin.",
        "اب ایسا کرنا پرے گا...\n@a_siab @latifwaxirii @NadiaPukhtana @nidkirm https://t.co/IuPDSGYTAx",
        "Your performance is also not so impressing. That's why you should also resign from your office for the sake of a br… https://t.co/P23geCH6gO",
        "@NadiaPukhtana The watch you're wearing is so awesome.....",
        "With cousin in hostel. https://t.co/sf6VwBJiLr",
        "اب ان کے شہر میں ٹھرے کہ کوچ کر جائے...\nفراز آؤ ستارے سفر کے دیکھتے ہیں.....",
        "سڑکوں کو بند کرنا انتہایی غلط اقدام ہے. اس سے تو عام لوگوں کو بہت زیادہ تکلیف ھوگی. آزادی مارچ آہستہ آہستہ آزاری ما… https://t.co/q3rywl69QB",
        "آج میرا آخری دن ہے ٹوئٹر پر. تو آپ لوگوں سے گزارش ہے کہ میری کامیابی کیلئے دعا کریں.\n@Wazirzoi \n@a_siab \n@a_baitanai \n@BushraGohar",
        "@Mehwish365 ifb",
        "ہم نے مانا کہ تغافل نہ کروگے لیکن..\nخاک ہوجائنگے ہم تم کو خبر ہونے تک..\n\n@a_siab @Wazirzoi",
        "پتہ نہیں کیوں میرے دوست ٹوئٹر پہ میری پوسٹوں کو لائیک اور ری ٹوئٹ نہیں کرتا.\n@Zohrakhan1222\n@Latifwazirr\n@a_siab",
        "We want justice for Salah Uddin, who had been mercilessly murdered by Police. The responsible one's must be punishe… https://t.co/Tw4mag43ZS",
        "ٹوئٹر کے دوستوں، یہ لطیف وزیر کے اکاؤنٹ کو کیا ہوگیا ہے؟\nجواب ضرور دینا.\n@Zohra1122\n@latifwazir\n@a_siab\n@BushraGohar",
        "@ANPMarkaz @AimalWali @SitaraAyazANP ایمل سے کہہ دو کہ جتنے کام کے بندے ہیں ان سب کو نکال دو. اسفندیار اور تم خود ہ… https://t.co/7Euw0x4LE0",
        "ایک مست آئیڈیا ہے. چلو سب پورا ایک دن احتجاج کرتے ہیں اور اسی طرح ہم برصغیر پر قابض ہوجائنگے. آئیڈیا اگر پسند آئے ت… https://t.co/G36DBPb35n",
        "Congratulations to former captain Misbah Ul Haq on his appoinment as a head coach and chief selector of team pakist… https://t.co/bLvyAag1uH",
        "آج جو لوگ عمران خان صاحب کو گالیاں دے رہے هیں میں ان سے یہ پوچهتا ہوں کہ نوازشریف کی حکومت میں پاکستان کونسا سپرپاؤر تها. تم لوگ چور ہو.",
        "@HamidMirPAK مودی سے آپکے یہ ناجائز تعلقات تمهارے کسی بهی کام نہیں آئے گے. ہمیں تو صرف اس دن کا انتظار ہے جس دن مود… https://t.co/ZBb2dFDHED",
        "@TahirMughalPml1 Everyone should be held accountable for his deeds. Punish the wrong doers ane release the innocent… https://t.co/dj9cPTjZtp",
        "@Zohrakhan1222 ہینڈسم! کی جیب میں!",
        "@majorgauravarya Religion par tanqed na karo. Puri duniya jante hai ke sabse ziyad human rights violation india mei… https://t.co/HR6dCVeyt1",
        "@DCPeshawar @maliasghar @PMRUKP @infokpgovt Very sad and disgusting. You're arresting the shopkeepers but don't the… https://t.co/QFJCf5B19m",
        "@BakhtawarBZ Don't be afaraid of accountibility. You ppl have looted the country, snatched the bread frm the poors… https://t.co/fn2QMGOUUR",
        "بے شرم یوتهیو! گالی دینے اور لوگوں کے خلاق گندا ٹرئنڈ چلانے سے بات نہیں بنے گی. چوروں کو پکڑنے کے نام پر ملک کا بیڑ… https://t.co/zoJmMxZeFV",
        "Abusing and running abusive trends against @AWGoraya and @GulBukhari isn't the solution to wrong deeds. Don't abuse… https://t.co/XbJucmBg2r",
        "@sadafbebe رازه چی دواڑہ سره یو شو..\nزما او ستا سوک دی چی بیا مونگ پخلا کوینه.",
        "@junaidmuhammadd We are just like the bells that call others for prayers but go not themselves. Govt is also degrad… https://t.co/HDM5zyapf0",
        "@BorisJohnson This is why you are ruling over the world. Money invested in education always bears good fruits. Unfo… https://t.co/VKip89saVp",
        "وقاص گورایا اور گل بخاری کو گالیاں دینے اور ٹرئنڈ چلانے سے کچه نہیں هوگا. بےشرم یوتهیو! اپنی حکومت کی اصلیت کو نہ چ… https://t.co/PwjhorwATT",
        "آدها گهنٹہ کهڑے رہنے کا کوئی فائدہ ابهی تک سامنے آیا ہے یا نہیں؟",
        "@ImranKhanPTI آپ کا تو بالکل بهی کسی چیز کو جی نہیں چاہ رها هے. کشمیریوں کے پیچهے کهڑے ہونے سے کچه نہیں هوگا. بیوقوف انسان!",
        "@AseefaBZ Tabdeli govt has failed completely. Even they didn't know how to deal with its citizens. Stop violating h… https://t.co/eRv0vrhuUO",
        "Jumma Mubarak! to every muslim brother and sister living across the globe.",
        "What is the stance of the govt. on kashmir issue. Why are they telling us lies?",
        "بهارت ایک دہشت گرد اور ظالم ملک ہے. مگر امیر ہونے اور اپنی مفاد کے ناطے بین الاقوامی دنیا اسے دہشت گرد نہیں گردانتا… https://t.co/5fgXv5KiNC",
        "@ShamaJunejo @SeharKamran HBD dear @ShamaJunejo. May God bless you.",
        "@mazdaki Sir, what is this?\nHow will it work?",
        "@Shehla_Rashid Don't worry our brethren Kashmiris. We are standing tall with you. India is supporting terrorism everywhere.",
        "We are proud of our Pashtun leadership like Bacha Khan, samad baba, wali baba etc.\n#PashtunHerosourpride… https://t.co/P0TJdKyGSS",
        "اغیارو اونکڑئ گمان چی پختانه ختم شو.\nزمونگ په کلی لا اوس هم اذمری اوسیگی.\n\n#PashtunsHerosourpride\n\n@a_siab\n@latifwaxirii\n@NasirYousafzai0",
        "waisey puchna yeh tha ke kia har jumma ko 30 mins tk ihtejaj karney sy kashmir azad ho jay ga? yar imran khan jab t… https://t.co/3pulSIWjV0",
        "We demand a clear and impartial inquiry of the BRT project. If any corruption is detected in it, then the NAB must… https://t.co/GiUIzK6Ve7",
        "Stop talking against our army. We are safe here because of this army. The intentions of india are just the same to… https://t.co/WcoJ8OIYPX",
        "It's useless to hope for good from the Muslims countries. It's the same to make castles in the air. What non-sense you're talking.",
        "@DunyaNews Why are you making out a mountain out of a mole-hill. Imaran has bargained Kashmir with Trump. That's wh… https://t.co/xwWy6vcs8M",
        "@latifwaxirii Not at all.",
        "@geonews_urdu By planting a single tree at an intitute, he can't fulfill the loss happened to the trees in his own… https://t.co/wJyUyhHTq2",
        "In the name of Allah, Most Gracious, Most Merciful.\n\nTo thee have We granted the Abundance. Therefore, to thy Lord… https://t.co/FQEvLIdPP2",
        "Education is just like light in today's world. Therefore, we should all get quality education. By education, we can change the world.",
        "You can't get Kashmir back from India by flattering. We have to answer India in her own tune.\nRod is the logic for the fool.",
        "@geonews_urdu kia kp mei kabhi curfew nahi lagi hai kia?",
        "دہ چا چی مور او پلار ژوندی وی..\n\nشکر دی اوباسی پیران په کور لرینه.\n\n@a_siab\n@selai_kakar",
        "بندگی ہم نے چهوڑ دی ہے فراز..\n کیا کرے لوگ جب خدا بن جایے.\n\n@a_siab",
        "@ZaidZamanHamid i am not ready.",
        "درندؤ کی زمرے، مرغو کی باز دے..\nپختون قام په انسانانو کی ممتاز دے.",
        "\"To get what you love, you must first be patient with what you hate.\"\n  Imam Al Ghazali",
        "@smritiirani @LakmeFashionWk Due to your anti-muslims policies, you have destroyed many innocent ppl lives. You are… https://t.co/HD8GEUOrPs",
        "What's about the the dam fund that has been collected from our elders? When is the government going to start workin… https://t.co/iXTW3Zz2m3",
        "\"To love one's country is the part of faith.\"\nTo compelete our faith, we in true meanings must have love for our co… https://t.co/EwuwTJU3Lz",
        "Our media is vigorously busy in showing that Our outstanding FP has made India alone. But in fact, it isn't true. O… https://t.co/l2QuyfLKnT",
        "@WaseelaKakara @manzoorpashteen @Asfandkaliwal @latifwaxirii @kochaiAfghaan @sanaejaz2 Kia huwa hai behin g?\nYeh hostl kaha par hai.",
        "Bilawal Bhutto's today jalsa was really a brilliant one.",
        "باز په جاله کی چا نه دے پیجندلے..\n قدر نیشته ده حافظ په الپورئ کی.",
        "میں وزیراعظم عمران خان سے مطالبہ کرتا ہوں کہ وہ کسی بهی چور کو نہ چهوڑیں اور ان لوگوں سے پاکستان کا لوٹا ہوا پیسہ واپس لے.",
        "@hinaparvezbutt She isn't a brave daughter but is a timid woman who is merely fighting to save herself from account… https://t.co/NdlxvqIw6F",
        "If you can't be a pencil to write someone's happiness, then try to be a nice eraser to remove someone's saddness.",
        "I salute to our dear Mashar @MianIftikharHus  on his brave speeches. He is a sign of bravery and courage. \nMore power to u\n@MianIftikharHus",
        "Eid Mubarak to all my dears on Twitter. May you live happy and long! Amen",
        "یارانِ جہاں کہتے ہیں کشمیر ہے جنت..\nجنت کسی کافر کو ملی ہے نہ ملے گی..\n\nبھارتی انتہاپسندی اور مظالم کی مذمت کرتے ہی… https://t.co/GCiYpPL9BA",
        "Is this the reality? We are proud of you. https://t.co/NyfYn4BX6C",
        "@RabiaAnumm @a_siab https://t.co/6LUeQkYAbg",
        "@MaryamNSharif Your family members have looted us on the name democracy. That’s why you can use the word can’t. You… https://t.co/BfwWP7NCzw",
        "What a Shameless guy you are! Shame on you. https://t.co/cvUBy4xpp5",
        "Jo jeet kar haar Jae usay kehtay hai baazigar. https://t.co/pXysyJHOH1",
        "Engineer sir you are casting pearls before the swine. The leadership of PTI has lost their sense and they are educa… https://t.co/nbFzsU4NCI",
        "@JAfridi10 @ImranKhanPTI Chaplosi karna chorr do",
        "Hey, everybody! How are you? I’m tweeting after a long time, so that’s why write in comment about your health dears.",
        "اگر حج صاحبان انصاف کے تقاضے پر پورے نہیں اترتے تو پھر انکا کیا جائے؟؟ https://t.co/Xl1m2CnRpu",
        "یاری بہ بیا درسرہ اوکڑم..\nدہ خوگی گوتی نہ می مہ نیسہ مینہ.\n\n@Maria_Afghan @N_Pakhtoon",
        "منم دہ گل نہ خائستہ یی.\nزکہ خو زایے دَ زڑہ پہ کور کی درکومہ.\n\n@NadiaPukhtana @Nk345678 @Maria_Afghan",
        "bhoot afsoos huwa. lekin hum kuch nahi karsaktay https://t.co/ILczirKGgS",
        "زہ پہ مزاج دہ مینی خہ پوھیگم.\nتا نہ بہ سہ رنگی گلہ اوکڑمہ ..\n\nتا خو وئیل چی زہ ژوندون یمہ ستا.\nپہ ژوندون سنگہ بھروس… https://t.co/0ikXAeXBYr",
        "The best and the most beautiful things in this world can't be seen Or even touched- they must be felt with the Heart.\n#HelenKeller",
        "وزیراعظم صاحب جھوٹ میں تو آپ نے پی ایچ ڈی کررکھی ہے. https://t.co/umjXihus2O",
        "@MaryamNafeess @SaniaaAshiq @AmnaKhanPMLN @RimmshBhatti29 @MaryamNSharif @Shmylaroy7861 @Marriyum_A @alimdar82… https://t.co/xqSqMf7aNs",
        "دہ سحر بلبلہ لاڑشہ پہ سحر کی سلام یوسہ۔\nدہ ملگرو می عادت دے پہ سحر کی سلام غواڑی۔۔\n\nGOOD MORNING everyone!\nHAVE a n… https://t.co/GUXZRq6VnY",
        "سزائے موت کو اگر ختم کیا گیا تو یہاں جرائم میں اتنا اضافہ ہوگا کہ اسکا کوئی تصور بھی نہیں کرسکتے. براے مہربانی اپنا… https://t.co/uftAIGJTD8",
        "It's also for the first time that inflation in the country has been significantly increased. It's the ineptness of… https://t.co/lX3Y6qxV4Z",
        "زڑہ می ستا قدم تہ ایخودلے دے۔۔\nدرد خو بہ کوی زور یی زغملے دے۔\n\nسہ درتہ دہ یار دہ شونڈو اووایم۔۔\nگل یی ھسی غاخو کی ن… https://t.co/vj56jSe6vr",
        "راولئ حالاتو کی بدلون پختنو چرتہ یئ۔\nزئ چی زو دہ امن پہ لٹون پختنو چرتہ یئ۔\n\nکلکہ یارانہ دہ پیخور او کابل جوڑہ کڑیئ… https://t.co/YNHZXcqjey",
        "Distant drums sound well. AS per this proverb, yesterday we all celebrated the victory of NZ over India but we didn… https://t.co/VocvQA36qf",
        "آسمان پہ سترو خکلے خکاری۔\nدہ زمکی سر پہ پختنو مزہ کووینہ۔",
        "یار دہ غرض پہ وخت کی خلقہ نہ۔\nپة ما منکر شو چی وی تا نہ پیژنمہ۔۔\n\n#ٹپہ",
        "کلی کی روغ خلق گرزیگی۔\nزہ ترینہ زمہ پہ زڑگی لرم داغونہ۔\n\n#ٹپہ \n@a_siab \n@latifwaxirii \n@TuriNaeem \n@Zohrakhan1222",
        "یار تبدیلی سرکار نے تو غریب عوام کا تیل نکال دیا ہے۔ خدا کےلیے اب اور ہم کو بے وقوف بنانا چھوڑ دو۔ ملک عمران اور اس… https://t.co/BsNh2eU2jY",
        "ہم نے مانا کہ تغافل نہ کروگے لیکن۔\nخاک ہوجایں گے ہم تم کو خبر ہونے تک۔۔",
        "اگر نیچے نہیں بہے گا تو کیا اوپر بہنا چاہیے؟؟؟ https://t.co/s1wd4XS9Vo",
        "بہت بہت مبارک ہو آپی جی۔ میری دعا ہے کہ آپکے فالوورز ملینوں میں ہو۔ https://t.co/pwaOb5E4K8",
        "طے کرچکا جو منزلِ شب کاروان صبح۔\nہونے لگا اُفق سے ہوایدہ نشان صبح۔\nگردوں سے کوچ کرنے لگے اِختران صبح۔\nہر سوں ہویی ب… https://t.co/VwBC31cepJ",
        "چی اللہ درسرہ مل نہ وی رحمانہ۔\nکہ لشکری درسرہ وی یک تنہا یی۔\nIF Iranians have Allah's help, then no power of this w… https://t.co/eKIQ7c6gAm",
        "Quote of the day:\n\n\"Your time is limited, so don't waste it living someone's else life. Don't be trapped by dogma_… https://t.co/Qk2V3gZYCE",
        "بِسْمِ اللّهِ الرَّحْمَنِ الرَّحِيْم۔ \nآپ کہہ دیجیے کہ میں لوگوں کے پروردگار کی پناہ میں آتا ہوں۔ لوگوں کے مالک کی… https://t.co/0gNBCwypiE",
        "The culprits must be arrested ASAP bcz justice delayed is justice denied. A severe punishment shld be given to them… https://t.co/SGbpRoD0KI",
        "@NadiaPukhtana Ameen",
        "@mukhtiar_gmail @latifwaxirii @Zohrakhan1222 @a_siab matric",
        "کہ زما دٙ شخصیت حدونہ گوری۔\nزما فن زما دٙ فکر ترجمان دے۔",
        "@Naimatwazir03 آپکا بہت بہت شکریہ بھایی جان۔",
        "@latifwaxirii Ameen. ALLAH de obakha.\n\nرکھتے ہیں جو اوروں کےلیے پیار کا جذبہ۔\nوہ لوگ کبھی ٹوٹ کے بکھرا نہیں کرتے۔",
        "By the grace of Allah Almighty  I got third position in BISE SWAT. IT is the result of my teacher's hard work, pray… https://t.co/5WIkLCMbN0",
        "وطن سے محبت ایمان کا حصہ ہے۔ اس لیے ہم سب کو چاہیے کہ اپنے وطن پاکستان سے بےانتہا محبت کرے اور اسکی ترقی میں اپنا ح… https://t.co/bJBL96anGH",
        "زما دہ قام بچی لہ ہر سڑی وسلہ ورکڑی.\nیو باچا خان ورلہ دَ امن فلسفہ ورکڑی.\nچاچی ھم دا قام دے دَ شر پہ حوالہ یادکڑے.… https://t.co/kCIYJsXZRQ",
        "@peaceforchange @AmitShah @AmitShah you are really a fool. WHY are you narrating fake stories? DO not forget our Ai… https://t.co/PXjzuEmhLU",
        "@AfridiMehreen East or West Swat is the best...",
        "@latifwaxirii Khushala osi rora",
        "@latifwaxirii ماشاءاللہ۔۔\nڈیر عمر درتہ غواڑو باباجی",
        "@RaniaToorPekey خو مونگ سرہ جانان نشتہ کنا۔۔۔",
        "@realDonaldTrump The USA needs a new President ASAP bcz its now one is mentally disturbed. DO not poke your nose in… https://t.co/vCJ6l2hoXf",
        "کیا یہ وہ لوگ آج بھیک نہیں مانگ رہے ہیں جو حکومت میں آنے سے پہلے قرض لینے کے سخت مخالفت کیا کرتے تھے۔ شرم نامی کویی… https://t.co/3YMv9Clplu",
        "پہ دنیا 🌍کی یو روخانہ سباوون🌞 یم۔\nخہ می پیژنئ وختونو چی پختون👳 یم۔ \n\nدرندو کی ذمرے🐆، مرغو کی باز🐳 دے۔\nپختون قام پہ… https://t.co/SBWcIfSWRb",
        "@Sonia_khani مجھے آپ نے فالو بیک نہیں دیا ہے بہن جی۔ \n@ZaheerU48294195",
        "حکومت اور افواجِ پاکستان سے گزارش ہے کہ وزیرستان میں نافذ غیرقانونی کرفیو کو فوراً اٹھوایا جایے کیونکہ وہاں لوگوں ک… https://t.co/HeXvNqRlfp",
        "@Sonia_khani @WaseelaPashtana بہن آپ نے تو ابھی تک مجھے فالو بیک نہیں دیا؟",
        "@AchakzaiSenzala ساوتھ انڈین موویز دیکھو کیونکہ میں بھی دیکھتا ہوں۔ ہاہاہاہاہاہاہاہہ",
        "@Sonia_khani @AbdulWaheedPTI4 دا سوک دے او دہ کومی سیاسی پارٹئ سرہ تعلق ساتی؟",
        "@atifthepoet او بےشرم! تم کیوں عمران کنجر کی صفائی کررہے ہو۔ اب اسکی بات صرف اسکی ذات تک محدود نہیں کہ ہم چھپ رہے۔… https://t.co/xLaCBiDZJs",
        "@Sonia_khani مجھے تو آپ نے اس گروپ میں ایڈ نہیں کیا ہے",
        "@Sonia_khani @ZaheerU48294195",
        "اس کو نیچے لانے کے لیے شیرین مزاری کو جلد از جلد اس سے باندھا جایے ورنہ پھر ڈالر ہاتھ سے نکل جایے گا۔ پھر اگر سائنس… https://t.co/G9MQvRHyzx",
        "@sanaejaz2 @Malala Where is that change??\nWHAT @Malala has done of the oppressed pashtuns so far?\nON the basis of w… https://t.co/aqpplKiMJg",
        "@kakashafi50 @a_siab مشرہ دا سوک دے؟؟؟؟"
    ]
}