{
    "screen name": "tawi_21",
    "no. of tweets": 183,
    "tweets": [
        "@Mamoxn Exactly @Mamoxn I don't understand why the masses are celebrating here. The Pastor is obviously a diversion… https://t.co/u2iiVk8FNW",
        "@freemanchari @DMwonzora Even Mugabe was always the first kubata maoko paifa maMinister ake nema 'accidents.' Hell,… https://t.co/wqTtnzwdZm",
        "@daddyhope @ShingiMunyeza Something doesn't add up here. Anti Zanu forces should not celebrate this sudden turnarou… https://t.co/M0QwOydlRa",
        "Aya ndoanonzi Mashurugwi aya.... https://t.co/rKYlYLLZsW",
        "@glshumbambiri Looking forward to it sis!",
        "@mlevu28 Who really fought the liberation war amongst all these motormouths? Mugabe himself couldn't even fire a gu… https://t.co/NPFqVsc9Pm",
        "@Chakariboy @MemoryMucherah1 Ndandiri muVietnam Robho. This is the \"08 team yaYoghurt Madigora ka iyi? Duduza was o… https://t.co/5ZPW6d3ttV",
        "@LynneStactia @GNavonika @bustoptv @maDube_ @ChairmanThePlug @MamoyoT @StaceyFadzayi This is heartbreaking. I have… https://t.co/bXYPJJ7QOl",
        "@Highlandersfczw F.C I'm a Dembare die-hard but appreciate talent from all our bitter rivals, past &amp; present. Walke… https://t.co/cMT5IIv2Op",
        "@ali_naka @eddsdube @julsmag @daddyhope Kumwe kudzungaira kwacho so ka, Dai Mwari vatibatsira. What does… https://t.co/mAkiwG1X5b",
        "@mikemadoda Better than Troy?",
        "@KalushaPBwalya i still haven't forgiven you for spoiling my first ever live football match experience in April '93… https://t.co/Hj3aS2siv7",
        "@VusiThembekwayo This will never work in Africa. The black African leader's mindset is too individualistic and a ta… https://t.co/o9YzfpuWE4",
        "@VascoDaGappah @bmusonza @Forbes Couldn't have said it better.",
        "@RMajongwe @Facts_ory But Commando aizoita rough manje kana atsvairwa. He was a successor to Munhumutema, lol!",
        "Remember when he destroyed The Indomitable Lions mugomba alongside Peter? Digital was my favourite Dinamo player of… https://t.co/KefDUE0txF",
        "@ali_naka @MilesTendi Takatengeserwa maPork Pie kuMasowe with all those fake History books in Zim. Liberation histo… https://t.co/brMc1MbEAB",
        "@ali_naka After reading @MilesTendi's book on the late Gen. Mujuru ka, you realise kuti MaWar Vet chaiwo chaiwo emu… https://t.co/BXv9Ac7ssr",
        "@ali_naka @ali_naka  Why you even refer to him as Governor ka, i don't know. That's an elevation, maybe dai ari Mph… https://t.co/yWScRxG5mm",
        "@ali_naka @MthuliNcube Wangu ka @MthuliNcube history has a tendency of repeating itself. Rough yamunobata vanhu iyi… https://t.co/boaxRQWa0t",
        "@ali_naka @MthuliNcube No shame at all. You have money for grandstanding, opulence, foreign jaunts, women etc. But… https://t.co/Ui0SFXYCIi",
        "@Zenande_Mcfen Just say, 'Good for you.'",
        "@Stellarated  This is what we call Leadership. Taking responsibility for one's actions. If only African leaders in… https://t.co/YK7tSrHLjS",
        "Nazo!!@ali_naka https://t.co/t4r3OeGDUg",
        "@ali_naka Look vic @ali_naka nothing should surprise you here. If we have lived thru ZanuPf sideshows and unabated… https://t.co/FX4J6ZA2Uw",
        "@TOITASEYI Zimbabwe last had some semblance of Leadership in 1999 when VP Nkomo passed away. What we have now are c… https://t.co/DMviCuxB1Q",
        "@MoeChanda If only our Arts Industry paid, these were the Lillian Dube's of our time, and deserved to live a much much better life.",
        "@TichZindoga @ThaboMbeki1 @nelsonchamisa @edmnangagwa @mail_review @dreymutasa @ZimMediaReview @PedzisaiRuhanya Mbe… https://t.co/sMFcpz4dBX",
        "@Chakariboy @dominicmhoshiwa @capsunitedfczw Then after Ngwenya put us in the lead, akazotanga kubhemba Criss-Cross… https://t.co/JtsiLNBF0P",
        "@Chakariboy @dominicmhoshiwa @capsunitedfczw Robho, apa wadzosa ndangariro. I was in Grade 6, it was my 1st ever ni… https://t.co/gVojYea5Tc",
        "@michaelkaliika @MrRonicool Inga mazuva ano totanga tabvunza wani kuti ukukwanisa kusasa here? Amana, muchanzwisisa… https://t.co/8Rsg1YcOrx",
        "@charlemabika @charlemabika that's great sportsmanship. MOD will be back nenharo. Tell me, who in your opinion was… https://t.co/MqRRB8nROI",
        "@violetgonda worry not, it might be a blessing in disguise as already, the entire presidium has compromised immune… https://t.co/yXMECtpWcD",
        "@1983Imat @ali_naka No wonder we're stuck with the tired sanctions mantra, abductions &amp; trumped up charges against… https://t.co/pmEYpALUgK",
        "@1983Imat @ali_naka The funny part is that that Mugabe had one script for all his enemies, real or imagined. He jus… https://t.co/bCmSDXBR9H",
        "@mikemadoda i felt the same when @cepho13 left Dingoz for Caps. Took me a decade to forgive him, Not that he even k… https://t.co/dp1m1OyUFZ",
        "@ali_naka 🤣🤣🤣🤣🤣order vic!!!",
        "@ali_naka Tell that to the Kindergarten Class monitor in Banana Republic X.",
        "@ali_naka @Omojuwa These are religious criminals, period!",
        "@bustoptv @ali_naka I think you meant the class monitor Limpopo North. Governor is too big a title for Amayenge. https://t.co/nsAzmkgWxH",
        "@LynneStactia Zimbabwe is led by a Kindergarten class monitor. If they can't even understand how our economy functi… https://t.co/r2yosML7eL",
        "@DembareTv Gweje Gweje was magical and light up Rufaro/BF each time he played but, i have to agree with… https://t.co/gNqHTbBehT",
        "@maDube_ Giving the Gupta family a run for their money in State Capture Olympics",
        "@michaelkaliika great period to bond namadam and spend quality time nemhuri!! Spare a thought for those with no par… https://t.co/jHwWwv21Lo",
        "@ali_naka 🤣🤣🤣🤣🤣🤣🤣🤣🤣Talk about rich folk priorities.....@ali_naka",
        "@ali_naka @zanupf_patriots Why they are still meeting boggles the mind. A failed state with an entire Presidium bat… https://t.co/QeIONGVAut",
        "@LynneStactia @Jamwanda2 @DivaMandeya @MasvingoZw @MamoyoT @maDube_ @DezMunetsi @StaceyFadzayi @ChairmanThePlug… https://t.co/hP37SwtW9G",
        "ViC @ali_naka now i see what you refer to as #Leadership. @PaulKagame and the @Rwanda_Edu are first world in their… https://t.co/EWjvfQgC4i",
        "@RMajongwe hapana kwatiri kuenda then with this level of ignorance/lack of knowledge.",
        "@exoticTiwanna @prophetw_magaya They're businessman not man of God. So don't hold your breadth.",
        "@ali_naka @Jamwanda2 Aribusy kuPornhub uyo and reading scope magazines.",
        "@ali_naka @zanupf_patriots @edmnangagwa @MoHCCZim @ali_naka The circus in the BANANA REPUBLIC continues. We used to… https://t.co/mVHoTXo8jw",
        "@Cris88086351 @ali_naka i'm telling u. Since the birth of prosperity gospel, hw many talented, intelligent and poor… https://t.co/noXDgT5VFc",
        "They only show up in the form of fake prophecies. Actually funny how literacy in Zim has proved our greatest undoin… https://t.co/po9ZIxFrUD",
        "And then you wonder why the same Banana Republics are so poor and ruled by authoritarian idiots. One day, we shall… https://t.co/LEM0Qvc84W",
        "Apt desciption of ZanuPf and most liberation-era movements across Africa. Also add in the so-called Prophets aided… https://t.co/YIkbPN1sf8",
        "@ali_naka Team iri rinozolacker strategic focus manje and empathy (real/fake). Ipapa they're more worried about the… https://t.co/ek8Y9no66n",
        "@ishemukati @nickmangwana @freemanchari @SibandaSibbs @mafirakureva18 @efie41209591 @S_Harudzibwi @TichRay… https://t.co/Gz8cqGO1w7",
        "@ManyereCT @S_Harudzibwi They are obviously hypnotised ka. Ndiana Shuvai Mahofa ava...they will kneel and cry at the sight of the 'prophet.'",
        "@ali_naka Why are all the so called prophecies always pushed to the gullible masses after something has happened? W… https://t.co/osY7hbJg7r",
        "@KJiriyengwa @Italy @maDube_ @KbhasikitiGmai1 That's because Italy decided not to play politics at a critical time… https://t.co/vEtRwAVfyN",
        "@RangaMberi This is brown envelope journalism, designed to further brainwash the masses.Its one's choice to be a me… https://t.co/bedxECKSrK",
        "@ShingiMunyeza @NKanhuru I agree anger will not help us, but neither will tired nationalist propaganda.What attract… https://t.co/vljwTaQyY3",
        "@ShingiMunyeza @Stella_grooves I thought we were already under permanent pain. I think now it's just that some amon… https://t.co/Up43aOYRCG",
        "@ali_naka With one of the worst health systems in Africa and probably the worst Leadership, Zim definitely has more… https://t.co/ymEzGSRlKQ",
        "@ali_naka If ice cream could pummel weak immune systems back in 2017, imagine what this Virus would do? Zimbabwe, u… https://t.co/lhtf9N9fbL",
        "@trei_bie @michaelkaliika He is up there with the best of Gweru for sure. One wonders kuti anaMaRhino vaizoperera k… https://t.co/Mb5wWaBtRz",
        "@violetgonda @katieporteroc @RepKatiePorter In Zimbabwe we can only envy other nations who have prospered in good t… https://t.co/rVmelYuzGJ",
        "@ali_naka Zimbabwe is going nowhere with this chap. Amayenge doesn't inspire confidence and instead of displaying L… https://t.co/jSfcxdjWRq",
        "@PaulPaulus13 @MichaelMuteked1 I don't see why you should even refer to him as Hon. There is no Honour amongst Zanu… https://t.co/Z4VDGZm99C",
        "@taktsa851 @PedzisaiRuhanya Vangatii? ZanuPf is an ideologically bankrupt mob whose sole concern is power retention… https://t.co/NZXcNm1OF6",
        "When common sense leaves you, it doesn't say goodbye. How does a so called leader utter such dumb, callous &amp; insens… https://t.co/fsGf8cogkQ",
        "@PedzisaiRuhanya Argh angapfuure Mandi Chimene here or even the late Mai Mahofa, who would cry at the mere sight of… https://t.co/wZT96EAzgq",
        "@NewZimbabweCom @PedzisaiRuhanya @nickmangwana @advocatemahere @ProfJNMoyo @daddyhope Stupid, plain stupid this bus… https://t.co/gh6vzEykKS",
        "Zimbabwe is going nowhere with Amayenge!! https://t.co/qQXbjkV4JS",
        "@ali_naka @KirstyCoventry Well it's not up2her, unless they fire her. Obviously she was co-opted in exchange for so… https://t.co/8CvZXIaCNz",
        "@daddyhope @KirstyCoventry Every Dictatorship NEEDS &amp; co-opts neutral flavor with class and universally loved. She… https://t.co/QMScYr8j5g",
        "@ProbyMasau @wendymuperi @PedzisaiRuhanya @ruruemawere Africa is a complete joke I tell you.",
        "@MabuthoThabethe @emkuyumni @SiphoMalunga No matter what the so called Bandits did, the Regime was the criminal. Ex… https://t.co/8cO0ne5PsA",
        "@emkuyumni @SiphoMalunga Innocent civilians were not 'caught in x-fire,' They were systematically targeted and exec… https://t.co/aAGLDV1Yyf",
        "@iamTSUNGA @iocmedia @Olympics @KirstyCoventry @MdcMasvingo @maDube_ @iamsirbreezy @NicolaWatson13 @Katazamhondoro… https://t.co/ZSvzrvFsDh",
        "@KhulaniQoma The irony is that he is the worst President s.a has ever had purely due to the mass homicide caused by… https://t.co/Vly5uXLIOo",
        "@NormaarMsiza You sure most of these restaurants are S.A owned? And isn't it ironic that black foreign nationalitie… https://t.co/X2lJguIXs5",
        "@samnyakudya @PParapinda @AMakuyana @SandeJaqueline @daddyhope @ali_naka @advocatemahere @iMisred @Hon_Kasukuwere… https://t.co/wQSBBevxg6",
        "@PParapinda @AMakuyana @SandeJaqueline @daddyhope @ali_naka @advocatemahere @iMisred @Hon_Kasukuwere @ishemukati… https://t.co/qwrdTMZwPC",
        "@i_sibanda @RMajongwe @Tichmann2 @KMutisi @SekuruRoddie Standard🤣🤣🤣🤣🤣we're pawns in their Game of Thrones!!",
        "@panchie_leggz @michaelkaliika Not just Economics ka....Political Economy and International Business, Corporate Gov… https://t.co/yj8uBbImGf",
        "@RMajongwe @i_sibanda @Tichmann2 @KMutisi @SekuruRoddie It's an absolute joke really. Zanu stages public war games… https://t.co/ZAgZcJnCzW",
        "@ali_naka @zanupf_patriots @ZANUPF_Official @mdczimbabwe No, they're more senior than that. He who pays the piper p… https://t.co/zfNczkN59N",
        "As we watch ferro citizens getting excited by the usual hot air coming from the ideologically bankrupt Youthiz figh… https://t.co/qqLO5GoaH8",
        "@PedzisaiRuhanya These are old ManyowaPF diversionary tactics. Vanhu ava vese iSame Whatsapp group. Nothing ever ha… https://t.co/PsSjUNNMNJ",
        "Thabo Mbeki is the most overrated Pres in African history. He's aloof, all-knowing, arrogant, ideologically corrupt… https://t.co/VZsOZ0aeUB",
        "@SibandaSibbs As long as ZanuPf rules we are Ground Zero if not worse....There is no mockery in saying a dead man i… https://t.co/aog0GEVYIh",
        "@advocatemahere Theirs is a fight for relevance, covet corruption &amp; shopping trips. They don't care about the econo… https://t.co/IEC2yA74e7",
        "@advocatemahere @edmnangagwa This guy is an absolute joke!!! He thinks global leaders are part of a rented crowd in… https://t.co/bzgOIrV7qV",
        "@ali_naka When the heat is perpetually on, dictatorships get weirder in their fightback/bid to up the popularity An… https://t.co/yyYpOafMsG",
        "Classic depiction of a comical show in a country called Zimbabwe by a snake that after shedding it's skin, it insis… https://t.co/3MCOzOnQSH",
        "#BringBackDrPeter https://t.co/msfZxb1rqc",
        "The writing is on the wall for @ZANUPF_Official and the reincarnated Idi Amin Dada! There's a limit to power! https://t.co/gb3bAfDJhL",
        "@AldrinSampear Thabo Mbeki is perhaps the most aloof wannabe pan-Africanist of our time. Isn't it ironic he was rec… https://t.co/DVoQojHS4m",
        "@Mamboro8 @SueNyathi Point of correction, South Africa, like Mugabe, inherited world class healthcare systems but t… https://t.co/diEMz40Q3w",
        "@SharaiJoseph @evemah @advocatemahere @ZANUPF_Official Sometimes its best to keep quiet &amp; save Zanu slogans disguis… https://t.co/WpBEfH9Juq",
        "@violetgonda And you hear the poor, bronco-addict youthiz screaming ZanuPf is the Messiah........shame!!!",
        "@siphelelesabisa When he says he lands at 2pm, he actually lands at 12pm....question is who is he seeing between 2 and 4pm?",
        "🤣🙆‍♂️🤣🙆‍♂️ ZanuPf is a circus!!! https://t.co/p2x1u94Mm4",
        "@ali_naka @SueNyathi @ali_naka they never this lot. It's even laughable that the AU and most uninformed Africans do… https://t.co/oGR2Wd8TCZ",
        "@Mathuthu I'm surprised you even call that a speech🙆‍♂️.....",
        "@sharon1780 Historic or Ironic? The pic shows army vehicles whose very top brass deposed Mugabe in a humiliating ma… https://t.co/pM3IxvMSLr",
        "And they say we have a President in Zimbabwe....what a joke!!! His speeches are dull, and the body language ridicul… https://t.co/WU6sAMkJwb",
        "@matigary Or maybe they need liberation from the tired propaganda that always seeks to absolve Zanu-PF from respons… https://t.co/qgBTwhHqws",
        "@bustoptv @ProfJNMoyo @daddyhope @Wamagaisa @nickmangwana @matigary @PacheduZW @EdmundKudzayi @ZimMediaReview… https://t.co/npBdBfClAm",
        "@thwithakazi What a childish Prima Dona he was.....",
        "@PedzisaiRuhanya The joke that became of Zanu-PF at the height of Mugabeism.....most of the so-called youthiz lost… https://t.co/kLXaGT4F81",
        "@floridahmapeto Mugabe should not rest in peace, he should roam the underworld bitter, alone and disgraced so that… https://t.co/fPxOB72k8g",
        "@Mamoxn Bunch of clowns and hypocrites they are!!!!",
        "@WenyuDutch Let thoz who want 2 appease their conscience heap praise on the Despot. They walked with him, benefited… https://t.co/7QRXYNNODW",
        "@PedzisaiRuhanya Preach!!!!",
        "Pseudo-Revolutionaries &amp; Kitchen Intellectuals trying 2 rewrite Zim's history in comical fashion not worthy of a sl… https://t.co/DrPu7CLXnf",
        "@DrCamModisane Then you're more intellectually bankrupt than initially thought!!! South Africans own more land than… https://t.co/PuyLZX4ZED",
        "@FloydShivambu Please stop it with this nonsense will you? Everything that FOSSIL did was for himself not ordinary… https://t.co/Z2zsbgOEqH",
        "Robert Mugabe is not a HERO but a BRUTAL, BLOODTHIRSTY, CUNNING, COLDHEARTED, EGOTISTICAL DICTATOR whose self-impor… https://t.co/WM7dz23QYQ",
        "There is no mockery in saying a dead man is dead. There is no miraculous honour in falling over each other in heapi… https://t.co/1mgVJYKUDh",
        "@energymutodi @denvern3 Is this what you call an apology? The fact that you're more worried about the so called opp… https://t.co/g4y1khWyz0",
        "As Zim's economy buckles under pressure from corruption, patronage, inept leadership &amp; ailing VVIP's, while the co-… https://t.co/JKJWLq9dLy",
        "As the Zim Economy that was touted for miraculous growth rates falters at the hands of the '5th Column' and 'ThirdF… https://t.co/1hd1dnuCfJ",
        "Absolute madness! https://t.co/BE7ukhkg3L",
        "@TrevorNcube @nigelchanakira Propaganda loading......fasten your seat belts!!!!",
        "Futile attempts by a propaganda novice @nickmangwana, to deodorise a skunk!! https://t.co/ygswiyhQ0g",
        "@SiphoMalunga @DavidColtart Look man, in a dictatorship, the system is extremely paranoid. Power retention and self… https://t.co/SoQE2yfiQN",
        "A regime as desperate as Amayenge's ZanuPf is a danger to itself!",
        "Mthuli Njuga needs to be rescued from the ZanuPf Annex cz the Economics Antidepressants are taking their toll on hi… https://t.co/VviHv9h9jx",
        "@LynneStactia @maDube_ @cazawaty @ChakaChitova @FoxLion2028 @forti_zorro @ChidzidziG @Mzansi_1 How about we help hi… https://t.co/wIMuB69X5U",
        "@KwecheMoses @edmnangagwa @Busisa74 @ShingiMunyeza @TrevorNcube @matigary @MaNondo1978 @MarthaChikata @gundwenation… https://t.co/D8X7Nylf8X",
        "@energymutodi RhumbaMan, unoweredherwa mukadzi nanaAmayenge ava. Usaite dzungu reKwasa Kwasa!!",
        "@freemanchari @DavidColtart African Despots travel more than Presidents from rich countries who are strategic about… https://t.co/VYqct0jf9o",
        "@lilomatic @mdczimbabwe 😴😴😴😴let go of your obsession with the party you left. Forcing relevance in Zim's political… https://t.co/GLUsahs9Ou",
        "@LungaAB @daddyhope Impossible because the man responsible for the atrocities is still a part of the deal!!! Just l… https://t.co/t8DctDuS9W",
        "@TrevorNcube The hypocrisy of the commoners stinks to high heavens. Gudo guru peta Muswe.........",
        "@PhillipPasirayi @Wamagaisa Not forgetting questionable businessman-cum-clergyman, so called Independent Newspaper… https://t.co/DzYBiJdkKI",
        "Now I'm in the Big League, kana Musaigwa vandirangarirawo so!!! @Wamagaisa https://t.co/JuQqJdx9oI",
        "@Wamagaisa @makwarapardon @LynneStactia @ProfJNMoyo Ko isusuwo muchationawo riinhi Musaigwa? Chinguri takabvirira!",
        "@KRangarirai @GomoDubi Get your head out of the sand. If you want to learn about propaganda, I suggest you read Jos… https://t.co/DoBYcYYFjU",
        "@maDube_ Amayenge 🤣🤣",
        "@nicolehondo @ali_naka @RuvhenekoP Maybe u haven't been to Rwanda my dear.....I don't need a PR company to tell me… https://t.co/FwDYNX7s9s",
        "@ali_naka @nicolehondo @RuvhenekoP Looking for the PR results 🤣🤣 https://t.co/gAvy7pW34G",
        "@ali_naka @nicolehondo @RuvhenekoP Magetsi API??🤣🤣🤣",
        "@ali_naka @nicolehondo @RuvhenekoP Inhodo kani dzatiri kuitirwa kuZim. Instead of taking notes from Kagame's Rwanda… https://t.co/LarlMA0Xxo",
        "@ali_naka @nicolehondo @RuvhenekoP Kana ndimiwo mkoma Ali....a country with Ambulances asina fuel? Where gvt hospit… https://t.co/yWaDNxIaaH",
        "@nicolehondo @ali_naka @RuvhenekoP Difference is Kagame is producing results on the ground and his Treasury can aff… https://t.co/4kvlxGas3z",
        "@NigelPulazi @questCNN @BitiTendai @richardquest @PaulKagame 🤣🤣🤣🤣🤣get your head out of the sand son!!! Zimbabwe is a failed state!",
        "@happ_zenge Those pseudo-intellectuals are an extension of ZanuPf who is the guarantor of their 'vast' Business interests.",
        "@LungaAB @ProfJNMoyo It still is to this day. Nothing changed except the driver. Mamvura ndiye apanyanga ably assis… https://t.co/qfo7EHG73v",
        "@Charega1 @CNN @questCNN 🤣🤣🤣🤣🤣so is @BitiTendai supposed to display blind patriotism like those who are eating with… https://t.co/qpiVRLNhIC",
        "@rudosau @TrevorNcube @nelsonchamisa Then you're dumber than initially thought.",
        "Welcome home Super Frankie!! https://t.co/p8fQvAzAa3",
        "@freemanchari Amayenge🤣🤣🤣🤣🤣🤣",
        "@iMisred @michaelkaliika In a failed state, any avenue that allows cadres of the regime to wet their beaks in excha… https://t.co/cYiHM3x1JW",
        "@GutuObert @tinashmbofana Shanje dzinotenderedza njere....unopedzisira wakukotamira vanhu to seek attention. Imboen… https://t.co/vEoWe44z3s",
        "@taktsa851 @fortunechasi He is a good Minister who is unfortunately caught in the midst in something that's bigger… https://t.co/VIiuVs38k4",
        "@RonaldMbeke @TrevorNcube @edmnangagwa @matigary Just coz he's been at Byo State House?? A City that's nestled in a… https://t.co/mhrwGynlby",
        "@TrevorNcube Its still broken, just that you're on the other side now!!! As long as Herald and The Chronicle exist,… https://t.co/M8AViDocSF",
        "@daddyhope There is nothing the MDC can do as long the evil machinery is backed by the Army and the crooks who roam… https://t.co/Ke0En1shp4",
        "@daddyhope @daddyhope while on paper you have hit the bull's eye, let's not romanticise the brain of hapless citize… https://t.co/nRLQyhIXRu",
        "@_Sinyoro Well I don't feel sorry for Chombo....For 37 years he was part of the demonic system and supported the Dr… https://t.co/vInQUsZqD9",
        "@Smith_JeffreyT @DavidColtart @ray_ndlovu @bclatham Let's not keep refering to the failed state as Zimbabwe....it's… https://t.co/7RVXS1fFsH",
        "@Mathuthu @BrezhMalaba @zenzele Mdu, you need to invite us too to these 'liberation-era' camps in 'exile' 🤣🤣🤣 The r… https://t.co/MQz5zNIv8G",
        "@advocatemahere Because it pours cold water over the propaganda-backed analysis that ZanuPf always sponsors. I don'… https://t.co/7yg2sMmha2",
        "@TafadzwaMasang3 @mukwidigwi @Eskom_SA @ZimEye @zimlive @DailyNewsZim @NewsDayZimbabwe @MDCAllianceZW @DrNkuSibanda… https://t.co/Are00JIDdf",
        "@TafadzwaMasang3 @Eskom_SA @ZimEye @zimlive @DailyNewsZim @NewsDayZimbabwe @MDCAllianceZW @DrNkuSibanda @Mathuthu… https://t.co/e0v0TiqUp9",
        "@TrevorNcube Call a spade a spade, ordinary citizens have never been close to Treasury or any corridor of power so… https://t.co/9WdPTkhGxj",
        "@michaelkaliika Utter rubbish and ridiculous!!!",
        "@TrevorNcube I wish you would take your own advice when it comes to your hatred of @nelsonchamisa and everything op… https://t.co/ocOaaDKrFb",
        "@ProfJNMoyo Should be an interesting read....the guy was larger than life!!!",
        "@mun_tob @PatsonDzamara Magaya's sole gift is Conning the Stupid and Desperate.... otherwise he is biblically bankr… https://t.co/SsdhKHwNU8",
        "@ShingiMunyeza 🤣🤣🤣🤣🤣🤣🤣🤣🤣even as Berlin was burning, Goebbels and advisers were broadcasting victory to the masses!! Zvakazopera hazvo!!",
        "Some Warriors Fans r behaving like Fathers who are always bullied by other men at the tavern (ZanuPf) and can't fig… https://t.co/xs6vJP9JBR",
        "@mikemadoda Yes Mike, constructive criticism is fair but selective amnesia is not. The insults hurled towards our c… https://t.co/G5HBtVlk5g",
        "@BriannMac @nigelchanakira @timothy_gumbi @theozimbo Well neither he nor anyone can control the Twitter insults. Bu… https://t.co/0iajXre0ka",
        "Stay strong @KMusonaofficial you're still a class act!! https://t.co/OXunFRj7jx",
        "@nigelchanakira @timothy_gumbi @theozimbo Spot on @nigelchanakira Musona is a true Warrior who always wears his hea… https://t.co/NLbQNTXyA7",
        "@LanceGuma Luck was just not on our side, otherwise the lads played well. It wasn't @KMusonaofficial's day but he s… https://t.co/C6oKNtjU9q",
        "Yes we could have won the game, yes our captain let us down but this is the time to rally behind him and the boys.… https://t.co/meB93cTR74",
        "@mapz___ I agree it's important and should always be a part of the relationship.....but sometimes as a man, when it… https://t.co/U1aELKoQdA"
    ]
}