{
    "screen name": "jorgemercadoran",
    "no. of tweets": 172,
    "tweets": [
        "@Misslegsonfire Le gusta es lo barato, así es el de la casa 🤦🏽‍♂️🤦🏽‍♂️",
        "Genialidad al 100 https://t.co/5aHBHt8Itl",
        "@LaInsoportableV Que genial, me robaré la foto y la utilizaré, apoyo total 💪🏽💪🏽",
        "@LaInsoportableV Y ahora comienzas a recordar a los de los multinivel 🤣🤣",
        "Por mas mensajes como este 😍💪🏽💪🏽\n\n#Covid_19 #QuedateEnCasa #DiaDelNino #dia41 #cordobasequedaencasa… https://t.co/iUy3hdH7Td",
        "@LaInsoportableV Que paso con el plan de tres pasos de Adam Sandler? Ya eso no funciona? 🤔",
        "@LaRazonCo y hoy amanecimos con 8 muertos de covid 19 en Santa Marta. 3 casos en Ciénaga, 1 en Fundación y otro en… https://t.co/l2nxqInBfg",
        "\"Mañana nos confirman que @nikoarrieta es el padrino del hijo de Luisa W y lo bautizarán fabio\" jajaja lo mejor de la noche",
        "Nadie \nAbsolutamente nadie\nYo: Aquí normal viendo cómo @nikoarrieta se vuelve tendencia por la expectativa de sus c… https://t.co/gDSL1S1u43",
        "Seamos más consientes y digamos #Noaldecreto538 #yorechazoeldecreto538 @LaRazonCo @caordosgoitia @IvanDuque @NTN24… https://t.co/OH1DxOV93w",
        "Que el personal de salud hiciera a un lado su juramento de salvar vidas, porque ellos también tienen familiares que… https://t.co/xRZESsnXcW",
        "3. No sé que tan viable sea esta medida: que pasaría si de un momento a otro todos los médicos, enfermeros, auxilia… https://t.co/Teu6ZXIQch",
        "2. No creen que el sector salud debería ser primordial, que estar pensando que si no van a trabajar los obligarnos… https://t.co/VFR8FNJ7Vd",
        "1. Porque no donan una parte de sus sueldos como congresistas, senadores, ministros, y demás, ni siquiera el 50% po… https://t.co/NiOXShbl9J",
        "No sé que tan viable sea lo que voy a decir pero hay alternativas para ayudar en estos momentos y demostrar que aun… https://t.co/QcMoj6T9nX",
        "Pero más injusto es que para la guerra contra estudiantes, contra guerrilla o fuerzas armadas, sacan la plata de un… https://t.co/Z5BVnPPXNy",
        "No es que tenga que regalar su cosecha, es falta de empatía, que muchos se quieren aprovechar queriendo comprarles… https://t.co/jSMf07heeC",
        "Trabajando con la psicología barata de \"falta de vocación\", \"que regale su cosecha\", \"pa que no estudio, que recoja… https://t.co/xQR8ljt9O6",
        "Colombia es un país donde prácticamente se trabaja con las uñas y en estos momentos es dónde más se ha visto tantas… https://t.co/UsHPiQmRNR",
        "@EnaLCabrales Literal esto es así, las palmaditas es solo hipocresía, no todos pero si la mayoría https://t.co/nWFxjhC7ae",
        "@majomonedero Li",
        "@LaInsoportableV Y en el datacachaco de la esquina",
        "@Betocoralg @ElJuliSastoque Y que tal si esa persona tiene estudios en excel, ha realizado alguna maestría en excel… https://t.co/5qTI5npup4",
        "Ahora sí tú eres una de esas personas que no cree y no toma conciencia: firma una DNR y ayuda a salvar a alguien más simple",
        "No hay presupuesto ni garantías para los profesionales de la salud que son los que deberían tener todas las medidas… https://t.co/VjRclW9ytr",
        "No sé que tan viable sea esto pero propongo algo si tanto miedo y asco les produce los médicos, que hagan un paro l… https://t.co/DhFONd4aeM",
        "#Noaldecreto538 https://t.co/EuZIHpJ0Z8",
        "Mandan a comprar tanquetas del ESMAD en plena crisis por 9 mil millones de pesos en caso de que los médicos o cualq… https://t.co/l0FSGreoxf",
        "Decreto 538 OBLIGA a profesionales de la salud a  trabajar sin importar su contrato de trabajo, su remuneración eco… https://t.co/4iVWK09qSN",
        "@Loreto_Gomez Presente soy nuevo",
        "@LaInsoportableV 😱 pero...pero...",
        "@monterialcaldia @LaInsoportableV @infopresidencia @ProsperidadCol @LaRazonCo @LaPrensaWeb @eltelegrafo_co… https://t.co/Gry1ZIiBVJ",
        "@LaInsoportableV Y aquí siguen queriendo ir a tomar afris en las esquinas y a chismosear con la vecina, porque aquí… https://t.co/DgA0AEBpJy",
        "@LaInsoportableV Cómo te parece la última perla? De cambiar el pico y cédula a pares en el día e impares en la tard… https://t.co/g8zei0906D",
        "@_alemachuca Creo que te amo https://t.co/hqlE1DCrIs",
        "@LaInsoportableV Ahh pero en el ara lleno, pero ey los memes no faltarán https://t.co/hVAOGDycnw",
        "@____maca___ Ayyy que susceptible, yo que tengo listo el Rubicon y todo para cuando empiecen los desmadres 😔😔 https://t.co/FcH80z5TK7",
        "@____maca___ Ya me imagino el poco de locuras matando zombie en la cuarentena 😍😍, yo si quiero mi apocalipsis zombie 😼",
        "@manu_z07 Obvio el vecino mirón que te acosa en secreto, al igual que el gran hermano (coff coff conspiración) https://t.co/rxngMmlRcw",
        "@orlandobenitezm @LaInsoportableV ahora sí se jodió esto, y no querían hacer caso, querían era salir a molestar a c… https://t.co/tpT2L6BjuG",
        "@LaInsoportableV baila la perlita esta, Sahagún o lorica? Primero dijeron que era mujer en la mañana y ahora dicen… https://t.co/dOw9HZDxvo",
        "@LaInsoportableV @MinSaludCol Te voy a etiquetar disque en un error que cometieron a la hora de hacer el reporte",
        "@MinSaludCol @LaInsoportableV es como raro que se diga que el reporte fue en Sahagún y amén el reporte que hace el… https://t.co/jimY2UCT2i",
        "@FaabianaBianco 🏂",
        "@vergaraangela_ Que mal que no pueda mandar nada al dm 😩😔",
        "@LaInsoportableV @LaRazonCo Dentro de unas horas el alivio volverá diciendo que el man dió negativo 🙏🏽🙏🏽, pero se q… https://t.co/p6bvNI83Mn",
        "Y yo que andaba contento mira tu eso 🤦🏽‍♂️🤦🏽‍♂️🤦🏽‍♂️#cordobesesencasa #CODVID19 #EnCuarentena #Dia13 https://t.co/PQyT46e2Oe",
        "@LaRazonCo @LaInsoportableV joda y yo que estaba contento con este estado mira tu eso, ahora sí más control, más co… https://t.co/k6G8oHDpDP",
        "@Mariaporia @LaHostiI Frase número 14 del libro de parla jopo: es que tú eres muy tu, y yo no sé estar con alguien así, me siento inseguro",
        "🇺🇸100.717 casos confirmados\n🇮🇹 86.498 casos confirmados\n🇨🇳81.897   casos confirmados\n🇪🇸64.285  casos confirmados\n🇩🇪… https://t.co/fYRkTHLw31",
        "@vergaraangela_ Hasta puedes hacer dibujos y enviar packs sorpresas jajaja",
        "@CordobaSalud @GobCordoba_ @InsCol @LaInsoportableV como te parece?",
        "@valentinaferro_ @sofiavn09 https://t.co/QsGEFn95va",
        "@MaggiJulieta Eso sí recuerda que el baño es después de 2 AM bajo la luz de la luna, y tienes que hacer la danza de… https://t.co/aKlVVyQu9y",
        "@MaggiJulieta Un baño con anamu, hoja de  mataraton(árbol), tres nonis, un cuerno de unicornio, lágrima de una virg… https://t.co/SxE5AzkzIf",
        "@LaInsoportableV @LaRazonCo Hay que estar informados entre cordobeses 💪🏽💪🏽",
        "@_lanegraa_ ,🥳",
        "@LaInsoportableV @LaRazonCo https://t.co/myURUIQkmv",
        "@LaInsoportableV ya viste la nota de @LaRazonCo del paciente de chinu?",
        "@vergaraangela_ Día 7? 😱 Yo llevo 11 🥺",
        "@Fernand29681628 @IvanDuque Oh claro Colombia es mejor que Rusia https://t.co/B29NR24Nos",
        "@ArrobarTinto 5? Cómo así? Yo llevo 10 😱😱",
        "@La_Mara_VilIa @donamaya123 @ClaritaAriasr @MissNegritu @ChimuelaTfy No apruebo, el chisme está bueno, 😒😩",
        "@donamaya123 @ClaritaAriasr @La_Mara_VilIa @MissNegritu @ChimuelaTfy Esto está bueno 💅🏽 https://t.co/NX6ZUYcL1M",
        "#CoronavirusEnColombia #VivirEnCuarentenaEs #QuedateEnTuCasa #cuarentena #Covid19Colombia #25marzo #MeCagoEnEl2020… https://t.co/7crYV5peUU",
        "No sé, creo que no era el momento para hacer ese tipo de publicidad (aludiendo a qué X partido era el que estaba pe… https://t.co/IUzlqlLTmd",
        "No era mejor esa platica invertirla en mercados para las personas más necesitadas, o en productos de higiene para l… https://t.co/zfidUXbxq4",
        "La campaña del Partido Liberal contra el coronavirus, instalar 100 vallas en todo el país para crear conciencia en… https://t.co/4ys6uHiSK7",
        "@LaInsoportableV Que hay que hacer?",
        "@KarenMOsorio Hola",
        "@Karengarzon06 Ya yo ví un Rubicon para cuando comiencen los desmadres 😍🤭",
        "@ValeriaPim23 Parece comercial de pharmaton: \nSin pharmaton/con pharmaton",
        "@Karengarzon06 Disque viendo series, esperando el apocalipsis zombie 🏂🏂",
        "@Misslegsonfire Porque son los que se van a sacrificar para el apocalipsis zombie 😍😍",
        "@DeadlyLatina7 Ya lloraste por tu cuarentena?",
        "@NoNiIdeaa 🏂",
        "@LeycyPalacios @LaInsoportableV @MinSaludCol @INSColombia @infopresidencia @MinInterior @ViceColombia Claro se supo… https://t.co/PRIcFTmXH5",
        "Día 8 de cuarentena: \nEncontré un nuevo entretenimiento, noticia/garrotazo en desarrolo 😅🏃🏾‍♂️🏃🏾‍♂️… https://t.co/IvINE48m7s",
        "@LaInsoportableV @MinSaludCol @INSColombia @infopresidencia @MinInterior @ViceColombia No eres la única mi querida… https://t.co/ESeOHl1KRG",
        "@djmarioandretti La familia agradece, pero ahora toca hacer unas respectivas llamadas https://t.co/IgxDAjUrKp",
        "@Mimostachos Juguemos 😊\nTodas las respuestas deben comenzar con la primera letra de su apellido. ¡Sin Google!\n\nAnim… https://t.co/1yxZzvRz6N",
        "@palm0609 @Mimostachos Hobby: lavarme las manos :v",
        "@Misslegsonfire Se supone que las goticulas viajan un metro de distancia y permanecen hasta 24 horas en las superfi… https://t.co/2fO1X4Xb6S",
        "@Meliguero Si quieres más escribeme y te doy otras opciones 💪🏽",
        "@BabyyyBruu 🤔",
        "@Meliguero Riverdale",
        "@cmjaramillo @anypatt @MariaeArango Debería de ver los vídeos de #conanimodeofender  es bien carismático y un buen ejemplo jajajaja",
        "@tristeyvacia Solo en la gaseosa hay casi 3k",
        "Dia 7 de la cuarentena:\nLa gallina de mi vecima no hizo caso al decreto #QuedateEnCasa https://t.co/ObHsSSawH2",
        "Este es el dato real de as personas contagiadas y muertas en el mundo,  cuántos habrán en Colombia realmente? 🤔🤔… https://t.co/KyAU4KAP3Q",
        "@MichaelortegaJ @almacenesexito Grande primo 💪🏽💪🏽💪🏽",
        "“Todo va a salir bien. Todos van a tener techo y comida” Claudia López. \n¡Cómo la miran! Presidente y vice... https://t.co/ElvE81kcDq",
        "Eso es de admirar primo @MichaelortegaJ  doña pabla estará orgullosa de tu generosidad y a ti @EnaLCabrales por la… https://t.co/zEKZWZih71",
        "Día 6 de la cuarentena: Jajajajajajajaja disque “Exponiendo infieles en tiempos del coronavirus”",
        "@pupifiesta A mí no me engañas picarona https://t.co/N0l55gSGvJ",
        "@Doctor_Adax Si en su totalidad no es cierto, el virus no ha mutado, existen dos variantes una S y una L, esta últi… https://t.co/nY8luZBul7",
        "https://t.co/6j0l4aXtSd",
        "https://t.co/8L2mmSkO2F",
        "https://t.co/OnZYDV0E2x",
        "https://t.co/fMmwolpZIk",
        "https://t.co/5HGOh0dtBT",
        "https://t.co/VMytCI6exL",
        "https://t.co/F9H5CH7qfU",
        "https://t.co/O0gT2IWhXl",
        "https://t.co/2yecN3A6GU",
        "https://t.co/eGyYssT0Bw",
        "https://t.co/pdsfqZfJib",
        "Abro hilo de los productos que se DEBERIAN comprar en estas semanas\nOjo al dato:\n\n#Covid_19 #CuarentenaPorLaVida… https://t.co/sQ4SolEwvk",
        "@vergaraangela_ Y compremos la productos que remanente necesitemos, no hay que acaparar todo, solo avenas, arroz, e… https://t.co/dWiSKNW8wF",
        "@vergaraangela_ Y los controles de los juegos, la mismos ventiladores/abanicos/aire acondicionado que tengan",
        "@vergaraangela_ Y el escritorio y el computador dónde ven Netflix? Y el forrito del celular?",
        "@vergaraangela_ Tenga miedo del egoísmo humano, de la paranoia social, del hambre insaciable del ser humano. Porque… https://t.co/XUTmWGhz1U",
        "@Misslegsonfire Así es, si querían ayudar con dinero pudieron hacer una transferencia vía nequi o cualquier otra fo… https://t.co/jrJkZF6oHc",
        "@Misslegsonfire Esas son las primeras que cuando las golpea la crisis se aturden, no saben que hacer y se mueren, q… https://t.co/SgypbyUG5P",
        "@EnaLCabrales @ElPerrateador Son reptilianos",
        "@LaInsoportableV Y nadie viendo series sino pendiente de todas las noticias",
        "@LaInsoportableV \"Si colapsas te daré aliento\", eso te dirá  porque donde sea verdad tanto el vídeo como el audio q… https://t.co/nZlNDx8PSM",
        "@Maathu Presente",
        "@LaInsoportableV El de la señora?",
        "@LaInsoportableV Dejando a duque a un lado, notaste que los de atrás parecían reptilianos? Broma aparte, estaban de… https://t.co/RcivJWZmOU",
        "@donamaya123 Y si te dijera cómo está conformado el virus ese? Me creerías?",
        "@edanmogo @vanessavar_14 @iAlejandroCh Y si les dijera cómo está conformado el virus?",
        "Consejo tóxico: Estamos en cuarentena pegados al celular, si no te responde es porque no le importas\nAMIGA DATE CUE… https://t.co/T0YqXydX0Q",
        "Si alguien tiene información sobre albergues temporales, lugares de apoyo y líneas telefónicas para la población vu… https://t.co/LfURnYSkfs",
        "Sabes lo que es tener 300 pruebas diarias? Y que son de estreno cuidado, por laboratorio y por bacteriologo. Humana… https://t.co/pmMy59tWA6",
        "#DuqueInepto #DuqueResponda #Covid_19 #CuarentenaPorLaVida #CierrenElDoradoYa #AislamientoObligatorio #QuedateEnCasa #cordobasequedaencasa",
        "Les pido que presten atención a lo siguiente: \nEl @MinSaludCol demora 10 dias para entregar los resultados de las p… https://t.co/thoMmseOud",
        "Y este falso positivo a qué se debe? Porque tenía entendido también que eso duraba 10 días pero para el presidente… https://t.co/rg3zin8Yay",
        "@donamaya123 @IvanDuque Y este falso positivo a qué se debe? Porque tenía entendido también que eso duraba 10 días… https://t.co/RPaxYiVhUN",
        "Alguien: Señor duque enloqueció de poder\n\n D: por supuesto, a intentado enloquecer sin poder, nadie le hace caso… https://t.co/EeophWoVJD",
        "Y se van a organizar así Quiero 10000 hombres doctores y 10000 ministros para que los doctores se vean más doctores… https://t.co/ijw2sEcSzf",
        "10 personas en un recinto y además sin tapa bocas ni guantes?? Es que ni para dar ejemplo...\n\nAlguien: ey pero está… https://t.co/ChBKPJD3qd",
        "En la reunión con alcaldes y gobernadores estaban bien pegaditos sabiendo que no podían estarlo https://t.co/qzQQFhYQqM",
        "@Jenn10Pz @LilianaDuenas @IvanDuque Tantos doctores y siguen pegaditos sabiendo que ya tuvieron contacto con alguien que estaba contagiado",
        "@IvanDuque Y siguen pegaditos ahí en manada",
        "En ningún capítulo de The Walking Dead se pelean por el papel higiénico o si? 🤔🤔 \n\n#Covid_19… https://t.co/IBICoc82Ev",
        "@geenasussette ↩️",
        "Día 5 de mi cuarentena: ahora entiendo porque la Rapunzel termino hablando con un camaleón.\nMardetaaa sea ahora tod… https://t.co/bVcuDrEtVM",
        "Cuánto llevas sin...? (NO VALE MENTIR)\n\n1. 3 meses \n2. 2 semanas\n3. La que tengo en estos momentos\n4. Hoy\n5. Hoy\n6.… https://t.co/DzWXSSnX7z",
        "Consejo tóxico: Estamos en cuarentena pegados al celular, si no te responde es porque no le importas\nAMIGA DATE CUE… https://t.co/26rD7Z7BYE",
        "@majomonedero ↩️",
        "\"El ser humano está por encima del dinero\": Arturo Calle. Cierran sus tiendas, pero le seguirán pagando normalmente… https://t.co/jnQR81VZpb",
        "Las cosas buenas se reconocen. El señor Arturo Calle cierra sus almacenes y fábricas. A sus empleados se les respet… https://t.co/epMnPJfDJz",
        "@emiliacmr5 Dicen que salió negativo después para ocultar las cosas del Porky",
        "#CierrenElDoradoYa #CierreTotal #Bogotaencasa #SimulacroVital #SimulacroDeAislamiento #QuedateEnCasa #GobiernoDimision",
        "Y como nos ve el mundo? Pues así son las noticias con respecto a nuestro gran gobierno compartanlo háganlo, viral… https://t.co/7AEUYKG5hg",
        "@NicoleMupa ↩️",
        "@LaInsoportableV Se hubiera suicidado con un revolver de bollo é yuca y con proyectiles de queso",
        "En rueda de prensa ofrecida por el canciller uruguayo Ernesto Talvi, el funcionario aseguro que el presidente Iván… https://t.co/kMio9atb9U",
        "Autoridades de Uruguay aseguran que el presidente @IvanDuque ofreció a Bogotá para que los vuelos de ciudadanos de… https://t.co/8Z8NtX3TeO",
        "Ellos si me representan https://t.co/GGvGJHeyaR",
        "Y en Bogotá si aterrizó el IBE6585 de Madrid a tiempo como todos los días. Más los de avianca de Madrid. sin contra… https://t.co/rz7Umwt03O",
        "El vuelo termino aterrizando en Quitó https://t.co/4e5lNSzjXz",
        "Para los que aún no creen aquí les dejo el vídeo del vuelo \n#ColombiaEnEmergencia #Covid_19 #CierrenElDorado… https://t.co/EAS3Vm7tgb",
        "Colombia\nNo hay que cerrar fronteras\nNo hay que quedarse en casa\nLes vamos a devolver el IVA \nSigan comprando \nNo s… https://t.co/0QGWqX6BJp",
        "Rusia.\n20 contagios 0 muertes\nCerró las fronteras desde el primer minuto.\nNo se trata de cuestiones políticas , de… https://t.co/raYtQjwAd3",
        "Así es que tienen que ser https://t.co/tbhdL06ziH",
        "Ya me imagino dónde podrían aterrizar esos aviones que no tienen donde dejar a esas personas #ApoyoAlGobernador… https://t.co/HWuF8jeD8d",
        "Ya con este van dos aviones que impedim que aterricé en esta ciudad. El avión tenía la misión de traer ecuatorianos… https://t.co/Vf16Nd3RkU",
        "Mientras tanto a esta hora el avión IBE6453 de la compañía Iberia vuela sobre sudamérica proveniente de España con… https://t.co/DAWQ1xBNOd",
        "Les dejo está perlita #YoApoyoAlGobernador #CordobesesEnCasa #YoMeQuedoEnCasa https://t.co/2MmZSxQHm6",
        "Todos los esfuerzos del gobernador y de nuestro alcalde para que el gobierno nacional salga con esto, por eso yo ap… https://t.co/SAotCwErwi",
        "Esto no es momento de la invalidez mental que tiene el presidente y su camada de asesores en la cual demuestran cad… https://t.co/Vw9nsseY9J",
        "Apoyemos a nuestros gobernador y digamos yo me quedo en casa, es mejor que mañana podamos decir: #YoMeQuedoEnCasa a… https://t.co/9cl7fqIkxm",
        "Tiene mi apoyo señor gobernador, #OrlandoBenitez  lo felicito por la decisión tomada,  se que es mejor estar resgua… https://t.co/JBpKyl8mYh",
        "Así es co.o se deben parar todos lo gobernantes y alcaldes, digan  #QuedateEnCasa #CordobesesEnCasa #Covid_19 https://t.co/iAQHblb098",
        "Y ahí están los que realmente gobiernan, los que tienen la plata, que les importa más cuánto hacen diario que cuánt… https://t.co/yYSQTG5gtq",
        "El Coronavirus no mata tanta gente como las insolencias de estas personas en el poder, que están despreocupados por… https://t.co/ORuB48wSD5",
        "Y hasta el sector económico hubiera sacado provecho buscando crecer la productividad y salir a venderlo/donarlo a l… https://t.co/LgYGPaEsUC",
        "De pronto como aquí no hay pandas la pandemia no existe, estamos frente a un gobierno que es un completo meme, la i… https://t.co/JYG1et6R4m",
        "Después de cuántas muertes confirmadas será que podemos dejar de llenar los bolsillos con dinero? Después de cuánto… https://t.co/1NpGIRMbwk",
        "Excelente que los alcaldes tomen iniciativas ante la escasa y vergonzosa gestión desde la presidencia para evitar l… https://t.co/YIGDWggwd2"
    ]
}