{
    "screen name": "Raptorguy3",
    "no. of tweets": 187,
    "tweets": [
        "Probably gonna slow it down for the final version tbh",
        "https://t.co/VEfjix1KGg\nHere it is.",
        "@YongYea Ya like polygons?",
        "Just spent the past 45 minutes trying to figure out why something wouldn’t render.\n\nTurns out I just didn’t have an… https://t.co/htDreSALfg",
        "WIP https://t.co/4aQNyMMZN0",
        "@sirdildo4 @Struggle_Tweet We can, this one just isn’t funny",
        "@Struggle_Tweet YO WHAT THE FUCK",
        "@butwhoisthedre1 @apc7991 @engineers_feed Just a joke my guy. Chill out.",
        "ykw I'm gonna turn this into my new project and fully complete the ship. It's supposed to just be a concept art des… https://t.co/NXhnx7iCR2",
        "Strikethrough on twitter is stupid ffs",
        "https://t.co/Zpbkdaf78T\n\nBrief test animation for the cockpit. It drops on landing b̶e̶c̶a̶u̶s̶e̶ ̶I̶ ̶t̶h̶i̶n̶k̶ ̶… https://t.co/WIBjD4CPB7",
        "@WorldAndScience I mean yeah. It’s just meat. Only difference is nothing had to die to put it on my plate.",
        "which is really just another way of saying that I stopped being hard-headed and insisting on teaching myself someth… https://t.co/wZuB9eCvQo",
        "Starting from scratch. Old model was too fucked to really do much with and I've learned some new techniques that sh… https://t.co/1ZroMSeW2U",
        "Gonna give one of the concept ships I posted a while back some more attention (and some animation.) Will probably p… https://t.co/BqDgV9Y75j",
        "@LibertyHangout Your point?",
        "@engineers_feed This will not protect you from anything.",
        "@notcoolucy @NoContextHumans How do you figure that?",
        "@NoContextHumans https://t.co/ooDSnloJNe",
        "@litgenstein :(",
        "@qorquiq “Smells like naval supremacy” has me on the fucking floor",
        "Just caught my cat about to destroy my calc notes I had left open on my bed. https://t.co/i2OUJZRz92",
        "@MarkRober I say it but only slightly",
        "Why do I use this?",
        "@OnionGamers This is his cousin https://t.co/kS8UHzbf4Q",
        "@TheOnion https://t.co/HyoOo2eKSe",
        "@Turbobuddah @RiskofRain @DuvalMagic Fair enough. Look at gameplay and stuff on YT if you don’t believe me.",
        "@Struggle_Tweet Ahhh I remember my floor gang days. With a laptop. With integrated graphics. And no mouse. And usin… https://t.co/5bK4JxgWYA",
        "@Turbobuddah @RiskofRain @DuvalMagic Don’t! It’s really fun! I promise!",
        "@SPACEdotcom :(",
        "@madogems Hey if you’re gonna give me nostalgia like that you could at least warn me first",
        "Cool snake tho",
        "Decided to go for a walk on the trail by my house (practicing proper precautions) because I hadn’t been out in a wh… https://t.co/CrryvmP0vw",
        "@OrdinaryGamers LETS FUCKIN GOOOOOOOOOOOOO",
        "❤️",
        "@Sci_Phile Wonder who this could be about...",
        "@KnowingBetterYT I’d say a combination of the first 2. Governments are already starting to come down on them, and p… https://t.co/EPriwJQZEU",
        "@kthakur @OnsideOrAnother @Gunntwitt @LauraWhitt32 Ah yes, because fire and planes mix so well",
        "@AltHistoryHub Either his Twitter got hacked or he’s on something IMO",
        "@elonmusk Yes, because California quickly took decisive action by implementing appropriate social distancing measur… https://t.co/1SQ7PT6FMD",
        "@scttmdn @TheBrianMcManus Ok nvm then disregard what I said. IDK why they weren’t showing for me.",
        "one on the right is probably way overcomplicated tho tbh",
        "The Duality of Blender https://t.co/5EWtPkxZGN",
        "Although now that I look at it again I think that they may be caused by the object being alone in space with nothin… https://t.co/abuoUJ1DHB",
        "Have some strange lighting issues to fix but it's almost done https://t.co/0BEGCmJgiE",
        "@shbzz Honestly I think a lot of these ads are targeted based on terms that are unrelated to the ads because I get… https://t.co/wH8EyoAgZv",
        "@TheBrianMcManus I think he might have been hacked, that tweet and the other 2 like it no longer show up on his pag… https://t.co/oYG4b9nxPi",
        "@elonmusk U get hacked or something?",
        "Decided to get back to work on making my desk, here's the finished model for one of my monitors, just need to textu… https://t.co/86Rn3xxpZ2",
        "https://t.co/ZlnuLyF6if\n\nA fresh unedited assault on the ears just for you, Twitter! sorry.\n\nBut yeah I was messing… https://t.co/D1RuVSePPw",
        "Looking back I could have done better with the samples I chose to represent my voice. Gonna re-record tomorrow and… https://t.co/oPbSnghDGD",
        "@NoContextHumans On the one hand, poor kid.\n\nOn the other hand that kick was extremely well executed.",
        "@SpaceXFleet How do they secure the booster to OCISLY for rough seas?",
        "https://t.co/fHQiKs78Hk\n\nIt's alive. Now we wait. Not the most professional thing in the world yet but I'm working… https://t.co/J1ZwKl9hJy",
        "@Jack_Septic_Eye Nah make me the most liked potato on twitter",
        "@MartinKvale @AstronautDown Very",
        "@CanYouPetTheDog Perfection.",
        "Gonna be offering Voice Acting/ Voiceover on Fiverr. First gig will be up soon, hopefully tomorrow! :)",
        "@MubatuUngawa @WSMTweeter @ChrisRGun https://t.co/v9F5EIf0yw",
        "@MubatuUngawa @WSMTweeter @ChrisRGun What?",
        "@MubatuUngawa @WSMTweeter @ChrisRGun A lot of people misuse the term and call themselves libertarians when they’re… https://t.co/J0gIMbTiM6",
        "@TheYoungScot @GavinFree Nope, just some wax and your soul!",
        "@Struggle_Tweet How’d he text her tho",
        "@SpaceX Still so fucking cool",
        "There’s only me and like two other people who talk in my calculus class and it makes me big sad. Y’all need to part… https://t.co/oHsfzS02u6",
        "@BikiniBodhi https://t.co/ydPqViAXme",
        "@pcgamer That actually sounds really cool ngl, if they made it an actual gameplay system that could potentially be… https://t.co/zR6X3jtT2z",
        "@TheTierZoo Don’t, the anti-cheat is super sketch",
        "@TheOnion I mean this probably isn’t even too far off tbh",
        "ended up looking like some sort of weird harrier. Kinda ugly, which is intentional, but IDK how much of that is the… https://t.co/XaFyKDvSVG",
        "Finished another concept. I would make actual textures instead of just throwing something together in like 2 minute… https://t.co/55G9vxmN0D",
        "Can't sleep so I'm working on more concept art. Not done but I'm going for a bit of a more industrial look with thi… https://t.co/Bx151GfLpI",
        "https://t.co/ukpLu03aBX\n\nB R U H",
        "@NoContextHumans https://t.co/Pe1fzYZuS4",
        "Fuck it, putting together a va demo reel and I’m gonna look for roles. I’ve been afraid to put myself out there for… https://t.co/UHceImfNG9",
        "Water is just soup sauce, change my mind",
        "@astrotoya But that’s -x^2=y",
        "@imprisonTrump45 @Conroy1021 @PageSix That’s entirely unnecessary, don’t act all high and mighty, it’s a perfectly… https://t.co/OJldf8OBY9",
        "well I say \"final\" nothing is final yet this is potentially years of work ahead of me on this project before I can… https://t.co/dIbjQGnmqg",
        "Still a WIP but I think I'm going to take this concept further and make a proper model. Have a few other contenders… https://t.co/T9ZntExfAX",
        "This aged like fine milk. https://t.co/buwK6Dawny",
        "Decided to do some concept modeling, this is a WIP potential shuttle design. Final product won't be so low-poly, of… https://t.co/9tlJ2VIwoN",
        "@GamerPres2020 Nah adobe is big dumb. Free and open source programs like Blender are the way forwards.",
        "@Zach_Fett @camSSBU @pcgamer It’s too much risk period. I’m not installing an always-on security risk with admin ac… https://t.co/m7q5rAXBU6",
        "@sciam https://t.co/vMwLZuTijj",
        "@TSM_Myth Bruh wtf",
        "https://t.co/53HED5V3w5\nManaged to choke on absolutely nothing while I was practicing my voice acting. Not a very g… https://t.co/u23dDo6wt9",
        "@pcgamer Yeah, nope, not installing spyware. End of discussion. Plenty of games do fine against cheaters without a… https://t.co/qbcban5vgz",
        "@TheOnion SHUT.",
        "Message into useful information, and they could, I think, forseeably be isolated well enough and have redundancies… https://t.co/JKzbtxsp6A",
        "I just can’t think of any reason why not (although I’m not an expert so I’d imagine that’s why). \n\nIt’s not unstabl… https://t.co/42Nh7M8pvP",
        "More out of a series of them. My question is this:\n\nGiven that we have a reliable way to alter and measure the spin… https://t.co/rGGo7O2Brq",
        "Hey #physics Twitter I have an question.\n\nI keep hearing that quantum entanglement couldn’t be used for instantaneo… https://t.co/GC4XART2cA",
        "@LiveScience That’s so cool. Hopefully we hear a lot more about this in the future.",
        "@TheOnion Them’s fightin words",
        "@KerbalSpaceP Trial and error. Mostly error.",
        "@pcgamer Wow I can’t wait for my GPU to sell my personal Information to the CCP while I play!",
        "@boringfileclerk @thehill That’s the problem. We’re supposed to be his boss.",
        "@soulcookie322 M8 he’s just a political figure...",
        "@ok_remi_ok https://t.co/D8BoI1CcOM",
        "DON’T #OPENAMERICANOW. https://t.co/wMV2PWSj0c",
        "Uncle Tom is trending? Who stepped out of line from their societally assigned worldview now? How dare they not adhe… https://t.co/oPR3SkFOoI",
        "@SPACEdotcom But correlation and causation are the same thing, that’s why there aren’t two different words for them. HWAKE UHP SHEEPULLLL",
        "aaaaaaaaAAAAAAAAAAAAAAAA https://t.co/4xIdpYruPS",
        "Making my desk. Why? IDK. https://t.co/KXh6sqMNSG",
        "I will never complain about a class or an assignment or class or anything to anyone ever again Coronavirus just let… https://t.co/nYNoYD7A1e",
        "@AnneMunition F",
        "@AAAAAGGHHHH Y tho",
        "@WorldofWarships Shooty boat place",
        "@IGN Lmk when they’re paying me to use it",
        "Me: a-c-c-o-r-d-i\nAutocomple: ACCORDIONISTS!",
        "@esports4losers @madschill0 @AimIessFriend @TheOnion The man literally walked off camera mid sentence...",
        "“That wasn’t that bad” he says leaving the online class knowing full well that it was in fact that bad.",
        "@PoorlyAgedStuff Panic is dumb tho. It just causes more problems. Reacting in a collected, level-headed manner will… https://t.co/tz2pZ2Ia1y",
        "@engineers_feed Now charge them",
        "@daniel_houck @scienceshitpost It’s about tank survivability in combat",
        "Just cleaned off my desktop.\n\nBut... what do you mean just shoving all of my loose files into a folder in the corner doesn’t count?",
        "@JimDMiller I’m not &gt;160 but I’m well above average (although IQ isn’t even a great measure of intelligence so that… https://t.co/2Nc3AVNyMu",
        "@iamtrist @Rainmaker1973 Kremt",
        "What’s really holding me back here is that I don’t have access to real instruments. I could always go all in on ele… https://t.co/T2LOHlHesW",
        "https://t.co/Ghfiu1KSqx\n\nKeeping in the vein of building the skills I'll need to create a whole ass show/movie/what… https://t.co/fhPnmLcyyW",
        "https://t.co/WOivodrAAS",
        "I have a confession:\nI am antivaxx.\nVaccines cause adults, and that’s just not something I can stand for.",
        "@PeterSweden7 Or you could not call for your beliefs to be forced on others??? Also historically a lot of bans just… https://t.co/x3G13l7QvJ",
        "https://t.co/jpFwW8hbM0\n\nIt's an unfinished model and it feels a little fast but it's an actual animation of someth… https://t.co/jW00lwCuXL",
        "Animated an actual thing other than random shapes doing things, short little 3 second clip, rendering it overnight. Will post tomorrow.",
        "Giving sculpting in Blender a shot and I think my fox is looking far more like a corgi so far. https://t.co/6ijwWi25Ky",
        "I was playing Kerbal Space Program and happened upon the perfect allegory for 2020. https://t.co/5S1nAKMHpG",
        "@Vengenz1 The Witcher 3\nStellaris\nKerbal Space Program",
        "I just realized that there are really a lot of knives in my sci-fi story that has weapons from 300 years in the fut… https://t.co/5pnytKczEd",
        "#VaguelyExplainSomething\nYou know, the... thing...",
        "@pcgamer What’s a 2021?",
        "@astrotoya https://t.co/srDmfPDjQC",
        "@JerryBrazie Especially with that attitude.",
        "@TimJDillon No.",
        "Quarantine Diary: Day 57\n\nI have ascended.",
        "@dylancrane__ @pcgamer That’s my point. Instead of enticing developers and users with a better platform they buy ex… https://t.co/mqPYiskNjD",
        "@pcgamer But epic doesn’t “compete” they buy exclusivity for titles thereby entirely precluding the need to create… https://t.co/zAhsofyE1k",
        "@UnusualVideos Good. The ritual has begun.",
        "@Krunked_Chimera @rudy_mustang Y tho",
        "@standupmaths OH YEAH, BUT WHEN I HIT MYSELF WITH A SHOVEL I JUST GET A CONCUSSION.",
        "So apparently online instruction for previously face to face classes at my school don’t start until April 6th so I’… https://t.co/0KfGUmRGJG",
        "@engadget GET ON THAT SHIT MY GUY",
        "Nah, I’ll just do it tomorrow. #MyQuarantineInSixWords",
        "@officialmcafee @BitcoinWhiskers @Tampa_TyY Sir, have you ever heard of a logarithmic scale?",
        "@KbgamingM @ModernVintageG @JeremyPenter What evidence do you have for either claim?",
        "@JacquelynGill Stellaris!\nAwesome space 4x/grand strategy title with in-depth mechanics and awesome story potential… https://t.co/sOAeROYksU",
        "@StellarisGame @acedark90 @DJTruthsayer Looks like I’m staying up late",
        "@SheriffClarke Aight bro if you want pneumonia be my guest but I’ll be staying over here not sick if I can help it.",
        "@quanza Wtf",
        "Pi",
        "Yeah, this is social distancing time",
        "We will get through this.",
        "@MSJCedu “Classes and activities will continue until further notice and are not cancelled. We take your health and… https://t.co/NzC1gmMzwP",
        "@NerdyAndQuirky Yep.",
        "@sciam Well done article overall but I don’t think it’s good practice to extrapolate a study in mice to humans. Suc… https://t.co/Pawpmmfpje",
        "@PhillyD Harvey Weinstein is gone https://t.co/We4t42akb1",
        "@nypost Give him 10, just to be sure",
        "@StellarisAnomal It’s *so* close to coherent",
        "@pcgamer No they didn’t there’s character customization?",
        "@engineers_feed I hate this so much",
        "@AlexCKaufman https://t.co/U7WVe4GDPg",
        "T H U M B https://t.co/U86IJvFRfG",
        "@year_progress Wait wtf?",
        "So that was a mistake",
        "Have to get up at 5:30 tomorrow but I really don’t feel like going to sleep so sorry tomorrow me. You can have like… https://t.co/kRAY4mhpjj",
        "@__dpdp__ Nice",
        "@DJSnM Yes",
        "@NASAPersevere GOOD LUCK PERCY",
        "@briocon7 @thephysicsgirl But how can we be sure that there are no leashes on Schrödinger’s cat?",
        "@pandramodo @WarThunder COBRAAAAAAAAAA",
        "@thephysicsgirl Perfect https://t.co/k1GibEoY7L",
        "Gonna try character modeling and sculpting. My plan is to model a vaguely human-shaped block and then sculpt it int… https://t.co/4zijwJfr5z",
        "I'm actually almost done with this kitchen, probably can have it done by the end of the week if I really push. Now… https://t.co/ifzBGVcnwI",
        "Math, meth, moth, myth, it’s all just blended together at this point.",
        "@sagatember @HighHeelEsquire U wot",
        "@Daily_Express Lmao",
        "I’m playing around a bit with the idea of trying to get my show picked up by a network or production company when I… https://t.co/7y7VsecPWC",
        "@CodeBleu13 @BillPillK Yes, Federations and 2.6 on 3/17",
        "WIP outlet and microwave. Really happy with how the outlet model came out, haven't textured it yet tho, and I need… https://t.co/SVO4TuFhqU",
        "@MFritzsche_ @DJSnM @elonmusk Struts and a prayer.",
        "@EssenSn @jabrils_ I understand that and I’m asking why you think that",
        "@EssenSn @jabrils_ Why not?",
        "“I mean you make the numbers do the things...”\n-me, explaining why I like math",
        "@EssenSn @jabrils_ “Engineer” isn’t a catch-all term. An aerospace engineer may not know how to design a better car… https://t.co/6ssdp05K1v",
        "@EssenSn @jabrils_ The people, groups, and resources involved with rockets are very different than those involved w… https://t.co/oOyYvEJUax",
        "Yep, seems about right. https://t.co/8zW37Rx0IE"
    ]
}