{
    "screen name": "cops4trump2020",
    "no. of tweets": 191,
    "tweets": [
        "@glock_it @PaulWestonEden Nope!",
        "@KevinlyFather @realDonaldTrump Um, look at his Instagram. He gets millions on EVERY tweet! Everyone knows that twitter is left biased!",
        "@JBurley5 Fuck off",
        "@Imastormer1 Trump 2020!",
        "@OfficialLivePD @AETV I didn't see the out-tro. Did you do one?",
        "@Kevin42521023 Trump 2020!",
        "@KilltedKen @MykahJoseph @MLive Yep! You libs are HOPELESS!",
        "@MrAndyNgo Him! Don't encourage delusion!",
        "@KevinVesey Oh, I see! YOUR the victim!",
        "@MLive TYRANT!!",
        "@MykahJoseph @MLive Lemming!",
        "@RepAdamSchiff The evidence against you and your Obama cronies is becoming more apparent EVERY DAY! Your going down… https://t.co/IpNBJnzUQ2",
        "@RepAdamSchiff You MAY be the WORST congressman to ever get voted into office! What were your constituents thinking??",
        "@marklevinshow I'm watching him right now! Lost A LOT of respect!",
        "@Kingfreespeech Can I retweet twice??",
        "Hey all, \nIts @ScottPresler's birthday. Go on over to him and show him some love. He is a TRUE patriot. As I always… https://t.co/hwLSPd2gom",
        "Shame on @RepPeteKing for voting for the relief bill!",
        "@CNN Is that Brian Stelter??",
        "@tifflovesoils Stupid liberals like you wouldn't understand anything!",
        "Imagine using a turn signal in a pursuit...\nbut here we are!! #LivePD",
        "@GwyndolynBella1 @CNNTonight @CNN @donlemon For laughs and entertainment!",
        "@The_Don04 @RealBrysonGray His music is FIRE!!!",
        "@Alfredo15452422 @rosemcgowan You have #RESISTER in your bio, and shes mad at the left! Listen to that buddy!",
        "@CNNTonight @CNN @donlemon If ANYONE listens to Don Lemon and takes ANYTHING he says seriously, you have NO respect from me!",
        "@RitasReel @goldie31267 @eroseSCS @LindseyGrahamSC @BidenWarRoom The FAKE news is the enemy of the people. Not all… https://t.co/itNfj4A43n",
        "@RitasReel @goldie31267 @eroseSCS @LindseyGrahamSC @BidenWarRoom I think we are at a point in out nation that I cou… https://t.co/Tw23EvEvA5",
        "@CletusCanuck @brandt_kat @eugenegu @realDonaldTrump Nazis - No longer exist\nCommunists - Real",
        "@CottonE89082905 @HipHopThinker @KevinVesey Press is not this",
        "@TheWalrus_IsMe @ChrisBlec @KevinVesey Fake news is not a respectable job",
        "@moniquetaetle @PrezidentialBBC @David_A_Fischer @PressSec Not related, and shows you lack of intelligence!",
        "@TabAllen1 @MikeZimmersEars @OfficialLivePD Fuck off",
        "@WatchMoTV Hes an army vet!",
        "@thebradfordfile Also Planned Parenthood relief. SMH!",
        "@Kathy23126853 @catturd2 @HillaryClinton AWW kathy!",
        "@thebradfordfile The only thing the Russia investigation uncovered was Obama's corruption",
        "@IAmDL88 A FOX!",
        "BREAKING: Congress JUST passed the 3 trillion dollar relief package! The pit were digging just keeps getting deeper!",
        "@jetrotter @PressSec @kaitlancollins Biggest liars!",
        "@BuzzPatterson This is FUCKING INSANE! How much of our money do we let them take?!?",
        "@CliffordDogget1 @denisewu @LindseyGrahamSC Holy crap you guys are stupid! Every time I think I've seen it all on T… https://t.co/h6hudmXWqN",
        "@RightWingLawMan @EricMMatheny @McIlroyRory He doesn't like other men messing with his balls!",
        "@swiftssouvenir @CNN Who the fuck are you!",
        "@JacksonPercy4 @EricTrump @TrumpGolfDC The left HATES fat shaming...\nUnless its a republican, then its fine!",
        "@queendebbina @EricTrump @TrumpGolfDC Your so woke Deborah!",
        "@grammadarla @EricTrump @TrumpGolfDC Haha hes wealthier than your stupid ass will ever be!",
        "@Rambowins @Skepacabra @KaitMarieox @realDonaldTrump Didnt make ANY sense buddy. Try again you stupid fuck!",
        "@imacommunistlol @Skepacabra @KaitMarieox @realDonaldTrump You have \"socialist\" in your bio! My ancestors fought so… https://t.co/gvp49u0Wmt",
        "@Skepacabra @KaitMarieox @realDonaldTrump Fucking simp!",
        "@ericbendecido25 @Josephlyman11 @BlueWaveIsHere @realDonaldTrump You forgot \"treason\" in Obama's column. Also spying on a opponent!",
        "@BlueWaveIsHere @realDonaldTrump Race-baiting only works on weak minded people! Not strong minded like:… https://t.co/3oWYu7clF6",
        "@GMcellington @SexCounseling @realDonaldTrump You mean Dr? What a useless idiot!",
        "@HunterJCullen @realDonaldTrump They have for three years bud",
        "@AndyRT18 @gourav17069 @realDonaldTrump The bot has spoken!!",
        "@GregReetz @TrumpNotBiden @realDonaldTrump During a fucking pandemic, that's pretty good. Hows grandpa Joe doing lately?",
        "@JanBattin @Jaduzzy74 @BettyBowers @realDonaldTrump Thats 100% what happened!",
        "@BrandiLynn4Ever @realDonaldTrump Oh, one wasn't. Thanks bud!",
        "@FlounderBlue @realDonaldTrump Hillary was up 10 points the night of the election. See what happened?",
        "@mikeythelittle @JamesLoughlin5 @HayfieldsandH @ndrewkellyborel @realDonaldTrump Haha rational liberal? Gimme a break!",
        "@LibTees @JulianSvendsen @realDonaldTrump So you would HATE the clintons!",
        "@Kristi_26280921 @real_defender @realDonaldTrump Yes twitter likes count for everything!",
        "@BoogalooCol @LibertyHangout Said no one!",
        "@kimKBaltimore @mayorbcyoung Poor guy! A comment got more likes than his post!",
        "@JoeBiden Or you could join a campaign that actually cares about immigrants like me! Join #LatinosforTrump",
        "@beattrumpet2020 @JoeBiden #LatinosforTrump is growing EVERY DAY!",
        "@JJResists @al_malik98 @IanfergM @RitchPearce @JoeBiden @CNN \"Comeon man\" \nIts @CNN! They prolly didn't even want t… https://t.co/nfp5fLxzXb",
        "@DavidAgStone @JoeBiden Your not wrong. Biden would get destroyed!",
        "@Rostchicken21 @berniebromanny @America28702637 @JoeBiden Anyones better than Biden!",
        "@DCtheCapital Flow WITH facts! Well done brother!",
        "@Luke22Rocks @jpennwrites @PressSec Prolly both for that looser TBH!",
        "@blauwborst @motter_sue @ChidiNwatu @PressSec Remember what happened last time you thought Trump wouldn't win? LOL… https://t.co/znDmwqZj6w",
        "@Amaltheasclouds @PrezidentialBBC @David_A_Fischer @PressSec Antifa attacks cops and republicans all the time. They… https://t.co/xfYMS5rapu",
        "@hoholdjc @al_malik98 @IanfergM @RitchPearce @JoeBiden I know. It gets tiring being right all the time!",
        "@WhatBby @drewwest_press @LibertyHangout Supporting police is different than supporting tyrannical overreach. The police are great!",
        "@blauwborst @motter_sue @ChidiNwatu @PressSec #StillYourPresident\nand will be for 4 more years. Get comfortable!",
        "@UPatriotrevolt @NameRed55794014 @PressSec And you a bot!",
        "@PrezidentialBBC @David_A_Fischer @PressSec Yeah and the black panthers terrorist group endorsed Obama. And Antifa… https://t.co/QJYzPVPCHR",
        "@jpennwrites @PressSec Shes a lot more attractive than anything you've come near Jonathan!",
        "@ThePubliusUSA @PressSec Nope an american was doing business of the state department and was illegally unmasked and… https://t.co/mpzUXFlKqX",
        "@kurteichenwald @PressSec Someones mad their ass got kicked",
        "@michaelkeyes I LOVE you AR-14 with all its clips!",
        "@denisewu @LindseyGrahamSC That might be the stupidest thing I've seen ALL DAY!",
        "@RitasReel @goldie31267 @eroseSCS @LindseyGrahamSC @BidenWarRoom second term",
        "@toddstarnes @JerryFalwellJr Already is!",
        "@DonaldJTrumpJr This two minutes sums up all the hours of podcasts I've listened to put together!! LOL @PressSec is already kicking ass",
        "@JackPosobiec That pair is AWESOME!!",
        "@JakeSherman Thanks for the top of the line reporting Jake! Your going places!!",
        "@shushnik1 @AutoRenegade @MagaAngeles @FlyThaiMMA @realDonaldTrump He has 100 times the following that your sorry a… https://t.co/DFJQgkd982",
        "@AutoRenegade @MagaAngeles @shushnik1 @FlyThaiMMA @realDonaldTrump ILLEGALS! Not Latinos! How is that SO DAMN HARD… https://t.co/0ifBxIrizb",
        "@BreIsGay2002 @LibertyHangout I see your name now, and I do respect you. I have many VERY close gay friends that I… https://t.co/Ao5FrUPv92",
        "@al_malik98 @IanfergM @RitchPearce @JoeBiden Here's a good one from @CNN! I know its sad to see, but america is wak… https://t.co/CznEoGdT9p",
        "@bjorn_igar @NewsHour @PBS Tara Reid is 100% more credible than Blasie Ford EVER was. She told people, remembered w… https://t.co/VcYoMoMoVh",
        "@on_em_on_ef @NewsHour Getting nervous huh?",
        "@oldirtyblunt @hhappyduck @AsVacation @LibertyHangout I'm still very confused about where you stand in this discuss… https://t.co/GToztKSTDj",
        "@drewwest_press @hhappyduck @LibertyHangout Got a LOT of gay conservative friends bud. Not as bad as you would think!",
        "@hhappyduck @oldirtyblunt @AsVacation @LibertyHangout I'm sure you don't! Idiots don't care about much!",
        "@oldirtyblunt @AsVacation @LibertyHangout Thats NOT true. Already debunked. Also the job is hard as hell and takes… https://t.co/y8rEYdSyhJ",
        "@IanfergM @RitchPearce @JoeBiden Sadly the numbers tell a VERY different story! And remember, Trump was down 10-15… https://t.co/HuqGGr9UEr",
        "@oldirtyblunt @AsVacation @LibertyHangout #StillYourPresident\nAlso your #StillABot",
        "@oldirtyblunt @hhappyduck @AsVacation @LibertyHangout First week here and I still have hundreds more followers than… https://t.co/vIjJ2DN2mR",
        "@catturd2 Knowing Dems, they WILL be re-elected. That's the saddest part!",
        "@DepressedTrans1 @MurphKilter @BreIsGay2002 @LibertyHangout Its just not. Keep telling yourself that to feel better… https://t.co/KNMOFxu7BC",
        "@oldirtyblunt @AsVacation @LibertyHangout Relax bot... Its gonna be OK. The George Soros money is on the way! LOL you stupid fucker!",
        "@hhappyduck @drewwest_press @LibertyHangout I'm not a fan of Katelyn, but shes NOT as bad as people are lead to bel… https://t.co/PGLcLQFxMx",
        "@RunCMC01 @DCtheCapital @7777A7mad1 @JoeBiden Hahaha",
        "@f_lara07 @LegendaryEnergy No way!",
        "@LegendaryEnergy An0maly, bro I love ya, but there is only so much Trump can do to control the states. If you state… https://t.co/KFtv1xJgWD",
        "@JakeSherman The BOYS!!",
        "@DepressedTrans1 @BreIsGay2002 @LibertyHangout You can say what you want to justify your alternative facts, but rea… https://t.co/lb5tnNFJ4S",
        "@DCtheCapital @7777A7mad1 @JoeBiden The media is so full of themselves. YES! Groupies let rich men touch them. Key word LET!",
        "@PrisonMScott @JoeBiden Joe isnt a president, and will never be one. There you go!",
        "@RitchPearce @JoeBiden You can say no in a twitter section, but the facts remain strongly in Trumps favor. Just sayin",
        "@DavidAgStone @JoeBiden Watch them replace Joe with another establishment hack. I almost feel bad for the Bernie cr… https://t.co/GkQqkxjRu5",
        "@Rostchicken21 @DCtheCapital @JoeBiden Original!",
        "@7777A7mad1 @DCtheCapital @JoeBiden If its consensual, like Trump said, then yes",
        "@ATroubledLad @FlyThaiMMA @realDonaldTrump @MagaAngeles You all know that's a waste of your vote",
        "@drewwest_press @LibertyHangout You thought you got her. We libertarians don't give a shit who you fuck. Just be re… https://t.co/53LsLJlYFt",
        "@BreIsGay2002 @LibertyHangout Nope. Higher alcoholism rate, abuse rate, and domestic violence rate. I get it. You \"… https://t.co/HfbTSQ34oz",
        "@AsVacation @LibertyHangout The monarchy thing was a joke bud. Just shows you stupidity tho...",
        "@SheppardPet @FlyThaiMMA @realDonaldTrump @MagaAngeles You do that bot!",
        "@TrumpWarRoom Now THAT was epic!",
        "@Pawelczyk_PL @realDonaldTrump GOD BLESS that man!",
        "@LegendaryEnergy Trump doesn't have a choice. If he tries to stop them, he will be endlessly attacked. I understand… https://t.co/N9bU73j0tB",
        "@w_terrence Period. Amen.",
        "@CNN #ObamaGate",
        "@RHalverson33 @gshaffer1119 @MLive Bro we ALL know Trump will be re-elected. Calm down",
        "@CHIZMAGA That's what I call a POWER MOVE!",
        "@Cernovich @TrumpJew lets see who wants to re-open now!",
        "@hreamngthded @GpGpierce2 @capnporgporg @AutoRenegade @ShipitRideout @shushnik1 @FlyThaiMMA @realDonaldTrump @MagaAngeles Re fucking lax",
        "@news_ntd Michigan!!",
        "@RealBrysonGray You lucky bro. I think being a black Trump supporter and wearing the merch, you are actually LESS l… https://t.co/Nvz4HcaJAH",
        "@JoeBiden Debunking Ol' Joe:\n\n-You have NO idea about anything gun related. FYI AR-14s aren't a thing\n-Climate chan… https://t.co/pdJd0oI1S2",
        "@mattmerk @shushnik1 @FlyThaiMMA @realDonaldTrump @MagaAngeles Call me when your in hell and re-validate that state… https://t.co/gWQmLNiZhL",
        "@Aviva133 @YangVets @AndrewYang Fuck off asshole",
        "@rickinabox1 @Ron4California @KevinVesey Rick, your stupid buddy",
        "@mattmerk @shushnik1 @FlyThaiMMA @realDonaldTrump @MagaAngeles Haha God bless you ignorant ass. You going straight… https://t.co/cZ1QXOIFDF",
        "@vokey1059 @RegretfulTweet @shushnik1 @supremedotard @FlyThaiMMA @realDonaldTrump @MagaAngeles Still a stupid bot...",
        "@vokey1059 @shushnik1 @FlyThaiMMA @realDonaldTrump @MagaAngeles Your right, bot, you are!",
        "@Jessie_DontCare @FlyThaiMMA @realDonaldTrump @MagaAngeles Just shows how detached from reality you are! That's all… https://t.co/3rRSvntcdG",
        "@SaynotoT @rightNtruthMat @realDonaldTrump @cta HAHA what did Karen sat this time. I'm blocked LOL",
        "@LibTees @JulianSvendsen @realDonaldTrump @cta HAHAHAHAHA...\nWait, your serious!!! LOL",
        "@CHIZMAGA I'm trying to push to 500 followers. Could you patriots retweet me? Thanks and #MAGA on!",
        "@CarpeDonktum That means what your doing is woking!",
        "@Jessie_DontCare @FlyThaiMMA @realDonaldTrump @MagaAngeles You: Pronouns in bio\nMe: immediately left the chat\nWhat a fucking moron!!",
        "@OperativeXRay @TheRickWilson Where are you at with that?",
        "@catturd2 Oh he's the \"Ukraine, on a map, crane\" guy!!!",
        "@EricTrump Sometimes I wish grandpa would just SHUT UP!",
        "@Ware52 @elcaminodog @el_luter @JulianSvendsen @SIMON32445788 @realDonaldTrump @foxandfriends @CNN Even if he start… https://t.co/FqGKapreOY",
        "@w_terrence The faces of the women's march!",
        "@Camellia_Alexan @TheOfficerTatum @_realjgoodwin Um 21 years old in NOT \"girl\" age!",
        "@JFNYC1 Lifelong mom and pop shops are closing and no one on the left seems to care!",
        "@RegretfulTweet @_TheBroletariat @shushnik1 @supremedotard @FlyThaiMMA @realDonaldTrump @MagaAngeles The establishm… https://t.co/8zgeExiCgi",
        "@stephenAni7 @Chester57302811 @the_resistor @realDonaldTrump @foxandfriends @CNN No capital letters, a period and t… https://t.co/19wZDZkRlK",
        "@Ware52 @el_luter @JulianSvendsen @SIMON32445788 @realDonaldTrump @foxandfriends @CNN Thats what your told. In real… https://t.co/AZ0Pp9GEkR",
        "@russsmith197 @TheRightMelissa @realDonaldTrump @foxandfriends @CNN #TheLeftCantMeme",
        "@ScottPresler You are doing Gods work brother!! You make a difference, and when this is done, I would love to get involved!",
        "@iheartmindy @LindseyGrahamSC made a HUGE mistake not endorsing you!",
        "@AutoRenegade @DownhillPill @ShipitRideout @shushnik1 @FlyThaiMMA @realDonaldTrump @MagaAngeles Brainless idiot...",
        "@TrumpWarRoom Bedtime Grandpa!",
        "@TrumpWarRoom @Jali_Cat @realDonaldTrump Aye my background photo!!",
        "@SpeakerPelosi Go have a beer and shut up please!",
        "@redsteeze @jetrotter Shes their tool for everything now. Whatever they are pushing for she will be the foreign fem… https://t.co/mrNdJyOXxz",
        "@catturd2 @jetrotter Hey, NO ONES worse than Chris Wallace! We can ALL agree on that!",
        "@arb What a goon. I love that man!!!",
        "@DownhillPill @ShipitRideout @AutoRenegade @shushnik1 @FlyThaiMMA @realDonaldTrump @MagaAngeles Very smart and based",
        "@EclecticRadical @bromoswaggins @FlyThaiMMA @realDonaldTrump @MagaAngeles Haha \"united left\" but fuck biden!",
        "@CNN The party of science only supports SOME science! Good to know!",
        "@ShipitRideout @AutoRenegade @shushnik1 @FlyThaiMMA @realDonaldTrump @MagaAngeles I'm not white... I cant be racist",
        "@kcscout07 @CNN @GovWhitmer Yep. True tolerance is tolerance of other beliefs. Thanks for proving my point",
        "@JillThompsett @FLOTUS Low blow... but expected from the left",
        "@61518522518Q17 @DanScavino #MeToo",
        "@ScottPresler @jetrotter @realDonaldTrump Thank you for your hard work brother! God bless you!",
        "@JFNYC1 Drunk Mrs. Piggy!",
        "@DanScavino The MEME war is on, and newsflash! The left cant MEME!!!\nThis was awesome!",
        "@ExpatDemocrat @ShipitRideout @FlyThaiMMA @realDonaldTrump @MagaAngeles Sorry about your boy bernie\n\nHAHAHA just kidding! Fuck off commie",
        "@anarchronicle @FlyThaiMMA @realDonaldTrump @MagaAngeles Hahaha dont take your anger about your life failings out on me!!!\nLOL",
        "@Doe_SoFarSoGood @chiaks4 @DrascillasD @realannapaulina @realDonaldTrump Trump gave governors control of their own… https://t.co/yxYiS9XBpD",
        "@anarchronicle @FlyThaiMMA @realDonaldTrump @MagaAngeles Fuck off commie!",
        "@sexhale @elonmusk @GerberKawasaki @thirdrowtesla Get out of here fuckwad",
        "@willripleyCNN @CNN Fuck off @CNN",
        "@m_p_andrus @DarcyHarlem @MagaAngeles @shushnik1 @FlyThaiMMA @realDonaldTrump Yep! We never should have closed in t… https://t.co/ktOm9mKuQG",
        "@Doe_SoFarSoGood @chiaks4 @DrascillasD @realannapaulina @realDonaldTrump We'e all seeing a lot of dead people under… https://t.co/OaiKBZyEQp",
        "@AmyKremer @DrBiden I think he got them flipped around somewhere in his brain!",
        "@iheartmindy I wouldn't worry. You have 210 thousand more followers than him",
        "@ElijahSchaffer Useless Idiots!",
        "@Martin70481 @ChristinePolon1 Fuck The Feds!",
        "@realDonaldTrump I have President Trumps back, because he has mine! Thank you for putting up with everything you deal with for us!",
        "@BidenWarRoom @realDonaldTrump What the hell are you smoking!",
        "@509ShawnG @realDonaldTrump VERY bad Photoshop job buddy",
        "@Baligubadle1 @realDonaldTrump You are so good at roasting the hell out of people. Makes me want to support whateve… https://t.co/j3HfUZNokx",
        "@pantomath__ @realDonaldTrump Are you funny???",
        "@realDonaldTrump The establishment WILL NOT WIN with the full weight of American patriots pushing back against them… https://t.co/zaQv6vny85"
    ]
}