{
    "screen name": "DawnSPardo",
    "no. of tweets": 199,
    "tweets": [
        "@IJasonAlexander Rings and Things.  Pouring goop into a hot metal template and not getting burned was a win.",
        "@stevenmnuchin1 Today while distributing a weeks worth of food at a PB County school, it was heartbreaking to see t… https://t.co/TnoLIsYLTH",
        "@Super70sSports I see him (pre pandemic) at my local Starbucks. Ahmad is one fine man.",
        "@DavidMuir And the food lines in Palm Beach County continue to grow 😭",
        "@stevenmnuchin1 Thank you for your leadership. I have been volunteering weekly in Palm Beach County, FL, by handing… https://t.co/VIXMBgGTST",
        "@Wiggins813 @HaHieutrungngu2 @Hendley7189 @mundanefaithful @FLDEO Hopefully your status changes overnight. Did you attach your 1099?",
        "@jimmykimmel I think Jimmy Kimmel’s show is the funniest late night show. Guess The Donald doesn’t appreciate real comedy.",
        "@stevenmnuchin1 Thank you for your effort to get our economy moving forward.",
        "@josefelixdiaz December.",
        "I hope the prez doesn’t start tweeting negative things about my virtual boyfriend @DavidMuir   #notfakenews",
        "@RepStephMurphy Why are some people getting the $600 but not the state’s  $125 pandemic unemployment",
        "@MeltdownWRIF Yes.  Too many.",
        "@PaulHollywood Just asked a question about not leaving out the chocolate 🤷‍♀️",
        "@grandpa My Cuban abuela is called Tati.",
        "@PaulHollywood Will eliminating the chocolate affect the texture?",
        "@MJMcKean https://t.co/i3yDmp7hFW",
        "@RandyRainbow I just watched Peyton Place and A Summer Place. Two fab flicks.",
        "@cumberickman @RandyRainbow The other day I watched Something The Lord Made. Better each time.",
        "@Jeremy62884702 @GovRonDeSantis I’ll take Adam Putnam for $100, Jeremy",
        "@GovRonDeSantis Stop!  Don't become him.",
        "@mcuban Preach!!!  #stuckinFloriduh",
        "@AnnaForFlorida He is delusional. He had no idea about the severity of the unemployment problems.",
        "@GovRonDeSantis is delusional and still has no clue what’s going on. His information is not accurate. Call center i… https://t.co/MBlFNGPf2o",
        "@SenSchumer Nor have Floridian received CARES ACT benefits.",
        "@stevenmnuchin1 @wandavazquezg FIX FLORIDA'S UNEMPLOYMENT SYSTEM.  The state is profiting off of the CARES ACT funds.",
        "@soledadobrien Your program yesterday was brilliant.",
        "@RexChapman @bleedjetsgreen Wtf?",
        "@stevenmnuchin1 @realDonaldTrump Did you watch 60 minutes tonight?  People are desperate for money to pay rent.",
        "@JStarsFilms @AnnaForFlorida @GovRonDeSantis @FLDEO And then run off the stage as questions begin.",
        "@FLDEO Stop putting salt in the wound.",
        "@mcuban Thousands of unemployed in Florida have asked the State to hire them to assist with unemployment claims. In… https://t.co/h2ey0cCOju",
        "@stevenmnuchin1 Except the unemployed in Florida.",
        "@realDonaldTrump Sorry to break the news but Florida’s failed unemployment system will be your Achilles Heel.",
        "@KathieLGifford Amen",
        "@AnnaForFlorida @Uber Be thankful you don’t live in Florida.",
        "@x_kare_x @FLDEO Means they are transferring it over to the Connect site to review.",
        "@KarenBoone12 @FLDEO Yes. It will lead you to the PUA application",
        "@RandyRainbow https://t.co/eCDR3KP4tJ",
        "@jsimon305 Jay, call your state representative’s office. They will ask you for information about your claim and get… https://t.co/xQvXLteNj3",
        "@LSeabrookWFTV @AnnaForFlorida @OCFLMayor @GovRonDeSantis @WFTV Where’s the letter asking them to fix unemployment… https://t.co/DG2iUYsmxF",
        "@jenks_nikki @FLDEO I know people who were unable to upload tax documents so they emailed and faxed them to DEO",
        "@Jetzabel @FLDEO Call you State Representative's office.  Most have been very helpful.",
        "@Laurainthe305 @lifeispink1 @FLDEO They must have changed the application for the hundredth time.",
        "@Teezeeeee @FLDEO File another application.  When they deem you ineligible they will send you the Federal form to r… https://t.co/T2rm8A5Vfh",
        "@Jasmine68136130 @FLDEO DON'T GIVE UP!!! That's what they want you to do. If you have to, file another application.",
        "@Laurainthe305 @lifeispink1 @FLDEO I think the problem with downloading a document is it only allows for one page.… https://t.co/trpW83dr2Y",
        "@IBMindustries I loved typing on an IBM Selectric typewriter. Fingers just glided on the keys.",
        "@realDonaldTrump @CNN Let the pardons begin...",
        "@HaHieutrungngu2 @Hendley7189 @mundanefaithful @FLDEO Yay!! I heard a lot of people got the $600 today but not the… https://t.co/Vv3Yix4kkL",
        "@koolwhp Bruce Springsteen, BeeGees, Ramones, Peter Frampton, Elton John.",
        "@trkc1999 @FLDEO Your tax dollars at work.",
        "@AnnaForFlorida Blah blah and then run off the stage when a fldeo question is asked.",
        "@FLDEO I’d like to know what your 2k phone customer service reps are doing cause they sure as hell ain’t answering the telephones.",
        "@FumingFloridian @JulieGehring1 @AnnaForFlorida Take a deep breath pour a drink and try to reapply.",
        "@HaHieutrungngu2 @Hendley7189 @mundanefaithful @FLDEO Waiting for adjunction item is showing up on most PUA applica… https://t.co/bWsmbdyO8G",
        "@FLDEO Why are these gig workers/099 workers who applied for PUA are now in \"Awaiting Employer Response\" verificati… https://t.co/XhwJaYRjfw",
        "@AnnaForFlorida @FLDEO 1099/Gig workers who applied for #PUA yesterday are now stuck in \"Awaiting Employer Response… https://t.co/aii7xcmt10",
        "@GovRonDeSantis @seanhannity So Floriduh doesn’t have to pay out unemployment?",
        "@sexiial3 @mundanefaithful @HaHieutrungngu2 @FLDEO Since you qualified for $270 you will automatically receive the $600 payment.",
        "@mundanefaithful @HaHieutrungngu2 @FLDEO A lot of 1099 workers deemed ineligible checked today and their status cha… https://t.co/11ladJny1k",
        "@HaHieutrungngu2 @FLDEO Log into Connect. Once you access your account you will see a link on the left side of page… https://t.co/rHy7ARekKC",
        "Best tweet of the day! https://t.co/TB4aPloat5",
        "@HeskettBobby @AnnaForFlorida @FLDEO This morning the Pandemic application was working and those able to complete i… https://t.co/AyeNLfe4O3",
        "@JimmyPatronis Meanwhile your unemployment system is as fraudulent as they come.",
        "@AnnaForFlorida @FLDEO Hi the button and kicks you out of the system.",
        "@VillaMikey @AnnaForFlorida The system has not been fixed!  Turn it over to the Feds!!!!",
        "@AnnaForFlorida @FLDEO Went from ineligible to not registered.",
        "@realDonaldTrump Well Sir, I must agree with you on this one.  Florida's antiquated unemployment system, has failed… https://t.co/hhBVU53ErF",
        "@AnnaForFlorida @FLDEO 8:22AM and the CONNECT crashed again.",
        "@stevenmnuchin1 Thank you. Now please take over Florida’s antiquated unemployment system that still has over one mi… https://t.co/z6udoZslDQ",
        "@realDonaldTrump The people really don't want to hear from you.  They want to hear from the doctors.  Don't hold th… https://t.co/Ci6eNowcVB",
        "@FLDEO Nothing to brag about. These numbers are shameful.",
        "@GothamCityCrew Coach?  Bad me.",
        "@RandyRainbow I love you ❤️❤️❤️",
        "@jonathanvswan There is no reason for him to read the same crap day after day. People want to hear from Birx and Fa… https://t.co/JV4k4JekgJ",
        "@FLDEO @FLDEO should stop wasting time on social media and focus on claims. When people line up in Palm Beach Count… https://t.co/LDGmRyCEbB",
        "@FLDEO Perhaps you should consider attaching a summary sheet so people can easily see what’s been updated. Many won… https://t.co/VIZlf1xh4U",
        "@semonebecton Welcome to the family!",
        "@ShepRose Yes you would and most of us would too. We are kind and decent and not like him.",
        "@1UPCJ @FLDEO Yes.Yesterday they told gig workers to apply via the bullshit app. DEO has no idea what they’re doing… https://t.co/KSecdST3Bj",
        "@TomBrady Remember, Florida has Stand Your Ground laws. Be safe.",
        "@HMyrland @richardmarx I watched it for the first time about a year ago on a flight to Europe.  It was pretty pretty good.",
        "@AnnaForFlorida @GovRonDeSantis @FLDEO Please encourage them to hire several engineers from either Lockheed or Seim… https://t.co/RifvLkBQud",
        "@richardmarx @TheMickyDolenz1 Neil Diamond.",
        "@CHeathWFTV @FLDEO This is like the blind leading the blind.  Contract a few Lockheed Martin and SeimenAG engineers… https://t.co/euoxBbwdyQ",
        "@GovRonDeSantis @TigerWoods @Buccaneers @TomBrady A lot of Floridians won't be watching because their cable is abou… https://t.co/3xyXVDG8Qy",
        "@AnnaForFlorida My heart aches for all the people being ignored. When I’m handing out boxes of food, I need to wear… https://t.co/zuOVdE1NzW",
        "@AdamSchefter Guess he doesn't realize in Florida, he could have been shot. #standyourground",
        "@PattiLuPone Happy Birthday. Stay fabulous.",
        "@TomJChicago @carriealison He went to military school. Swinging your arms is a privilege. Seriously.",
        "@TERRYEV93773317 @FLDEO @AnnaForFlorida @GovRonDeSantis @stevenmnuchin1 @realDonaldTrump West Palm Beach Outlets.",
        "Congratulations, Florida! You made the front page of the WSJ. Thousands of unemployed lined up to get free food bec… https://t.co/BszzWW8chQ",
        "@eugenegu She’s a Colonel. She’s obeying her commander in chief.",
        "@AnnaForFlorida 1099 workers have been forgotten. I know. I put food in their trunks daily. #despicable #florida #deo",
        "People are tweeting photos of their kids being pushed on swings, while I'm here trying to get @RobGronkowski to hir… https://t.co/VuEQHUUccS",
        "@DickieV @ChrisLatvala @TomBrady @RobGronkowski @Buccaneers @NFLSTROUD @RonDiazWDAE @dfernsports Note to Vitale:  T… https://t.co/vuvAExa0Io",
        "@TomBrady I live on a golf course in Martin County.  You are invited to be my guest to throw a football around here without penalty.",
        "@AnnaForFlorida @FLDEO Thank you.  You are what other elected officials should aspire to be.",
        "@RealSkipBayless And NO State Taxes!  Need a crib @RobGronkowski call me!",
        "@RandomHopJunkie Best tweet of the day.",
        "One of ours! @jebbush \nCoronavirus Florida: Jupiter scientists think they've found effective vaccine option\nhttps://t.co/A7hcNkCrq2",
        "@AnnaForFlorida Any idea what’s going on with the 1099 website?  Many of my contractors hurting and I can’t even get a ppp loan.",
        "@richardmarx So a million people can spread covid-19. Wtf? @NYCMayor",
        "@jon_5ive @Muslickz @AnnaForFlorida @FLDEO They claim to be working on a computer system that will allow 1099 worke… https://t.co/y2x75SIX4V",
        "@Muslickz @AnnaForFlorida @FLDEO No",
        "@AnnaForFlorida @JakeKaney @FLDEO While 1099 workers wait on food lines...",
        "@realDonaldTrump @nytimes Omg. Stop!",
        "@GovRonDeSantis @lennycurry Seriously?  Look at the elderly population in Palm Beach County then compare it to Duval. #failing",
        "@richardmarx You have no idea. Today I put bronzer face powder on my hair roots to cover the sparkle that has mirac… https://t.co/SNEkJal9jM",
        "@tonyakolsondpt @AnnaForFlorida @JoseJavierJJR @FLDEO They need to turn it over to the IRS. Florida can’t handle an… https://t.co/kmSRQNexEi",
        "@AnnaForFlorida @JoseJavierJJR @FLDEO Interested read. Everyday the narrative changes. Yesterday they told gig/1099… https://t.co/gkn6nqZdFh",
        "@RandyRainbow https://t.co/xk2rg0GUaE",
        "@richardmarx @YouTube I'm beginning to understand @RandyRainbow crush on @NYGovCuomo",
        "@StevieVanZandt Dude, check out Palm Beach County! One of the richest counties in the country.  Too many unemployed… https://t.co/XLl6TTsIWz",
        "@mcuban @ChrisCuomo @maddow @kilmeade Meanwhile in Florida...hundreds of thousands have applied for unemployment an… https://t.co/veHGvWuahB",
        "@AnnaForFlorida @FLDEO While DEO continues to process probably 700K applications, they also continue to ignore 1099… https://t.co/CNQr6SHMvh",
        "@ABFalecbaldwin Heavy.",
        "@renato_mariotti His grandkids first...",
        "@RandyRainbow He needs a reading tutor.",
        "@FLDEO 😂😂😂🤦🏼‍♀️",
        "@ElizabethColn3 @RepStephMurphy @GovRonDeSantis Florida’s unemployment system can’t handle 1099 workers hence no Ca… https://t.co/otWUSUcbCJ",
        "@jonkarl Trump sees the writing on the wall. He’s pushing for appointments because he knows he won’t be around come… https://t.co/rQm6ZyYhHz",
        "@RepStephMurphy @GovRonDeSantis 1099 workers have not received anything except Ineligible. The Cares Act included u… https://t.co/7XRASXS3qf",
        "@marcorubio @LopezCantera While 1099 independent contractors in Florida have received Zero. No PPP, no Cares Act un… https://t.co/YKhZZfleiz",
        "@FLOTUS https://t.co/tY8bH3Wpjq",
        "@marcorubio @LopezCantera Please help DeSantis figure out how to get 1099 independent contractors through the DEO system.",
        "@RandyRainbow Yes!",
        "@Eugene_Scott What a great idea.",
        "@Acosta He really needs a reading tutor. I’m embarrassed for him.",
        "@RandyRainbow He really needs to brush up on his reading skills. I’m embarrassed for him.",
        "@ChidiNwatu Between Obama and Cuomo, he’s going to lose his mind tonight.",
        "If you're thinking about selling your home, finding out its value is the place to start! Get a free valuation now b… https://t.co/N0TvokmFTP",
        "@DeForestNews6 @PeterSchorschFL @mattgaetz @GovRonDeSantis @WaltDisneyWorld @FLDEO What’s the Gov doing about an en… https://t.co/6A5XzN4Itv",
        "@richardmarx My Mom died a few weeks ago and haven’t been able to have a mass for her.😔",
        "@RandyRainbow https://t.co/bxrD0QYLZG",
        "@ShepRose Years ago a group of girlfriends and I were in a restaurant in West Palm Beach and he along with friends… https://t.co/9RovjW5oIC",
        "@m_keenum Florida is run by idiots. Trust me.",
        "@TankSchottle Hersey bar with almonds",
        "@FrinkPhotos @NathanLerner States like Florida pick and choose who get benefits and the $600. Most will not get anything.",
        "@realDonaldTrump With all sincerity, can we have a chat about how the trillion plus stimulus isn’t working?  My con… https://t.co/JfmPiVDeBM",
        "@richardmarx Mad Men",
        "@GothamCityCrew Cheers from South Florida! https://t.co/Xwuq9FBYfP",
        "@GothamCityCrew Started at 3: Can of Spindrift Lemon water, scoop of frozen lemonade, vodka (heavy hand) ice. Mix i… https://t.co/Ymn4pGE7rc",
        "@RepBrianMast If the Care Relief Bill states real estate agents with 1099s are eligible for unemployment but get de… https://t.co/wJgKZjO2RE",
        "@richardmarx Playing albums. I’m up to Millie Vanilli 🤦🏼‍♀️",
        "@thekillers Are Brandon Flowers’ teeth his own? 💋",
        "@richardmarx November 2030.",
        "@ringostarrmusic @mulaney ✌🏻🤙🏻",
        "@richardmarx Terms of Endearment, Steel Magnolias, The Way We Were. I know, chick flicks 🤦🏼‍♀️",
        "@SMurphyCongress @CheliRicky @USDOL Obviously Florida can’t handle unemployment and it has never been a priority. I… https://t.co/CZx3571wUy",
        "@soledadobrien And  a million hospitality workers are unemployed in Florida. No unemployment benefits in sight. Tel… https://t.co/70lM9CX57P",
        "@realDonaldTrump Thank you. Please have the IRS take over the Florida DEO.",
        "@realDonaldTrump While Floridians are starving because their cracker jack government can't figure out their own une… https://t.co/e8DTj2xoN4",
        "@IL0VEthe80s Oh Merlin, what if that Chap were I?",
        "@realDonaldTrump What good is a payroll tax at this time when millions of American are out of work and states can’t… https://t.co/a1W57h6QBp",
        "@IL0VEthe80s Die Hard",
        "@realDonaldTrump @SecretarySonny How about unemployed Floridians?  The state is over its head and doesn’t have a clue what to do.",
        "@rustygunters I had a neighbor who bought an RV to drive to Hawaii. Truth",
        "@RealJamesWoods Omg. Bahahaha",
        "@richardmarx I recently sold my beach house and now living in a condo. I can’t use the pool and our beaches are clo… https://t.co/PBcsMKWadY",
        "@SenRickScott And wait on line with a  thousand people why you attempt to get a paper unemployment application. Wel… https://t.co/HtKArIemos",
        "@SenRickScott @SenateDems How about the hundreds of thousands in Florida trying to get unemployment?  Many without… https://t.co/bkVacE88us",
        "@marcorubio @PeterSchorschFL Please. People in Florida can’t even access unemployment. That should be your main foc… https://t.co/hrRMzRJXsv",
        "@cetaylor61 @FLDEO 7 weeks.",
        "@FLDEO 😂😂😂😂. Seriously?  Based on yesterday’s numbers, it going to take them in excess of 8 weeks to process the current applications.",
        "@aronberg The State is failing their residents.",
        "@Fla_Pol @GovRonDeSantis @AP Bahaha",
        "And not one of the millions have received unemployment benefits. #sad #floriduh ⁦@GovRonDeSantis⁩ ⁦@stevenmnuchin1⁩… https://t.co/BKGbtsQOZP",
        "@RealJamesWoods Wait. Wtf?",
        "@realDonaldTrump Floridians are dying and most are out of work. Florida has not paid a penny to the unemployed. If… https://t.co/8Jeu4jCM2t",
        "@stevenmnuchin1 @realDonaldTrump @SBAgov @USTreasury Florida has not issued a nickel to the thousands of unemployed… https://t.co/tMQE3tFMZP",
        "@ShepRose @Morgymom Camelot and My Fair Lady. My favorite musicals.",
        "@FLDEO CALL the White House.The Trump administration has put a lot of money in place to help the citizenry and he d… https://t.co/MAPkQVsCbg",
        "@ThatEricAlper Money for Nothing (MTV song$",
        "@thekillers https://t.co/gQNW8MxLSJ",
        "@FLOTUS Preach to your husband.",
        "@AdamHSays “Mr Seagraves?” he said. “What do you want me to do about this?”",
        "@QuincyEnunwa Good times.",
        "@CountessLuann And why should we care? 🍸🍸",
        "@TankSchottle Good night, Tank.",
        "@Paul_VanDerMeer @Elainelovespapi Not a fan of a botoxed man.",
        "@FatherTim @D_Fifer Federal stockpiles ares the PEOPLES stockpiles.  Give the People (States) what they need. wtf?",
        "@pastorlocke Ummm no. I will listen to the govt until this virus is gone. I believe in science.",
        "@ShepRose Tangerine.",
        "@CaslerNoel Thank you for sharing.  During times likes these, we forget that many people are alone, in their home, with their demons.",
        "@GovRonDeSantis #shutfloridadown",
        "@HalSparks https://t.co/4kmwF1LiLJ",
        "@LindseyGrahamSC No!  And stop mailing me donation requests.",
        "@TankSchottle Wow!  Awesome interview, Tank.  Thanks for sharing with us.",
        "@JeffreyBrandes @FLDEO Or maybe invest in a website that actually works.",
        "Who knew? https://t.co/bOpEOwEsUm",
        "@nathanmarzion I’m a JETS fan. Of course I’ve cried.",
        "@copelandmusic 40 years later Sting’s words are finally making sense.",
        "@FLOTUS @PeterSchorschFL It’s pollen season so us sufferers are finding it hard to distinguish between allergies an… https://t.co/5jadjMMZon",
        "@JohnBranchNYT @elainaplott #hero",
        "@KevinMKruse Lost in Translation.",
        "@travisakers Garlic sautéing in olive oil, apple and cinnamon in oven, fresh baked bread.",
        "@SteveMartinToGo Thank you!",
        "@LeVeonBell I don’t even know what day it is."
    ]
}