{
    "screen name": "tillson_",
    "no. of tweets": 165,
    "tweets": [
        "I've been researching information disclosure on GitHub for the last year and recently wrote a blog post detailing t… https://t.co/9wmcVhdqK9",
        "If you're a student developing on Apple devices, join our Discord community at https://t.co/t3n1wRmZIc! All are wel… https://t.co/MhLGaU7Gez",
        "New blog post: Finding Sensitive Information on GitHub using Code Search\nhttps://t.co/cO5CP04fgc",
        "My favorite thing about Golang is that you can type “go” in front of every function call and your code runs 10x faster #10xProgramming",
        "GitHound v1.2 adds more API key heuristics, more sensitive file extension checks, and better support for GitHub 2FA.\nhttps://t.co/yptioi2dK1",
        "@stormtroper1721 Research assistant is a great idea. Usually the first semester will be for credit and then future ones will be for pay.",
        "@0xdab0 yassss",
        "I’m super excited to share that I’ll be spending next summer in the Bay Area interning at Facebook in Software Engineering!",
        "50/50: which one is the real Caesars WiFi and which is the pineapple? @defcon https://t.co/PiNMvoXeU3",
        "@_anastos Does the sign one include the signpost?",
        "After a Go rewrite and some cool new features like digging through repo commit histories for sensitive information,… https://t.co/9LlzeTeQ1i",
        "Verifying myself: I am ttg on https://t.co/PnVDDPgQ3u. C-L1rrXgjAt2uZthgULbk2ULfqlspfeiXav9 / https://t.co/cTvSOZJDe4",
        "@DavidHodge We're getting Bluetooth my office building. You'll be able to call the elevator ahead of time.",
        "This tool has led me to 20+ responsibly disclosed security vulnerabilities, including 6 affecting Fortune 500 companies.",
        "Today I released Git Hound, a security tool that efficiently scours GitHub for exposed secrets and other interestin… https://t.co/kztulnAtLe",
        "MacBook Pro owners be like https://t.co/GXcZRxv42H",
        "@b3ll Some pretty interesting examples at https://t.co/E00jy4hfrR",
        "The answer: No, but the View protocol declares all of the methods that are in CALayer. https://t.co/H3YDE5v5kI https://t.co/M9xwdQVWES",
        "Does SwiftUI let you access the underlying CALayer of your view?",
        "My favorite new feature is being able to watch WWDC sessions in Chrome.",
        "@CharlesTruluck_ Can’t innovate anymore my ass",
        "And also https://t.co/7u06w68hdC",
        "The new SoundAnalysis framework classifies audio sources (examples on the docs include laughter, applause, and vari… https://t.co/BA86lAFMq2",
        "@steipete I bet that's coming",
        "I’m hoping for better intent recognition in Siri this year. “When does my flight leave?” should pull from Calendar… https://t.co/JYWoAtsYHz",
        "An obligatory Lake Tahoe panorama https://t.co/ufJyxRbUGm",
        "I wish there were a way to get two apps into full screen split view without having to touch the mouse :(",
        "Super useful macOS app that lets you resize your windows with keyboard shortcuts: https://t.co/zP92yfQy41",
        "Google News just lost itself push notification privileges https://t.co/bCviP4hPEu",
        "https://t.co/B4cJIze6R3",
        "An AVL visualizer with an API:\nhttps://t.co/ToZQQaXdzE",
        "Trying to abstract https://t.co/NcQsBicjre … into working with arbitrary tree structures by injecting its nodes wit… https://t.co/Uq9OJP93Ja",
        "@ltpate3 @UGAHacks @portergaud @hotdogcs @CharlesTruluck_ Vision OCR to scan receipts so users can pick their entre… https://t.co/LhyC4Cjmgl",
        "Had a great time at @UGAHacks competing with friends new and old from @portergaud.  Check out PayWithFriends at… https://t.co/jybWEGR7Lf",
        "JavaFX visualization of Binary Heap add/remove operations\nhttps://t.co/NcQsBicjre",
        "Am I doing it right? https://t.co/dBPqJLtwvq",
        "@MichaelSteeber Is that Morse code?",
        "Has anyone looked under the hood into how Xcode is able to run apps on your phone OTA from Xcode now? \npaging @stroughtonsmith",
        "Handy “what to do if you mess up _____ in Git” cheatsheet\nhttps://t.co/GLTOHfptpm",
        "Happy to announce that I’ll be at @newrelic in Portland next summer as a Product Security Engineering intern!",
        "Something a little different–– if you're into this kind of stuff, please give it a read and let me know what you th… https://t.co/vZP4S9m8eK",
        "I guess one solution would be to have the application stop responding to keys being held down altogether",
        "Interestingly, the character doesn't start repeating until the menu actually pops up (about a second after you start holding down)",
        "JavaFX question: Is there a way to have a text box unfocus if the macOS press-and-hold to quick-insert an accent ma… https://t.co/X5RsdO14mH",
        "The ones I'm aware of:\n$5 lifetime Shodan membership (https://t.co/JO3SAG82lV)\nHak5 Store (https://t.co/QWMCLkFO58)",
        "Any good #infosec Black Friday deals?",
        "thank you @BillGates https://t.co/9xkcVX7W6N",
        "@CCShootout @strupo_ CarolinaCon is done?",
        "@Max_68 why does life have to be so convoluted",
        "Ever since I learned about gradient descent, my life has gone downhill.",
        "taylor.swift\nhttps://t.co/w9e682IUBC",
        "@ltpate3 @csatcofc that room makes me nostalgic @Max_68",
        "@hrrsn Congrats Harrison!",
        "https://t.co/TxdWw4r7oG",
        "@Viss Are those not just client keys?",
        "@NSSantarelli @andculture woah animal collective",
        "@Kaleb_Butt I think so... A little bit of googling seems to show that a few people with this model have had the iss… https://t.co/Sdgli3h4IH",
        "Has anyone heard of this happening?  There’s an orange spot in the left corner of my 2017 MBP screen. https://t.co/rIfnBYcacd",
        "@picoctf Is there a way to get to a full scoreboard?",
        "Is anyone else having a hard time dragging images from Chrome to the Desktop to download them in Chrome in macOS?",
        "#priorities https://t.co/Yx1Dts6KmW",
        "@MichaelSteeber What did you think of the unboxing experience?",
        "Quick little script to convert Apple Watch heart rate data for a given day into a simple CSV file\nhttps://t.co/2swL64pAhI",
        "@MichaelSteeber #ClickGate",
        "Seems like the microphone on the Apple Watch walkie talkie starts recording before the bloop sound goes off, so you… https://t.co/ZOlgQt7tuB",
        "Title slide for an Auto Layout presentation I'm writing https://t.co/WAlZyl3o7C",
        "1 day #iosreviewtime",
        "Uploaded a build of an iOS app to App Store Connect earlier today and it seems to have disappeared #justiosthings",
        "Is the iOS 12 release build the same as the GM?",
        "It’s that time of the year again… #apple",
        "@gabe_k textField.textContentType = .addressCity",
        "@mxswd [[[[[",
        "@sheer_hope Lenox mall in Atlanta",
        "WWDC jackets in the Apple Store art https://t.co/K9PDNHkzqS",
        "Citation question: Do you have to individually cite images used if you've already cited the webpage that they appear on? (MLA)",
        "Codex being the closing song for Westworld S2 was goosebump inducing",
        "How do you turn off the vibration when you unlock your phone on beta 2?",
        "Having access to Amazon Same-Day shipping has done a number on my wallet.",
        "Happy Bloomsday!\n\n#Bloomsday2018",
        "The WWDC talk on Swift Generics really enhanced my understanding of generics/protocols and how they work together––… https://t.co/EdBBTFiQzj",
        "Which WWDC sessions have been the best so far?",
        "There has to be a more effective way to do this, right? https://t.co/a1Hn8zrPBH",
        "iOS Development Question: What's the best way to manually \"force\" a certain ViewController within a NavigationContr… https://t.co/xWhjcBIFnS",
        "Also interesting that Apple is continuing with the trend we saw yesterday of highlighting specific apps in their me… https://t.co/ZlSWqMZzrt",
        "Surprising that App Store Connect (rebranding of iTunes Connect) is live so soon after the announcement–– would hav… https://t.co/ExmxrEHTes",
        "Not mentioned in the keynote: MusicKit.JS can play from Apple Music in a Javascript application.\nhttps://t.co/ykrT9Vo8vv",
        "On another note, if anyone has an extra WWDC Levi's jacket, please send it on over.",
        "Spent the day implementing ElasticSearch with a Firebase database for an iOS job––it's interesting how realtime dat… https://t.co/TLvocSOP8A",
        "@Kaleb_Butt Maybe there’s a service that can do RSS feeds to SMS?",
        "Anyone lined up for the WWDC keynote yet?",
        "Opinion: iCloud Drive, Google Drive, Dropbox, or OneDrive for cloud document storage?",
        "Firebase question: What is the best way to query a database by an arbitrary category AND a Geohash location?",
        "@jamesthebard @SamuelCappella ugh",
        "@jamesthebard @SamuelCappella Send it over here too #blueteam",
        "I’m happy to say that I’ll be joining the Georgia Tech Class of 2022 this fall!",
        "@mugunthkumar Not audiOS?",
        "Meanwhile here in South Carolina:\nhttps://t.co/H6lcJzL51k",
        "We've released the full problem set from Porter-Gaud CTF 2018!\nhttps://t.co/pxubSwlZOi\n// @portergaud @CharlesTruluck_ @cameronhay_",
        "@Max_68 I thought you were supposed to be some kind of hacker or something",
        "@Max_68 10.1.10.147",
        "@Max_68 Well did you get the flag?",
        "Also, for those searching, I like *listening* to music a lot",
        "For those doing CTF things.... The flag isn't here, but you're on the right track.",
        "@whathauntsus Terrace Theater in Charleston",
        "Charleston High Schoolers!  The second annual Porter-Gaud Capture the Flag cybersecurity competition is this Saturd… https://t.co/LQaDRmdHFs",
        "@benpasternak Not Hotdog 2.0?",
        "Does anyone use the macOS Dashboard?",
        "Understanding P vs NP vs NP-Complete is Hard.",
        "@ScottRogowsky @hqtrivia What section?",
        "@ScottRogowsky What sections are you for the NYE run?  I'm seeing 12/29 and 12/30...  Also loved the Wilco reference this evening",
        "@jcenters Better put that fire out!",
        "@Max_68 Yeah, I’m not too bummed about it but it’s an interesting coincidence",
        "Anyone else having issues with TestFlight on ITC?  Mine's stuck loading forever and I'm getting an error 500 on a f… https://t.co/wgFljsVSPC",
        "Another cryptocurrency question: What is an real-world example of a Smart Contract being used?",
        "@Max_68 Hmm, thanks (this is for a Cybersecurity Team presentation)",
        "@Max_68 Okay, so ideal blockchains only work if 50% + 1 CPU are legitimate?",
        "And then another cryptocurrency question: If I send someone Bitcoin, how does my computer know where to initially s… https://t.co/ArblCoFT96",
        "Cryptocurrency question: How many of the servers that are in the Blockchain's network have to agree on a verificati… https://t.co/Im8CNcUmIM",
        "doot doot give me root",
        "Update: The app now /compiles/ with Swift 3, 2,726 lines of code later.",
        "The epitome of things that just are not at all fun: Converting an app from Swift 2 -&gt; Swift 3 /manually/ in Xcode 8… https://t.co/S5I916yenn",
        "Why are substrings so difficult in Swift?",
        "Dangling Pointers win at @BSidesCHS // Thanks to @Max_68 and the Clemson Cybersecurity Team // @EverSecCTF https://t.co/T14nsZ7D9a",
        "One college app down...",
        "PSA: The McDonald’s in downtown Charleston will have Szechuan sauce tomorrow.",
        "I think the best word to describe iOS 11 is “half-baked.”",
        "@JadenGeller It could be a carbonated alcoholic beverage",
        "@MichaelSteeber They should build it into a revamped Mac App Store.",
        "Just released what is essentially a list of bookmarks/resources that I like\nhttps://t.co/QjCkDO7VBZ",
        "Come on, Apple… (on the iPhone x page) https://t.co/CyUfyRrox7",
        "Just got carried away with playing with GarageBand and ended up with this:\nhttps://t.co/DuJOE4vSZ3",
        "@viticci #bendgate",
        "@Max_68 Yeah that's what I thought, ran into an issue with exactly that due to a compiled crypto library in a proje… https://t.co/XU1dUO26NO",
        "What's the popular opinion nowadays on putting node_modules in .gitignore?",
        "250 pages into heavily annotating Crime and Punishment for summer work and I have realized that I have the wrong translation.  Damnit.",
        "@mike_gordon Just let the jams ride sometimes (e.g. Waves ambient jam on night three)",
        "@mike_gordon How were the more common jam vehicles (Tweezer, Ghost, Hood, etc.) rationed out during the Bakers Dozen?",
        "Huh, TIL. https://t.co/XoAnhqEUsq",
        "@MichaelSteeber I saw the SF office back at WWDC 2014... The interior is pretty sweet.",
        "Link for reference: https://t.co/aXZuiJAW42.\nWe applied already, but I've seen reports of people sitting in the queue for months on end.",
        "Also, one thing I miss about old @Twitter is links not counting towards the 140 character limit.",
        "Anyone know of a sure-fire way to get in contact with Hue developer support?  Trying to apply for the Remote API and could use some help.",
        "@_anastos How could we remove such an essential feature of the app?",
        "@Max_68 On that note, last night I wrote an entire feature revolving around storing PDFs only to realize that Herok… https://t.co/xKkiBje489",
        "@Max_68 My main reason for changing from Pug is that it'd reduce load on the server by not having to needlessly ren… https://t.co/6yyjVVWDsI",
        "@Max_68 Yeah, I know about that... The only thing the server sends the engine is server config stuff, which can eas… https://t.co/EaKJjTkCPR",
        "Is it not recommended to use a template engine (Pug/Jade) alongside Angular?",
        "@SlackHQ Do you know anything as to why my Slack macOS app tries to autocorrect to Spanish? https://t.co/XnSrBkzliR",
        "// cc @Max_68",
        "I also got carried away with writing a README last night and wound up with a 3000 word monster.",
        "A sad day: Finally time to move the pg-schedule app from the \"I Really Don't Care\" group to the new official PG one.\nhttps://t.co/tNcypyeuRO",
        "Atlanta airport advertisement monitors running Windows 8… https://t.co/qdwBKCPxqi",
        "@biglb79 @zzyzx :(",
        "@arinerron We competed in a few competitions, hacked some voting machines, and some other random stuff… stayed off… https://t.co/ghm9ksfwgp",
        "Main takeaway from DEFCON this weekend: I've learned just how few things I know.",
        "Headed to DEFCON!",
        "It'd be nice if Apple would add Safari Push Notifications to iOS... (or even better, implement Service Workers/Push API in @webkit)",
        "@IoTvillage So it’s on? Can’t wait to finally claim first place after accepting defeat last year… // cc @Max_68",
        "Anyone coming to @defcon this year?",
        "@IoTvillage No CTF this year?",
        "I realize that this question is over a year late, but how does a bird always manage to get to the third floor of Moscone West? #wwdc",
        "In honor of Independence Day:\nhttps://t.co/i8PdxNFfHz",
        "Highly recommend this article.  Reading it really helped me understand neural networks/Tensorflow.  https://t.co/9FDilcrT9l",
        "@gank41 @markgurman Animal Collective and The Microphones are pretty great though",
        "@WinstonCupDad @alisasux @AP_Trevor Thanks- another question: what do you think about self studying for exams? I se… https://t.co/29wZOwkD86"
    ]
}