{
    "screen name": "Ozseyhan",
    "no. of tweets": 140,
    "tweets": [
        "Precision Delivery of Multiscale Payloads to Tissue‐Specific Targets in Plants https://t.co/7HNgRXJCou",
        "Bad News Wrapped in Protein: Inside the Coronavirus Genome https://t.co/yvxGpJkcrW",
        "https://t.co/hevCFQgfRV",
        "COVID19 Trend Tracker https://t.co/bb5hqf9YJd",
        "Total confirmed cases of COVID-19 https://t.co/zmylCrfSts",
        "The Coronavirus Explained &amp; What You Should Do https://t.co/outGqi6Ytn",
        "Tracking the novel coronavirus https://t.co/FQXPxhEopJ via @Reuters",
        "Do face masks help prevent coronavirus? https://t.co/TfT9EyqeIX",
        "https://t.co/vSYnLTnfxH",
        "“The true wealth is not measured in money or power. It is measured in the legacy we leave behind for those we love… https://t.co/a9jNXE7dxm",
        "CRISPR might soon create spicy tomatoes by switching on their chili genes https://t.co/A7xY9Xd4Ze via @techreview",
        "Dulce bellum inexpertis.",
        "Quid opus est scientia.",
        "Are G.M.O. Foods Safe? https://t.co/PxCHh3POOH",
        "@AppleSupport it might be useful to have a high frequency sound effect button on Notification Center that distracts… https://t.co/iCneJyjk2w",
        "https://t.co/jwjfGYAlhv",
        "https://t.co/UdN7NxudPG",
        "@Twitter needs autoscrolling button.",
        "@michiokaku Why does sun’s atmosphere (2 millions K) hotter than its surface temperature (5770 K)?",
        "My article has been recommended on @F1000Prime https://t.co/nzVS5obI7O",
        "Harry Nilsson - Everybody's Talkin' (1969) https://t.co/F2oA9QxFLe",
        "Türkiye’de İklim Değişikliği ve Tarımda Sürdürülebilirlik Raporu https://t.co/nJDUmjdwKf",
        "Central Dogma and Genetic Medicine | HHMI BioInteractive https://t.co/NBtUuxsdBW",
        "I bet @Apple will show us the hologram of #SteveJobs while presenting #ARKit promo. #AppleEvent",
        "Longer screen is bad. It's already hard to reach to the top of iPhone6/7 screen using one hand. @Apple #iPhone8 won't be one-hand friendly.",
        "Check out this audio clip from the Audible book \"Machine, Platform, Crowd\". Listen to it here: https://t.co/Db84TUmnQ6 #AudibleClips",
        "I travelled more than 750 miles during the weekend for @GlacierNPS",
        "#TotalSolarEclipse and #Yellowstone are definitely not a good combination :/ It's like 2012 v2.0",
        "Best Siri feature ever:\nHey Siri, where did I park my car?",
        "The plant engineer https://t.co/a3eGpeZjPj",
        "\"A great many people think they are thinking when they are merely rearranging their prejudices.\" William James #CognitiveDissonance",
        "Eğer hayatınızda bir tane tarih kitabı okuyacaksanız tavsiyem: Kısa 20. Yüzyıl Tarihi - Sina Akşin",
        "Aussie Bites 👌",
        "#SmartGlasses dream specs: looks like glasses, autofocus, AR, touch-controlled zoom on the side, wireless charging, camera in the middle.",
        "Katy Perry - Chained To The Rhythm (Lyric Video) ft. Skip Marley https://t.co/Mg6rbMywOz",
        "New websites that I discovered so far: @OpenStax @GoBoundless @Musopen @Jamendo @TheeNerdwriter and https://t.co/jOCiydqArS",
        "Why Germans Can Say Things No One Else Can https://t.co/akthnRCiBg",
        "\"All happy families are alike; each unhappy family is unhappy in its own way.\" Leo Tolstoy, Anna Karenina",
        "Media outlets that I trust in 2017: @TheAtlantic @guardian @TheEconomist @BBCWorld @RealClearWorld",
        "It's so strange to use fog lights for recreational purposes in downtown :/",
        "Asteroid Belt vs. Kuiper Belt vs. Oort Cloud\nhttps://t.co/9tR9tTv1BA",
        "2016 in a nutshell: slow motion train accident!",
        "Future isn't predictable; it shouldn't have to be. U don't need to know entire road from A to B, U need a headlight and passion to continue.",
        "Gene Silencing by microRNAs https://t.co/DOJ0rZrJDv",
        "@Starbucks there should be one-time use scent infused coffee lids like raspberry, banana, caramel etc. #Starbucks #ScentInfused #lids",
        "I'm still skeptical about the idea of self-driving full autonomous trucks. Who's gonna protect them in case of robbery during the journey?",
        "https://t.co/n5gpVB7v0X",
        "https://t.co/wCZf8wuJ5G",
        "Üzülerek gözlemliyorum ki, yeni nesil 29 Ekim Cumhuriyet bayramını kutlamak yerine 31 Ekim'de Halloween kutlamayı daha neşeli buluyor...",
        "Will I die if I eat polar bear liver? https://t.co/nzZWpN5iOi",
        "Today is the day that I completed 20,000 miles on USA roads.",
        "My lovely childhood memory https://t.co/lYOwdMxN1t",
        "https://t.co/hTdMGUaDBL",
        "https://t.co/BKdf766txo",
        "@Pebble is more than enough if you want customizable watch faces, long battery life, weather forecast, pedometer and sleep cycle tracker.",
        "relax. focus. escape. https://t.co/qonBrLbt8l",
        "Apple – Introducing AirPods https://t.co/hvc7a9OJdd",
        "#CommentB4AppleEvent People will get used to an iPhone w/o headphone jack like they adapted to use MacBook w/o DVD or Blu-ray driver.",
        "Chile mocha &gt; Chai tea latte &gt; London fog &gt; Pumpkin spice latte",
        "Karar verirken öncelik sıram: \n1) Neleri gerçekten istemiyorum? \n2) Neleri gerçekten istiyorum?\n3) Bunun bana ne getirisi var?",
        "https://t.co/EpeOeAZRKO",
        "5 sene önce bugün ilk kez Minneapolis'e gelmiştim ve beklemem uzun olduğu için Mall of America'yı dolaşmıştım. Kocaman bir 5 sene önce.",
        "New @opera web browser is really effective to block ads. I honestly recommend for faster web surfing. https://t.co/j4XCQXw3xN",
        "My favorite news channels so far: The Economist, The Atlantic, The Guardian, Quartz, MIT Tech Review, The Verge, Futurism, and FP's the ER.",
        "Bu yaz en fazla denemek istediğim şey: https://t.co/skzDC75d7g",
        "I made a beat with #Auxy\nhttps://t.co/tGiEGGjkT7",
        "\"With long-term relationships you should pay more attention to finding someone who has a similar style of dealing with conflict.\"",
        "How to make a relationship last: 5 secrets backed by research https://t.co/MDZVg40VY6 via @TIMEIdeas",
        "Brian Greene Explains The Discovery Of Gravitational Waves https://t.co/9zcUBsF0ic",
        "My summer books selection: \n1) Cosmosapiens - John Hands\n2) The Gene - Siddhartha Mukherjee\n3) The Secret of Our Success - Joseph Henrich",
        "Burhan Öçal - Nihavent Oriental https://t.co/0KeVbzLVhH",
        "@drinkneuro It could be a good idea to produce a condensed energy drink in a small spray bottle like Listerine Pocketmist.",
        "Teoman - Hem Hayattan, Hem Ölümden https://t.co/wQ7zTFyZWo",
        "Türkiye'deki 4.5G internet gerçekten hızlı (55 Mbps).",
        "13. cumada kıtalararası uçuyorum.",
        "İnsan, imkanı olsa dahi bazı isteklerini ötelemeli, onları gelecekte bir motivasyon aracı olarak kullanmalı. Ya hayaller biterse?",
        "60 kişinin sınavını ilk 12 saat içerisinde okuyarak sanırım bir rekor kırdım.",
        "“the dispassionate pursuit of passion” https://t.co/oKmDjZdrzX",
        "#AppRecommendations \n1) Hiking : AllTrails \n2) Plant ID: Leafsnap\n3) Dog ID: Fetch! \n4) Bird ID: Merlin Bird ID, Audubon Birds",
        "Apple bread pudding 🤔 ekmek kadayıfı?",
        "DeLorean time machine from Back to the Future movie\n  https://t.co/GJuFujav3t",
        "There should be a quiche menu in the fast food chains.",
        "@qipower do you have a plan to produce a wireless charger for laptop computers?",
        "Citrus green tea latte 👍",
        "İnsanlar bazen kalori almadan dinç olmak istiyorlar bence @ErikliLezzeti kafeinli su ürün kategorisi yaratmalı mesela @goavitae gibi.",
        "Kitap okumayı sevdiren uygulamalar @audible_com @biryudumkitapp @seslenenkitap",
        "Victory - Sound Squad https://t.co/jHl8n87LRQ",
        "Contrary to the conventional belief, I think that fingerprint is not a secure password since one cannot update or improve it periodically.",
        "Kızların erkekleri değiştirmesinin sebebi sizce nedir?",
        "https://t.co/W85qMFJmSq https://t.co/mgMzOa7yU7",
        "https://t.co/sPAA0gddPW",
        "Late-nite guacamole is the best option for sleep deprivation since tryptophan-rich avocado produces serotonin which helps promote sleep.",
        "\"Affetmek ve unutmak, iyi insanların intikamıdır.\" \n\n\"To forgive and forget is the revenge of an honorable man.\"\n\nFriedrich von Schiller",
        "App recommendation from Starbucks's Pick of the Week: \"Speaky\"",
        "Arugula salad with cranberry &amp; walnut 👌",
        "@utkuece_ resmen uluslararası yayın olacak, ben Montana'da, Can Virginia'da, Sercan İstanbul'da, Halil ise Adana'da :)",
        "Bu sene 14 Şubat'ta internet üzerinden radyo programı yapacağız. Radyo ESC (Erkan-Sercan-Can) iki sene sonra tekrar geri dönüyor.",
        "İnsanlar harbiden YouTube'dan Ekskavatör videoları mı izliyorlar?",
        "Hey @YouTube, can you make an update that one can adjust the volume from the right side of screen while holding the phone in landscape mode?",
        "@facebook should allow me to set up a timer so that I'm able to limit my surfing. Otherwise, I'm wasting my precious time unconsciously.",
        "-10C'de üç kat sıkı giyinip köpeği kıyafetsiz dolaşmaya çıkarmak nasıl bir fantezidir? Sanki köpeği dayanıklılık testine tabi tutuyorlar...",
        "Bu seneyi Pink Martini ile sonlandırmak gerçekten güzel olacak.",
        "İnsanlar çok şiddetli soğuğa (hypothermia) maruz kaldıklarında bilinçlerini kaybedip paradoksal olarak çıplak dolaşabiliyorlarmış. #Kholat",
        "Quiche (Kiş) bu sene denediğim en güzel yiyeceklerden biri.",
        "Bossuet paradox: \"God laughs at men who complain of the consequences while cherishing the causes.\"",
        "Hindistan'a özgü Palak Paneer (Peynirli Ispanak) beklenmedik bir şekilde lezzetli.",
        "Frank Sinatra, New York, New York derken aslında state ve county'i kastettiğini çoğu kişi bilmez.",
        "Eski şarkılarda sevdiğim en güzel şey sesin müzikten baskın olması ve sebepsiz bir melankoli. Selda Bağcan-O Günler https://t.co/mMEF2lLycP",
        "Tatil, en merak ettiğin kitabı alıp şehirden uzaklaşmaktır.",
        "Güzellik uzun vadede değer kaybeden bir veri olduğu için çok ümit bağlamak ve yatırım yapmak akıl kârı değil.",
        "\"If I had six hours to chop down a tree, I'd spend the first hour sharpening the axe.\" Abraham Lincoln",
        "Aralık ayında lodos!",
        "Coconut date rolls 👌",
        "#Adele25 What an incredible lyrics and song! It deserves a video.\nAdele - Love In The Dark https://t.co/1XehiYmUqz",
        "MILLION YEARS AGO - Adele \"live in NYC\" radio city music hall 11/17/15 https://t.co/WdVqlrZnnL",
        "\"Survival of the Fittest in Modern Times: How your knowledge is valuable than Google's database\"",
        "If I were to publish a book today, the title would be the following:",
        "Website recommendation: FiveThirtyEight, The Atlantic, Quartz, Pew Research, Kurzgesagt, Tech Insider, Pasific Standard, Condé Nast Traveler",
        "Mux Mool - Brothers https://t.co/J0Z956duIh",
        "Activities enhancing creativity in the US: Halloween makeup, pumpkin carving, gingerbread house and Christmas tree decoration.",
        "Saat sabahın 5'i, etraf hala karanlık, adam kafasına fener takıp koşuya çıkmış. Amerika işte böyle bir yer. İstersen herşeye vakit var.",
        "Sia - Alive http://t.co/qyNm4oYiXT",
        "#NowPlaying October 2015 by Mehmet Erkan Özseyhan ♫ http://t.co/byvtAnrxXU",
        "Matcha green tea 👏",
        "Check out this cool episode: https://t.co/Ni3c1HfJJf http://t.co/hrQBHQLFqm",
        "Check out this cool episode: https://t.co/ovCtARxSJh http://t.co/PCOXwA5R5B",
        "London fog 👍 Pumpkin spice latte 👎",
        "Broken Y Axis in an Excel Chart http://t.co/V7cYLCrHup via @PeltierTech",
        "Kızlar öncelikli olarak tek bir sorunun cevabını arıyor: Neden benden güzel bunca kız varken beni tercih ettin? Beni onlardan ayıran nedir?",
        "Umarım sonbahar yağmurları bir an evvel gelip şu bitmeyen orman yangınlarını hemen söndürür. İşin kötüsü dumandan kaçamıyorsun da...",
        "Herkesin bir çılgınlığı olduğunu baştan kabul ettiğim için #HardRockCafe lerden T-shirt toplamayı saçma bulmuyorum.",
        "I always ask myself that \"what the life tries to teach me?\" rather than \"why it happens to me?\"",
        "\"It's easier to fool people than to convince them that they have been fooled.\" Mark Twain",
        "Bu aralar dinlediğim en kafa podcast: https://t.co/bOIJL60IVQ http://t.co/Rqm3H3FVOb",
        "Dave Brubeck - Take Five http://t.co/lS8YYUEyKm",
        "#Windows10 is the best OS ever made by #Microsoft. So far, I like virtual desktops, edge's reading mode, cortana, and of course start menu.",
        "How The Economic Machine Works by Ray Dalio http://t.co/1ygIsLeZ2H",
        "Tartışmasız bu yaz okuduğum en iyi kitap: The Martian - Andy Weir",
        "Öğrendiğim en büyük ders: Kontrolü senin elinde olmayan şeylerle nasıl baş edeceğini bilmek, gerisi lafügüzaf.",
        "İki çeşit insan var: bir şeyi ille kendi tecrübe etmek isteyenler ya da başkalarının tecrübelerinden faydalananlar..."
    ]
}