{
    "screen name": "seLentheberry",
    "no. of tweets": 177,
    "tweets": [
        "Bahar yagmuru sonrasi toprak kokusunu bir sekilde saklayabilmek isterdim. Dünyadaki en güzel koku.",
        "Marcella‘nin kocasi beni erkeklerden nefret ettirdi. Fuckin‘ arsehole.",
        "d. perincek napiyor, ne düsünüyor, ne yaziyor akil sir erdiremiyorum. adeta dünyanin 8. harikasi.",
        "rüyalarimin kodu hala cözülemiyordu.",
        "@birsenbirdir Adam hapisteymis, izlemedim ama haberini okudum 😂",
        "sanki beynim calismiyor ama hava cok güzel.",
        "serial kitten.",
        "selen says no no. @sedakayim",
        "eger rakamlar dogruysa tr koronayla cidden iyi mücadele ediyor. bunun tek nedeni saglik calisanlarimizin kalitesi v… https://t.co/2MQfVqAyrD",
        "yunuslarimizin sahillerde hoplayip ziplamasi 💙",
        "@AhmetBeyefendi Vatan olmaktan birey olamayan insanlar.. biri de cikip bir kac agac dikse bare vatani icin. Dogasin… https://t.co/pK7iE481vp",
        "beynim kilo aldi, kafamda agirligini hissediyorum.",
        "nolur fazlasi olan biri yukardaki komsuma bir parcacik müzik zevki versin, daha kötü bir müzik duydum mu bilmiyorum.",
        "Türkce bilmesem okuduklarima inanmazdim heralde.",
        "bu arada tr’deki twitter kullanicilarinin en büyük amaci birbirine ders vermek diye düsünüyorum. her seye yorum yaz… https://t.co/v9CtB2a6qB",
        "bugün in love with multivariate analysis. okurken gözlerim büyüdü. cok enteresan kullanim teknikleri var. adeta dat… https://t.co/pd68zArobT",
        "current lifestyle: living like undercover guerrilla gorillas.",
        "Bu arada baska bir konuya deginmek istiyorum, arkadaslar, lütfen oturun ve düsünün, bir sekilde kaybettiginizi düsü… https://t.co/ih2iZlmKdo",
        "Önce yastik alti altinlar, simdi paraciklar.. Bir sonraki adim „tek böbrek neyinize yetmiyor“ konusmasi sanki.",
        "hayda..",
        "@ipekgmssy Ahahaha bir de para istemiyoruz diyor ahahaha veriyoruz paranizi zaten hayli hayli, isini yapican bir tek. 🤦🏻‍♀️",
        "@ipekgmssy Sanki devlet küfredenin devleti degil, devleti iyice tekellerine aldilar. Bence devlettekilere ansiklope… https://t.co/tnSU5oA3Ev",
        "Snapchatten sonra ayni sansasyonel cöküsü sabirsizlikla tiktok icin de bekliyorum. Söyle bir app ciksa, iq ortalama… https://t.co/m7zVa1jKk5",
        "@AhmetBeyefendi Ucaklar olmali bence aza indirilerek, bir sürü insan yurt disinda kaldi, gelemiyorlar cünkü ucak yo… https://t.co/32pn5QzVzJ",
        "@ipekgmssy Haha iyi soru. Belki yarasa insana bakarken, insan da kendini yarasaya bakarken bulmustur. Feci felsefik… https://t.co/o9dobIFcuo",
        "@ipekgmssy 24 saat aralikla cift negatif cikmasi gerekiyormus diyor corona uzmani @sedakayim",
        "Merkel‘e nazar degdi :( Öte yandan corona virüsünün rus ajani oldugundan süphelenmeye basladim. Bu günkü düsünceler… https://t.co/2XWhsuX8At",
        "why so white trash?",
        "peki aklimda neden bir mirkelam sarkisi?",
        "hayaller inspired bacon, gercekler unmotivated string cheese w. @sedakayim",
        "ve bir anda berlin her yeri 6‘da kapatarak bir avusturya köyüne dönüstü.",
        "how can one not love italians ♠️ https://t.co/3Xo64fW3BB",
        "@AhmetBeyefendi Avusturya‘dayim su anda, bütün topluluklar 100 kisiyle sinirlandi, pazar ayinleri ve dügünler dahil… https://t.co/EZvvnH9u1X",
        "Oh oh yeni sehitler, deprem, madende patlama, dolarin artisi; Almanya‘nin bir senelik gündemini bir günde cikariyor Türkiye.",
        "Bunu böyle düzenleyenlerin sinavda kopya cekebilicek bile zekasi yok ama lütfen koca orduyu yönetsinler. Tam bir Al… https://t.co/RYv6aHTWrs",
        "TBMM‘nin bu ülkenin tamamini temsil ettigini ve ise yaradigini düsünen var mi aramizda?",
        "Hahaha F. Altayli, bugün de bize bir kahkaha attirdin yine kendin olarak, üstüne düseni yaptin, artik cekilebilirsin.",
        "Evet Türkiye, sen sinirlarini ac, biz burda bir daha vize alamayalim. Cok eglenceli günler bekliyor yine Avrupa‘da… https://t.co/82bZyCzItM",
        "Bahceli’nin kariyerini zirvede (bir tepe zirvesi?) birakmasi icin son sansi bence, bir daha bu sansi olmayabilir. Iyimser davrandim.",
        "Devamli bir seyleri kinamak da zor ve yorucu bir is olsa gerek.",
        "sunu fark ettim; kalitesiz insan, insanlar arasindaki kalite farkini ayirt edemiyor. ve sunu da fark ettim; bunun b… https://t.co/R5UBkMmvOS",
        "mistakenly, we might die UNLESS we fly the globe other way around. #justathought https://t.co/HZB2LlTqyS",
        "seriatla yönetilmedigimiz sürece islam‘i her yerde tartismayi biraksak mi acaba? belki önemli konulara sira gelir..",
        "project exroach? https://t.co/jjR48xWfVu",
        "2 gün önce 6.7 siddetinde deprem oldu ama insanlar hayatlarini kobe üstünden sorgulamaya basladi. enteresan.",
        "nagehan, sen dua falan etme, 6 saat televizyonda da kalma, mümkünse cik git hayatimizdan sessiz sessiz arkana bakma… https://t.co/a5bRoJbVOq",
        "🧸😂 https://t.co/jYbH49sCrK",
        "candy crush oynarken einstein‘i aniyorum.. aniyorum.. aniyorum..",
        "Bazen, bir kisim insan baska galaksilere gitmek icin solar panellerini acmisken bir kisim insan üsküdara gitmek ici… https://t.co/ruuHv04wgL",
        "@ipekgmssy Zaten hep mimarlik bu derin deger yargisinin temeli",
        "@ipekgmssy Insanlari sanatlarina göre degerlendirmek bana göre degil",
        "@ipekgmssy Giyimini cok begeniyorum da cevresi kötü",
        "@AhmetBeyefendi 😂",
        "Allah kimseyi internetsizlikle terbiye etmesin. @ipekgmssy",
        "can yaman kim ya? charlie var, sherlock var.",
        "bu amele isyanlari nedir dhl? https://t.co/FCL20nv1Mf",
        "Pluto yine gezegen olmus, yey 🖤",
        "@ipekgmssy 😂",
        "Yoga ögretmeni olmayan kac arkadasim kaldi acaba..",
        "The man in the high castle, sen bir hapishanesin.",
        "@AhmetBeyefendi Ya sanki kendi kesimi ekonomiden anliyor, ya da söyledikleri seylerin tersine yazilan herhangi bir… https://t.co/lBhGKegKEo",
        "@AhmetBeyefendi Bildigin padisah harcamalari. Cöküs dönemi. Iyi olmus adini cb koydugumuz..",
        "@ipekgmssy Ahahaha bi anda neler oldu kimseler anlayamadi 😂",
        "@AhmetBeyefendi Televizyonda görmüslerdir belki? 🙈",
        "Hayatima bir süre elitist olarak devam etmeye karar verdim. Burdan kraliyet ailelerine, diger soylulara, kamuoyuna… https://t.co/kVXAoUiD4q",
        "@ElifDEMRHAN1 🧡🧡🧡",
        "Dünyada ekonomiden anlayan insanlar var. Enteresan bir beyin yapisi.",
        "@adnanveli35 @AhmetBeyefendi Habertürk izleyen insanlarin ekonomiyle ilgilendigini sanmiyorum :)",
        "@AhmetBeyefendi Ahahahaha",
        "bazi günler cidden bitmek icin basliyor.",
        "Bilmiyorum, gencecik askerler ölürken hicbir sey yokmus gibi de hayat devam etmemeli bence. Ben baya icimde hissedi… https://t.co/juc7AOGwuW",
        "Rezillik. Halki kin ve nefrete bi sey bi sey. Halki kin ve nefrete bi sey bi seyi bu demokratik olmayan ortam yapiy… https://t.co/oxFjqBXs0P",
        "@ipekgmssy Cöl firtinalarinda güneslenelim, muson yagmurlarinda yikanalim.",
        "@ipekgmssy Bütün alfabeyi alsam da kis yine kis ☹️",
        "Bence artik vardiyali calisma gün bazli olmasin, mevsim bazli olsun. Yaz insanlari yazin calissin, kis insanlari ki… https://t.co/qgdyx6FW4t",
        "Bütün kis uyanik kalmak zorunda olmasak yazi cok enerjik gecirebilirdik.",
        "@sezinsener Cok mantikli bir fikir vermissin kuzum 🧡",
        "Bütün rezilliklerime verdigim enerjiyi baska bir seye yöneltmek istiyorum ama nereye.. nereye..",
        "@ipekgmssy 😂 üstümde rapci dagitasi var",
        "Annem kiziyla her gün yeniden tanisiyor.",
        "Iskoc aksagani. The End.",
        "Ay cidden, bu agresifliklerle ugrasamicam cünkü ugrasmak istemiyorum ve de beni tanimasi gereken insanlara kendimi… https://t.co/ZRAvfkkood",
        "@AhmetBeyefendi 😂 annem mi o?",
        "https://t.co/fICtRQMH27",
        "Sebastian 🔔 https://t.co/ErXQpAQkJh",
        "Hahahaha aynen öyle 😂",
        "Sabahin 4‘ünde komsuma bir arkadasi geldi (kapi zilini duydum, pencere acik anlasilan), erkek, tahminen 20ler bir s… https://t.co/yTS6xeb9IO",
        "Sorular.. Sorular..",
        "Ben niye Amerika zamaninda yasiyorum? Bu bir isaret olmali.",
        "Bir seyi neden istedigimizi biliyor muyuz ki? Neyi istedigimizi de bilmiyoruz bence. Ama zaten cok yorgunuz, kim ug… https://t.co/exXUIoZ1Gl",
        "hicbir seyi önemsemeyen dervis farkinda bile olmadigi muradina ermis. bu atasözü böyle olmaliydi.",
        "hayat istemedigimiz seyleri yapmak icin cok uzun.",
        "insanlar bana 2-3 litre su ic diyor, ben 750 gram profiterol yiyorum.",
        "ah! cok kötü isirdin beni karinca :(",
        "Should we rely on the concept of timing or should we annihilate time completely? I don’t know.",
        "Me want cookie! Me eat cookie! om nom nom nom https://t.co/bkPW0zNSbp",
        "Bugün orca olmak icin naptim? Hicbir sey yapmadim valla, verimsiz bir gün olmus.",
        "😍 https://t.co/2fuvxkIYCE",
        "agree cherry on top. https://t.co/dJgwzWSokW",
        "Am I a pizza yet? https://t.co/r7GBdM65sP",
        "https://t.co/MxhNsN6P8o",
        "I agree. https://t.co/ugPoQ8XT4O",
        "🔪 https://t.co/HTMrAni62h",
        "Oh be, nefes aldim. https://t.co/az9TednMwn",
        "Yeni havalaninda haberler a haber, mökemmel, hic kuzey kore havasi yok.",
        "https://t.co/izoDO25UYb",
        "„Don‘t forget; the only thing that makes you interesting is me.“ #loveit",
        "Cok ciddiyim, erkekler biraz bizim izledigimiz dizileri, filmleri seyredip bizim gördügümüz erkekleri görseler herk… https://t.co/JRSVVqqahs",
        "Sherlock the Mouse Slayer vs. Selen &amp; Seda the Injured Animal Nurses @ Berlin Sanctuary  🔪🔪 @sedakayim",
        "Dünyadaki en güzel iki kedinin benim olmasi nasil bir sanstir..",
        "#gunmad https://t.co/xlLRbBlWM9",
        "Evet, alkol, evet, sarhos. Biraz.",
        "Herkes miyavliyor ama kimse carsaflari degistirmiyor.",
        "I disagree. https://t.co/0HGfaJLRPL",
        "„Ein guter Mensch entschuldigt sich für die Fehler der Vergangenheit. Ein echter Mensch korrigiert sie.“",
        "@burakaydogan Onda sorun yok bence, ayakkabisina ve pantalonuna bagli.",
        "Selfie ceken erkek kadar itici bi sey yok.",
        "thank god. https://t.co/jDqhw3X9JY",
        "halloween joy in börlin. https://t.co/bhZwLlHFgs",
        "duh. https://t.co/qXNpDGajS0",
        "THE LIST. https://t.co/JhvAcIP5Dc",
        "someone recorded me? https://t.co/JPBtI3eZ04",
        "Caramel popcorn is the best!!!!",
        "Hayatin beni getirdigi nokta;  battaniyeyle dondurma yemek.",
        "Or #BerlinArtWeek? https://t.co/Fk09uq0akI",
        "the thin line between best friends and homosexuality. always confusing. https://t.co/D325TN3baH",
        "Anladim ki, ben havasi güzel olan yerde mutluyum.",
        "Her gün iste bu kadar yorulup sürünerek eve gidince hayatimi sorguluyorum. En azindan dünyayi falan kurtarsam, yaptigim sey bir ise yarasa.",
        "Franz Marc‘i neden bu kadar sevdigimi biri aciklasin, ben aciklayamiyorum. Müzedeki görevli de aciklayamadi. Umarim… https://t.co/8Y6uVKI7GJ",
        "„ That’s what you get for giving a fuck when it wasn’t your turn to give a fuck.“",
        "Stupidity is very underrated.",
        "„Translate tweet“ baya yazilanlar anlasilmasin diye konmus heralde, ingilizce yazsam sirf tercümeden bir sey anlami… https://t.co/YJQHf6LhCs",
        "Bu arada Lysa Arryn’in ogluyla iliskisi tam bir Türk anne-ogul iliski sembolü. Kadinda bir orta dogululuk var. Ama… https://t.co/qT7N5DLAdW",
        "Rasist insanlarin gercekten var olmalarini anlamiyorum. Daha sacma bir kavram yok heralde. Ne alaka yani? Niye bir ölcüt? Anlamiyorum.",
        "„A Quiet Place“ resmen cocuk sahibi olmamak icin yapilmis bir film.",
        "„Never challenge a schizophrenic about their delusions.“ Thanx Harry.",
        "@AhmetBeyefendi Ben kedinin 3 ay diye biliyorum anneden ayrilma zamanini, köpek 2 ay. Evde mi besliceksiniz yavruyu… https://t.co/jeFcVuC1xj",
        "Cocuklarinizi „denize isersin“ diye egitirseniz, iskele merdivenine iseyen cocuklar cikar tabii ortaya.",
        "Turkcell bayram tarifesinin tek anlami var: yurtdisina gidemiceginizi biliyoruz.",
        "„ ... well, that’s sort of not in the category of breaking news. … That’s in the category of breaking duh.”“ Love it.",
        "😂 ay yeter. https://t.co/pRfoONo8Ch",
        "Su saniye; 5 kurus etmezsin &gt; orospu cocugu.",
        "Bence Albayrak bu hicbir sey yapmadan dünyanin parasini aldigi zamani yeni bir kuaför bulmak icin harcasin, bir yer… https://t.co/ilesFAGeZq",
        "Berlin duvari icin de öyle demislerdi.. Bir de „algi operasyonu“ derken neyi kastediyor acaba? Her sey beynimizde m… https://t.co/pHp26WdrBO",
        "Iki köy kabadayisi karsi karsiya gelince 1 dolar 8 lira oluyormus, bunu da ani defterimizin üst kösesine yazalim.",
        "„Life is pressure. Grow up.“",
        "Baya anlamadigim bir konu var, kendimi bildim bileli sorguluyorum; alafranga tuvalet Türk milletinin neyine? Zaten… https://t.co/Y6wl2CDMKW",
        "euro / dolar olmus ..., adnan oktar‘la ilgilenicek motivasyonu kendimde bedavaya bulamadim, satin da alamicam anlas… https://t.co/SNn4ztQsQy",
        "Herkes ne kadar nefret dolu, oysaki sevgi enerji gerektirmeyen tek sey. Biraz spor yapin.",
        "Dünyanin hicbir yeri zevk vermiyor bir süredir.",
        "I believe I can sleep, I believe I can touch the pillows. I think about it every night and day, spread my legs and sleep away. #archlife",
        "ruh hastasi, her taraf ruh hastasi.",
        "@AhmetBeyefendi gercekte verilen oylar vs. cikicak oylar",
        "kücük günes gözlügü cok cok cok kötü. cok. cok cok.",
        "not super super but super. https://t.co/v46pSOWZ32",
        "Ironi yapip sonuna ünlem koyan insanlari baya sevmiyorum. Asiri salaksiniz, bu zekayla ironi sizin neyinize..",
        "Hava durumuna bakmaya doyamiyorum 🧡",
        "reality is a shared hallucination*",
        "men 🙄 https://t.co/2y53qyA8En",
        "Bence kimin kimin usagi oldugundansa oturup bu krizde nasil hayatta kalicagimizi düsünelim. Zaten anca ac kalinca d… https://t.co/R2Evc60pHA",
        "Yok Amerika‘nin usagi o, yok Israil‘in usagi bu, pardon da kendimize ait yerel bir üretimimiz mi var da biri kimsen… https://t.co/wZuk1RjHUt",
        "spotted in berlin fransözische strasse ubahn. https://t.co/gqB6467lLn",
        "@herhngibiriii @roketbasligi @sconersky Bence yapilan kürtajdaki konusmaya baska türlü cevap verilemezdi, ne konuss… https://t.co/fydkJm1E11",
        "@herhngibiriii @roketbasligi @sconersky Yani insanlar tuvaletlerini tuvalete yapiyorlarsa, hapsirirken öksürürken a… https://t.co/4mYcvwjsN9",
        "@imgeesuu Bir tek Türkiye‘de öyle gözüküyor olabilir mi? Avrupa‘da hala böyle gözüküyor. https://t.co/UBBa7xjzT1",
        "@yenisafak Tercümede ve algida biraz sorun var sanki. Egitim sart.",
        "@yenisafak haberin gercegi: https://t.co/MlN2JJLnCx",
        "too good. https://t.co/DchRiSzcSB",
        "true story. https://t.co/9wN8SQXpJm",
        "Daniel Brühl speaks ridiculously good English.",
        "Bavul beklerken alete yapisik duran ve kendisi disinda kimsenin bavulunu görememesi ve alamamasini umursamayan insa… https://t.co/EGuENRwATa",
        "Evin yanina bir sports bar actilar, icinden cikanlar sadece alman türk ve bütün hayatlarini benim evimin önünde yer… https://t.co/4u92bdag3j",
        "Tamam hava 17 derece de 1 haftada 30 derece isi artisina nasil kendimi hazirlamam bekleniyor? Hala palto ve kazakla… https://t.co/P5xJxc1sez",
        "Bilemedim, Grunewald‘de mi yasasam..",
        "Berlin‘in en güzel yani yukardan giden S-Bahnlari bence.",
        "@SelinBagcaci Kesinlikle katiliyorum :)",
        "@AhmetBeyefendi Tam Hitler demecleri, aynisini Hitler de söylemisti."
    ]
}