{
    "screen name": "Cristian_HRmz",
    "no. of tweets": 162,
    "tweets": [
        "@ReginaCoronaF @George_FG_Utd @lupitavtoledo Yo hice el consenso, ratificó y confirmó 😌",
        "@fcojavier_gr @ReginaCoronaF Por el momento estamos vetados de imagen 🥴😂",
        "@ReginaCoronaF @Kary_Almonte Ahorita vengo, voy a subdirección",
        "Lo único que no voy a extrañar del internado es tener que pelearme con medio hospital para que hagan su trabajo 💆🏻‍♂️",
        "La persona // la personalidad https://t.co/2WBmptN1Ms https://t.co/pQOUbcMRvX",
        "@Annnavc @EtzaiCastillo Ya sé que vamos a cenar @ReginaCoronaF 🤔",
        "@JoelitoARS https://t.co/6BwclWUONH",
        "@michchavolla @ReginaCoronaF Pero a veces, solo a veces 🤷🏻‍♂️",
        "@Ignacio_dpm A sus ooooordenes",
        "@Ignacio_dpm Las del título donde salí con cara de bebé 👦🏻",
        "@itsnayaro Blanco 👀",
        "Ojalá una de las 6 cremas que me puse haga efecto para las fotos de mañana 👦🏻🥰",
        "@ManiArias Azul, como el mar azul",
        "Me tocó amarillo \n\nAlgunos de mis personajes favoritos color amarillo\n\nComenta y te doy un color… https://t.co/mgx8ot5oII",
        "@emmoliveros 🚲",
        "@maurotaabutti @ReginaCoronaF Huele a pañal 🥴",
        "@ReginaCoronaF O que te creas buena persona 💁🏻‍♂️ https://t.co/Q5Zf7k5kBV",
        "Quiero la entereza de la traductora de lengua de señas para no reírse mientras interpreta a este señor 🤡 https://t.co/0LBL49qbIs",
        "En la UCM imprimiendo la perihoja con la huellita del bebé 🤪 https://t.co/V5Ln83Tsob",
        "@alnificus IN FE LIZ, Bob, Infeliz.",
        "No he hecho nada, pero hay lugares que siempre tienen una mala vibra https://t.co/EPuSnvYG2B",
        "@George_FG_Utd @ReginaCoronaF Enséñale mi foto en el ultrasonido 🥴🙄🙃",
        "@ValeriaChaviraa Espérate a que hagamos trámites para el ENARM 😖",
        "¿Cuántas veces puedo reacomodar mi cuarto en una pandemia? 🤔",
        "Creo que estoy gordo.\n*le muerde a su pastel para desayunar* https://t.co/bkKnIYMhfZ",
        "@Emilio_WriedtR Amiga date cuenta https://t.co/OtjB9KTSDp",
        "No me quiero ir señor internista🥺🥴",
        "@ObledoLili Cáele al morning , pero tráete el colchón 😂🙆🏻‍♂️👀",
        "@ObledoLili Veeeeerdad. \nYo digo que abajo de la litera hay alguien 👀",
        "@ValeriaChaviraa @esmegalvezm Ámonossss x2",
        "@Ignacio_dpm Muy básico 💅🏻",
        "@Emmanuel1de3 Pls que me avisen https://t.co/5QakSogkML",
        "@ReginaCoronaF @George_FG_Utd Adóptenme por favor 😔",
        "Amigos, recuerden que siempre, SIEMPRE, habrá una captura de pantalla. 🤭😘",
        "@alnificus Ayñ lo acabo de ver, TKM too 🥰",
        "🙃 https://t.co/3FKBVUzpwL",
        "Repitan conmigo:\n“Con base en...” 📄🗣",
        "@KatiaAldrete @DebbieOrtizm @mayornificus No sé si te refieres a Britney Bitch o Prof de Economía, pero podríamos s… https://t.co/8eUQgLhna3",
        "@ValeriaChaviraa @ReginaCoronaF 🤩Sábado, lleguen poquito antes de las 8, es la mera hora",
        "@im_lunet Las penas con pan son buenas",
        "Me convertí en Olivia Pope, comiendo palomitas con vino tinto mientras veo televisión en el sillón 🙃",
        "@leallcjorge Yo la tía que los cuida y toma vinito",
        "Les dejo una @ReginaCoronaF que lo confirma https://t.co/qm080KSx3c",
        "Cualquier parecido con la realidad es mera coincidencia https://t.co/mxgDQyOXq1",
        "@Ignacio_dpm Cómo de que no 😍🤭😚 https://t.co/Uu2ZJIsP3b",
        "@ValeriaChaviraa https://t.co/eOFxmIQ4XK",
        "@ValeriaChaviraa @ReginaCoronaF Era A- 🥴",
        "@ValeriaChaviraa @ReginaCoronaF Bien resguardados los PG 🥴😂",
        "@ValeriaChaviraa Yo te TKM 💕",
        "@pozolcacao Patología es la respuesta",
        "Todo lo que damos con el corazón, vuelve en acciones de amor hacia nosotros.",
        "“Te cuidamos más.” Dice la farmacia, pero su carita también 🤩\nAlguien vino a festejar nuestros dos meses a la guard… https://t.co/Eh7oceqJfu",
        "@Ignacio_dpm @ReginaCoronaF Ya te atrofiaste 🥴",
        "@ReginaCoronaF @ValeriaChaviraa “El hormigueo que siento ha de ser por las varices”",
        "@ValeriaChaviraa @ReginaCoronaF Así es en las guardias también 😂🥴",
        "Razones por las que el cubrebocas me dificulta interactuar con las personas: https://t.co/OXOidy0j50",
        "@ReginaCoronaF Mi internado hubiera sido muy feo sin las/los R tan cool que he conocido ahí 🤩 🔝",
        "Sí estoy llorando 🥺 https://t.co/dUt3Ubo0bZ",
        "@ReginaCoronaF Yo extrañaba escuchar tu voz en los pasillos y tu carita toda preciosa 🥰😍",
        "El sistema de salud se fracturó hace muchos años, cuando se perdió la empatía, pero ustedes no están listos para esta conversación.",
        "@Juandeltoro7 https://t.co/kBpFRScBl6",
        "Ayer me etiquetaron en esta foto de un “hermoso recuerdo de mi infancia”\nYo solo vi caos, destrucción y mi heterono… https://t.co/FlVMA0ENxs",
        "@luishddzp ¿Cómo le doy desver eso en mi mente? 😫😖😭",
        "@ValeriaChaviraa Y io a ti 🥺🥴",
        "@Juandeltoro7 @ObledoLili ¿Has consultado por terapia en línea? En estos tiempos de aislamiento es buena opción",
        "@Ignacio_dpm Ok",
        "Mi vuelo para mi intercambio salía hoy.\nY así lo pienso redactar en mi curriculum, porque lo soñé y añoré tanto que yo ya me hacia ahí.",
        "Un proyecto chingón hecho por mentes llenas de magia y creatividad 🤩\nJuéguenlo, para aprovechar la cuarentena ✨ https://t.co/cIyZzNdYYD",
        "Y al final les dices “nada más me le puedes anotar atrás porque no me lo vas a recibir, con tu nombre y firma, por… https://t.co/LDuV1Mhd4V",
        "@ValeriaChaviraa Te falta la receta por agüita 🥴",
        "Abrazar a todas las personas que quiero 😔🥴🥺 https://t.co/G8zyYu8WVC",
        "@elkakastapatio YouTube \nhttps://t.co/49ZG1cpHKM",
        "Hoy es un buen día para escuchar el concierto de Juanga en Bellas Artes 🤩🥰",
        "@mayornificus @daniel_sika @ramgallegos_ @art_vendelay @Omariw_ @Chochedan @eugenio_sp @Candidallo @naranjuez… https://t.co/2u7wNpNb6Z",
        "@ReginaCoronaF Foto tomada antes de la fiebre de origen desconocido 🥴🤒",
        "Al final, Elvira escribió:\nSi la palabra es acción entonces ven a contarme el amor, que quiero hacer contigo todo l… https://t.co/KZamaKveJD",
        "Jorge me dio después miles de motivos grandes y pequeños para dejarme sentir todo como poesía, pero al final uno so… https://t.co/ylzrxNvmVc",
        "Yo sabía que me faltaba una pregunta y respondí:\nEl amor no tiene color, es puro, transparente, no absorbe luz, no… https://t.co/B40tipFLMS",
        "Un día antes de volver, caminando entre Goldsmith y Poe pregunté ¿el amor tiene forma, el amor tiene color? A lo qu… https://t.co/eXR01noDEd",
        "“Hacemos de las despedidas\nmedia vuelta al mundo\npara que aunque tardemos\nqueramos volver;\nentras y sales siendo cu… https://t.co/kEywTTx69P",
        "Uno de los motivos por el cual jorge quiso salir conmigo es porque “esa persona” que todos tenemos ya me había dado… https://t.co/uPRqjViBrF",
        "No existe verso escrito ni por escribirse que contenga aquello que ese fin de semana desató en mi mente y mi corazó… https://t.co/MSFSJIrnQn",
        "“Y yo sonrío [...]\n[...]Y tú sonríes\ny descubres el hormigueo de mi espalda y me dices que una vida sin valentía es… https://t.co/4YSc9vsVfm",
        "Lealtad.\nExclusividad.\nNo todo lo que viene fácil se tiene que ir fácil.\nComunicación y confianza, eso te puedo ofr… https://t.co/xCsuOLUiwO",
        "Sastre escribió lo que yo sin darme cuenta hice:\n\n“Te sientas y lo primero que haces es avisarme:”\n\n&lt;&lt;Tengo varias… https://t.co/MkAVQbekjI",
        "Y es que, a este punto yo ya había enlistado sin darme cuenta tres cualidades que siempre había buscado en mi parej… https://t.co/1TzahlNC4G",
        "Ya en el cine, nos abrazamos, y todo continuó naturalmente, hasta que (SPOILER) la mamá de Jojo muere.\nNoté que el… https://t.co/Gqs7edEiXO",
        "Antes de que se me pase:\n“Me dijeron que te gusta escribir ¿no?”\nY así es como obtuve el detalle más significativo… https://t.co/dRfmx2VoMv",
        "Nos volvimos a ver dos días después.\n(Jorge estudia en Cdmx y estaba solo es fin de semana en Gdl) así que no tenía… https://t.co/ciSeXv94PW",
        "Finalmente ganó lo segundo.\nEra la primera cita, una cita doble, 2 amigas y 2 chicos que ahora salían.\n\nHace tiempo… https://t.co/qhaQPsf5LR",
        "Desde ahí yo ya quería saber más, así que comencé a preguntar. \nY vaya que pregunto.\nQuería cada detalle, no sé si… https://t.co/udyF7KpYX6",
        "El punto medular de esa cita se sitúa en:\n1. Cuando yo comí por fin y \n2. Cuando lo escuché hablar del porqué había… https://t.co/YaRhrDvEEy",
        "Ese día yo seguía molesto por haberme dejado convencer de esa cita, tenía hambre y estaba de postguardia. Quienes m… https://t.co/6RsyxGrO36",
        "Hay tres motivos principales por los que decidí a salir con este hombre (a pesar de que los onvrez estaban cancelad… https://t.co/jVNoWKZ312",
        "Elvira Sastre escribió el poema que Jorge citó ayer que cumplimos 1 mes.\n\n“Cualquiera diría al verte que los catast… https://t.co/NcP0BzpsP2",
        "Confirmen si todos estamos hasta la madre. 🙄",
        "Cada día que pienso en hacer una especialidad solo me imagino fuera de este país 🥴",
        "@Emilio_WriedtR 🚀",
        "@Mr_mariog Yo quiero leer sus tareas 👀",
        "@esmegalvezm No te merece 😑",
        "🥺🥺🥺 https://t.co/OTkUcmvIlb",
        "@maurotaabutti Ya nos vi 🤩🤓",
        "@LuisInsulina @ValeriaChaviraa 👀",
        "Me robaron mi termo en la mañana.\nCON MI CAFÉ.\nEL CAFÉ QUE NI PROBÉ 😭😡😤 https://t.co/GrVsH5PMp9",
        "Hoy no me voy a enojar. 💆🏻‍♂️🤷🏻‍♂️🙅🏻‍♂️🤦🏻‍♂️",
        "5 materias que más disfruté en la carrera:\n1. Cirugía.\n2. Medicina Interna.\n3. Toxicología.\n4. Anestesiología.\n5. I… https://t.co/3IkGPAPSW6",
        "@AdriSharai @KatiaAldrete",
        "@NetflixLAT Regrésenme las locuras del emperador 😩🥺",
        "@KatiaAldrete @coronado_277 @itsnadyya No mi ciela 🤭 https://t.co/xZ7ijRgppN",
        "@Ignacio_dpm https://t.co/i3Opy3BQO8",
        "@patyaguilarmar @ReginaCoronaF RT a ambos tweets",
        "@KatiaAldrete @mayornificus Ni tienes idea de todo lo que ha pasado https://t.co/xp0ZlVlNVK",
        "Síganme para más consejos 😚 https://t.co/cjwAdDtF2O",
        "Entre Goldsmith y Edgar Allan Poe, un poema de amor se escribió en febrero.",
        "Esta vez no me fui como gorda en tobogán.\nTomé un avión 🙂",
        "Hoy vino la virgencita a Urgencias ✨\nQue bueno, porque muy probablemente no tenga ni adscritos ni Residente en mi guardia 😩\nEstado: #Muerto",
        "@KatiaAldrete Falta mucho",
        "Si quiero rotar por aquí 😩🥺 https://t.co/K19HsmpzXN",
        "@Ignacio_dpm Y nosotros te extrañamos a ti 🥺",
        "“Algún día se volverán igual de fríos que yo y dejará de importarles”\n\nEs un friendly reminder de que solo espero,… https://t.co/foXFlOoIvf",
        "What a da(y)te 🤩",
        "@ValeriaChaviraa De vacaciones 🤤",
        "1. Anestesio\n2. Paliativa\n3. Psiquiatría https://t.co/O0NUqhzY6A",
        "La depresión se cura con comida*\n\nUn estudio aleatorizado de un paciente (yo)",
        "Los pediatras estresados me asustan mucho 🥺😣",
        "22+01+1997= 2020 https://t.co/8JEPT2WUvf https://t.co/UIfhtuj5qG",
        "Yuya ya sigue mis tendencias 😌✌🏻 https://t.co/Audzyc6Vhw",
        "@Hospitalizada1 El reglamento no decía que no, pero coincidían, mis vacaciones de mip1 eran la última de diciembre… https://t.co/8IB9W776MQ",
        "@Hospitalizada1 Junté mis vacaciones de mip1 y mip2",
        "Hoy también cumple años este bebecito y que bonito se siente compartir una fecha 🥺🥰 https://t.co/AnHJnLRTV0 https://t.co/1EW71PiB5G",
        "Mañana vuelvo al hospital después de un mes de vacaciones.\nNo estoy listo para activar mis alarmas 🥺 https://t.co/Eq4pxRKFpa",
        "@emileanocone No cualquier 20 https://t.co/XcHXhfkAbd",
        "@DiegoDlgdo Miércoles 🙆🏻‍♂️",
        "@Juandeltoro7 Amos a desayunar mañana o te freseas perro 🐕",
        "@isai1isai2 Jajajaja te adoro 😂🤩",
        "@itsnayaro Amooos a Ensenada 🤩",
        "No sé de dónde comenzó mi issue por no querer festejar mi cumpleaños,  pero este año sí lo haré.\nDeséenme suerte 🤞🏻✨",
        "@DiegoDlgdo Esta buenísima 🤩",
        "@DiegoDlgdo Página 39 https://t.co/XAubhOBVfs",
        "@DiegoDlgdo https://t.co/ZPoAd182II",
        "Amazing 😳 https://t.co/w6Um3ZF5im https://t.co/XiMzOzwcrR",
        "@emileanocone Boom baby 🤩",
        "La locuras del emperador. 😌🤩 https://t.co/OR3gh6Nwkh",
        "Siento que voy a ser ese morrito que llora en su acto acedemico.\nYa están avisados, perros, llévenme kleenex.",
        "@ismaelrivass @KatiaAldrete 😂😂",
        "@maurotaabutti @oyuky_flores @LauraBegu21 Yo jalo ✌🏻",
        "La verdad es que el 2020 me emociona muchísimo. 🤩",
        "@pozolcacao @LenguasdeJerbo Me uno al reto 🤩",
        "Es Hellmann’s https://t.co/7OUbuKSHnm https://t.co/pyUlYWmb93",
        "@im_pauloz El 2020 ya pueden ir a terapia sin sentirse juzgados 🤩",
        "A ver amikas, ser una perra mamona insufrible no es una personalidad, ya superen sentirse mejor por humillar a alguien en público 🙄",
        "El día que Cristian creyó en los horóscopos 😂😂😂 https://t.co/6rkovgoSZ9",
        "@maurotaabutti @Annnavc Me han decepcionado hoy 😠☹️",
        "Odio las guardias de los sábados 💆🏻‍♂️",
        "@ReginaCoronaF Que curioso, la mía también dice joto 🙆🏻‍♂️🥳",
        "Dejó de llover hace 4 horas y no han dejado de lloverme putazos ☹️",
        "El mejor triage de urgencias siempre será la lluvia ☔️",
        "Espero funcione 🤞🏻 https://t.co/1vOQJYid1x",
        "Transeúntes en el medio.\nÓleo sobre lienzo (2019) https://t.co/bOAYYb1j6I",
        "@Ignacio_dpm ¿Es la amarilla? 🤔",
        "Resolution day https://t.co/KXQ1aWWVD0",
        "Su tía borracha ha vuelto. https://t.co/gOZGlognj0 https://t.co/qW9WGYeLe3"
    ]
}