{
    "screen name": "jaime_m_reyes",
    "no. of tweets": 141,
    "tweets": [
        "Congrats @zxtzhangqian !!! Great to see it in print https://t.co/n93GvG9QaL",
        "RIP John Prine, amazing cover by Andrew Bird. Take care y'all https://t.co/KqJUwLMsHv",
        "Congrats to my mentor Peggy @Goodell_Lab !!! https://t.co/KHHUGSeFT4",
        "so cool https://t.co/o59BA4MNae",
        "novel method to take my dog to the grocery store #GermanShepherd https://t.co/l2PoKfb3Ax",
        "long time coming, congrats @DavidP_Labbe et al.!!! https://t.co/VeKJhpyUnU",
        "@sofia_kings and also still tired https://t.co/kKhKALGEdi",
        "Congrats to my mentor Peggy!!! 😎🎉🙌 @Goodell_Lab https://t.co/1l2TPNoVZj",
        "@sofia_kings just walk around with some colorful eggs",
        "@TheKingLab congratulations!!!",
        "wow https://t.co/RXDS3An44r",
        "The @Goodell_Lab lab just launched a sweet new website! Thanks to Anna, our wonderful lab manager for putting it al… https://t.co/1ehZhq2ijh",
        "go Astros! I think they need to win or something... @ Minute Maid Park https://t.co/JtpGhrSgdg",
        "@forrestwastaken Congrats dude!!! :)",
        "looking good in pink bcmhouston #breastcancerawareness @ Baylor College of Medicine https://t.co/Lr0qDXQif1",
        "@Michael_A_Erb Congrats man!!! Great work!",
        "Awesome experience representing @bcmhouston at the HHMI Gilliam Fellows meeting! Met tons of amazing underrepresent… https://t.co/X88wZEYFpk",
        "Congrats to @lollobrune &amp; @koston7 for @Cancer_Cell paper and cover on importance of NPM1 localization! https://t.co/It5tGQDsx8",
        "Super fun workshop! Highly recommend https://t.co/WB1nD17fbb",
        "a payment for 'Stros autocorrected to Syria and now I'm on a database somewhere @venmo #goastros https://t.co/PZ44Q5ijQe",
        "the jazz-fusion era of single-cell methods continues https://t.co/9FdgJK4Xvi",
        "Got to work with some eager 6th graders and talk about DNA and molecular biology. Many thanks to @BCMAcademyHISD!… https://t.co/QKjuU4a2n4",
        "Woohoo! MYCN invasion finally out @RhamyZeid congrats! https://t.co/YyEjOJxbqd Enhancer invasion shapes MYCN-depend… https://t.co/DK9PWcanT5",
        "cool weather viz https://t.co/R9oFv1Mu54",
        "raw insight into the events at Charlottesville, truly hateful people out there #standwithCharlottesville https://t.co/m41W4K9gcn",
        "@BernieSanders no revolution you say @JImWebb?",
        "yayyyy debates! #DemDebate",
        "@ConanOBrien are you wearing more make up for Doof warrior, or less?",
        "@theneedledrop saw u @ boston death grips, wanted to say awesome vlog, thx for the insights/opinions,didn't want to interrupt good times...",
        "I'm using @chrtwt to donate $10 to @RainforestUS - RETWEET to do the same!",
        "@dariogd31 I had a twitter before they blocked it in high school, yo. But yes, it seemed like all the cool kids were back",
        "MIT @maniacmeat tomorrow/(to)night!!! not sure where that line is drawn...",
        "@sofia_kings TOO COLD",
        "@sofia_kings NOW. Actually not now, maybe later this year. Or spring break, whenever you're available.",
        "@sofia_kings EXACTLY. I WANT TO VISIT YOU WHEN YOU GO TO AUSTIN. WE CAN. . . . DO THINGS. &gt;:D",
        "@sofia_kings I'm going to start getting extra ridiculous. AFTER I watch this again http://t.co/Ycgbv4g",
        "LET ME EAT CAKE",
        "@jessiejabs Pretty much nothing. . .",
        "@jessiejabs HELL YES :D",
        "@jessiejabs ARE YOU FREE TOMORROW? I leave Tuesday. . .",
        "@drunkjaime spitting game: \"oh you're a junior? I'm a junior too!\"#highschoolparties",
        "HELLO WORLD",
        "I love flying because at the other end of the sky is family",
        "3 DAYS",
        "Please RT & sign: Join @alfranken - add your name to save Net Neutrality from the corporate takeover of media: http://bit.ly/dup7fp",
        "For fools rush in where angels fear to tread.",
        "Billboard:s: self worth is better than net worth",
        "I believe in molecules.",
        "@Cindy_Ortiz I get to see them Thursday!",
        "@EmilyDevine mike of course. You're making sense from a biological perspective.",
        "I have 10 minutes to be more than 10 minutes away",
        "Yay Celtics?",
        "@ktlswimbeast but I AM in new England! I was only back home for a few days. And the weather is awesooome",
        "@ktlswimbeast haha same here!",
        "@Cindy_Ortiz same here dude, I had a deerhoof phase",
        "crystal castles \"listening\" party",
        "Guess who has two thumbs and starts Monday? *This guy* :D",
        "Good morning Baltimore",
        "The essence of human nature is man's freedom and his consciousness of his freedom. - chomsky",
        "Dance monkey.",
        "@jessiejabs woooooord. :D",
        "@Cindy_Ortiz I have your apartment finder thing! I'll be in town next week",
        "@sofia_kings you passed out drunk at 1 in the morning.",
        "@Cindy_Ortiz yeah, a lot of grad students rent out at frats. Y'all don't have dorms?",
        "@Cindy_Ortiz Good luck! Some MIT frats in that area offer rooms for rent too, they're sometimes cheaper than apartments",
        "@sofia_kings i'm making flash cards. You will help during Le trip to NY",
        "@sofia_kings you won't be relaxing, i've decided you're going to help me study",
        "@Cindy_Ortiz I don't usually go off campus to get stuff except for food at costco",
        "@Cindy_Ortiz @sofia_kings but the target is far as balls. it's not very convenient.",
        "@sofia_kings ahahahahahahahahahaha",
        "@sofia_kings FACT: Getting arrested is not as bad as you not coming to visit me in Boston. I'm drunk.  And at least you beat the dude.",
        "@sofia_kings NOT IF I JUST GOT A FREAKIN TICKET. WHAT IF YOU GET ARRESTED. OR WORSE, YOU COULDN'T COME TO BOSTON!!!",
        "@sofia_kings YOU JUST GOT A TICKET. YOUR ACTIONS DO NOT MAKE SENSE",
        "@sofia_kings account for all Le forces.",
        "Oh Canada.",
        "Wow. Wow. I love this place.",
        "@MikeLandwolf yo dawg, turns out i DO have access to the google shit. the've been updated.",
        "@MikeLandwolf uhh the peacock thing is complicated but not that far off... um i forgot what my google login shit was but i'll look for it.",
        "@Binky_Winky haha ok. Its received an extremely positive response so far with everyone I know up here. that picture is just stupid.",
        "@Binky_Winky I dunno, I just felt like dying it. And no but I'm too lazy to cut it so I dyed it instead.",
        "@MikeLandwolf I get that a lot. Especially because i'm taking a poetry class this semester and I play guitar. Its depressing.",
        "@Binky_Winky I dyed a piece red. And yes, its as long or longer than sophomore year but with less bangs.",
        "Got in trouble with the internet popo today",
        "They keep stats on everything else, why don't they keep stats on who's having the most fun?",
        "@Cindy_Ortiz i should clarify. i meant Cambridge, not Boston. Berklee-side definitely has hair dye.",
        "@sofia_kings you have herpes.",
        "awww yeah, only two classes tomorrow.",
        "@Cindy_Ortiz dude! Boston!!!!! Congratulations!!!!!",
        "how weird. :)",
        "The thing about book covers is that they help you judge a book.",
        "@Cindy_Ortiz I dunno dude, there's some hipsters out there I would prefer not be associated with",
        "@Cindy_Ortiz in the playoffs.",
        "@Cindy_Ortiz regardless of this years performance, we've still been FAR more consistent and successful. :) also we've never lost this badly",
        "@Cindy_Ortiz ahem, when was the last time you guys made it past the division? 14 YEARS and counting? We've won 8 of the last 14. Pobresitos.",
        "@Cindy_Ortiz &gt;:[",
        "@sofia_kings &gt;:p those videos do not exist. I secretly believe its the 2nd greatest song ever written by a woman. After My heart will go on.",
        "Leaving el paso and all I an think is Ra ra ra-a-ah, roma ro-ma-ma, ga ga ooh la-la",
        "God dammit Boston. Why must I return to your brutality?",
        "Pants or no pants, i'll wake up tomorrow in a whole new decade",
        "Planning to party like its 2009",
        "Just figured out Lil Wayne's lolipop on the synth. Feels like only the Twitter world would care though.",
        "Saturday night. What to do, what to do...",
        "\"The only way to atone for being occasionally a little over-dressed is by being always absolutely over-educated\"- O. Wilde",
        "Time to pretend...",
        "Dear el paso, accurate impersonation of northeast weather. You got the gloominess down but you're a few degrees off. Just a few. Nice try.",
        "@Cindy_Ortiz I could cry too, only because the stupid cowboys won",
        "@Cindy_Ortiz how did it go/when do you find out how you did?",
        "High: 28, winds: 20mph w/ gusts of 40. I cannot feel my face today. http://myloc.me/21ZVM",
        "2012: the prequel to Waterworld. http://myloc.me/1YxmJ",
        "studying should be as easy as those montages in the movies make it out to be",
        "@stellaristic @MikeEnFuego @EmilyDevine No, I'm getting new cowboy boots. Like legit custom Mexican ones.",
        "@eekmari our snow days are three months long which is flippin sweet. yours are only better cause they cancel school",
        "Going to Boston, brb.",
        "@Cindy_Ortiz its awesome http://myloc.me/1KOSW",
        "@sofia_kings Well did you read it?  http://myloc.me/1IwkC",
        "@Cindy_Ortiz @sofia_kings uh guys, he wasn't a president...",
        "@sofia_kings Roses are red, violets are blue, if I went to UTEP, I'd hate myself too. JK lol, it's supposed to be for Harvard",
        "@Cindy_Ortiz maybe. hopefully....",
        "@Cindy_Ortiz chemistry. i did well on my biology exam.",
        "@sofia_kings uh no, that was you.",
        "@Cindy_Ortiz only did half-awesome. one of those tests raped my mind",
        "@sofia_kings thats cause you are one, member?",
        "@sofia_kings hahahahahahahahahahahahahahahahahaha. fronchis...",
        "@Cindy_Ortiz &gt;:D i think this smiley should suffice as a response",
        "@Cindy_Ortiz no I don't. I'd rather party it up with random chicks http://myloc.me/1A2xO",
        "@Cindy_Ortiz no I don't. It was just an observation  http://myloc.me/1A0VU",
        "@ktlswimbeast and yeah we should totally party in EP  http://myloc.me/1uoar",
        "@ktlswimbeast oh you must not have it high enough. There's a point when your body says you're good but your brain says oh shit.",
        "sweeeet. #steelers",
        "steelers :D",
        "@sofia_kings topia all hope is lost for those people.  http://myloc.me/1pgBk",
        "@sofia_kings I think your hatred of baseball stems from the days you would rather just dance in the outfield http://myloc.me/1lnlW",
        "@sofia_kings drugs OR they're super skilled chiclets salespeople at chicos http://myloc.me/1ctkQ",
        "@sofia_kings ha ha pfft. that's not possible. http://myloc.me/1cqYW",
        "@sofia_kings hahahahahaha!!! http://myloc.me/16klP",
        "TROYYYYYYY",
        "Enjoying lunch in Times Square http://myloc.me/14PJG",
        "I love New York. Not the show though. The actual city.  http://myloc.me/14MmX",
        "@Cindy_Ortiz dude you would be half a mile from me. We would party the shit out of Boston. http://myloc.me/142iK",
        "@Cindy_Ortiz ah that song. That song is depressing. Except for the last movement that shit is bad ass  http://myloc.me/13iwr",
        "A tie. Whatever, you still win. GO US!!! #USMNT"
    ]
}