{
    "screen name": "Ayushmishraim",
    "no. of tweets": 155,
    "tweets": [
        "20 lakh crores package is 10% of our current GDP so, indeed it's very huge in every aspect.We must now support our… https://t.co/Mktowo5DNT",
        "@moonstar4u Babita ji dil jeet liya aapne❤😍",
        "@ESPNcricinfo Omg 😍\nSmith vs Akhtar \nKohli vs Warne( Kohli will destroy him)\nABD vs Wasim\nSachin vs Rashid( Sachin… https://t.co/3DodPXkrGj",
        "@OmarAbdullah @IRCTCofficial It has not crashed website expert , the data is being feed upon the sales of ticket will start at 18:00 IST.",
        "@ANI Kha ho rahi hai baarish @ANI",
        "@firkey_ Firkey mere bhai 💔🖤",
        "@AbheeAnshul @ESPNcricinfo Nahi, koi dusra bowler tha",
        "@ESPNcricinfo I had once scored 850 runs playing on the roof of my house....",
        "@ShashiTharoor @dpradhanbjp Duggal sahab aaj Petroleum expert bane hai",
        "@ESPNcricinfo ABD, Sehwaag too😭",
        "@ThatCavsFan @thelastavngr 🤣",
        "@thelastavngr Mere 225 followers hogye",
        "@Ambedkarcarvan Bhai main bta raha hoon poori raat phookne ke baad jab class aate the to aankhein aise hi lgti hain",
        "@RahulGandhi Maine bhi mummy ke bolne ke baad class ke toppers ke saath padhai shuru kar di thi lekin exam mein phi… https://t.co/ske3xND1IB",
        "@GaurangBhardwa1 Ye Uttar Bihar Grameen Bank se aage kuch nhi loot payega",
        "@sudhirchaudhary Bakchodi krte krte bhut aage nikal gye tau",
        "@ESPNcricinfo Gilly ❤",
        "@INCIndia Liars liars no one is charging migrants any penny, all the costs are incurred by state governments from w… https://t.co/atsYieLRnf",
        "@AleemDarUmpire @imVkohli Isko out mat diyo bhai...",
        "@cricbuzz Flintoff\nLee\nMcGrath\nAnderson\nGarner\nBumrah\nMustafizur",
        "@TejYadav14 @RJDforIndia Poore 2 ghanta upwaas kiye hai bhaiyya apna health check up krwa lijiye blood sugar kam hogya hoga",
        "@ESPNcricinfo Akram\nMcGrath\nLee\nKumble",
        "@sardesairajdeep Can't believe he is rooting up people like Gautam Navlakha who are accused in Bhima Koregaon case… https://t.co/torBADpLAm",
        "@RandeepHooda @netflix @Russo_Brothers @chrishemsworth @NetflixFilm @NetflixIndia Action to shaandaar hai lekin story kuch jami nhi",
        "@ESPNcricinfo Sachin Akram",
        "@coolfunnytshirt Did better than varun dhawan",
        "@cricbuzz @ABdeVilliers17 @imVkohli I mean India have at least 1000 times better spinner than chahal",
        "@TejYadav14 Bhaiiya aap mukhyamantri bniye tahe dil se iksha hai humari",
        "@KapilSharmaK9 @JohnCena John Cena janamdin ki hardik shubhkamnaayein",
        "@cricbuzz Change all decisions made by Steve bastard Buckner on the India tour of Australia in 2007-2008",
        "@ESPNcricinfo Dinesh Kartik ,Parthiv Patel in short formats",
        "@NushratBharucha Aapke khidki ke saamne waalon ke hi maze hai",
        "@ESPNcricinfo @gaurav_sundar Make Dhoni play at no. 4 in this game🙂",
        "@smitaprakash Imraan Khan hi hoga h na ma'am 😂",
        "@Ambedkarcarvan Ye uksaane ki saajish hai",
        "@ishkarnBHANDARI 3.",
        "@flyingbeast320 Iska vlog phir kb aayega ki kuch dino ke liye vlog nhi aayega",
        "@ESPNcricinfo Sir viv 😻😭",
        "@ICC Billy Bowden 🤙",
        "@desimojito @jack I was following you but khud pe khud unfollow hogya",
        "@ChhoroMarwadi @NVNGunna 😂",
        "@NVNGunna @ChhoroMarwadi Apnd bade bhai ko dekh ke excited hogya",
        "@Manpu_thewonder @DDNational ko thank you bol Raavan ki aaj teri mrityu tal gayi",
        "@Bhuvan_Bam Connect kar na 😂😂😂",
        "@sharmanagendar Bc 3 mahine ke fees 40k kya padhate hai aisa",
        "@Manpu_thewonder Marr gya na",
        "@ANI @AbheeAnshul  pizza kha aur 😂",
        "@asliyoyo We want to see the old YO YO ❤❤",
        "@AdnanSamiLive Huge fan sir❤❤",
        "@AdnanSamiLive Avengers Endgame",
        "@ESPNcricinfo Kohli  ,Rohit  ,Buttler",
        "@SGanguly99 Never seen Dravid so passionate, shows the intensity involved and the greatness of the victory.",
        "Urban naxals!!!! https://t.co/TyKtpk9EnB",
        "@SonySportsIndia 🇮🇳",
        "@ESPNcricinfo We don't used to have coins usually so we used to toss with sikhar ,a guthka pouch and then say hindi… https://t.co/sHt6kHI4ce",
        "@firkey_ Dal chaml🤣",
        "@ICC @RickyPonting did your bat had a spring?",
        "@TheACCnz @BLACKCAPS @RossLTaylor Superb 😂😂😂",
        "@AsYouNotWish https://t.co/57pzWaK0Lx",
        "@Manpu_thewonder Mandodri se baat kar lo last time",
        "@desimojito Monkey Shoulder, JD, Black Label, X, Gentleman Jack, Y, Chivas Regal",
        "@desimojito My crush is @smitaprakash ma'am",
        "@GSV1980 1653 provided that he faces  the first delivery of the match and ignoring the fact that he can't run 5 runs.",
        "@ESPNcricinfo @alanroderick Saalon berojgaari ki bhi hadd hoti hai",
        "@RanvirShorey @nikhilchinapa Ye aadmi bakchodi kar raha hai bas",
        "@ZomatoIN Rasgulla dipped in sanitizer",
        "@juliancamarena 3rd or 4th today i drank the 4th one!!",
        "A must read thread😂😂😂 https://t.co/wkMWE9NvAl",
        "@Fact Samosa kachori ka naam sune ho?",
        "@RahulGandhi https://t.co/kbokYvTsge",
        "@katyperry Love you 3000💟💟",
        "@ICC Dale Steyn",
        "@alok_ajay Okay sir 🙏",
        "@arvindgunasekar Don't you remember the epic power grid failure of 2012 where more than 400 million were affected a… https://t.co/qcAM2lh2iD",
        "@TejYadav14 😂",
        "@ShashiTharoor Crushed**",
        "@ShashiTharoor I was just studying today about Inflation and got to know that how your CONgress have brutally crush… https://t.co/KekECAPEfp",
        "@khanumarfa You have no right to call that m@ulvi a terrorist let the judiciary decide",
        "@ShashiTharoor Nice initiative 🙏",
        "@desimojito Prime minister candidate 2039\nTab tak 1 baar aur modi aur phir dono baar mota bhai.",
        "@ICC The intersection of 9th row and 8th column",
        "@josbuttler Most non deserving team to win World Cup 😂",
        "@zainabsikander https://t.co/ChDqGlZzQN",
        "@ESPNcricinfo 96 world cup 🇮🇳",
        "@GappistanRadio Subscription sasta hai gappi bhai internet kon laaye utna saala tv series dekhne ke chkkr mein 1 di… https://t.co/ilbNJknb3s",
        "@AbheeAnshul @vedhika_army @Vedhika4u 👌😻",
        "@AbheeAnshul @sardesairajdeep 501/-",
        "@sardesairajdeep Bas sir aise aise news tweet krne se jo paise aate hai whi donate karne ko mai bol rha tha 😂",
        "@ICC One n only Brian Charles Lara 😻",
        "@EconomicTimes Majority of them share tik tok videos or some random love status videos which is bigger threat to society than corona virus",
        "@root66 @root66 \n@ECB_cricket 😂 https://t.co/MGYc8DsLJn",
        "@rishibagree \"5 crores what about others\"",
        "@TheAaryanKartik Respect 🙏",
        "@TejYadav14 bhaiyya aap mukhyamantri bniye bjp ke saath gathbandhan kijiye",
        "@SrBachchan https://t.co/4zCPXrhNNT",
        "@GappistanRadio 🤣",
        "@ICC https://t.co/Aalkd5Bee5",
        "@AbheeAnshul @KP24 @Rakulpreet Bc",
        "@RahulGandhi I can feel your pain ek baar mai bhi chuttiyon mein nani ghar nhi gya tha😭",
        "@KP24 @Rakulpreet Bhai tu kaise jaante hai isse i mean kya connection hai",
        "@DrKumarVishwas @PMOIndia @narendramodi @MoHFW_INDIA @drharshvardhan Pranaam kaviraaj",
        "@sardesairajdeep @PMOIndia Baap re everytime i think you can't spread misinformation misquotation from this news yo… https://t.co/9RqxkSXk6m",
        "@sardesairajdeep Yes that's true i agree and i would also like you to donate atleast 10% of what you earned through dalaligiri.",
        "@ShashiTharoor Yes you are right GOI should have hold meetings with corona virus to announce lockdown",
        "@RoflGandhi_ Abey chutiye DTC ki buses mein bhar bhar ke logon ko 100 rupay mein UP BORDER pe utara jaa rha hai to… https://t.co/VRYFjN715i",
        "@aajtak @gopimaniar Waiting for @sardesairajdeep sir's applause",
        "@ICC Sir Viv😻",
        "@TejYadav14 @BSYBJP @CMofKarnataka @CCBBangalore @Karnataka_DIPR @BJP4Karnataka @INCIndia @MahilaCongress @Tejasvi_Surya help",
        "@TejYadav14 Pranaam bhaiyya🙏",
        "@TejYadav14 @OfficeofUT @AUThackeray @CMOMaharashtra @MumbaiPolice @DGPMaharashtra @BJP4Maharashtra @PIBMumbai… https://t.co/mm8BmU3cqZ",
        "@TejYadav14 @ashokgehlot51 @RajCMO @INCIndia Ek hi to dil hai Teju bhaiyya kitni baar jitoge",
        "@moonstar4u You are best babita ji 💯💟",
        "@MichaelVaughan Have you heard of a name called Rahul Dravid?!",
        "@smitaprakash https://t.co/1WpsuY2eYM",
        "@PrakashJavdekar @narendramodi @DDNational Jai shri ram",
        "@mayankcricket @aashitasagarwal Ludo khel raha hoon",
        "@Cricketracker Preparing food with @Jaspritbumrah93",
        "@ShashiTharoor Yeah Cuba is very efficient in handling situations like these it has even sent his group of 50 odd d… https://t.co/j6weg0ymAB",
        "@ANI Kutai kardo",
        "@rahulkanwal Kya saste nashe karte ho bhai?\n2000 deaths se 4000 deaths pahuchne mein agar 1 din ka time lgta hai to… https://t.co/MOLMRzN0eQ",
        "@Ravi_slayer @ManMundra @Bhart_09 Ye dekho galat diya hua hai google mein https://t.co/wLwwk3lrwz",
        "@Ravi_slayer @ManMundra @Bhart_09 Google pe galat de rakha hai Bhai",
        "@ManMundra @Bhart_09 Sir kindly note this thank you",
        "@ManMundra @Bhart_09 Ashok Rajpath, Patna University Campus, Patna, Bihar 80001\n\nPhone no: 0612-2300343",
        "@ABPNews https://t.co/sAHBgvdK42",
        "@GappistanRadio Gappi bhai theek to ho na??",
        "@muglikar_ Diwali mein Chinese jhalar aur bulbs naa bike to 50% yuhi kam ho jayega",
        "@GappistanRadio Gappi bhai nahi rahe😭😭😭😭",
        "@bainjal I guess propaganda",
        "@RTforINDIA Iske liye Rahul Gandhi ji ko Medicine ka Nobel Prize diya jaana chahiye",
        "@OmarAbdullah 🤣🤣🤣",
        "@PChidambaram_IN May be his case was an example of the failure of the judiciary but yours was perfect one for the p… https://t.co/v6ZzpgP0S3",
        "@TejYadav14 @narendramodi Teju bhaiya zindabaad",
        "@sonamakapoor @mybmc Are aunty kyu bakchodi pel rahi ho band hogya hai sab kuch ghar mein kuch stock rakho na chhol… https://t.co/tqOZcxxM5W",
        "@WasimJaffer14 @sreesanth36 @SGanguly99 @VVSLaxman281 Link plz",
        "@ShashiTharoor Lazy chhole",
        "@Being_Humor https://t.co/i9P3ETZGGK",
        "@ABPNews Shuruaat ghat se kariye Robert Wadra ko boliye madad kare bhut paisa dba ke rakha hai",
        "@theskindoctor13 @Being_Humor @theskindoctor13 https://t.co/O4QbFoGcrO",
        "@anjanaomkashyap https://t.co/EPR4dzXPwt",
        "@RickyPonting Bat tod ke dikha dum hai to i m sure spring niklega",
        "@ICC What about this one? @ICC @cricketworldcup https://t.co/fms5mJv7bO",
        "@AbheeAnshul @narendramodi Bhut kuch bjaye hai😂",
        "@narendramodi \nWe Patnaites are with you in this fight against COVID-19\n#JantaCurfew https://t.co/lbaRuZxg1I",
        "@Atheist_Krishna Patna mein to Patakhe bhi jla liye logon ne",
        "@ICC Hey @faf1307 ready for some corridor cricket?😁😁",
        "@ParveenKaswan @desimojito 👀👀",
        "https://t.co/FrszOzpbCi\n@PiyushGoyal \n@RailMinIndia \n@Se_Railway \nSee this immediately",
        "@ind_Cyborg @desimojito @pokershash @dharmicverangna @RahulGandhi  you are safe bro",
        "@desimojito Ek baar old monk peeke raat mein ghum rha tha to Ek naale kinare baithke usko 2 ghanta taara tha aur sa… https://t.co/X9WjxPqY5j",
        "@ishkarnBHANDARI कोशिश करेगा नहीं कोशिश करूंगा होता है sir😁",
        "@sonamakapoor Aaj duggali sahiba doctor bni hai😂",
        "@t_d_h_nair Tere jaise hi logon ko chutya kaha gya hai.\nBihar,UP mein tere jaise chutye nhi hote hai bakchodi kam k… https://t.co/JgdxNUD1ZD",
        "@Bhartiy_sannari @KapilMishra_IND @InternetYodha @FlyingChaman Details for direct bank transfer / UPI\n\nUPI: rzpy.gi… https://t.co/3hSza0TzH2",
        "@RCBTweets 25 runs in one over and 60 odd runs in every other match."
    ]
}