{
    "screen name": "danzs9",
    "no. of tweets": 172,
    "tweets": [
        "Tonight I am playing Red Dead Redemption. Predecessor to RDR2 but sequel in terms of story.",
        "@Kav_Kaushik * whispers * stronger economy, fairer society 🥺",
        "@psa_ecn Always great to see early career researchers get papers published. I am so thankful to my supervisor for a… https://t.co/TNmyyKosOc",
        "Neither can we 🤷🏻‍♂️ https://t.co/8ZTOEAONiV",
        "@dbrby @shephard_mark That would be interesting. I believe it could be found to cut both ways. Backbenchers ask sof… https://t.co/Kdp3f3UNwo",
        "@ScanlanWithAnA @UCUGlasgow https://t.co/GioYT9rcGm",
        "@dbrby @shephard_mark Interested to read this, my friend and I where discussing the other day that pre-thatcher it… https://t.co/wxozCO2JDx",
        "@_RachelHandley I have been having heavy brain fog this week with chapter 2 edits. Working on my theoretical framew… https://t.co/aqs7ZBqPbs",
        "Now officially a member of @UCUGlasgow ✊ Now more than ever #unionsmatter",
        "@estwebber It really is. It is compounding already existing problems of routes into academia.",
        "@JamesCrisp6 I mean yeah seems about right the current Gov has no idea what brexit is",
        "As a PhD student with dyslexia, I know that there are challenges that disabled students face. Covid-19 only makes t… https://t.co/51L8TtAGTt",
        "University of Glasgow: Petition against GTA cuts at UofGlasgow - Sign the Petition! https://t.co/nuYeFtCBL2 via @UKChange",
        "@estwebber The effect on PhD researchers is being felt particularly profoundly. We have had GTA positions, which ar… https://t.co/qbKIWQQjXE",
        "This article ignores the fact that in major cities, most people live in very small flats. When I lived in London, I… https://t.co/l4h9xabGgu",
        "@ruth_gilbert Did you see the email today with guidence for PGRs document? Literally said 'discuss impact of covid… https://t.co/QYawIIj4Un",
        "@AdamDShaw Also Christain Bale is in the movie",
        "Godfather Part 2 is simultaneously the greatest sequel and prequel in cinema history.",
        "I know it was you Fredo",
        "Question: why you slashing GTA positions?! https://t.co/tK3ClImqn7",
        "@HzBrandenburg At least he is not Secretary of State for Health anymore .....",
        "@aculleny Ohh that is a good one.",
        "@HzBrandenburg My take away from the Matt Damon stuff is ‘damn we are missing out on a Ridley Scott historical epic’",
        "Sat across from Sir Ian McKellen on an almost empty DLR. https://t.co/BFzZ36XnP4",
        "@ruth_gilbert Armageddon",
        "@frasmcm @jakeregal San Andreas, Oblivian, Age of Empire, Pokemon Silver, Red Dead Redemption.",
        "@DrTermagant @RMIT When was this sent out?",
        "@DrTermagant @RMIT Bloody hell! Are they actually looking for volunteers to basicly do GTA roles for free?!",
        "@BarryBlackNE Along with the shaming of workers taking public transport. Even though they where told to go back to work by the Gov.",
        "Leave the gun. Take the cannolis. What movie?",
        "@tjscotto Welcome to the college",
        "@HzBrandenburg Well the tory party membership and supporters at least ;)",
        "@MaconStStudio Et tu, Brute?",
        "@lauracomincini @UCUGlasgow Thank you for hosting was very informative",
        "@christopherhope Who gives a fuck about a commerative 50p coin during a global pandemic!!!!! Mate priorities!",
        "@aculleny Tess loves people but also loves being left alone to sleep haha",
        "@aculleny Left: Mabel Right: Tess. Chin for scratches. All over for pats 🙌🏼",
        "@aculleny Two of the five heating themselves in front of the log fire https://t.co/CNuj1qQNRX",
        "@OliviaArigho @essexgtas Thank you for sharing this, we are working away to fight for our GTA positions at Univeris… https://t.co/rySeF1Fupz",
        "@SarahMarieNoe It’s honestly outrageous how little the cost of GTAs actually is compared to other things universiti… https://t.co/LgknwVz0vS",
        "@lauracomincini @UofGPhDSociety @UofGlasgow Well with how the department is dropping us in the deep end it seems we may have to :/",
        "@UofGPhDSociety @UofGlasgow So is the department wanting a massive drop out rate of final year PGRs then?",
        "Bored of coronavirsus? Read my paper on Brexit about the messaging during the campiagn for some light fun reading… https://t.co/wUi9cubMLJ",
        "@ThomasEason_ How I measure social distaning. Keep this many Russel Crowes between you https://t.co/zI8U7duKWq",
        "@ThomasEason_ You look like Bruce Wayne in Batman Begins going to find the league of shadows. 13/10 this should be… https://t.co/n2YjnYcdAG",
        "@raumwurschtler I think mine kinda works haha",
        "Sopranos and Assassins Creed Odyssey. https://t.co/tvJX5yYXQ7",
        "@anna_a_kern @IneGoovaerts2 @Bram_Wauters @FWOVlaanderen @Gaspar_UGent Very interesting topic indeed.",
        "@CharsTreehouse I heavily stan this",
        "Make Coffee\nInsult Dominic Raab\nPlay Childish Gambino https://t.co/3xORhLsdi5",
        "@aculleny At my fams with 5 doggos, no need to cry when you have all the doggos",
        "@aculleny I watch Frasier in the morning and also continue thinking how to move to Europe",
        "@frasmcm @ScanlanWithAnA With a remix of his classic 'Get Bent'",
        "@aculleny I mean Dominic Raab started talking about it all this morning and that really didn't help frankly made the confusion worse",
        "I watched the PMs statement last nigth and I honestly have know clue what the lockdown measures in England are now… https://t.co/wbD6ZoKqE4",
        "@taylorswift13 gave us either 1989 or Reputations for our late 20s! What album you choose shows your late 20s! For… https://t.co/3AFTJFYxd5",
        "@taylorswift13 asking @TheRock to be sexier is the ultimate power move! #TaylorSwiftk",
        "Love this news! The best for the job of representing the borders in Holyrood! https://t.co/Rv8NE298hE",
        "Astoundingly devastating unemployment numbers coming out of the US. 33million unemployment. #COVID19 #Election2020 https://t.co/Mn8GJ1JKdv",
        "@Brill_Burrito Support your local!",
        "@mariaelenactq @Glasgowanticas When black mirror episodes become 'not farfetch enough and just ripping off relatity'",
        "@mariaelenactq @Glasgowanticas The term 'uberfied workforce' slaps so hard cause it feels scarly possible and likely :(",
        "We face losing a whole generation of academics with this slashing of GTA positions and curtailing of PhDs oppurtuni… https://t.co/GrKj8dhIgN",
        "@PandemicPGRs I am not holding my breath tbh ..... PGRs are being shockingly forgotten",
        "PhD Expectations: Grand debates about political ideas.\nPhD Reality: Your two supervisors discussing whether the wor… https://t.co/uF9bwMNtqr",
        "@PandemicPGRs Look forward to joining the next one, keep up the good fight",
        "@ThomasEason_ https://t.co/si76keGGdD",
        "@_Jack_Carr My first one was 2010",
        "@nikkiusher Wow this is a rather calious article",
        "@JeanFind @ScanlanWithAnA @UofGlasgow @Glasgowanticas @UCUGlasgow Have read it and am discussing it with colleagues… https://t.co/qzOLRN3f52",
        "If there are no GTA positions next year then current GTAs will likely be pushed further into economic hardship. Wid… https://t.co/CDSYMHqaSi",
        "If there are no GTA positions next year then current 1st year PhDs are being locked out of gaining teaching experie… https://t.co/2LPho9hw1l",
        "@SarahMarieNoe @AarhusUni Big congrats! Good luck :D",
        "@NeilMcNulty91 Would they legally be allowed to offer unpaid teaching? Similar to how unpaid internships are now outlawed-ish.",
        "@UofGVC @scotgov @GOVUK Well this be used to help support GTA jobs and PhD students teaching oppurtunities?",
        "@ScanlanWithAnA @frasmcm Is it the same clock the British gave to the Iranians for a large portion of thier country?",
        "@frasmcm @ScanlanWithAnA Quite but there is already a limited pool of jobs in the market which will contract due to… https://t.co/oykngMAbyC",
        "@ScanlanWithAnA @frasmcm @HzBrandenburg But there inability to answer undergrad emails to help them in am more past… https://t.co/KlmOGahxY2",
        "@frasmcm @ScanlanWithAnA Yes it’s a bad situation. But I am paying, and so are funded students, £4K a year for a Ph… https://t.co/7Ljn5ODACB",
        "@Jacob_Rees_Mogg Get bent!",
        "@ScanlanWithAnA This is true Dr G is a good one!",
        "@ScanlanWithAnA Can I get a job in two years?",
        "Shrinking job opportunities added to less ability to gain experience means NO opportunity to progress into full tim… https://t.co/EQaJS3ezMx",
        "Higher education institutions are letting down PhD students. If there is no GTA opportunities then there is not abi… https://t.co/k6HNSr1uFZ",
        "@ScanlanWithAnA Couldn’t agree more, plus the return of clone wars Maul is always welcomed",
        "@ScanlanWithAnA https://t.co/EfOpqhgGUv",
        "@ScanlanWithAnA Watch the last four episodes of clone wars, it’s like a mini movie and takes place parallel to reve… https://t.co/I4GnyGLz0s",
        "The dark side of the force is a pathway to many abilities some consider to be...unnatural. #starwars https://t.co/xPAj1Z5hp6",
        "@frasmcm Galloway has fallen a long way, absolute crack pot now",
        "May the Fourth be with you, always #starwars #clonewars https://t.co/YFNtWjMhp8",
        "@frasmcm We do have a plague at the moment so",
        "As ever a superb tasting by @amcarmichaelMP https://t.co/qKA4LKWvuK",
        "@JakubWondreys Hope you are doing well now lad",
        "I feel very seen by this. But am ok with that 😂 https://t.co/UE4KZqqZp3",
        "@frasmcm You could be right, I feel that if they got Indy they would spilt due to internal ideological divisions",
        "Still at 51% even after the Salmond trail, what can dislodge the SNP dominance. https://t.co/yI0IyQ5cwJ",
        "This is white privilege. No person of colour would get away with this. https://t.co/ouhk0aWrEe",
        "Second last episode of Clone Wars got me like. #CloneWars #StarWars https://t.co/YxlYewwa7f",
        "Electronic voting being trailed in the UK Parliament today. I believe this will be a ‘crossing the rubicon’ moment… https://t.co/raJNZ2lQjr",
        "Coronavirus is kinda making me miss the brexit dread. I could at least go to the pub and have a pint through it. Th… https://t.co/AQuermSWlS",
        "Interesting insights from YouGov poll. The public do trust tv broadcasters but not the papers. https://t.co/WvXvKFpyPd",
        "Hell yes!!! https://t.co/paEMKNJfET",
        "@alexmiddlewood Every journey starts with a first step and when it comes to grading students assignments that first… https://t.co/7YK8S31XgD",
        "What do Boris and Darth Vader have in common? Neither know how many kids they have.",
        "@LewisMcKenzie94 @PA Did he actually say that?! haha amazing",
        "One of the most powerful insights into society that #COVID19 has provided is this: the stock refiller and cashier i… https://t.co/yLckWiScnl",
        "@davidtorrance Agreed, I do feel the lockdown will have a profound effect on the British people for some time.",
        "@en_ligne_ @ScanlanWithAnA @Peston @BorisJohnson do you think he had a lawyer there just incase he changed his mind",
        "@AdamDShaw True, Brexit was more a crystlising moment of \"well damn this is bad\"",
        "@ScanlanWithAnA @Peston @BorisJohnson This is not his first child by a long stretch. Bit routine for him now.",
        "@AdamDShaw 2008 financial crisis",
        "Congrats to @BorisJohnson on child number 6 or is it 7? 🤷🏻‍♂️",
        "First time watch Dune tonight. Let’s see how this goes.",
        "Maya Hawke - Coverage (Live from the Barn) Camera work and direction by Ethan Hawke https://t.co/77rWIAdZdc via @YouTube",
        "Who hurt you Mitch? Or do you just hate people unless they are billionaire donors or big corporations. #COVID19… https://t.co/e2DB3k2Hj0",
        "All ready for @amcarmichaelMP’s Whisky tasting on Saturday. Virtual this time as opposed to the traditional venue o… https://t.co/DsZNeGYQtD",
        "Dean of Graduate Studies sends out email about Impact of #COVID19 on PGR's. What a waste of an email literally says… https://t.co/4z5OX3aTOw",
        "It is the marker of a free and fair society in which we can openly discuss and debate ideas constructively. Sad to… https://t.co/CnpgtynqmE",
        "@_RachelHandley @ThomasEason_ Good Luck! You got this!",
        "@hdmackenzie1990 Happy Ed Balls Hamish, to you and your kin! Hard to be away from friends at this time of year",
        "Ed Balls! #EdBallsDay",
        "@psa_ecn @washingtonpost All The Presidents Men. It was made so soon after watergate because Redford, while watchin… https://t.co/Xdm1KZfJg9",
        "Watched the Post last night. Tonight All the Presidents Men. @washingtonpost",
        "Daily @WhiteHouse briefing not going ahead. The complete breakdown of Presidential and Press cooperation is astound… https://t.co/o6SLeUMchf",
        "I could imagine Joe Exotic tweeting “that Carole Baskins is an absolute bitch and deserves to be murdered.” And the… https://t.co/DDXM5Hjv5a",
        "New Zealand under @jacindaardern has been a model, and we most emphasis again, of how to handle a crisis. By far an… https://t.co/gUG9o4hL3g",
        "@ThomasEason_ We have been given the answer that this is because to have changes to PhD requirements a europe wide,… https://t.co/4PRSoJcnmE",
        "@ThomasEason_ I am the phd politics class rep and am working with the PhD society to push the university to acknowl… https://t.co/Qcp4ZjLnjz",
        "@ThomasEason_ As a fellow dyselxic PhD researcher, I am aslo dismayed at how uni covid help is going",
        "Bit to accurcate to the current state of news media throughout the western world. https://t.co/YF67FFavZc",
        "I feel @BorisJohnson's 9am statement outside No10 was a bit out of place. He did not really say much apart from he is back at work. #COVID19",
        "Working away on the theoretical framework of my thesis, nearly finished only 1 out of the 6 left to draft, but its… https://t.co/hSSE8j9JnM",
        "When you get asked who you want to play you on SNL and you say Brad Pitt. Then, it happens.  https://t.co/8twPnheXMc",
        "What is your most Lib Dem opinion?",
        "PM set to return tomorrow. What will be the view of @DominicRaab's tenure as interim? #Covid_19 #UKpolitics",
        "@frasmcm @ScanlanWithAnA Eekkk both make very good points #FenceSitting 🔶",
        "@josephheskett CEO of the merchant city council",
        "I am 1000% here for @SamWitwer voicing and @IAMRayPark motion cap for Darth Maul in the final episodes of @TheCloneWars 🙌🏼",
        "Butchers busy on this sunny day in Strathaven! Next stop the bakers. No candlestick maker before you ask #shoplocal https://t.co/SvFDRbAA5w",
        "@hdmackenzie1990 Bebo did as well",
        "@ScanlanWithAnA https://t.co/BHmureEgZ7",
        "@ScanlanWithAnA Get bent Potter!",
        "Don’t pay for the new Live ‘Taylor Swift’ album. It’s not authorised by her and is a shameless cash grab by the peo… https://t.co/I3ia3DDere",
        "@BordersJen @HelenasIvy @rebeccabellLD @edjthornley @jillblair @chutchinson96 Midnight in Paris yes, one thousand times yes.",
        "Richard Branson 2009 “companies need to stand on their own two feet and the weak ones need to go to the wall.” #COVID19 #paytax",
        "Biden 2020: I Won’t Inject You With Bleach! #Election2020 #COVID19 https://t.co/FYwC6JUQlA",
        "I know it’s a bit passé to say ‘don’t listen to Trump’ however, and I cannot stress this enough. DO NOT and I repea… https://t.co/4bw83Cesom",
        "Just over here waiting for McDonalds to open back up #Covid_19 #McDonalds",
        "Office mate is currently fast asleep snoring. Would report to HR but is to damn cute. https://t.co/moBnUaXJ05",
        "Perfectly sums up these American protest against lockdown measures. #Covid_19 https://t.co/GIiuievkBr",
        "First time at the supermarket since the lockdown started. With a queue like this for shopping how are elections in… https://t.co/k9mzo3TLfq",
        "@KremlinRussia_E Get Bent.",
        "@KremlinRussia_E  habeas corpus? Install it in your county!!!!!! Get bent!",
        "Putin will be held on level with Stalin as one of the most total totalitarian leaders in history. However, Putin di… https://t.co/RVdc2CQytc",
        "If you are looking for something to read during lockdown why not read my article on how the issue of self determina… https://t.co/5D1VHgADBS",
        "Interesting referendum history fact: Churchill proposed, in a letter to Attlee, holding a referendum on continuing… https://t.co/nLkqA1BTa0",
        "Reading a book about Attlee and Churchill, just reach the point where the Beveridge report is released. Maybe the U… https://t.co/GcJbtIXlTY",
        "@EhLoDee Thoughts and prayers",
        "This leaders debate just shows how poor our choices for Prime Minister are.",
        "Can Boris Johnson actually win a parliamentary vote?",
        "Best narrative history book I have read in a long time. Amazing insights into the Yalta conference. Thought provoki… https://t.co/dPpa22y7zL",
        "Has the Prime Minister actually won a parliamentary vote?",
        "In effect PMQ should be happening tomorrow.",
        "So as prorogation was unlawful Parliament was never suspended. That means Parliament is still in session.",
        "Supreme Court has ruled prorogation of Parliament is unlawful. Incredible.",
        "@EhLoDee 'draw me like one of your Victorian work house owners'",
        "#askran what is your view on Alex honalds free solo of El Capitan",
        "#askran what is your view of the recent bottle necking at the death zone on Mount Everest?",
        "Dustin and Suzie are relationship goals. Only alternatives are Dustin and Steve OR Steve and Robin. #strangerthings",
        "A true representative of the Borders out on the doors talking to the voters. https://t.co/kvuTTMcM98",
        "Glad to have placed my vote for the @scotlibdems and @europesheila. A vote for Britain in the EU, Scotland in the U… https://t.co/NotnZthHIm",
        "@CreeperTweeter3 @washinglinepeg OMG why you so annoying #TwitterFlameWar"
    ]
}