{
    "screen name": "pablorfc",
    "no. of tweets": 190,
    "tweets": [
        "https://t.co/AFMbF9E0Re",
        "A Noruega tornou-se o primeiro país do mundo a proibir o desmatamento. | Cantinho https://t.co/UAZkOqTt5s",
        "https://t.co/Qb7tQXAEVo",
        "Adorável biblioteca sobre rodas leva livros para crianças na Itália que não tem acesso à leitura | Razões para Acre… https://t.co/3m3T33fwA3",
        "https://t.co/YZIdzRYS9e",
        "Biólogo indonésio inventou sacolas que caem no mar e se transformam em comida de peixe - Educadores https://t.co/Dowij0Tpcs",
        "https://t.co/qM6iA2sgwo",
        "Dois jacarés albinos produzem os primeiros 19 ovos albinos do mundo em cativeiro | Cantinho https://t.co/LbWl9NQmwa",
        "https://t.co/DkbzlcWLNL",
        "UFRN desenvolve curativo biodegradável e anti-inflamatório à base de ativos orgânicos https://t.co/Ie0P8WUPsx",
        "Rio Grande do Norte é destaque em revista de turismo na Alemanha https://t.co/xH613eaBJD",
        "https://t.co/2iaEpRKUOQ",
        "Finalmente chove na Austrália: mais de 30 incêndios florestais são apagados https://t.co/15ycjdS4CD",
        "Mulheres indígenas já plantaram mais de 1 milhão de árvores no MT https://t.co/dvQWf0arZP",
        "Clorófito, a planta que purifica todo o ambiente de sua casa - Sabedoria Pura https://t.co/2c95MkvIOO",
        "SP dá início a projeto que troca garrafa pet por crédito em transporte público https://t.co/Y5XeXPZq45",
        "Este rim artificial pode eliminar a necessidade de diálise renal https://t.co/LlR7XoZ3sW",
        "Médico atende gratuitamente pessoas carentes em sua clínica particular | Razões para Acreditar https://t.co/MWIX4k5m5h",
        "https://t.co/c2nn5zBxWq",
        "Agricultores voltam ao método antigo: combater pragas plantando flores silvestres em vez de usar produtos químicos… https://t.co/XvrqflL5cH",
        "Designer da UFMG cria embalagem de pasta de dente que pensa fora da caixa - literalmente! https://t.co/NcyGLIm2fL",
        "https://t.co/UtlgjHu8dY",
        "https://t.co/Ii2o1YQLMo",
        "https://t.co/aNe5PpdzH5",
        "Jovem mexicano cria torres que purificam o ar com a mesma eficiência de 360 árvores! https://t.co/tS8xxqoyY8",
        "Ex-jogador Romário Faria passa férias em Natal https://t.co/sJfYo0lOuf",
        "https://t.co/r6x141Lw4g",
        "João Carlos Martins volta ao piano após um ano graças a luva biônica https://t.co/WkZ51YqDMr",
        "Após 30 anos, Will Smith reencontra mulher que o ajudou no início da carreira https://t.co/l8ih5p4Yzv",
        "Açude Gargalheiras atinge maior volume desde 2014, diz Igarn https://t.co/k1qP9Gb6RQ",
        "Bióloga que salvou Arara Azul da extinção em 30 anos de luta concorre a prêmio https://t.co/thdrqR42bY",
        "Keanu Reeves financia secretamente hospitais infantis, pesquisas sobre câncer e muito mais https://t.co/cORb5A1S8R",
        "Michael B. Jordan será o primeiro ator negro a interpretar o Super-Homem https://t.co/yHaXAwX0aF",
        "RN aparece entre estados com maior número de notas mil na redação do Enem 2019 https://t.co/YfyNlpPlPV",
        "https://t.co/D5Iu0lxT1K",
        "Quênia instala primeira usina solar capaz de transformar água do oceano em potável https://t.co/btmME6YqAf",
        "Empresa está usando garrafas de plástico para fazer estradas que duram 10 vezes mais que o asfalto https://t.co/xxS190UlXf",
        "Feitas para coletar plástico e proteger os oceanos, as instalações de peixes gigantes nas praias mexicanas são uma… https://t.co/MviaTeJIQe",
        "Natal está entre os 10 destinos do País mais procurados pelos brasileiros https://t.co/LsOkPAd2V4",
        "https://t.co/2ikDUL415n",
        "https://t.co/r8PXA1fIHP",
        "https://t.co/hGlUP2K9VS",
        "https://t.co/HZCVL2zfVb",
        "https://t.co/lrXJt2JDqW",
        "https://t.co/BZQwZFAMNA",
        "https://t.co/G7LOj3z3u2",
        "https://t.co/qstThCOQa3",
        "https://t.co/NnWKPqrwfs",
        "https://t.co/bu98njgfok",
        "Fotógrafo registra uma auréola solar formada por cristais de gelo. Uma cena incrível https://t.co/jjlZ7pCyrO",
        "https://t.co/27OfUJ2mhz",
        "Neurocientista brasileiro faz paraplégicos voltarem a caminhar https://t.co/fIS47GHcuQ",
        "Milhares de cenouras lançadas de helicópteros para salvar animais sobreviventes aos incêndios na Austrália https://t.co/0nYcEi4Sme",
        "Sacolas de mandioca que dissolvem na água, e ainda podem alimentar os animais marinhos. | Cantinho https://t.co/aeQqS2IKE1",
        "Bombas de sementes para reflorestar o planeta https://t.co/9epodwaLTH",
        "Projeto de Lei busca promover assistência à saúde mental de policiais https://t.co/aeorhiTRym",
        "https://t.co/RKQUnGRuGK",
        "https://t.co/go1paVOYXH",
        "Artista argentino cria tanque de guerra munido da arma mais poderosa: livros | Razões para Acreditar https://t.co/JR54CXu33T",
        "Pink doa R$ 2 milhões para equipe de resgate da Austrália https://t.co/07euyv8xJB",
        "https://t.co/w2U0zuSwUU",
        "https://t.co/Dc7EYb41j8",
        "https://t.co/uPP8pSlgds",
        "https://t.co/1QSvvVJ6gx",
        "Para-lamas do Fusca são transformados em motos simplesmente lindas, veja o passo a passo - Engenharia é: https://t.co/aO9Cjr1hMw",
        "https://t.co/KKqKaoEPac",
        "https://t.co/G88yTb0tWm",
        "https://t.co/yaIpYWOb9h",
        "Tampinhas plásticas ajudam a conseguir cadeiras de rodas para pacientes da ABBR https://t.co/tntW3sFrju",
        "https://t.co/CbUMqGBziU",
        "5 lugares em São Paulo para fugir do caos e curtir a natureza https://t.co/ztgTXpSziQ",
        "Pimenta malagueta diminui risco de morte por derrame e infarto https://t.co/MbDgOdhdHj",
        "Morador de rua que fez Enem ganha emprego e bolsa de estudos | Razões Para Acreditar https://t.co/IAZQbSE2rL",
        "https://t.co/bZRFu5tNqg",
        "https://t.co/RWVFOkUCLr",
        "https://t.co/y0f0hUJuVQ",
        "https://t.co/cLW1GrBemd",
        "https://t.co/uB7wbmMDp8",
        "Coletor de lixo monta biblioteca em casa com livros jogados fora https://t.co/JzCQ5MTmB5",
        "https://t.co/3vNrrbjhmB",
        "https://t.co/GKWYuc19Im",
        "https://t.co/Omk73QqtJI",
        "Estudante cria absorvente sustentável para mulheres que vivem nas ruas https://t.co/yZbajsLV2U",
        "https://t.co/bHlleZVdXD",
        "Mil agentes vão reforçar a Operação Verão no RN https://t.co/nTK4qkIKvK",
        "Instituto Igarapé lança nova versão do app OKA, para auxiliar refugiados https://t.co/HB1QgTkvRr",
        "Potiguar Júnior Groovador participa de vídeo promocional do filme https://t.co/MASf9bbVUM",
        "UFRN recebe recurso para sistema de energia solar https://t.co/Xgyy47ErDk",
        "https://t.co/saoP3wu69W",
        "https://t.co/3K0bBTP5qU",
        "Museu da Língua Portuguesa já tem data para reabrir! https://t.co/j51ofBrzmu",
        "Associação da Advocacia Negra é criada para combater racismo estrutural https://t.co/mgHCtFHxaQ",
        "Homem captura o belo fenômeno dos 'pilares noturnos' no céu de Ontário https://t.co/apJjY0lHsf",
        "https://t.co/MOAKjQTOl9",
        "No caviar ou no feijão com arroz, agradeça a Deus por tudo o que tem! https://t.co/uJrZJtwQno",
        "Templo de umbanda distribui 795 cestas básicas em Santa Cruz https://t.co/WdKhRWBi5s",
        "Espécie de tartaruga declarada extinta 'renasce' em templo hindu na Índia https://t.co/NYqhwjUh5o",
        "https://t.co/GVITKuCiOY",
        "https://t.co/Or7eYV5dby",
        "Michael Jordan inaugura hospital para pessoas de baixa renda nos EUA https://t.co/mnE1zcQYxd",
        "Itália decide usar fogos de artifício silenciosos para não perturbar os animais durante as festas https://t.co/lH1tqwt1e9",
        "Richard Gere leva água e alimentos a barco de refugiados - Universo Interessante https://t.co/l2i92h3bXd",
        "Mermin Fátima https://t.co/QmE7pvJBqL",
        "https://t.co/H0BbPsIlnm",
        "Importância da espiritualidade na cura das doenças é reconhecida pela medicina - Educadores https://t.co/8YBreWI6Zb",
        "https://t.co/ZowdSCRInA",
        "Potiguar vence Olimpíada de Língua Portuguesa na categoria Poema https://t.co/P8SOJ5kQm1",
        "https://t.co/MW6fhOAdrv",
        "https://t.co/wfoR7zQBam",
        "Vídeo: Papai Noel raspa o cabelo durante visita a crianças que lutam contra o câncer https://t.co/7xTLeMGkzV",
        "O acupunturista que cuida de dependentes químicos em situação de rua https://t.co/0rqM8sU0e9",
        "https://t.co/xQtYhgRwIx",
        "https://t.co/sHwHvEd0xQ",
        "https://t.co/Zl85pfBk7S",
        "https://t.co/YQMuofdggU",
        "Todas as praias da Grande Natal estão liberadas para banho https://t.co/bzJ61tyGgh",
        "https://t.co/iyIcU3tQSH",
        "https://t.co/UutYes7SYp",
        "https://t.co/DiVZhznowj",
        "Indústria de cimentos vai reaproveitar óleo que poluiu praias no RN https://t.co/NbBFmyuoPh",
        "https://t.co/LfJ1yjIeIV",
        "Em fila, elefantes órfãos abraçam mulher que os salvou de massacre https://t.co/Ix50DYKOtC",
        "https://t.co/cdvvVMRiLy",
        "https://t.co/wqRgeilGYH",
        "Folha de graviola pode combater dores da fibromialgia https://t.co/Ub3LWy0CFK",
        "Supermercados na Ásia estão usando folhas de bananeira em vez de filme plástico. | Cantinho https://t.co/DnWJbAj078",
        "Casal brasileiro refloresta 600 hectares para dar lar a 500 espécies ameaçadas de extinção https://t.co/kJurX6fJOC",
        "https://t.co/B1TjYY9wUU",
        "Máquina desenvolvida na Paraíba purifica até 2.700 litros de água poluída por hora https://t.co/1B82Am9ChZ",
        "Cortella: “Não é só a educação dos filhos que é necessária, mas a dos pais também” https://t.co/OpurkzGOte",
        "Abençoados aqueles que tentam elevar a autoestima das pessoas https://t.co/VapJpQ0xKF",
        "Índia proíbe pássaros em gaiolas em decisão histórica https://t.co/Aczs9YHW4X",
        "https://t.co/Ymow14xFW9",
        "https://t.co/gjwSU4Npfv",
        "https://t.co/Xd5zyju9in",
        "Potiguar Italo Ferreira é campeão mundial de surfe https://t.co/scJRXWjObR",
        "https://t.co/5Uxq7VjcX5",
        "https://t.co/gI2sZNakCg",
        "Achado navio romano do tempo de Jesus com milhares de potes para vinho e azeite https://t.co/myKjhUWy9g",
        "Subway doa mais de 50 mil litros de leite para programa de combate à fome | Razões Para Acreditar https://t.co/CLhC7nQn1z",
        "Estudos preliminares apontam para inverno positivo no semiárido do RN https://t.co/Qx4UUUaGZw",
        "História da aviação potiguar dá seu primeiro grande voo https://t.co/zlpCdMdkdH",
        "Atleta Potiguar de Projeto Social da Redinha é escalado para Seleção Brasileira Sub-14 https://t.co/s1tdDofmzX",
        "https://t.co/7fhoGek3MK",
        "https://t.co/l1oShJ2wFv",
        "https://t.co/8UB0uKgtu0",
        "Serena Williams construiu escolas na Jamaica, Uganda, Quénia e Zimbabué https://t.co/4hDM9ic7bB",
        "Styvenson vai ao TCU pressionar por auditoria da Caern https://t.co/7ODl93YEIU",
        "https://t.co/jrHsnSvAGe",
        "Hospital brasileiro faz cirurgia inédita e retira câncer de pulmão - Só Notícia Boa https://t.co/Wrzv52Egn4",
        "Chuvas ficarão dentro da média em 2020 no RN https://t.co/pWWcsfcS9q",
        "Sérgio Meneguelli, prefeito de Colatina, BARROU aumento de salários do Legislativo e do Executivo https://t.co/V5kkWU7yA0",
        "Fotos capturam as luzes invisíveis que flores e plantas emitem https://t.co/5WcW1GYYAV",
        "Itália decide usar fogos de artifício silenciosos para não perturbar os animais durante as festas https://t.co/4s6SBFwN2Q",
        "https://t.co/Dj9BeYha2R",
        "https://t.co/y3aIvH18b8",
        "Cebola roxa - ajuda a controlar a glicose e sarar infecções e dor de garganta! https://t.co/tRAzWPOJ22",
        "Zeca Baleiro abre Parnamirim Jazz Fest nesta sexta-feira; veja programação https://t.co/x6n6WirdzK",
        "Grupo investe R$ 3,5 bilhões em eólica no RN e apresenta tecnologia sustentável https://t.co/S6k1TbU8dy",
        "https://t.co/jdfBxJM54X",
        "https://t.co/pUH33rAR4f",
        "https://t.co/LVfHIUsLg0",
        "https://t.co/sQMKU6Riz5",
        "Verão será com mais chuva e temperaturas mais amenas, diz Climatempo https://t.co/V5wFggrjJz",
        "https://t.co/erRDzTMDdw",
        "https://t.co/WDaEj6YPeS",
        "https://t.co/LOds1eJUnb",
        "https://t.co/h3WvrIvaMn",
        "Sem mimimi https://t.co/ocaBk9pfNW",
        "Escola transforma merendas não-consumidas em refeições para alunos carentes no fim de semana https://t.co/5xFd8zwevW",
        "https://t.co/kuC4AX3shK",
        "https://t.co/mRp89MSGeG",
        "https://t.co/9JrSb6YELC",
        "https://t.co/e0loqkPTxt",
        "https://t.co/CDoYRKRPpg",
        "https://t.co/buBbdNCBIl",
        "Aplicativo da UFRN mostra postos com combustíveis de qualidade https://t.co/bPI8qt0I4u",
        "https://t.co/xbZfbmdfdB",
        "https://t.co/3MCbJuW4SV",
        "https://t.co/S2sVJax11X",
        "Vacina que previne o câncer de mama já está em teste. https://t.co/KUrI79UpDP",
        "Alok cria projeto para ajudar famílias carentes no sertão da Bahia - Lugares Perfeitos https://t.co/2cdGADigZN",
        "https://t.co/mC87dOET1o",
        "https://t.co/Pxop1wYy8S",
        "https://t.co/zt2UWP1SE6",
        "https://t.co/6PcJ3VCO6m",
        "https://t.co/VyZj15UI1c",
        "https://t.co/9PuePZ8IeT",
        "Menina que conquistou 3 ouros correndo descalça recebe ajuda da Nike e de treinador https://t.co/epWsHE0EQL",
        "https://t.co/6IZdALs8qY"
    ]
}