{
    "screen name": "raficohinojosa",
    "no. of tweets": 174,
    "tweets": [
        "@hernanorbea @Roberta_NNG Estimados buenos días, donde se podría encontrar el PUGS de Pedernales, he visitado la pa… https://t.co/nd1LajVn5t",
        "@jupasom Gracias Juan Pablo por la recomendación, si acaso tienes algún material bibliográfico me lo haces saber, y… https://t.co/7GD38AAJr2",
        "@jupasom Saludos Juan Pablo, entonces quiere decir que con las series temporales se podrían obtener análisis y conc… https://t.co/bz1jJ84tQK",
        "@barcerock82 Felicidades a tu esposa mi gran amigo! 🤗🤗🤗",
        "@carolinapc13 Nombre técnico: adaptador, nombre comercial: chanchito",
        "@HenryRaad @Twitter Un gran legado para mantener viva su memoria!",
        "@Garcete09 Que buena noticia! A conservar la fe en Dios que todo lo puede!",
        "#MetallicaMondays It’s cool! Greetings from Ecuador! 👌👌👌",
        "@Maycacs Excelente aporte! Saludos desde Ecuador!",
        "@paultutiven @teleamazonasec Que buena noticia! En hora buena!",
        "¡Mantén en tu mente pesamientos ricos y estarás generando riquezas en tu vida! #Actitud",
        "Por qué idolatrar tanto a una mujer como Jennifer López, que tiene un negocio de pieles basado en el sufrimiento de… https://t.co/NJOJ57NXUV",
        "Downloading 2019.year\n\n⬛⬛⬛⬛⬛⬛⬛⬛⬜  99%",
        "@RendeValentinn Saludos Triunfador, Dios te bendigo mi amigo, tu fe y perseverancia te permitieron ganar la batalla 👍👍👍",
        "@SC_ESPN Así debe ser siempre el futbol, unión y alegría!",
        "Es imperativo recuperar la paz, armonía y tranquilidad en #Ecuador. No confundamos el derecho de expresar o manifes… https://t.co/2rLkha6SLq",
        "Es cierto, se va un astro de la música, su herencia musical permanecerá para siempre! QEPD https://t.co/5dwMBmSQwF",
        "Una tristeza para el pais, esperamos tener buenas noticias del estado de salud de Juan Manuel Correa. Fuerzas mi Ec… https://t.co/yjYzOLHMZU",
        "El arte de la guerra Sun Tzu, aplicado a la vida...\n1. La mejor victoria es vencer sin combatir.\n2. Si usas al enem… https://t.co/5021ZpdnuO",
        "La queja trae pobreza, la gratitud, abundancia! Anónimo 😊😊😊🎉🎊",
        "Fuerza Luis Enrique! Realmente es una noticia que parte el alma. Descansa en Paz Xana y fortaleza para vuestra fami… https://t.co/KVJB8USfHv",
        "El hacer el bien, también es contagioso. Si eres bueno con el prójimo, esto se regresa. Lo mismo al contrario #LeyDeReciprocidad 🤝😊😺",
        "#amazonasenllamas Que Dios proteja a nuestra Amazonia, nuestra Naturaleza, nuestro Planeta! Existen seres inocentes… https://t.co/b50fmEDFEq",
        "@GioCalderEasy @paultutiven Definitivamente debe haber una purga en el pais! Si no se frena ahora, en el mediano y… https://t.co/Cp2DABiLEz",
        "@JDomingoGallego @LourdesBernal_R @martatovart @Cristina_Retana @Beanavarroy @WKAdmonPublica Muy agradecido por la… https://t.co/UdjpLMiH3n",
        "@JDomingoGallego @LourdesBernal_R @martatovart @Cristina_Retana @Beanavarroy @WKAdmonPublica Estimado Domingo: Me p… https://t.co/7GloYtgGiw",
        "@jcarlostuarez @CPCCS @tctelevision @eluniversocom @pichinchauniver @CIDH @el_telegrafo @eldiarioec @lahoraecuador… https://t.co/Sq4daf9t4o",
        "¿Recuerdas cuando te uniste a Twitter? ¡Yo sí! #MiAniversarioDeTwitter https://t.co/DoBGWKRrXr",
        "@planjuarez 🇺🇦🇺🇦",
        "@rayhidalgo21 Sudamerica está con Perú! 👍",
        "#Peru Vamos Peru, linda su gente, linda su tierra! Espero den la sorpresa hoy!!! 👍",
        "@SeleccionPeru Felicidades a nuestros hermanos peruanos! Éxitos y fuerzas para esa final ante Brasil 👍",
        "@RODOLFOBC87 Fantástico ese cambio! Necesitamos un ganador como DT",
        "@lacasadepapel Respondiendo: Si, Berlín está vivo... 😁😁😁",
        "@barcerock82 @lunestunes 😁😁😁",
        "@SoyCarlosBailon Parece que no tiene muchos logros! Son escasos, pero dada la limitación de recursos financieros ha… https://t.co/4ULvt2aq1u",
        "@PaoloGuerreroOf Saludos a nuestros hermanos peruanos! Que vuelva el futbol y la alegría con Paolo! 👍👍👍",
        "@IGecuador Saludos desde Yaguachi, no se sintió por acá 👈",
        "@caminantealfa Ja ja ja! Que risa! Saludos amigo",
        "@TuiteroSismico Sismos en Ecuador hace algunos minutos!",
        "@GramaticaReal Roedor 😎",
        "Preservemos el planeta, es el único que tenemos para vivir. Acciones pequeñas generan grandes soluciones: RECICLA,… https://t.co/c0bIZ0z2Ol",
        "@IsabelNoboaP Triángulo: Estado - Ciudadanía- Empresa Privada, los empresarios pueden realizar alianzas estratégica… https://t.co/rWOcSIK6DF",
        "@jguaido El mundo se solidariza con nuestros hermanos venezolanos!",
        "@MScNelsonMunoz @GUAIDO @hcapriles #PorUnaVenezuelaLibre #Venezuela #GuaidoDeRegreso Por unos mejores días para nue… https://t.co/nHMNo3HEpu",
        "#Vina2019 Para el 2020 inviten a La Vecina de Ecuador. Les garantizo que La Vecina es el mounstruo que conquistará Viña 😎",
        "@Aeromexico @90sPopTour Respuesta// Mi canción favorita de los 90's es STEP BY STEP de New Kids on the Block NKOTB… https://t.co/8i79D3Z04X",
        "@TuiteroSismico Saludos desde Ecuador! 😊😊😊",
        "@juanpitav Que creatividad! Felicidades! Cuida mucho a tu angelito de 4 patitas",
        "#FelicesFiestasDIRECTV Directv, la mejor señal satelital... saludos desde GYE y participando por ese premio https://t.co/9ZsxD8uUxy",
        "Deseo mucha suerte y éxitos a Emelec y a su hinchada hoy en la final. Que le vaya súper a nuestro hermano del astil… https://t.co/BHAV57RwZv",
        "Buenos dias amig@s!!!\nBienvenido Diciembre!\nPido a Dios que este mes sea de muchas Bendiciones y Bienestar para tod… https://t.co/OPUeMAEoQL",
        "#UFCxFOX #VamosChitoVera #VamosEcuador 👏👏👏",
        "El poder de nuestras mujeres, digno de admirar! https://t.co/RHAm1JfSf1",
        "El día de hoy, se conmemoran 100 años de la culminación de la I Guerra Mundial. Un conflicto que trastocó los cimie… https://t.co/h0R8Y77ECF",
        "Tendremos final de Copa Libertadores, Boca Juniors-River Plate. 😁😁😁 👍👍👍",
        "#Barcelona Soso lo tiene \"estudiadito\" a Almada.\nSoso trabajó, planificó. Sabe como crear ventaja, marcar, contrago… https://t.co/W4yh5DkL7m",
        "Los 3 últimos deseos de Alejandro Magno, para reflexionar https://t.co/JfvjTwYM9o",
        "“Deja que tu enemigo se suba al techo y luego, retira su escalera” Estratagema 28, de las 36 Estrategias Chinas 💪💪💪",
        "Felicitaciones a mi Yaguachi Viejo q\nque hoy conmemora los 197 años de la Batalla de Cone, donde Sucre venció con c… https://t.co/sIZL9Ioizc",
        "Tan bello mi Ecuador que empieza con la “E” de exitosos y emprendedores. Saludos mi Ecuador!!! 🤗🤗🤗👌👌👌",
        "El día de hoy, hace 209 años, se marcó una fecha histórica para los ecuatorianos, celebramos a nuestros héroes que… https://t.co/5YIp6E6cKb",
        "@OsoEuskera1 @luisevivanco Roditti Aniñaditti Animalitti 🤣🤣🤣😂😂😂",
        "@barcerock82 Gracias por la recomendación mi bro!!! Ya le pondré asunto también! 😎😁",
        "@anniecanizares Los ecuatorianos somos muy buenos y SOLIDARIOS!!! Nuestra solidaridad con nuestros hermanos venezolanos!!!",
        "Viendo la 2da temporada de Roma, Imperio de Sangre en Netflix. Excelente producción #RomaImperioDeSangre #Netflix",
        "#RodittiOrtiz Roditti Aniñaditti 🤣🤣🤣",
        "«Los ecuatorianos son seres raros y únicos: duermen tranquilos en medio de crujientes volcanes, viven pobres en med… https://t.co/mwDWhbH3Vw",
        "Tras lo sucedido en Venezuela, el día de hoy, todo atentado contra cualquier líder debe ser condenable y repudiable… https://t.co/VwG9C1bMRq",
        "NUNCA DEJES DE SOÑAR!!! Nunca desistas!!! Ten fé!!! FELIZ SÁBADO PARA TODOS 🤗🤗🤗 https://t.co/kAB5NHMICs",
        "#GuayasEnBuenasManos Las manos del Ecuador, ahora serán LAS MANOS DEL PROGRESO DE GUAYAS! 👍",
        "@panchocevallosv Pancho Cevallos #CampeonaDeAmerica, ahora será #CampeonDeLaProvinciaDelGuayas al frente de la Prefectura 👍",
        "@RamssES_Mashi @gadcguaranda @AMEcuador @accionsocialcg @PaulinadeTorres @raulverdezoto41 @jhonnybroncano… https://t.co/ogHf7X9Fx6",
        "Feliz día a los abuelitos!!! https://t.co/s7uXwn6Upg",
        "#PerlaDelPacífico la de bellas palmeras... cristalinos ríos y paisaje ideal 🙌🏼💙Felicidades apreciada… https://t.co/sRwsma1TV9",
        "#VivaGuayaquil Guayaquil es linda gente, Guayaquil es libertad, Guayaquil es progreso! Guayaquil es Ecuador 🇪🇨",
        "Felicito a la ciudad de #Guayaquil por sus 483 años de Fundación, a su gente amable y trabajadora, que día a día lu… https://t.co/TuymVbbRyY",
        "Felicito al cantón #Palestina en sus 30 años de Cantonización , tierra fértil, emporeo de riqueza agrícola, de gent… https://t.co/RrsvgETgwr",
        "¡Un afectuoso saludo al cantón Simón Bolívar, en su aniversario 27 de cantonización. https://t.co/S07ZHg44jX",
        "“Las naciones marchan hacia su grandeza al mismo paso que avanza su educación”. Un día como hoy, 24 de julio de 178… https://t.co/As9dWNsfNv",
        "Hasta la semana pasada, el Sol de 🇲🇽 Mexico, y ahora? Je je 😁😁😁",
        "Esto es lo lindo del Marketing, el arte de posicionar y reposicionar una marca, cuando el comportamiento del consum… https://t.co/ULa4NhyHb1",
        "Excelente la gestión del Lic. Avecilla al frente del cantón Yaguachi durante los últimos años. Éxitos y felicitacio… https://t.co/28StrOSBSf",
        "#VivaYaguachi #135Años #CantonizacionYaguachi Que emoción celebrar los 135 años de mi Patria chica, Yaguachi 😊😊😊",
        "Saludo a mi altivo, pujante, luchador y noble cantón de #YAGUACHI en su Centésimo Trigésimo Quinto Aniversario de C… https://t.co/Aq4YMydAAR",
        "Un abrazo afectuoso a nuestra linda gente de Pedro Carbo que este 19/Julio cumple 34 años de cantonización 👏🏼👏🏼👏🏼 T… https://t.co/jz1vTnJc7t",
        "@serieluismiguel Buenos días de bendiciones y éxito, siganme en twitter: @raficohinojosa",
        "Hoy, MIÉRCOLES de éxito y logros con la bendición de Papa Dios!!! 😇🙏",
        "Adiós mundial! Ahora nos queda Barcelona S.C. ☝️☝️☝️😁😁😁",
        "@MaFernandaPR Ayudenme con un RT para tener más seguidores! 🙏🙏🙏 Muchas gracias 🤗🤗🤗",
        "Por Dios, cuanta miseria humana! https://t.co/dFda8kr5pe",
        "@MScNelsonMunoz Gracias mi amigo Nelson! Un abrazo!",
        "@abdalabucaram Buenas noches mi estimado, ayúdeme con un RT para tener mas seguidores. Porfa muchas gracias 😁😁😁",
        "#ufcxfox Saludos desde Yaguachi Ecuador, disfrutando de la mejor programación en Fox Sports.",
        "@apguayas @RommelSalazar35 @Lenin @marialevicuna @GastonBSoficial @JuanitoFSC @LeninistasEC @albertoariasra… https://t.co/3MBJ1jpUJU",
        "#DeA5 GOLEADAS DE JUNIO\nRusia 5 x 0 Arabia Saudita \nBélgica 5 x 2 Túnez \nInglaterra 6 x 1 Panamá \nBarcelona 5 x 1 Delfín 👏👏👏😁😁😁",
        "Un fraterno saludo a la ciudad de las siete colinas #Guaranda en sus 194 años de cantonización. Un gran abrazo para… https://t.co/eJEr5oAM2l",
        "#TENISxESPN Saludos desde Yaguachi, ECUADOR, País de los cuatro mundos, disfrutando junto a mi esposa… https://t.co/w6pRQUfZw4",
        "#NosFaltan3 Mi solidaridad con los periodistas que están desaparecidos. Los ecuatorianos anhelamos que pronto puedan estar sanos y salvos.",
        "#FelizSábado Para renovar energias y encontrarse con Dios 👼",
        "#FelizLunes Ayer ganó Barcelona S.C. y todo el Ecuador esta feliz y contento. 😁😁😁",
        "#PasaLosVideosNeme Queremos saber quien fue capaz de atentar contra la vida de un ser inocente e indefenso. En \"gaj… https://t.co/uAa6TcS7aS",
        "#PasaLosVideosNeme El derecho de unos cuantos no puede afectar el derecho de todos, al respeto de todo ser vivo, a la vida misma",
        "#PasaLosVideosNeme Estaremos atentos al desenlace de este caso. Esto no puede quedar impune. Aqui hay autores, complices y ENCUBRIDORES.",
        "#PasaLosVideosNeme Por que no pasan los videos COMPLETOS? Qué se desea ocultar? #PerritoSanMartin",
        "#PasaLosVideosNeme La opinión pública desea conocer todos los detalles de los videos. Lo de Brauny no puede quedar impune",
        "#Oscars Voto por Sofia Carson mejor vestido",
        "@HerediaCarla @EstebanPazR @LDU_Oficial @RescateAnimalEC Detras de esto seguro hay muchos intereses y negocios por… https://t.co/qRJNDQkEIH",
        "#PerritoSanMartin Lo sucedido se llama VANDALISMO y todos los involucrados deben ser sancionados como tal. Existe u… https://t.co/0ggVOVvQyQ",
        "#PerritoSanMartin Se deberia controlar el ingreso a los estadios de los delincuentes, asesinos, violentos, personas… https://t.co/LujJqc8vhG",
        "#PerritoSanMartin Cuanta miseria humana, cuanta violencia, definitivamente eso nos muestra que como sociedad nos hemos degradado",
        "#PerritoSanMartin Ya basta de tanto maltrato. Sera que en dicho estadio estuvieron asesinos, delincuentes, psicopat… https://t.co/nmJUbbgWXv",
        "#PerritoSanMartin Sres. @CSEmelec busquen al culpable por lo menos, recuerden que esto aconteció en sus instalaciones",
        "#UFCxFOX Saludos desde YAGUACHI ECUADOR. Fuerzas Chito Vera",
        "#UFCxFOX Vamos Chito, Vamos Chone, Vamos Manabí, Vamos Ecuador!!! Saludos desde Yaguachi",
        "#CumplimosConManabí Manabi, tierra de gente noble y corazon generoso, patriotas y luchadores. Adelante Manabi.",
        "@alexismoncayo Ja ja",
        "#DiaDelPeriodista\nUn afectuoso saludo a los periodistas ecuatorianos que hoy conmemoran su Día. Éxitos en la dura l… https://t.co/U948idNLkl",
        "@EcuavisaShow El cantante no tiene pinta ja ja ... Hasta un cantante debe tener pinta 😁😁😁",
        "#OTGala7 Este programa me trae muchos recuerdos, vi junto a mis padres la I Temporada.",
        "@MijaelGLP Triste lo de Guerrero, hubiera sido fascinante verlo jugar en la selección peruana.",
        "#VivaQuito Quito, \"Carita de Dios\", \"Luz de América\", \"Patrimonio de la Humanidad\", ciudad franciscana y de gente… https://t.co/7bw4cO19dm",
        "@gorgonna Te envio un abrazo, que tengas una bonita noche y Dios te bendiga siempre junto a tu familia!!!",
        "@gorgonna Ja ja! No es asi. Somos polvo y a el volveremos",
        "@gorgonna Ja ja! No se pueden escoger apellidos ni nombres.",
        "@gorgonna Corridas de toros = complejo extranjero que adoptan algunos humanos que les gusta la sangre y asesinato de seres vivos",
        "Que lindo tweet!!! https://t.co/T07Xlukh92",
        "#ViolenciaTaurina Es humano ver la agonia y sufrimiento de un toro? Sería humano ver la agonía de un gladiador en e… https://t.co/c6DGRewDgg",
        "@gorgonna Corridas de toros = sufrimiento, dolor, tortura, agonia de un ser vivo. Algo parecido a la Roma antigua d… https://t.co/cbLoajfejH",
        "¡Un saludo cálido y afectuoso a los quiteños que, están celebrando los 483 años de su fundación hispana! \nQuito, \"C… https://t.co/r9qwEYpvst",
        "#ViolenciaTaurina Corridas de toros = Tradición española para quienes tienen complejo de creerse españoles. Aqui so… https://t.co/HG79FkJ9jU",
        "#ViolenciaTaurina Quito es cultura por su linda gente, su patrimonio intangible, su gastronomía, etc... no por la T… https://t.co/DIGGkyxmuQ",
        "#ViolenciaTaurina Corridas de toros = SOCIEDAD QUE HA INVOLUCIONADO, CRUELDAD Y SUFRIMIENTO PARA SERES VIVOS",
        "#ViolenciaTaurina Corridas de toros = agonia, sufrimiento y tortura de un animalito fruto de la creación de Dios",
        "#ViolenciaTaurina Corridas de toros = tradición española. Ojo ya la independencia del yugo español fue en 1822",
        "#ViolenciaTaurina Corridas de toros = circo romano (la bestialidad del hombre)",
        "#ArribaPerú Vamos Peru, saludos y exitos les deseamos desde Ecuador",
        "@LATAMAirlines Buenos dias señores, que sucedió con el gatito desaparecido en Lima hace algunos días?",
        "#EstamosUNIDOSMexicanos https://t.co/uHhJ7xWQUs",
        "#UFCxFOX Vamos Chito, #VamosEcuador",
        "@diariocorreoweb @ContigoVIVIANA @viviana_bonilla Excelente!!! Digno de admirar apreciada Vicepresidenta de la AN!",
        "Felicitaciones a Milagro en sus 104 años de Cantonización. Tierra hermosa y fecunda. 1 abrazo a los hnos milagreños… https://t.co/28MNbi1q9H",
        "#rebecalebetkevicius Se debe marcar un precedente, sancionando conforme a la ley",
        "@nerrabe @LATAMAirlines @acbenalcazar Hagan los debidos reclamos por escrito mediante oficio. Para que los puedan presionar",
        "@LATAMAirlines #LATAMperdioaManu La opinion publica solicita un pronunciamiento al respecto.",
        "#LATAMperdioaManu Increible que pueda pasar esto. Nos debe llevar a la reflexión de que vivimos en un mundo mercantilista, no humanista",
        "#LATAMperdioaManu\n#LATAMperdioaManu\n#LATAMperdioaManu\n#LATAMperdioaManu",
        "#LATAMperdioaManu\n#LATAMperdioaManu\n#LATAMperdioaManu",
        "#LATAMperdioaManu Es increible que una aerolinea haya extraviado a un ser hermoso. Ellos son parte de nuestras vidas",
        "@eToro Buenas noches, en qué país se encuentran Ustedes? Gracias",
        "@Mingo1962 Estimado amigo donde encuentro la informacion del crecimiento economico promedio mundial? Gracias. Saludos",
        "@ECU911_ @ElCiudadano_ec Que bien mis estimados, unidos todos se piede trabajar mancomunadamente para preservar la… https://t.co/pGwvN4Boy9",
        "@GlasAmigos @JorgeGlas @radioi99 @MashiRafael @35PAIS @marcelaguinaga @PatricioMery @Alex_mora_moya… https://t.co/BIGARUb4M8",
        "Importante reflexión de nuestro eterno Presidente, Rafael Correa! https://t.co/MRAlnnC2jE",
        "@viviana_bonilla Que buena noticia para nosotros los animalistas! Felicidades Vicepresidenta!",
        "@CanalRCN Buenas noches, un éxito la serie, por qué capítulo está la serie y cuántos faltan? Saludos desde Ecuador",
        "#elpianista Una de las mejores películas de todos los tiempos.",
        "#AnimalistasVigilando Coliseo de Roma, el mayor anfiteatro del mundo romano. Corridas de toros son el holocausto de inocentes.",
        "#AnimalistasVigilando Corridas de toros? Dirán despues que, querrán tambien el Coliseo Romano? Esto es ECUADOR libre y soberano desde 1822",
        "#AnimalistasVigilando Arte, cultura y tradición? Pues la música, costumbres d nuestros pueblos y la gastronomía NO GENERAN MUERTE",
        "#AnimalistasVigilando Coliseo Romano, Coliseo de Toros, Corridas de toros = violencia y muerte. No podemos involucionar como sociedad.",
        "#AnimalistasVigilando La antigua Roma promovía luchas entre bestias salvajes. A eso queremos llegar? La sociedad quiere involucionar?",
        "#AnimalistasVigilando El arte, la tradición, costumbres etc no generan la muerte de animales. No a corridas de toros",
        "#AnimalistasVigilando \n\"El progreso de una nacion y su grandeza moral, pueden ser valorados por la forma de tratar a los animales\". Gandhi",
        "#AnimalistasVigilando Corridas de toros = Holocausto Taurino. Sufrimiento, dolor, tortura y muerte para seres vivos fruto de la creación.",
        "#AnimalistasVigilando Que yo sepa el arte, tradición y cultura no deben generar sufrimiento y muerte https://t.co/iAeDpA7n6o",
        "#AnimalistasVigilando \n\"El progreso de una nacion y su grandeza moral, pueden ser valorados por la forma de tratar a los animales\" M. Gandhi",
        "#AnimalistasVigilando Gandhi dijo: \n\"El progreso de una nacion y su grandeza moral, son valorados por la forma de tratar a los animales\".",
        "#AnimalistasVigilando \n\"El progreso de una nacion y su grandeza moral, pueden ser valorados por la forma de tratar a los animales\". GANDHI",
        "@RescateAnimalEC @CarlaCevallosR Coliseo Romano = muerte = Corridas de toros. Por un Ecuador libre de cultura extranjera.",
        "@CarlaCevallosR @CompinaQuito @InclusionQuito @cesarmc0510 Corridas de toros = negocio basado en sufrimiento, dolor, tortura de seres vivos.",
        "#AnimalistasVigilando Corridas de toros es un negocio que se lucra del sufrimiento, dolor, tortura y muerte de seres inocentes.",
        "#AnimalistasVigilando Tradición española? Ya nos independizamos de España en 1822. Asi q no a las corridas de toros.",
        "#AnimalistasVigilando Las corridas de toros no pueden estar por encima del derecho y respeto a la naturaleza y la vida de seres inocentes."
    ]
}