{
    "screen name": "Maria99216345",
    "no. of tweets": 168,
    "tweets": [
        "\"Today, the U.S. frozen pizza market is worth roughly $5 billion, with the global market worth more than double tha… https://t.co/2kgPHNZWfC",
        "#SyntheticBiology - to address the problem associated with the high cost of an electroporator, scientists worked wi… https://t.co/S6VVKLn2BO",
        "The year 105 A.D. is often cited as a time point in which papermaking was invented (China). #Tengujo Japanese paper… https://t.co/MFW7dQa3DG",
        "An excellent article about digital transformation with a focus on five primary areas - people, soft skills, change… https://t.co/XJZhI6ooTJ",
        "Check out \"The Global Boardroom by Financial Times in partnership with TNW\" https://t.co/JjJX1BMVtt @EventbriteUK",
        "Webinar: Looking for shelter from the storm (event) https://t.co/IJxazr2VDQ via @wiiw_news",
        "Health professionals at Oregon Health &amp; Science University, and Nike's environmental services, development, product… https://t.co/UUvmuUN4Nh",
        "From digital paperwork to warehouse robots, companies are looking at #supplychain technology to meet coronavirus re… https://t.co/8FWQb8xwWX",
        "Secondaries Market in Private Equity - Opportunities https://t.co/yl7c1FIKaU",
        "@Andy_Kaufman @ProjMotivator Thank you, Andy!",
        "Disappointing #EU summit: Will the ‘recovery fund’ be large enough? (news article) \n#COVID19\nhttps://t.co/NzlkHTCPw0 via @wiiw_news",
        "An example of how birds and insects like a dragonfly, with sophisticated flight control, can inspire drone designer… https://t.co/QNnVefZiwK",
        "\"Farmers could be winners as #coffee prices spike and countries hoard during the pandemic\" https://t.co/KK6IlSyktb",
        "European burden-sharing of #corona crisis costs: Why Germany should lead the way (news... https://t.co/WrM7SxfRLn via @wiiw_news",
        "Great @Andy_Kaufman - an inspiration to us all - just wanted to drop by and say how much I love his work - excellen… https://t.co/TsK483Jh20",
        "Canceled events and celebrations, closed restaurants, empty offices mean that demand for stems abruptly dropped. Th… https://t.co/OSHaX6L5EJ",
        "More than 16,000 passenger jets - 62% of the world’s #aircraft are grounded across the globe. In March, it was expe… https://t.co/B3PMCwzBAN",
        "Lessons Learned (Organizational Process Assets) in Project Management - I'm looking forward to a discussion… https://t.co/df0Vy1PEzX",
        "Anne of Green Gables by Lucy Maud Montgomery - for the first time,  I read this book when I was 13. The book of my… https://t.co/krp5oCwlXb",
        "@ADale333 Well worth reading @ADale333",
        "Let's celebrate #Easter with hope - have a happy &amp; blessed Easter!\n\nhttps://t.co/EuC3Axb1YD via @WSJ",
        "How economic globalisation affects income inequality (news article) https://t.co/lbbBBgzhLx via @wiiw_news",
        "According to the International Renewable Energy Agency (IRENA), global renewable energy capacity reached 2,537 GW a… https://t.co/BOO5ItE0fF",
        "1. When you feel overwhelmed, move the finish line.\n2. When you feel powerless, take action. \n3. When you feel alon… https://t.co/Mdc8Isypo0",
        "BBC News - Will #coronavirus reverse #globalisation? For instance, the localization of the #supplychains\n\nhttps://t.co/KOrOUaqWOp",
        "https://t.co/cbJaxAgFiQ",
        "Trello, Asana, Notion, Coda, https://t.co/cbJaxAgFiQ - the five best project management tools on web https://t.co/qOXVzH3FOw",
        "From Pandemic Disruption to Global #SupplyChain Recovery https://t.co/xg7juYCs0p",
        "#EasternEurope #Coronavirus tracker: Preparing for the worst (news article) https://t.co/P22h6b5I9a via @wiiw_news",
        "The garment industry accounts for 84% of Bangladesh's total exports, worth $40.5 billion in the 2018-2019 fiscal ye… https://t.co/yJCbOUDUR7",
        "Set for Success: a virtual reset for your working relationships \nApr 1, 2020, 11:00 AM - 11.30 AM in Central Time (… https://t.co/QN9nGfwAkB",
        "The #COVID19 outbreak and #EU farm seasonal workers versus food supply\n\nMigrant Farmworkers Whose Harvests Feed Eur… https://t.co/ZyZzxaIFH0",
        "According to a study published in HBR, when individuals feel like 'they belong at work,' they are '3.5 times more l… https://t.co/fgD5YeMvSj",
        "Meet Galway Technology Ltd., the Ireland-based start-up that is offering non-profit assistance to hospitals. For in… https://t.co/IddQRxUt5f",
        "The term \"triage\" is derived from the French verb \"trier\" and means to select or sort. Today, the world is facing t… https://t.co/DeIiaHRCPz",
        "U.S.-Europe Travel Ban: The Most Impacted Airlines, Countries And Airport Hubs In Trump’s Fight Again... via @forbes https://t.co/W1uNgZ0zQ5",
        "Robusta versus Arabica. In other words, welcome to #Vietnam and its coffee culture.\n\nWhy #Starbucks and other inter… https://t.co/t31ZCqBCya",
        "#Palmoil is the most widely used vegetable oil on the planet, with roughly 76 million metric tons of global annual… https://t.co/W3i5zadxDL",
        "1. Outsourcing facilities management\n2. Integrated value and related services \n3. Workplace strategy\n4. IoT evoluti… https://t.co/wUv09WQXuz",
        "BBC News - '#Female #cocoa farmers paid as little as 23p a day' https://t.co/P6IGY4y9Xp",
        "The current lithium extraction method uses a tremendous amount of water (one ton of lithium =  consumed 70,000 lite… https://t.co/ezZU2ZIF3A",
        "These 4 powerful PowerPoint alternatives won’t cost you a dime https://t.co/yd51OBdKzX",
        "Could The COVID-19 Spur A Revolution In Vaccine Development? via @forbes https://t.co/539vQkWE2L",
        "Smart factories and Industry 4.0, smart homes, and smart cities in a smart connected world. What's next? Smart tire… https://t.co/gKMGqTbNSB",
        "\"#Quality is everyone's responsibility.\" W. Edwards Deming https://t.co/j2UDJ9Z6x9",
        "What Distinguishes Europe’s Family Business Champions from the Rest | INSEAD Knowledge https://t.co/4RsIY8CpCc via @INSEADKnowledge",
        "#Convergence or disintegration of #EU countries? A critical need for coordinated fiscal, wage &amp; industrial policies… https://t.co/BgklDPtiUk",
        "Trade tensions between the US and China, including the future of the global economy (free trade vs. managed trade),… https://t.co/9s5gHbQgE0",
        "BBC News - Aviation not the enemy in climate battle, says Heathrow boss \n#sustainableaviation #biofuels\n\nhttps://t.co/lMZgSbAMqX",
        "All #supplychain professionals - Free Logistic Bureau Webinars are coming soon\nInventory Webinar - Feb 18\nDistribut… https://t.co/Froj0yXUYO",
        "BBC News - #Brexit: What #tradedeals has the UK done so far? https://t.co/5XF64TVFNo",
        "How Will You Measure Your Life? Clay Christensen at TEDxBoston https://t.co/Ncsad6IkVs via @YouTube",
        "A team of engineering students from M.I.T., Harvard, and Birzeit University has developed an app called #Carbin, wh… https://t.co/E43ad2dkNp",
        "A tidal project in Scottish waters just generated enough electricity to power nearly 4,000 homes. Analysts estimate… https://t.co/wK0951ca0Q",
        "The UK Composite Purchasing Manager's Index (#PMI) grew to 52.4 from 49.3 in December. #Brexit #uncertainty… https://t.co/du1Oj1VK2S",
        "Global economic growth, Outlook for #India's economy, #China growth forecast, #US economic outlook, Growth forecast… https://t.co/JHeVeqmS7M",
        "Solving the mystery of weak wage growth in EU-CEE (news article) https://t.co/nkwB7RWarE via @wiiw_news",
        "The Impact of I#ncomeInequality on Household Indebtedness in #Euro Area Countries... https://t.co/DUSogLqny9 via @wiiw_news",
        "Individual #nutritional choices and a robust opportunity for #Amazon, #Apple, #Uber, and other key players https://t.co/lHbDY9pTNC",
        "Researchers at the University of Colorado have designed a new kind of concrete - the #livingconcrete, incorporating… https://t.co/Fe73UEdLGi",
        "#RollsRoyce's new, advanced manufacturing hub in Bristol will develop carbon-fiber composites for its #UltraFan eng… https://t.co/5OyTXSqrWD",
        "Individualistic and non-hierarchical Western society versus collectivist and hierarchical Japanese culture, and a p… https://t.co/4y0AqGnLMq",
        "According to the 2020 #BloombergInnovationIndex, #Germany is the world's most innovative economy. Thus, Germany out… https://t.co/SeQkSBr10z",
        "The Global Risks Report 2020 https://t.co/nrysEn0nvs via @wef",
        "WEF, in collaboration with McKinsey, has identified 44 of the most advanced enterprises - the model factories that… https://t.co/Z1i06s3xrG",
        "Transforming Transportation 2020 #TTDC20\n#WorldBank  #liveevent Jan 16, Jan 17\n\nhttps://t.co/c1ppBq6nYE via @WorldBank",
        "Walmart has introduced #Alphabot, a 20,000-square-foot automated warehouse that uses humans and robots to put toget… https://t.co/LJdwvxIzdd",
        "Looking for active flow control ideas for #aircraft control, in other words, an airplane without moving control sur… https://t.co/ldsff1foOe",
        "2020 #PMI EMEA Congress | #ProjectManagement Conference \nI believe it will be an extraordinary event #Prague\nhttps://t.co/0qHxUT5ugG",
        "#Boeing 737 Max #supplier Spirit Aerosystems to cut 2,800 jobs as workers feel pain of grounding https://t.co/nKQQQnGNal",
        "The unappreciated legacy of African-American inventors - James Forten of Philadelphia, George Washington Carver, Ma… https://t.co/A26OjqHkIQ",
        "Accelerating plastic recovery in the United States https://t.co/urbuXYd6N7 via @McKinsey #sustainabilitymatters",
        "Women in computing - @amydiehl, thank you for sharing this insight. https://t.co/IDS94sr3aJ",
        "3DLOOK Demonstrates #AI-Powered Body #Data Platform at NRF 2020 https://t.co/P9eNCk5OGf via @PRWeb #retail",
        "A two-dimensional (2-D) nanomaterial, called #molybdenumdisulfide (MoS₂), opens the door to a new generation of nan… https://t.co/t1oUDG8Au7",
        "Create #FeedbackLoops (Agile Approaches) for Hardware Products - Feedback Loops &amp; Collaboration #agileapproaches… https://t.co/6cHllideds",
        "Europe's biggest infrastructure project, the #Crossrail line, will be delayed to autumn 2021. The project is facing… https://t.co/Lm0GXMLXCh",
        "The world’s largest floating #windturbine has commenced generating power. The project connected the first of three… https://t.co/Gj7eWlaW0c",
        "“A good book is an event in my life.” – Stendhal https://t.co/CCSfxltkCt",
        "Trade war: 6 charts comparing #US, #China economies and markets in 2019 https://t.co/xarKgXqLU0",
        "Nanocellulose is a natural biodegradable material that is produced from wood pulp, or it can be made from any cellu… https://t.co/hQ8aIfLxzx",
        "#MRO - a unique discipline - mostly low-value items, but critical to the continuity of the operations. https://t.co/fANZbJ0ZDG",
        "Here's how a #bullmarket scrambled seasonal trends in 2019 https://t.co/5vUHmKPARB",
        "Martin Wolf: why rigged capitalism is damaging liberal democracy https://t.co/XFClpa5SuT via @financialtimes",
        "Martec's Law: the greatest management challenge of the 21st century: #technology #marketing https://t.co/gLMsO3XPxp via @chiefmartec",
        "2019 holiday returns could reach $41.6B: CBRE #reverselogistics https://t.co/wf0KyYvb8k via @SupplyChainDive",
        "How #CircularSupplyChains Will Take Businesses From Landfill To Refill via @forbes https://t.co/hwwq75s04t",
        "Podívejte se na skvělý produkt z https://t.co/P19pZkRhXQ. Charitativní projekt Mentoringový program Rozhled pro dět… https://t.co/7XyFh5Q3Qb",
        "#Volvo Group is selling its low-profit margin Japan unit UD Trucks to #IsuzuMotors for about $2.3 billion. At the e… https://t.co/1hctGh8cpu",
        "The #African farmers taking on big #chocolate https://t.co/LKT3iadhep via @financialtimes",
        "Collaborative robots, #cobots are robots that collaborate with humans either as intelligent assistants capable of s… https://t.co/C9h0ZfPXXA",
        "The US #returns alone generate 5 billion pounds of #landfillwaste and 15 million tonnes of CO2 annually, equivalent… https://t.co/axMl7xNG0T",
        "Geographically Distributed #Agile Teams Webinar Dec 17, 2019 https://t.co/YMBPuZr5uP",
        "#IATA lowers its 2019 profit estimate to $25.9 billion (from a $28 billion prediction published in June 2019 and a… https://t.co/ciUoiXRe8V",
        "Report: Global next-gen #supplychain market to more than double to $75 billion by 2030: 5G, AI, Robotic, Last-Mile… https://t.co/J2wErrDK6o",
        "The European Commission has approved €3.2 billion ($3.53 billion) public support by seven member states to promote… https://t.co/WAyOUthrs9",
        "#Offshorewind currently delivers only 0.3% of global power generation, but its potential is enormous. Could a combi… https://t.co/3aX3MR2Egn",
        "Air New Zealand tests edible plant-based coffee cups to reduce the amount of waste on its flights. The flag carrier… https://t.co/vjNgXYlRRh",
        "#Winter period and a road salt alternative: Throwing fermented grape skins on icy roads could help cut down our sal… https://t.co/snZyMKZXSL",
        "Volkswagen Is Accelerating One Of The World’s Biggest Smart-Factory Projects - a combination of #cloud computing, s… https://t.co/PCaeGGJmxU",
        "BBC News - #Brexit: Could the UK and EU sort a #tradedeal in months? https://t.co/QV7EEkzR0Y",
        "The #automotiveindustry is the driving factor of the economies in the Czech Republic and Slovakia, accounting for… https://t.co/TuDtEqG0Ds",
        "A new laser #welding technique enables researchers to weld ceramics at room temperature, no furnace necessary. So f… https://t.co/ol1a3dJd6E",
        "How airlines should manage #ITfailures and security breaches to improve operational stability: build security into… https://t.co/SBQZ49zseY",
        "Another solution for the #sustainable future, in this case, the flooring industry: a new technology that separates… https://t.co/WBhJTv7Pym",
        "#Project #Portfolio Problems Masquerade as Project Problems \nWhat can help, according to Johanna Rothman?\n1. A valu… https://t.co/jEFakhbYDR",
        "Hollywood producers need 45 seconds to make an investment decision. https://t.co/KLIDaJURL4",
        "@losamanda It's my pleasure, Amanda. Good luck!",
        "What jobs are affected by #AI? Better-paid, better-educated workers face the most exposure https://t.co/OoU2SkcMjx via @BrookingsInst",
        "New #5G Wireless Deal Threatens Accurate Weather Forecasts https://t.co/3Gnl1IR3ws via @sciam",
        "New warning on global #EconomicSlowdown #OECD https://t.co/jNUyUXn374",
        "Did you know that coffee lids account for 5% of ocean plastic waste? More than 8 million tons of plastic end up in… https://t.co/pVgJ5UFbsQ",
        "The Doi Tung Development Project (1988 - 2017) was established by Thailand's Princess Srinagarinda ('Princess Mothe… https://t.co/nG7NXFC1Dt",
        "#EasternEurope has come a long way in 30 years, but faces some serious challenges in a... https://t.co/LJhlZFIPIp via @wiiw_news",
        "6 ways #machinelearning has changed #assetmanagement | London Business School: https://t.co/0mlhZLxJGG via @LBS",
        "Safe lithium-ion batteries free of cobalt minimize the risk of overheating and fire. The rechargeable batteries use… https://t.co/CehgQkR5f8",
        "The idea behind new storage, retrieval, and fulfillment system is based on the three-dimensional structure of ant c… https://t.co/CVoBSMfGet",
        "US losses from Trump's China trade war will never be recovered, shipping data tells us https://t.co/sSeUlH3cXg",
        "PMI® Business Analysis Conference #PMIBA19 was an auspicious, virtual event, and met my expectations. And of course… https://t.co/82SrPgtL8v",
        "@IreneNgong @BobtheBA I couldn't agree with you more, @IreneNgong",
        "Segmentation, initiatives to prevent excess inventory, and deployment of reduction strategies to maximize residual… https://t.co/R0YEqKsmvY",
        "What are the opportunities of #climatechange? Threats  + Opportunities = Risk. According to estimates, Scandinavia… https://t.co/DwZgAqHrVg",
        "Disruptive technology #3Dprinting is having the most substantial impact on businesses that produce low-volume, high… https://t.co/zEzMVSDj7R",
        "#Embraer (a Brazilian Aerospace Conglomerate) - the 2019 #PMI® Project of the Year Winner: E190-E2 Program Developm… https://t.co/LBOn1cfCUh",
        "I am attending #PMIBA19 - another excellent virtual learning opportunity providing significant insights into… https://t.co/aWMXmgUroS",
        "This is Engineering Day (November 6, 2019). A great initiative introduced by the Royal Academy of Engineering to br… https://t.co/anQHcwwmBW",
        "Eastern Europe braced for fallout from global slowdown (news article) https://t.co/JmKDxw7vrP via @wiiw_news",
        "Can nuclear fusion, the atomic reaction that takes place in the sun and hydrogen bombs, be commercially viable?… https://t.co/YacXcKerNB",
        "A simple formula: EQ &gt; IQ.  \n#EmotionalIntelligence in leadership: what EQ skills are required? \nHow to acquire tho… https://t.co/969HLKDjIe",
        "Great insights into modern #supplychain, including end-to-end business network, and patient-driven orchestration.\n\nhttps://t.co/FOUXmmV6Cn",
        "We mapped how #food gets from farms to your home https://t.co/t7C5MGFf7M via @ConversationUS",
        "New, advanced technologies such as additive manufacturing and a radical shift toward vehicle design. For instance,… https://t.co/gUupHcrkMJ",
        "Why local market dynamics play a critical role in the #electricvehicle segment? Local product design + local manufa… https://t.co/G3afI3lDVl",
        "#Starbucks and its difficulties in South Africa, the second-largest economy on the continent. Or 285 McDonald's res… https://t.co/GUPc3m4YST",
        "Do You Choose to Mistake-Proof or Future-Proof? \n#agile #projectmanagement\nhttps://t.co/kj9iaeDjdv",
        "Managing your external #supply system for #innovation https://t.co/mmkprYcQK4 via @McKinsey",
        "A new type of computing, #quantumcomputing is on the horizon. In September, Google's quantum computer had performed… https://t.co/u3BZxlmw25",
        "A set of guidelines and ethics with a focus on 4 areas of professional #conduct for #economists. https://t.co/igCInAJ1Jo",
        "An example of a shift in #consumer behavior. https://t.co/0c4ft4pBMP",
        "As the #lab-grown #meatindustry grows, scientists debate if it could exacerbate #climatechange https://t.co/O8g4mkWtOd",
        "#Manufacturing generates more than 50% of the world's total #GDP ($40 trillion). Overall, 20% of a dollar spent in… https://t.co/2VR6nO4ZqV",
        "#APICS Vancouver - Events (October 30, 2019)\nhttps://t.co/Okqh2791Pq",
        "On the road to #criticalthinking (the Halpern Critical Thinking Assessment, Pearson's RED Critical Thinking Model,… https://t.co/N3Lr3CUHfV",
        "@ADale333 I couldn't agree with you more, Amy. An excellent example of social and environmental responsibility, and… https://t.co/BBlQbB3vwL",
        "On the road to the implementation of #Industry 4.0, #traceability commences playing a critical role for all key sta… https://t.co/kYqbXKKbvD",
        "The humble #Lego brick and the #circulareconomy: the LEGO Group announced the launch of a pilot program that will a… https://t.co/0yoZpTC6GQ",
        "#PMP #ProjectManagement https://t.co/JgUQIeXBaj",
        "#ASCM and an excellent professional development opportunity https://t.co/ubJ1a5j8iQ",
        "So proud of being a member of the #PMI community\n#projectmanagement #PMP\nWelcome to The Project Economy https://t.co/33w2kNlQLa via @YouTube",
        "BBC News - #UK #productivity (services and manufacturing) suffers worst drop in five years https://t.co/F0BbaXlpq7",
        "#Leadership Development Workshop - The Ultimate Culture and Performance Learning Experience #Chicago\nhttps://t.co/Oply8h6PDR",
        "Passenger flights generate 5.7 million tonnes of #cabinwaste each year.  A new exhibition at London’s Design Museum… https://t.co/ppVcOgRFCm",
        "While our planet is warming, using air conditioning worsens climate change. Buildings account for 40% of CO2 emissi… https://t.co/jukidXJtVd",
        "According to the United Nations University, 50 million tonnes of e-waste is produced annually. The… https://t.co/z9cGIkTMT0",
        "70 Years Later, #China's Factories Show No Signs of Slowing via @forbes https://t.co/5lROaXDggX",
        "Have you ever asked yourself if your potential is truly fulfilled? Is your answer, “No\"? Then, the upcoming worksho… https://t.co/SIJxXUjZWq",
        "#Cement generates about 8% of the world's carbon dioxide (CO2) emissions.  To be in the alignment with the Paris Ag… https://t.co/mhjCYB5wz8",
        "BBC News - #China's economic #slowdown: How bad is it? \n\nhttps://t.co/BTQ9ySPHdb",
        "The White-Collar Job Apocalypse That Didn’t Happen https://t.co/GqcLaXNYEk\nThe U.S. job market - the #offshoring tr… https://t.co/y97M6fqyQW",
        "How can farmers increase their return on investment? One of the alternatives is to work with more productive #bees.… https://t.co/sxAGk3YbCE",
        "What is a blueprint for the critical requirements of an #Industry 4.0 system?  Interoperability, Modularity,… https://t.co/95xOD5NPFK",
        "#AI is transforming the world. A list of private, U.S.-based companies that are leveraging AI at scale is available… https://t.co/ofX5enB2x0",
        "Collaborative robots so-called #cobots are robots intended to work alongside and (or) directly interact with humans… https://t.co/iyzpeJXNjh",
        "#APICS Vancouver - Events https://t.co/cT7JTy9hWv",
        "\"How much potential is there, then, when it comes to using solar technology to power aircraft?\" \nOne of the answers… https://t.co/92jc1Y0UhY",
        "While an experiment is a source of innovation, good storytelling is a critical element when selling innovation.… https://t.co/jmwwSzTuLp",
        "#Geopolitical risks and their actors: UK, Germany, Hong Kong, Italy and more. \n\n#Brexit Risks Remain Elevated But C… https://t.co/1Fko2rEYVc",
        "#Oslo Branch - Successful #ProjectLeadership in an Era of Relentless Change. #pmi #projectmanagement… https://t.co/sAgpzxb4gw"
    ]
}