{
    "screen name": "AshishPagariya2",
    "no. of tweets": 185,
    "tweets": [
        "@narendramodi @POTUS @realDonaldTrump China- Common Invisible Enemy",
        "@digvijaya_28 हा हा हा.... आपने तो कई यो को घर पे बैठने के लायक भी नही रखा.....🤣🤣🤣",
        "@pawarnikhil100 बरोबर",
        "@pawarnikhil100 तुमच्या मते ही जैन सर्व धर्मीयांची भावना आहे??",
        "@PDChina CHINA'S EVER BIGGEST GIFT TO THE WORLD-COVID19",
        "@vijaycMT हे ट्विट आपला कांग्रेस मध्ये जाहीर प्रवेश आहे असं सर्वांनी समजावं??",
        "@Dix5a @a_holycow @Swamy39 @ShefVaidya That is your own interpretation mam!!",
        "@a_holycow @Swamy39 @Dix5a @ShefVaidya you can become rss member just by performing social work for betterment of h… https://t.co/e6ol4wKPLe",
        "@Mahadev_Balgude महाराष्ट्र पोलीस चा लोगो लावून माजी मुख्यमंत्र्यांसाठी ही भाषा म्हणजे, महाराष्ट्र राज्याच्या सर्व… https://t.co/cwW70aP5Pq",
        "@Javedakhtarjadu मोदीजी ने तो पहले ही ऊन सब गरीब, पीडित को हो रही तकलीफ के लिये माफी मांगी है, और आपको एक बात बतादू… https://t.co/riew8FqDC5",
        "@DrTedros @WHO what you discussed with Xi???",
        "@sharadsharma1 हा, जैसे रविष करता है,only मोदी विरोध",
        "@kunalkamra88 कमरा पुरा खाली ही है लगता भेजे का",
        "@_sabanaqvi नफरत करने वाले आप लोग गांधीजी एवं मनमोहन सिंग जी को  सन्मान सीर्फ इसलीये जताते हो ताकी किसीं और को टांट… https://t.co/PEU6OmPi68",
        "@rashtrapatibhvn आदरणीय राष्ट्रपतीजी, आप  अकसर सामान्य एवं गरीब जनता की भावनाओ को समझते है। इंडिया पोस्ट PLI पोलिसि… https://t.co/Yzfz83tNsw",
        "@ankitaINC_ हे ट्विटर अकाऊंट फेक वाटत मित्रांनो। आणि हो जर आपण दुसऱ्यांना नाव ठेवतो तेव्हा स्वतः ही तयार राहावं सोश… https://t.co/HmzUZ09Irq",
        "@Liberal_India1 @DMNewDelhi आणि ज्यांनी तुमच्या रिप्लाय केलं आणि तो फेक फोटो ट्विट केला त्या डिजिटल मार्केटिंग करतात।",
        "@Liberal_India1 @DMNewDelhi अच्छा, तर राग हा स्वयंसेवकाचा आहे तुम्हाला।चालू द्या मग।\nमला एवढं कळत की पाटील की कस  स… https://t.co/x7oXUuArgY",
        "@Liberal_India1 प्रतीक पाटील, मी आताच सर्व ट्विट चेक केलेत @DMNewDelhi  चे, परंतु जो फोटो तू ट्विट मध्ये टाकला तो… https://t.co/loy0Uorhbn",
        "@realDonaldTrump OKEY",
        "@tehseenp सही कहा, और उन्हीका अध्यादेश फाडणेवाले कौन थे, वैसे राजनीती मे लोगोका विश्वास जादा जरुरी है।",
        "@anandrai177 @ChouhanShivraj मतलब आपके हिसाबसे  उनकी चिंता करना गलत है??",
        "@Sarkar_09 @anil010374 @abey_satya भारतात अश्या लोकांची कमी नाही जे बस मध्ये नांवे कोरतात, स्क्रु काढतात, सीट फाडता… https://t.co/VohqshhqBf",
        "@advocate_alakh @iapurvbhansali जैन समाज ने कभी भी देश देश से गद्दारी नही की है, ना कभी दंगा फसाद किया है और नाही क… https://t.co/LBt9yfQ1oP",
        "@rsprasad @IndiaPostOffice Dear Sir, Please clear way for Indian post formalities durinv lockdown. https://t.co/C8iEhrkILO",
        "@aajtak @manjeetnegilive मतलब इन विमानो का खात्मा करने के लिये जादा मेहनत नही लगेगी।",
        "@MumbaiPolice Sir, I suggest to make separate residential arrangement for staff away from their family, to protect… https://t.co/r0uQjmLMbB",
        "@waglenikhil अमित शाह को जिंदा देखकर लगता है वागले काफी नाराज हो गये।",
        "@Mechanik4life @nastik_Shubham @prash_dhumal फक्त आपल्या आई वडिलांना देव मानून त्यांची आपण सेवा करावी। यांच्यापे… https://t.co/ahE9K4j1Hv",
        "@vijaycMT असे पत्रकार असलेल्या @mataonline चा अंक मी कायमचा बंद करणार",
        "@kamblesandeep12 @MarathiBrain @Archanagsanap2 @OfficeOfPunekar @Am_here_DURGA @faijalkhantroll @AnuragGadekar… https://t.co/KAXR4M3G9Y",
        "@rsprasad @IndiaPostOffice Dear sir, Indian post insurance services for accepting premium are operational during lo… https://t.co/8KQPTckLX7",
        "@kamblesandeep12 @MarathiBrain @Archanagsanap2 @OfficeOfPunekar @Am_here_DURGA @faijalkhantroll @AnuragGadekar… https://t.co/k6GKtOg9IN",
        "@PDChina He made his countrymen his worker (SLAVES). and china supports his act.",
        "@NobodysDamsel गरीब आर्थिक हालातो से गरीब है, लेकीन इंसानियत मे अमीर है, वही अमीर घरमालिक उतणे ही तुच्छ एवं राक्षसी प्रवृत्ती के।",
        "@VarshaEGaikwad @CMOMaharashtra @Dev_Fadnavis \nPlease issue urgent order to school management for the refund of sec… https://t.co/z1yZhSTa23",
        "@mataonline फक्त कागदावरच।।",
        "@AakashJageerdar @LambaAlka @_garrywalia @HansrajMeena ऐसे सवाल सोशल मीडिया पर पुछने वाले को आप क्या कहोगे????",
        "@PuneCityPolice @CPPuneCity @TwitterIndia @TwitterSupport yes just fee sec ago, saw one tweet in different  language.",
        "@Kusersidra @majorgauravarya @adgpi @JmuKmrPolice Please check this tweet as this lady supporting terrorist.",
        "@JivanPachpute चल पळ",
        "@JivanPachpute ये मूर्खा लाज ठेव थोडी। कुत्र्या सारखा सतत भुकू नको",
        "@JivanPachpute ठीक आहे तू तुझ उत्तर दिलं, मी काही बोललो का त्यानंतर",
        "@JivanPachpute कुत्र्या पळ रे, जास्त तोंड नको फाडु",
        "@JivanPachpute आणि तू जे काम करतो ते येडयाच आहे। इथे लोक मरत आहे आणि तू समाजकंटकाच काम करतो",
        "@JivanPachpute मूर्खा तुझी ढु.... एवढी का झोंबली",
        "@JivanPachpute जीवन साहेब हे 6 दिवस आधी ट्विटरवर अवतरलेत। 24K ट्विट, 6k फॉल्लोवर।हे महाशय सुद्धा ट्विटरवर पूर्ण वेळ… https://t.co/zLsyz2ueoe",
        "@Mahadev_Balgude @YuvrajSambhaji महादेव आपण 11 एप्रिल लाच ट्विटर अवतरलेत?? स्पेशल मिशन वर आहे वाटत तुम्ही https://t.co/pf04wdxHBs",
        "@Rutuu_Deshmukh शिवसेनेचे स्थापने पासून कार्यरत जमीनी कार्यकर्ते वेणूगोपाल धूत आणि प्रियंका चतुर्वेदी हे राज्यसभेचे… https://t.co/O8fxVEv6nK",
        "#ONEMORESTRIKE",
        "@chillinsaan true",
        "@ANI Some under18 also seen in the pictures",
        "@MOHINIJ57794949 @SPPUSUofficial @CMOMaharashtra @AUThackeray @AjitPawarSpeaks @supriya_sule @TV9Marathi शिवनेरी,… https://t.co/5cpIz2zFkM",
        "@khan_zafarul @kuna_en @kuwaittimesnews @OIC_OCI @Abdulmane @ZahraniAbidi @LadyVelvet_HFQ @DrAlshoreka… https://t.co/nrY7CGUTJC",
        "@thewire_in @AmitShah @AmitShahOffice @rajnathsingh @DefenceMinIndia How The wire claimed alleged terrorist?",
        "@samiull73346317 @MohsanZafarPK @narendramodi tere abbu aur anmi ko puchale ye photo kab ki hai. chutiye apna mu ba… https://t.co/9mPQkbY4Yl",
        "@samiull73346317 @MohsanZafarPK @narendramodi chutiye, tu gandu hai tabhi to pith piche hamle karte ho. Surgical st… https://t.co/iCEdB20UHu",
        "@samiull73346317 @MohsanZafarPK @narendramodi your tweet will be forwarded to the Indian Army",
        "@ShafiGanaie1 @ANI I will report your tweet to authority dear. You need counselling.",
        "@NorthernComd_IA Bhat Sahil's language indicates he is having negative mindset. https://t.co/kiPpPeqIQw",
        "@ShafiGanaie1 @ANI Only Indians are Kashmiri and become koshmiri. You are enemy to Kashmir, Indias Kashmir!",
        "@mi_kasana @SarvdamanD @narendramodi Dear, Pakistan is Terroristan!",
        "@samiull73346317 @MohsanZafarPK @narendramodi Ask your grandfather and father aboout 65 and 71 showand Kargil. \nAnd… https://t.co/jCXe0SVvsX",
        "@ANI सॅल्युट।",
        "@ShafiGanaie1 @ANI Terroristan is??",
        "@ShafiGanaie1 @ANI You are not Indian??",
        "@yadavakhilesh https://t.co/NbiNUfmo2d",
        "@yadavakhilesh दबाव से मदत फंड मे पैसे डलवाना खुद के खातो मे डलवाने से तो लाखो गुना सही है।",
        "@VishakhaJ18 विशाखा जी आप जिनकी बात कर रहे हो उनकी भावना हम सब समझ सकते है, पर अगर ये कोरोना गावो मे, कसबो मे , क… https://t.co/y9PgFyDvfB",
        "@AkhileshPSingh आज कितने लोगो ने पेला इस ट्विट पे?",
        "@TimesNow आतांकियो के आकावो का अंतीम इलाज जरुरी है, ये रोज रोज टेन्शन नही चाहीये।",
        "@DrRPNishank Sir, Academic Calender suggested by UGC is not practically applicable and may create more panics among… https://t.co/GuK5VDvd1u",
        "@Sushant5533 अति महत्वाकांक्षा व अति संशोधनाचा हा परिणाम आहे। नैसर्गिक जीवनपद्धतीचा नाश करून कुत्रीम जीवन अंगीकार केला आहे।",
        "@Saamanaonline एकमेकांचा रामराम घेताना...🤣🤣\nमाफ करा फक्त गंमत म्हणून।",
        "@_VivekSah @SanjayVohra10 @tusharghuge1995 @Dev_Fadnavis @BSKoshyari Once CM resigned, it means Entire cabinet resigned.",
        "@ashish_jadhao हे आपले वैयक्तिक मक्त आहे की झी 24 तास चे पत्रकार म्हणून??",
        "@Shardul28024326 @abhishek29mishr @PritishNandy Then Amitabh Bachhan is best choice🤣🤣",
        "@PritishNandy Dear Nandy, Mumbai is not Maharashtra and Maharashtra is not Mumbai.Mumbai to Gadchiroli, Crores of people voted in election.",
        "@pbhushan1 You mean Nation gifting to them personally???? Might be deal done earlier and paid.",
        "@Shivrajmahratta @rajuparulekar ह्या तूमच्या भावना आहेत, संपुर्ण महाराष्ट्रीय जनतेच्या नाहीत। ज्या भ्रष्ट नेत्यांना… https://t.co/j5HcD2WBY8",
        "@RahulGandhi जबरदस्त मौका मिल है, सभी भूमिगत नेता, अँकर, सेक्युलरो को बिल से बाहर निकलने का जो लोकडाऊन मे शांत थे...",
        "@Lohiya5 @AjitPawarSpeaks मित्रा, जिल्हाधिकारी यांना सुद्धा ट्विट कर।",
        "@Ganesh__Mahajan @AjitPawarSpeaks मित्रा, तुमच्यामध्ये जर राजकारणी नेत्यांची, मुले असतील तर पाठवू शकतात लवकर। आपण… https://t.co/6TMkj4FNiI",
        "@advanilparab @CMOMaharashtra @OfficeofUT @AjitPawarSpeaks @satejp @AUThackeray साहेब,गरीब मजदूर पायी चालत जाताना… https://t.co/aK0UcArGUy",
        "@thehill This means Crime Confirmed.",
        "@PrinceVba @AnuragANK @waglenikhil दादा, लोकडाऊन जेल ची स्वारी बरी नाही हो। इशारा समजून घ्या।",
        "@KalyanWaykule @PrinceVba @AnuragANK @waglenikhil आपण दुसऱ्यांना त्यांच स्तर किती आहे हे दाखवतो, पण हे विसरून जातो… https://t.co/WnuA34OCjT",
        "@TV9Marathi काय वाटत मित्रांनो, अमित शाह यांची काय भूमिका असेल??",
        "@ppbajpai वैसे आपका कार्ड कौंनसा है?",
        "@SDSpeaks42 @AnilDeshmukhNCP @BJP4Maharashtra काही प्रूफ असेल तर इथेच टाकावा?? कमीतकमी आमच्या सारख्या अराजकीय लोकां… https://t.co/4CgyAsbJQ5",
        "@Liberal_India1 जबरदस्तीचे की मानातून कौतुक??",
        "@ujwalkale @shitalbankar333 @Dev_Fadnavis एवढे का बर घाबरत आहे हो फडणवीसांना?🤣🤣। Leader of opposition aahet te 105 mla sobat.",
        "@shitalbankar333 @Dev_Fadnavis संसर्गजन्य रोग कायदा लागू आहे, आमदार असो की खासदार, की नगरसेवक की सामन्य जनता, सर्वा… https://t.co/BNRvzZ1h8M",
        "@VikasRKadam3 @TV9Marathi नागरिकांनी कसं असावं व कसं जगावं  हा ज्याचा त्याचा विषय आहे। आपण कोण हे ठरवणार? ज्या आपण… https://t.co/pdatNbcabF",
        "@VikasRKadam3 @TV9Marathi मी राजकारणी नाही दादा, फक्त माझ मतं मांडलं।",
        "@CMOMaharashtra आदरणीय मुख्यमंत्री साहेब, पुण्यात शेतकऱ्यांकडून कवडीमोल भावात घेतलेला भाजीपाला इथे शंभर रुपये प्रति… https://t.co/BboIjgOIzb",
        "@VikasRKadam3 @TV9Marathi दुसरी गोष्ट, ही की मंत्रिमंडळाने घेतलेला निर्णय हा कायद्यानेच घेतलेला असतो हे चुकीचं आहे।… https://t.co/NaEhQQwN8n",
        "@VikasRKadam3 @TV9Marathi दादा मंत्रिमंडळाचा राज्यातील कार्यासाठी घेतलेला निर्णय आणि राज्यपाल नामनिर्देशित आमदार को… https://t.co/mQF3nhOkll",
        "@VikasRKadam3 @TV9Marathi आमदार राज्यपाल नामनिर्देशित करायचा आहे, बाध्य नाही मंत्रिमंडळ निर्णयासाठी।",
        "@SnehalDoke @bb_thorat यांना इथे पब्लिसिटी देण्यामागच कारण? आपणास माहीत असेलच आपल्या देशातील डॉक्टर्स आणि नर्सेस… https://t.co/PydLfMsqLu",
        "@AkhileshPSingh अर्णब ने गलती की है ऐसा मान लेते है, इस हिसाब से आपके विचार को क्या कहे?? गु-विचार या सु-विचार",
        "@ANI Is it a cost of our adhar card and other privacy details?",
        "@DrAlshoreka Who the hell are you? You people dont know ABCD of humanity.",
        "@ChitraKWagh @BJP4Maharashtra @Dev_Fadnavis @ChDadaPatil @BJP4India @bjp4mumbai @ShelarAshish @SMungantiwar… https://t.co/uh5waryCb9",
        "@vijaycMT इथे आपण सरकार बद्दल एक सुद्धा ब्र नाही काढला। निष्पक्षता लोकडाऊन झालेली दिसते आपली",
        "@CMOMaharashtra पाहूनच अंगाला काटे येतात। शब्दच सुचत नाही काहीच। आपला देश, आपलं राज्य, आपलीच माणसे, आणि आपल्याच माण… https://t.co/8F4V1qEEQU",
        "@dinde_nilesh @JDhankikar आणि हो बराच माज दिसतो तुझ्या बोलण्यात।",
        "@dinde_nilesh @JDhankikar भक्त चाटूकारापेक्षा बरे। आपल्या तुझे आई वडील सुद्धा असतीलच भक्त कुणाचे।",
        "@JDhankikar थोडं क्लीअर करा तुमच्या लोकांसारखे या शब्दाबद्दल म्हणजे आपली मानसिकता कळेल",
        "@JDhankikar ताई आणि मी 15 वर्ष झाले प्राचार्य आहे। थोडं तोंड आणि डोकं दोन्ही सांभाळल तर खूप होईल। स्वताला फक्त शहा… https://t.co/SnnOEQ0GDr",
        "@DrRPNishank @narendramodi @AmitShah @PMOIndia @HMOIndia @HRDMinistry @mygovindia @transformIndia @PIB_India… https://t.co/ze5tuZc3X2",
        "@JDhankikar तुम्ही आम्हाला शिकवलं तर बर होईल, आम्ही ठरलो अडाणी लोक।",
        "@JDhankikar ताई माफ करा, पण असे तुच्छ विषय टाकून विष पेरू नका। जसे आपले आई वडिलांत फरक नाही तसाच आपला CM/PM Fund.… https://t.co/9ydoPTa89j",
        "@rajuparulekar आप महान प्रवचनकार बन सकते हो।",
        "@rajuparulekar उद्धव साहेब माणूस म्हणून अत्यंत चांगले व्यक्तित्व आहे, पण हे सरकार स्थायी नाही, हे सुद्धा समजून घ्या… https://t.co/BtUczLFwFr",
        "@PDChina What about China? shielded everythings!",
        "@ishalthakare @abey_satya @gpekmaratha शिरणी",
        "@TrulyMonica nice look",
        "@CMOMaharashtra हे वाचा, लँडलॉर्ड विसरत नाही एक दिवस उशीर झाला तर। \nमी तर त्यांना देईल ऍडजस्ट करून, पण असे लाखो अस… https://t.co/r8sIRviqvP",
        "@ShubhamJatal1 दादा, भारतीय संविधान वाच एकदा। तुला जर विचारलं आई चांगली की बाबा तसंच हे। राज्य आणि केंद्र दोन्ही आवश्यक आहे।",
        "@sudhirchaudhary should be arrested",
        "@DrRPNishank माननीय मंत्री महोदय, PG, M.Phil, Ph.D एवं समकक्ष के लिये जरुरी शोध निबंध (Thesis) हार्ड कॉपी मे बनाने… https://t.co/jXQBmPJ15y",
        "@NorbertElekes That means hospitals packed?",
        "@Reuters @WHO It is well cited example of Appointing a good lawyer to  get aquitted.",
        "@Reuters @WHO But we know China engineered corona virus in lab",
        "@Shilpa_Bhartiy @SureshChavhanke नारंगी से नफरत है या हिंदुओ से?? और ये हो भी सकता है ये पत्रकार महोदय किसीं टके के… https://t.co/Cj5Eb63ZgJ",
        "@ZaffarA49487078 It is upto you! What you consider your self🤣🤣",
        "@waglenikhil What is your opinion about Shaheen Bagh, CAA NRC protest? any villain behind this?",
        "@NorbertElekes Modi's name only  sparked fire in back of many people in the world🤣🤣!@NorbertElekes  doing great job!",
        "@TV9Marathi I think order of central govt superimposed all state govt orders in the country.",
        "@RBI Requesting RBI to order all IndianBanks to refund amount deducted for non-maintenance of  minimum balance sinc… https://t.co/AfbTovVE4s",
        "@Kishormpatil333 @Dev_Fadnavis @faijalkhantroll @mhavikasaghadi @NCPspeaks @ShivSena @INCMaharashtra @sachin_inc… https://t.co/5VeFigfOsX",
        "@twitermokdam @ANI You mean Pakistan is supporting you??",
        "@ANI Target Pakistan's Army Chief and killed him",
        "@sureshpys @TajinderBagga धन्यवाद आपके सत्कर्म एवं सत्कार्य के लिये।",
        "@TajinderBagga बहोत बहोत धन्यवाद एक्सप्रेस गती से ध्यान देने के लिये एवं अपने स्वयंसेवक को मदत हेतू कहने के लिये",
        "@RRPSpeaks @narendramodi पी एम केअर हे फक्त कोरोना लढ्या साठी  स्थापित केले असतील.",
        "@vishvas_landge @faijalkhantroll @mauliwrites @nastik_Shubham @AnuragGadekar @AshokBheke @prathameshpurud… https://t.co/3KxtXrNJsK",
        "@shitalbankar333 @ChhaganCBhujbal बरोबर, शेतकऱ्यांचा भाजीपाला पडून, आणि इकडे शंभर रुपये प्रति किलो। एक भरतो आणि एक मरतो।",
        "@TajinderBagga बग्गा जी आज टीव्ही पर देखा कूछ पेशंट टाटा हॉस्पिटल के भुके है हिंदमाता ब्रीज के नीचे",
        "@ShashiTharoor Indian news from foreign media??",
        "@Vidrohi_raja @PESHVEBAJIRAO @The_Realist808 I will complaint about you as you are writing about Religion.ok",
        "@PESHVEBAJIRAO @The_Realist808 अस। तुम्ही कोण आमचे मालक आहेत का?चुकीच वाटत असेल तर तक्रार करा। सोशल मीडिया वर टाकून हागु नका",
        "@The_Realist808 @PESHVEBAJIRAO कशावरून हा विडिओ खरा आहे आणि लोकडाऊन मधला आहे। फेकुराम",
        "@PESHVEBAJIRAO @The_Realist808 व्हिडीओ authentic आहे कशावरून?? आणि तुम्ही ठेकेदारी बंद करा।स्वतःची आधी धुवा। मग दुसऱ्यांची।",
        "@The_Realist808 अभिजित आम्ही जैन लोकांना बाहेर येऊन पूजा पठन प्रार्थना करण्याची आवश्यकता नाही। आम्ही आमच्या घरी कर… https://t.co/f4rAm70rkn",
        "@waglenikhil @OfficeofUT @PawarSpeaks @bb_thorat आणि आपण हो वागळे कुठल्या तिकिटावर??",
        "@washingtonpost Might be 100000 death in China only",
        "@ANI भारत माता की जय।",
        "@Liberal_India1 सर्व वकील डिग्री वाले आहात की फुकटचे सल्ले देणारे🤣🤣🤣",
        "@RRPSpeaks By Car🤣🤣",
        "@MahaCyber1 @yavatmalpolice जरूर देऊ",
        "@anandrai177 show ur last 100 prescriptions in which you have prescribed HCQ",
        "@markjackJJ @iArmySupporter @realDonaldTrump @narendramodi If you are calling 1.3 billion people Monkey, What about… https://t.co/9KLULUwKfR",
        "@SimandharR @abpmajhatv ohhk",
        "@abpmajhatv चॅनलने कुठलेही रुमर्स फैलावु नये।कोविड पेशंटला हे औषध हॉस्पिटलमध्येच मिळत असतील। मेडिकल मधुन आणण्याची आवश्यकता नसेल",
        "@abpmajhatv https://t.co/gEYHhoWEVJ",
        "@abhayjere @adsahasrabudhe @HRDMinistry @AICTE_INDIA https://t.co/TBVzE2TMys",
        "@ShelarAshish भावपूर्ण श्रद्धांजली",
        "@Awhadspeaks सर आपन महाराष्ट्र सरकार मध्ये मंत्री आहत, थोडं भान असू द्या पदाच आणि जबाबदारीच। हो आणि वेळेचं सुद्धा।",
        "@SnehalDoke @sambitswaraj @ManushiChhillar संबीत यांनी पेशंट सोबतचा फोटो टाकला म्हणजेच हे प्रुव्ह होणार???",
        "@Liberal_India1 खूप प्रेम झळकत विदेशीचं..... शेवटी आपलेच आपल्या मदतीला धावतात। मग ते शेजारी असो की पंतप्रधान",
        "@ANI Friends India's Pharmaceutical Mfg is one of World's Largest!",
        "@waglenikhil anyone insisted you?",
        "@suhasg247 @Awhadspeaks अच्छा, म्हणजे तुझ्याकडे काही माहिती नाही, मग कशाला बकर बकर करतो।",
        "@suhasg247 @Awhadspeaks समजा सरकारी योजना नाही खाल्ल्या तर कितीचा फायदा होईल मित्रा??",
        "@abpmajhatv राजकारण",
        "@OmarAbdullah No caption needed. https://t.co/EbJMPi6WQd",
        "@VTankha @anandrai177 Agree! अच्छे के साथ बुरा और सुख के साथ दुःख  जूडे है, इससे हम रुक नही सकते। आप जैसे लोगो की मोदीजी को जरूरत है।",
        "@anandrai177 कुछ गवार पटाके फोडकर और कुछ गवार ट्विट करके प्रदूषण कर रहे।",
        "@anandrai177 @ABPNews लग गई .......... आग",
        "@waglenikhil @gawande_poonam हाच तर फ़रक आहे वागले। एक तो आहे ज्याचा परिवार 130 करोड भारतवासी आहे  आणि एक तुम्ही।",
        "#Coronavirus India Stand with Light for the Better Health of Every Individual on the Globe https://t.co/B7iQZoXlrt",
        "@narendramodi कोरोना हारेगा भारत जितेगा। अमूल्या और सलोनी। https://t.co/KarPW6Ob2I",
        "@narendramodi @SriSri अमूल्या एवं सलोनी। https://t.co/O5bKU4nPZl",
        "@aiza_dr @OmarAbdullah अपना पासपोर्ट कृपया यहा पोस्ट करे अगर सच्चे काश्मिरी हो तो। देखते है दोसतो ये डॉक्टर भगोडी है या काश्मिरी।",
        "@tanvirsadiq @OmarAbdullah @AUThackeray @CMOMaharashtra हा हा हा... इस प्लॅनड मुस्लिम एकता और प्यार से शिवसेना और उ… https://t.co/k4x2XCn5v9",
        "@khalidsalmani1 @OmarAbdullah ये भूल गये हो सलमान और शाहरुख को मुंबई ने क्या दिया??",
        "@KhanawalDurga @Jitendrajoshi27 @hemantdhome21 हे लोंच बनविण्याचा विडिओ टाका please",
        "@MumbaiPolice @poojameetsu मानाचा मुजरा।।",
        "@ani_digital @ANI how to connect by e-shakha",
        "@IndiaPostOffice Why India Post is not bringing Online Sanctioning and Disbursal Of Loan against PLI.",
        "@ImranKhanPTI imran tum pahale apni G**d khud dholo fir dusro ki",
        "@TV9Marathi @ramkadam @BJP4Maharashtra मित्रांनो  25% गावात आजही अंधार असतो।",
        "@Abhishe48554269 @TV9Marathi @ramkadam @BJP4Maharashtra अस वाटत तू रोज 9 ला सर्वच light चालु करतो। आणि हो फ्रिज पण।"
    ]
}