{
    "screen name": "WinladeI",
    "no. of tweets": 153,
    "tweets": [
        "@adegokegalaxy Awon 'lidas' of tomorrow indeed.",
        "@princessmideh @OgbeniDipo Congratulations on your admission to Havard",
        "@RoarEagle1 @OgbeniDipo If it were a GoFundMe to make her go through a surgery now, you will feel more emotional an… https://t.co/AlJgadfsda",
        "@Strange_kyle This is Nigeria. It is what it is",
        "@Imamofpeace Does this man desire to obtain our nationality?",
        "😂 https://t.co/U8afC88K8V",
        "This is epic! https://t.co/cY4DH8i6aD",
        "@SallaudeenA @SympLySimi I don hear. You're the shy type 🤣🤗",
        "@SallaudeenA @SympLySimi Oh, pele crush Simi. Go find person wey go give you Duduke that'll be yours",
        "@SallaudeenA @SympLySimi Pele dear. One day, it'll be your day.",
        "@SallaudeenA @SympLySimi No retweet for you, bro.",
        "@OgbeniDipo I will eat everything in accordance to my ability to eat. However, if I wont be able to eat everything,… https://t.co/TyYAoQ74ts",
        "@SegunMichealAl1 @OgbeniDipo How many boli to test if I'm a glutton?\n\nIt's not a whole bunch of plantain o",
        "The Greatest thing about Great Ife is the sense of Independence the environment will sow in you. https://t.co/GQS8XfhDkB",
        "@freedom_rita @OgbeniDipo U get sense.",
        "@thareal_raven I dey tell you",
        "@KissingDPoetry UNTOLD confession",
        "Be a good girlfriend 😉 https://t.co/ZVpEdKgssG",
        "@OgbeniDipo Wanted International relations, studied French",
        "@OgbeniDipo You can't have regret when you have tried your best",
        "@vincentadeoba Legislation might not really solve the problem in the midst of a society whose culture glorifies \"ir… https://t.co/A0oyAiw4bP",
        "@RBhic @Favour__Olajide Nothing but an absolute truth.",
        "@trending_medic I no do housework. But den send me message die. I wasn't allowed to play football and even go and visit friends too.",
        "@SegunMaximus Well, girls had their own clique while growing up and they played their game together with them. You… https://t.co/Q7jPEkUmzw",
        "@somiscellany My parents didn't want me 2 b involved in any sport, football in particular, bcos I could break my le… https://t.co/7CacYwhLI2",
        "@AkaroloMarley @MobilePunch Nigerians should please click the link before tweeting trash",
        "@TundeTASH I'll be glad to learn copywriting\n\n#LearnConnect",
        "@dino_melaye If the poor do have a god separate from the rich, make e do fast and strike with poverty.",
        "@NaijaGoBeta1 If it's about Q&amp;A, don't doubt Obasanjo's ability oo. He's outstanding at that. That reminds me of so… https://t.co/jC0AXobA4E",
        "They said Buhari was part of Abacha's administration. Abacha probably coveted Buhari's integrity and wanted to be l… https://t.co/P4yYaZ1Giq",
        "Shey the $311m Abacha giveaway will also go into Coronavirus giveaway ni abi we go save am for the coming election?… https://t.co/yJSxM46rPq",
        "Abacha discovered that Nigeria is broke and had to do a giveaway from the grave.\nUnlike Abacha and his style. Abach… https://t.co/c5DqR39IGm",
        "@TosinOlugbenga This happens in the movies. Queens shouldn't be aggressive too.",
        "@sophiesbathbody @kikimordi He probably didn't want to seem disrespectful",
        "@drpenking Zlatan wil sel d brand 2 d public mor dan first class graduate.2 think of it,isn't it graduates that fol… https://t.co/mi7YrGVXgj",
        "@OgbeniDipo Executing every plan becomes easier when you have money.",
        "My Results: 【Left brain (56%) : Right brain (44%)】(Left brain inclined · MATH) https://t.co/lA6W57WVzV #LeftOrRightBrainTest",
        "Naughty Brymo 😂 https://t.co/BA9HRfcoDm",
        "Damola has been cornered. Legal steps should be taken for justice to be dispensed.",
        "Like she wants you retry again later https://t.co/lo7HKixU52",
        "@Strange_kyle Edmond and Edwin should read this",
        "@TundeTASH Babcock does",
        "@Favour__Olajide Ah... \n\nYou have just been given the mark of the beast.\n😂",
        "@SallaudeenA @chubiei Better",
        "@laraoriye They rape guys too...",
        "@kemiadetiba Let's have it. In case you need more cast, you can gbami laago.",
        "@mk_millzz @kemiadetiba Let's have it.",
        "If you are for the arrest of Mubarak Bala because of his conviction which is against your belief, you r a shame to… https://t.co/ahvei84zW2",
        "Someone is being arrested for blasphemy in a country where a terrorist group is killing even the worshippers of the… https://t.co/ASRZ1HpTaa",
        "We should all know that what we believe is based on our personal choice of convinction. You can always express your… https://t.co/FPi7XOAAsG",
        "Faith is personal. https://t.co/kDTcN1bONK",
        "@Favour__Olajide The idiot probably doesn't know that there's a record of trans-sahara slave trade that involved th… https://t.co/9xqErRhHm8",
        "@Strange_kyle 😂",
        "@Strange_kyle Nice catch",
        "@Omojuwa I can't relate. Why would they rub pepper on your body? For what?",
        "We can say he died while his star was glittering in the sky. D force of gravity held his star up while death drew h… https://t.co/r8ly1vKlHR",
        "I listened to \"Bukky\" and another one about Nigeria where he said \"Naijiria, ojojumo la n'ji ri ya.\"\nHe was revolut… https://t.co/HsuEOajdqR",
        "I knew about Dagrin a year after he died. Omo B (my classmate) was his ardent lover. Many people played his songs a… https://t.co/q2A5rr9Q09",
        "@DemolaRewaju Same with me. At my PPA earlier this year, I told the principal of the school where I'm posted to spe… https://t.co/hKTGgLIp41",
        "So, the oil wealth we've been confident about as a nation is now selling below $1 per barrel. It's always been abou… https://t.co/IxWMLNAEyJ",
        "@PremiumTimesng Not just the workers. All those guys who attended tue burial without observance of social distancing should be isolated too",
        "Why is social distancing not observed during Abba Kyari's burial? Won't it be good if all those guys at the burial… https://t.co/ahd7VfVN3V",
        "North in particular. What happens to other Nigerian regions?\n\nIsn't this a daylight display of tribalism we've alwa… https://t.co/hoqG9qSLJZ",
        "@AliuMsog @MBuhari @segalink @realFFK @renoomokri @channelstv @cnnbrk @adeyanjudeji @BBCAfrica @AJEnglish… https://t.co/BSEZQQyJvx",
        "@funmi796 Your position is better",
        "Kemi Olunloyo just won more credibility. But then, if he had died then, he'd probably have been buried by now consi… https://t.co/wut5uDLjSQ",
        "Now that Abba Kyari is confirmed dead, will you sit up and take necessary precautions instead of boasting in ignora… https://t.co/kdC9l4aXNC",
        "@Judlyn3 She was angry and couldn't control her anger. Blame her for her impatience. Blame her for being unsecure.… https://t.co/xzUEFwGIY6",
        "@Judlyn3 She gave up by sending him out of her life to go and live on the street. Come on...",
        "...for assuming he's cheating on her when he wasn't. Blame her for sending him packing because it was within her me… https://t.co/YYc1IfVaRj",
        "It's easy to predict the side a person will take on who's wrong in Acrimony based on gender. However, I feel the wo… https://t.co/5hvrCwUZ6k",
        "@MissStephie2 @iam_kidmahn @Kolamide_ Like she's seeking a reassurance of his love by sending him out to the street… https://t.co/Jhugt4GLFH",
        "@adedejimi @enite @B_ELRUFAI What should he have done?",
        "@B_ELRUFAI @Omojuwa You have done well sir. I commend you for the amount of encourage you have gathered to come up with this. God bless you.",
        "@timothyedaki Yes",
        "@timothyedaki Fela is a case study. Generations after us will listen to him and marvel at the kind of person he was… https://t.co/YLbdvtDrrT",
        "@sledge_baba Please, could you send it as a doc format?",
        "SARS operatives dat r always harassing fine boy 4 d crime of looking gud are nowhere to b found or are not many eno… https://t.co/jooFVCXF2C",
        "If we have to stay at home to enjoy hunger and robbery, I don't see how the total lockdown will not transcend to ci… https://t.co/6GIvWiTiKW",
        "@emperordachris @OgbeniDipo My northerner friends in camp all redeployed to the North.",
        "@emperordachris @OgbeniDipo I don't quite agree with this. Of course many corpers redeploy to their geopolitical zo… https://t.co/S7ZxdxybIq",
        "@OgbeniDipo Apt. Our generation shld learn how 2 calmly read a tweet. Intermarrying has a tendency of ending tribal… https://t.co/tabUkNn4dQ",
        "@tolanialli I'll say success is achieved while going from failure to failure without a lack of enthusiasm.",
        "It seems @PoliceNG doesn't know what's going on in Ogun #OgunUnrest",
        "@tomwarren At the end of COVID-19, we would agree that Africa isn't just the only victim of conspiracy theories. Af… https://t.co/0UfAj0qu9m",
        "@dino_melaye Sir, how come you were not aware when the trial was carried out in Calabar last year?\nBesides, it wasn… https://t.co/RldplGaAL8",
        "@Demo__UK Leave Asa out of this. We don't engage in you guys' banter. Leave her",
        "@AdejumoKabir2 He'll probably send it through WhatsApp.",
        "@robbieyhemo @DrOlufunmilayo They will use power to get the limited ones to themselves. It won't be enough and they… https://t.co/j2ufO8aFv1",
        "@Omojuwa The virus won't come and meet people at home. But hunger virus is very likely to hit people.  Both viruses… https://t.co/ZkHGgmPxtF",
        "#nature is mirror. It reflects the #beauty of the #cloud and the shade of the trees. #photography https://t.co/UqXhKkKLmR",
        "@Favour__Olajide @OnigegeWura @dondekojo Abeg ooo. I get one boy for that Ilawe",
        "@rare_mee @kunleafolayan @NetflixNaija @TIFF_NET DM",
        "@kunleafolayan @NetflixNaija @TIFF_NET Oga Kunle Afolayan, when next you want to shoot a movie, call me also. I can… https://t.co/Kv9CIWQmNe",
        "@aproko_doctor Our eateries can always make provision for sanitizing your hands before entering and ensure the serv… https://t.co/R0V2FspUEN",
        "@Deleinko Battle for the young, i can't really remember the exact title of that book, prepared me for tertiary institution mehn...",
        "@_nindal_sadiq @AdejumoKabir2 When they look at it from that perspective, on the background, there is a perspective… https://t.co/8k7wfE7gKQ",
        "Why are many Nigerians saying that Emir Sanusi is going through all these 4 going against GEJ? It is important to k… https://t.co/DBVDRrxAjc",
        "@_nindal_sadiq @AdejumoKabir2 You can't just go ahead and ask what is good about the traditional rulers and also as… https://t.co/JdReXF2Pro",
        "@seunokin Schools are still open. Prospective Corps members will go to camp on the 10th but Senate is suspending pl… https://t.co/MTX7giUcHV",
        "This is the 3rd day of March. Corpers are yet to receive allawee. Yet, no official release from @officialnyscng to… https://t.co/TPeb54pODi",
        "@asemota @Ashesi I interacted with a friend yesterday who studied a science course in UNN. According to her, their… https://t.co/QseBZkXqii",
        "@asemota @Ashesi Is it a lecturer who has no laboratory with up-to-date apparatus that you expect to find a cure to… https://t.co/G1eFjWeX7A",
        "@asemota @Ashesi Secondly, talking about ASUU, lecturers in Nigeria are handicapped by the system. But it seems we… https://t.co/TBv2cW8ru1",
        "@asemota @Ashesi Privatisation seems appealing. But it is not a sustainable initiative. Firstly, the economic syste… https://t.co/5dbwi2jzL7",
        "@kikimordi It's a good dream. I hope it come to pass one day because as at this time, we have community health cent… https://t.co/KYStwwcIE1",
        "Maybe I'm in a different Cross River State https://t.co/VxDEN2S63w",
        "@ajibz_tosin It is saddening that many people would see sense in this guy's gibberish. Parents have everything they… https://t.co/tbtYMtU9fI",
        "@KadariaAhmed @Omojuwa I've discussed this several times with my friends. A Yoruba family comprises Muslims, Christ… https://t.co/Rje7BmdnvV",
        "@Mazigburugburu1 Bread and beans na correct food. But with better money, you go chop better bread and beans. Like s… https://t.co/5xWDjsmT8E",
        "@lutosinGBELA He doesn't have to travel to China since there's a case already in Lagos",
        "@MobilePunch This makes killing and bombing a prestigious career since you will end up enjoying scholarship your gr… https://t.co/9FyToIqDPX",
        "C1 https://t.co/x0P2Wus4Z2",
        "@asemota @nelsonchudi Someone is saying things",
        "@Kena_Ewuru @akaebube Report that Yahoo boy to EFCC",
        "@loluwa13 I'll send it then.",
        "@loluwa13 Yes",
        "@Jenny83316422 @OgbeniDipo I registered online and proceeded with the payment offline",
        "@Yohanrealdeal @OgbeniDipo I got it from my school",
        "@OgbeniDipo I'm 3/3 certified.",
        "#politics is a field of permanent interest. Once the interest is threatened, our friendship becomes history. https://t.co/Lvqk1CBnz9",
        "@akerele_s @womenvoiceNG_ We have a long way to go in understanding that tribalism shouldn't be a factor in politic… https://t.co/wWGh8kawXG",
        "@Ezeking77 @IKENNA_____ You know them all.",
        "@Ezeking77 @IKENNA_____ Bow to the right godfather, make them rig election for you, use thugs if possible, then con… https://t.co/73v6xKwokj",
        "@MorrisonOrede See the people our education system has produced...",
        "@IKENNA_____ If the goal is about going far in politics and not about contributing to progress, I doubt if we'll ev… https://t.co/vc9zhM25XF",
        "@MalachyOdo1 @cchukudebelu I think you should also ask about the youths he said they were mobilising to plant trees… https://t.co/RFotdgB7Aj",
        "@jeune_afrique En Afrique, le Président gagne l'élection tandis que l'opposition la conteste.",
        "@toluogunlesi I haven't been to Johannesburg. I therefore can say anything in this matter.",
        "@_nosaJaphet_ @asemota I couldn't have done anything better 😁",
        "@mordybarry @asemota I guess it's a problem that's endemic to non francophone countries. A teacher should influence… https://t.co/xFfuACCjbQ",
        "@mordybarry @asemota These textbooks are actually good. Teaching of French as a foreign language makes more sense w… https://t.co/K9hxsEhrNk",
        "@asemota With kids, a lot of creativity is involved. Even to teach adults. As a graduate of French and an experienc… https://t.co/lbYM55k2Mi",
        "Also,a meeting with Engels @ Awo caf on my way back from ser class that Thursday.He convinced us on d need 2 rise a… https://t.co/vbK310GmnP",
        "The first protest for improved welfare condition for students under TY administration. Awo guys came to Angola and… https://t.co/2n3P6rWOJu",
        "@Favour__Olajide By faith, we have!",
        "It is our own. We don't need an English name for it. Simply call it ìjábẹ https://t.co/7o4lpD2LZu",
        "I knew OAU students will come out strong to repaint the image the last University ranking nearly dented https://t.co/3dExEc5mpX",
        "@SallaudeenA @michael_tremend Na play now. Why u wan call Sango?",
        "@SallaudeenA 😂😂😂",
        "@SallaudeenA Guy, the young shall grow. OAU brought out your beard https://t.co/6l634rw4H5",
        "I agree with this. https://t.co/h5kbtYOeUQ",
        "I'd be happier if the same action is replicated towards the building of a school, a workshop or library. https://t.co/JUPGiDtRXY",
        "@BrymOlawale When are you releasing a collabo with Asa or Beautiful Nubia?",
        "@AdewuyiRoseline They are checking for the best sprayer. He could be a very fine boy with a large pocket",
        "@kiezasose @RealistHenry @Scizo4real @naijama @kingpois @MoghaluKingsley It's better.",
        "@Irunnia2 7 Up",
        "None. I'd prefer Adekunle Gold, Lagbaja, Beautiful Nubia or Simisola. https://t.co/T8XCg8zx4T",
        "Today is our Sowore day... Happy birthday leader @YeleSowore https://t.co/krEnPOpSeJ",
        "I'll read and read and read till I continue reading. That's the way I've found. https://t.co/cgpmTw8ukv",
        "@debelistic @Babajiide If you read what I wrote very well, you'll see that it is more about people looking out for… https://t.co/BMMrjeF0nJ",
        "Case study: increment of NYSC allawee. Every friend and fiend wanted their share of the cake https://t.co/BffTHweIXH",
        "I love this! https://t.co/di3uZ2Ng8O"
    ]
}