{
    "screen name": "KAVATG1",
    "no. of tweets": 200,
    "tweets": [
        "The best thing about life is it keeps getting better. It's evolution. We continue to upgrade &amp; improve as times mov… https://t.co/h8sld5n8sw",
        "I'm a holistic teacher &amp; believe the mind can heal the body. https://t.co/Lphl7GVdPJ",
        "What's really going on in twitter world. Is anybody receptive or 9nly responsive? I guess it does not matter as we… https://t.co/95ojowEL6d",
        "When you repeatedly use the \"N word\" while reciting lyrics. https://t.co/ZHjdaFYNMh",
        "Bet crackers won't sleep on Papa John now. https://t.co/b6epcmhBbZ",
        "@PapaJohns get John Schnatter on the line now.",
        "Is he rich like me?https://t.co/AXYfqPDp6m",
        "Good question. @WuTangClan https://t.co/WwdmskAw4K",
        "https://t.co/rlh82tXl1z",
        "What's the matter cat got your tongue?\n\nhttps://t.co/WppCMObJKK",
        "Who wants to be the one to tell them? https://t.co/hjRK2SlogN",
        "\"I am dying from the treatment of too many physicians.\"-AL3XANDER III, KING OF MACEDON https://t.co/JcpeiMpJPx",
        "Turn on the lights. Rotfl.https://t.co/Nc1EguGvHM",
        "Hear thee.https://t.co/F4Id7YaD1b",
        "No one relies on government to do anything. If that were the case we would all be dead.",
        "@BBCNews No one relies on government to do anything. If that were the case we would all be dead.",
        "Clinic.https://t.co/8nr29sgXDm",
        "@SpiderAnderson what's up my brother? How is life?",
        "@marc_raimondi @arielhelwani Awesome.",
        "Just an accident.\n\nhttps://t.co/eizjZMHmdv",
        "@LilNasX https://t.co/xXwpWEaUkd",
        "Y'all just be asking questions &amp; making up answers. https://t.co/UmM1EuHwct",
        "@QuincyEnunwa Yard open.",
        "Plain &amp; simple. https://t.co/vAQQ4f8B9A",
        "@mamaxmox Bassed.",
        "@JohnCleese @montypython Not necessarily in that order I hope?",
        "Coming out swinging. https://t.co/4SZ0u7muQS",
        "#flatearthsociety #flattenthecurve #fattenthecalve https://t.co/KhivSVDTys",
        "This is your brain on flat Earth. Any questions? https://t.co/qOLdwZv6jn",
        "Viva La Mexico.https://t.co/1XbtfqjREu",
        "The Vibe.https://t.co/mBoJqIcGSb",
        "HARAMBE LIVES. https://t.co/wawJ7YrHnk",
        "https://t.co/pTukKIXdSa",
        "Remember what they did to Harambe. https://t.co/XGD84dKEfq",
        "https://t.co/Igzfaptq00",
        "https://t.co/F6886Depa7",
        "https://t.co/7uwka5RyRW",
        "https://t.co/aoe1RkMFMk",
        "Polio Tropical. https://t.co/FdLuXXB378",
        "Who Am I? https://t.co/knycMI70GT",
        "When someone is trying to get their point across. https://t.co/7oK2y5Enro",
        "People who use the words Nazi &amp; Communist are fantastically bamboozled as to what real Nazis &amp; Communists are. https://t.co/AZI3kCZsNW",
        "Do negatives exist?",
        "George McFly gets slept on. Don't forget he knocked Biff tf out with a left. https://t.co/sI6lwlyTiu",
        "X+Y+Z×2=3\n\n(X=5)",
        "@maxkellerman i haven't really watched you recently or much for that matter. No disrespect. Thought I'd get your \"t… https://t.co/iW5BjN6jeK",
        "@deshaunwatson I guess i did things backwords.",
        "The Ruler Is Back. https://t.co/SPp1yQTo2i",
        "Whether you like it or not. There is no oppression. But you are governed by laws in which you can not change. That… https://t.co/bISI7EJ4u2",
        "UNIVERSAL IMPERIALISM.",
        "@UN who are The Imperialists?",
        "I Am The Living Breathing Law.",
        "THE GRAND IMPERIALIST.",
        "@BarackObama @BernieSanders @JoeBiden what's the problem you guys? Is this not what you wanted. Is everyone not getting what they deserve?",
        "We don't have room land-wise for all those people. We should be focused on their land. The land of milk and honey. https://t.co/5AHwRTN5TE",
        "If America is so bad. We should be immigrating in droves into other parts of the World and invading their lands. Th… https://t.co/LCmtj23xtP",
        "@realDonaldTrump @WHO",
        "Then why do they blame America? https://t.co/VFKkdJxRtq",
        "Immigration into the US is not the problem. The need to migrate in the first place is the problem.\n\nWhy should peop… https://t.co/x0xLibN7Q8",
        "@Scientology been thinking about contacting Tom. Are you there. Can you hear me?",
        "@EdLatimore I'd rather never have a penny.",
        "@JOEL9ONE Ueah. So miraculous.",
        "@JoelOsteen Sometimes you have to improvise. It's all part of the game plan.",
        "@adamcarolla It's the USSR.",
        "I'm not sure what they should be focused on, I just know some people are focused on the wrong thing.",
        "@LorenaSGonzalez California s government stinks.",
        "https://t.co/KsJNrMZAO2",
        "https://t.co/pdibjJHyXr",
        "I can already control the computer without neuralink.",
        "After you been told them you ain't bucking no call outs. https://t.co/fRkUA4zmJs",
        "It's all interchangable.https://t.co/DZ007vYfuL",
        "https://t.co/GPgdHSFiGY",
        "https://t.co/Qj4wNtF1SD",
        "https://t.co/LFFdxHD9R5",
        "https://t.co/e9KJglPtgR",
        "Me breaking things down to an easily understandable format. https://t.co/V0AbjwT9Cm",
        "Rock The Kasbah.https://t.co/XXnhuGhOWI",
        "@chrissyteigen \"If you don't have enough to share with the class...\"",
        "@Twitter 👓",
        "@PeterSchiff What goes up must come down or so they say.",
        "One way or another the whole Universe will be united. It already is actually but the realization has yet to come into perspective.",
        "Mom Deuce Ai.\nhttps://t.co/eIKJSSiXbS",
        "https://t.co/YzvZ0XFvL5",
        "N0 l1V3.https://t.co/ulOrlQCpJU",
        "After Jeff Besos tells you what he has really been up to this whole time &amp; you show him what you really been up to… https://t.co/CJ1KiYcavC",
        "@WhitneyCummings We didn't even make it to hello",
        "https://t.co/dYKTdH822O",
        "I am. https://t.co/uZ33TVAxA7",
        "A poet, a painter, a sculpter, a general, a musician, philosophizer, a theosophist, a polymath, an ordinary man, and God.",
        "Michael &amp; Alexander.",
        "Archangel.",
        "....@tomhanks did you know that already?",
        "Old news perhaps.",
        "@Pontifex",
        "Micah. Micah with God. Michael. Michael The Angel with God. Michaelangelo. Michael The Arachangel.https://t.co/j41eaQH6Ch",
        "https://t.co/7RAy2K05H9",
        "I still hold dominion.",
        "I love it.https://t.co/zN0RJN6lZt",
        "I stole this off facebook. https://t.co/tqEpayKkrl",
        "https://t.co/kg2bOtqdtj",
        "Tis is what's going on.https://t.co/mFDmUQdK7Z",
        "Just got the results back and Bill Gates is your dad. https://t.co/h8pS5dL3HJ",
        "\"I'm not this warrior, I'm not that warrior, I AM THE ULTIMATE WARRIOR.\"https://t.co/WOjjWANH7s",
        "Ready or not...https://t.co/kRqfxBDj2x",
        "Are you ready? https://t.co/cPE8ie5CVk",
        "Stay #HealthyAtHome so the government can track you and come pay you a house visit. \n\n\"And for other purposes.\"… https://t.co/Mg2oEZqpZ8",
        "Pretty clever. Now the whole world knows his name.",
        "I believe women have all the power they say they don't have. Like most people. They are told they don't and they be… https://t.co/cOrSXsmMsI",
        "You don't have to respond directly to me. I got your message. I'll put an executive order down and shut everything… https://t.co/lKqK4o0SpM",
        "@GovRaimondo how come Rhode Island is trying to run a police state? You want the shoe on the other foot? I can make… https://t.co/8uJaFbNwMl",
        "@realDonaldTrump they cannot continue to do what they are doing. Let California be warned before it's too late.",
        "@GavinNewsom when will all the corruption stop in the once Great California state?",
        "@elonmusk switch it up with California &amp; say goodbye to Hollywood. https://t.co/xXcIpevCxT",
        "Contrary to popular belief. Sunday is not the day of worship. Everyday is. But The Sabbath remains on the day it wa… https://t.co/ON15hi85Ve",
        "I'm not for civil war because no one wins. I don't know about you but I play for keeps.\n\nUnited we stand. Or divided you fall.",
        "No one complained when Antifa was out promoting violence unprovoked. Attacking people with weapons in public domain… https://t.co/nYHdFOiIiE",
        "@astrojoe001 @Benaskren This is the way.",
        "I had to resurrect myself. https://t.co/P0J6QJmpO6",
        "Speaking both literally metaphorically...When I say I am dead. It's because I died a long time ago. I was killed. P… https://t.co/1Y6ewjXOv1",
        "actions. Once they control your mind with these substances you become more receptive to \"their message\". Their lie.… https://t.co/VmTFxEVoZL",
        "feel good when certain receptors and such are activated in your mind.\n\nBasically it tells your body and/or brain \"T… https://t.co/kOdffKyHtN",
        "itself solely. Though it's bad enough. But these contain chemicals that interact with your brain. THEY CAN ACTUALLY… https://t.co/41fI5Dp5Qy",
        "I say these things because I have done them.\n\nI quit eating unhealthy. I quit smoking. I quit drinking. I quit lett… https://t.co/0gVT5MKmmy",
        "That is your obstacle. The block put there to make you stumble over &amp; over. Overcome it. Just put it down. It's tha… https://t.co/UuHhYlpykV",
        "I'm here to tell you. You have to sacrifice it. Put it on the altar. I don't care what it is. If you been smoking c… https://t.co/eptQPdOVwG",
        "You ever notice that when you want to make improvements in your life. The things you hear sound great but the solut… https://t.co/eMOV9jBeDf",
        "@astrojoe001 @Benaskren Believe what you like. Money is slavery.",
        "https://t.co/8OG5uCFNsl",
        "Coincidence? What have you got to lose? https://t.co/u9gJ0W9FZ3",
        "@Benaskren Freedom through a coin? Don't make me laugh.",
        "I don't respect these social media clowns who get to big for the breeches. \"I don't respond to someone with less th… https://t.co/Z5XamxonXk",
        "@PPathole @elonmusk @JoshManuel Who and what are we talking about here?",
        "@BernieSanders I'm thinking you should move and be an ambassador for us in Denmark.",
        "@BetteMidler If McDonald's doesn't kill you, covid20 don't stand a chance.",
        "Crypto currency fanboys who yell things like to the moon should be shunned.",
        "Warren Buffet is a funny man. You have to give it to him.\n\nIf you invested $10,000 in this stock back in 1947 you w… https://t.co/yGV1S0h1xP",
        "@theprimalfire The village idiot.",
        "A black sheep is still a sheep. https://t.co/BDw4oZ6s1i",
        "Does one want to voyage to the depths of hades. It's not so scary once you get used to it. Think of it as waking from an unpleasant dream.",
        "Is having followers really all that important? Where are you \"leading\" them to?",
        "@thefaceberg Blasphemy.",
        "@TitaniaMcGrath He said propagate. https://t.co/sottnMz7YX",
        "A horse is a horse of course? https://t.co/X1NRqSRcNk",
        "The word sociopath gets thrown around too easy now days.",
        "A grandeur of delusions. https://t.co/v6eLYcWkYy",
        "I'm the Young Rip Van Winkle.\nhttps://t.co/IdTtRV7RQL",
        "Turns out I'm just a mental patient with delusions of grandeur.😤",
        "I saw your picture today.https://t.co/SWCcr27PXa",
        "Nervevana.https://t.co/WG6eZm42Hm",
        "@JohnCleese Polly want a cracker?",
        "Oh.https://t.co/RKgCysQOX8",
        "You hold the key. https://t.co/68VM0F82hv",
        "I am willing to go into The Pillory. Again. How long should my sentence be?\n\nhttps://t.co/09FSbmjHSH",
        "ALV1N THE ELV1N.",
        "E1EVEN",
        "11",
        "XI",
        "I",
        "The X Factor.",
        "That's science plain &amp; simple.",
        "Piece of cake really. What can you do? Anything. What can't you do? Only which you tell yourself you can't.",
        "@elonmusk we already got this playboy. No sweat. I don't think anyone is laughing. Not at us or anyone. We're laugh… https://t.co/OJDXgF8tFJ",
        "@benmezrich I was thinking exponentially straight to quadrillionaires. Write trillionaires now.",
        "The forces join. https://t.co/YrRjdIoLsm",
        "See a lot of this going on. A mixing of the bloodlines. Or is it sacrilege?\n\nOne could lose sleep over this... https://t.co/NYWrdYah9A",
        "@davidgoggins Detoxify.",
        "What's the best way to set an example? Most people will say you lead by example, not only by your words but by your… https://t.co/GWjMV8jFkt",
        "https://t.co/w530OYOKvW",
        "Don't be too happy if you haven't experienced extreme loss. There's still plenty of time.",
        "faith. \n\nBUT!\n\nThis person has NEVER been tested. They think they have.\n\nSo a deal is made where this person will b… https://t.co/NKzZlduFvV",
        "It is an unfair comparison, but life is unfair.\n\nThis is what changes the odds in ones favor...The Book Of Job. A s… https://t.co/8d5ldo4yDo",
        "than the other kids because they measure their wealth by their success and the perceived lack of the others.",
        "over-privileged life compared to a child with a single-parent.\n\nBoth parents provide what the other doesn't or an a… https://t.co/JJoB3nbUqC",
        "I used to laugh when I hear people say \"you create your own problems\" because for the most part it is true.\n\nWhat t… https://t.co/zMaPlk3dgk",
        "person. So when people say I have my own problems, it's not unnecessarily true. Even if it's a daily occurrence in your life.",
        "Everyone does not struggle. This simply isn't true. They might call it struggle but it doesn't qualify under the tr… https://t.co/kKpH01VSrp",
        "Too many like to focus on the negative. This is destructive and dangerous. You need to approach problems with a hea… https://t.co/yvhOFOVuyT",
        "@CreagenDow welcome back. Sorry if I offended you.",
        "Aha. https://t.co/VzXK8d69W4",
        "You love me to the moon and back? I'm disappointed honestly. Cosmically speaking that's not very much if you think about it.",
        "https://t.co/BYqVuAOGTW",
        "Let's not forget about the Great Sigmund Freud who was born on this day. The same day that my stepfather was born.… https://t.co/VqxMApLhBx",
        "Just like customer service they are usually clueless. I don't do this to embarrass them but more so to bring the fa… https://t.co/17QgBjBkVl",
        "I don't know about y'all but I still prank phone call people all the time. It's funny af. I need to start recording… https://t.co/pR4OH7Xxgx",
        "Maybe we all got an evil or good twin out there wreaking havoc or just geeking out. I don't know. Might be whole or… https://t.co/zVR7KyRnYS",
        "mind and interacting with you.\n\nOr you just go somewhere and look at something and see your name or something like… https://t.co/5Gfn9J2b2J",
        "You ever notice people be talking to you from their timeline.\n\nThey won't say nothing to you directly but they be t… https://t.co/8gMgYNpktk",
        "Other people were just around to hear it. https://t.co/IPKKwCJoyh",
        "I usually just go on other social media sites anonymously and talk to myself.\n\nI thought I'd try using my real name… https://t.co/dEAl6JaUTh",
        "Think I'm lying if you want to.https://t.co/hc8tkrm0vK",
        "It's a mirage.\n\nIt doesn't matter what candidate wins. It never has. They're all on the same team.\n\nThis is how we… https://t.co/WyY4vqkdU9",
        "I don't vote. Never have, never will. It doesn't make a difference. It's all rigged. They can't lose. Everybody is… https://t.co/ri1Dn3L1Jm",
        "This is America, we don't play around. It's all propaganda. Democrats and Republicans are the best of friends. Don'… https://t.co/pSPEwNTP71",
        "The most overlooked fact is that it's all a charade. A soap opera. None of it is real. If you seen it on TV or from… https://t.co/v1BEgekPJc",
        "dismiss. They slam their door shut like an adolescent child does when they don't get their way.\n\nA bunch of buffoon… https://t.co/4Bu6fpFGH2",
        "Higher education has become a joke. If you look at any of the major colleges. They are close-minded and refuse to e… https://t.co/g21isgAbLQ",
        "I don't trust any major University. If they could infiltrate Harvard and create and traffic bioweapons using China'… https://t.co/HbD73G2FkO",
        "@realDonaldTrump @Yale keep barking up the wrong tree. You might find yourself locked up in a hospital. https://t.co/vH6XSy98x7",
        "Yale University is a disgrace to The Untied States Of America.\n\nThey have made a mockery of education. Nothing but charlatans.",
        "@Yale you clowns don't know the first thing about psychology."
    ]
}