{
    "screen name": "theclaymax",
    "no. of tweets": 190,
    "tweets": [
        "@natemcdermott @Woodguy55 pretty sure moleman won that contest",
        "@HammerFist3 tiramisu 4 u!",
        "all straight edge people are pedophiles",
        "@TheEconomist @1843mag watch out for goblins",
        "My cat needs ketamine she's depressed",
        "@maddecent That’s danaerys",
        "@JustinTrudeau give me money",
        "@ShellenbergerMD @caseyisbig",
        "@YQLTattler @WayneGretzky @PaulinaGretzky @GretzkyFacts never heard of it",
        "@YQLTattler what",
        "I'm the Wayne Gretzky of havin a big juicy ass",
        ".@fergie I miss you.",
        "the Filipinos.... they fear nothing.",
        "the covid-19 pandemic won't end until we sacrifice another spiderman to the Gods",
        "someone out there has tried to stick their dick in someone's stoma.",
        "@whoopi_pics no.",
        "Bhad Bhabie should have been cast as Arya Stark",
        "@abukhaldoun_sy @Peacemaker71M @TheEconomist @armenia",
        "butthole: SVU",
        "left nut: Law\n\nright nut: Order\n\npenis: Executive Producer Dick Wolf",
        "@hammeat She’s just playing hard 2 get my amigo!",
        "@DavidColetto fuck off dave",
        "I'm tired of my voluptuous figure",
        "@StreamerDarkly @jonkay not the first time it's happened to poor Andrew",
        "I named my dink SR-71 because it's thin, black, and difficult to see without powerful technology",
        "@jonkay Andrew*",
        "Smoke em if ya got em https://t.co/aiCNiOeoE7",
        "my agent says I'm not going to land any modelling gigs until I get my bacne under control",
        "a lot of people have recently been telling me they \"want to cum on your(my) cousin's tits\" and I think it's wrong",
        "all women grow mustaches, eventually.",
        "if a man can have two cars then he can have two wives",
        "@UncleHeadshotTV Is it me",
        "@AC360 how is this possible",
        "if GOD it REAL? why,,,,. do people ' get downdsyndrom?",
        "if you could punch any actor directly in the face who would you choose, and why Josh Hutcherson?",
        "extremely Bruce Buffer voice: GOOOOD MORNING SIIISTERS",
        "Jeff Star or Jim Charles who you got money on in a fist fight",
        "Jamie Lannister has too many teeth",
        "Captain America: the queerest avenger",
        "people who say \"foward\" deserve the chair",
        "@elonmusk did they kick you out",
        "@clounch_karen @gariamray @AndrewYang OK KAREN",
        "@TheOnion @rafiki_90_",
        "who's watching the ASU Honeybeez on snapchat",
        "@realDonaldTrump buddy.",
        "@TheEconomist fuck it I'd eat a whale",
        "maybe Billie Eilish wears those baggy clothes to hide her stoma?",
        "@ExYYC I don’t think you know how bad Rimbey is",
        "@whoopi_pics @rafiki_90_ my face when I see everyone ganging up on me in civ",
        "@tyleryaremchuk @Lowetide @Blackfalds_AJHL @willysosilly",
        "@YQLTattler he's not a boss of anything. even his cat tells him what to do.",
        "@DKingBH Stalin's been looking for that guy",
        "@buck_lazer @JamesCageWhite I see a lot of parralells between him and my dumass cousin",
        "god I miss pickle ball",
        "@Canada Allahu Akbar",
        "@imafakeologist @mlehman724 @sunlorrie just like birds",
        "@benshapiro @caseyisbig",
        "power industry*",
        "@Zhiwa57 @dana1981 just because it's a \"talking point of oil and gas\" doesn't make it any less true.",
        "@YQLTattler @TheWHL @WHLHurricanes 🥰",
        "Dr. Phil DeFranco",
        "@dforbes91 @YQLTattler not cool.",
        "@EvelKneidel @benshapiro",
        "@dana1981 no.",
        "@dana1981 wind (and solar) are bad because of their intermittency, as well as short lifespan.",
        ".@justintrudeau where's my money bich",
        "@janicedickson shut up",
        "https://t.co/KIjCXYMWll",
        "hail the big baby",
        "h8ters take note: https://t.co/gGDyDymoxa",
        "@Storerooms_Prof FUCK OFF",
        "@FINALLEVEL he'llz yes to this my friend",
        "@IAM_SHAKESPEARE https://t.co/6GJPd5DCqV",
        "@realDonaldTrump @CaseyIsBig",
        "@add_ur_name https://t.co/esHyVJoX3X",
        ".@duolingo leave me the fuck alone",
        "@BlairKing_ca so much for that",
        "@BlairKing_ca @KHayhoe name calling is seldom productive, I admit.",
        "@BlairKing_ca @KHayhoe the use of \"coward\" when referring to unblocking is an ingrained practice of twitter young millenials.",
        "@KHayhoe unblock @BlairKing_ca  you coward",
        "@Bitdefender @SnazzyQ never.",
        "@Tweet2bunny no.",
        "it only needs to work once",
        "pointing a pencil at my boss and quietly muttering \"Avera Kadavera\" every time he gives me cr*p at work",
        "dementors still scare the sh*t  out of me.",
        "@WeWuzBoomers da mf b00mer z0ne",
        "CLAY IS KING https://t.co/WYpZtzYUbE",
        "Samwell Tarly has metabolic syndrome",
        "I'm sorry",
        ".@JustinTrudeau where my money bich",
        "@WHO @WHOThailand @WHOSEARO @WHOWPRO @CaseyIsBig",
        "@TrumpWarRoom Hellz yeah it is",
        "you're a loser and your mother abandoned you for being an insufferable moron",
        "unblock me you idiot fuck",
        "@jontaffer what's up fuckwad",
        "it is no coincidence that \"MGM\" stands for both \"Metro-Goldwyn-Mayer\"(Jewish) \nas well as \"Male Genital Mutilation\" (also Jewish)",
        "@DadsFilmReviews genious*",
        "@M_Ignatieff thank you for this beautiful picture, Former Liberal Party of Canada Leader Michael Ignatieff.",
        "@maddecent @DareNoCare",
        "@PsychToday extremely fatphobic",
        "@Scouching @dathockeydoe @SillyConundrum",
        "@dieselandsugar_ @Jezzerat you're*",
        "@Fragge5 The first reported cases were in China, pal.",
        "@RealKidPoker @Mikfox Bananas are bullshit.",
        "@IdoShamirIdo Wrong.",
        "@lessleathal @RealKidPoker bRo yOu haVe tO wAtCh GaMe cHanGeRs mEat iS pOiSon brooooooo",
        "@IdoShamirIdo No.",
        "@ChrisK__83 no.",
        "@IdoShamirIdo it came from Mongolia. spread throughout North America by Chinese labourers on their way to the U.K.",
        "@MakisMD @Dave_Khan is this true",
        "@CaseyIsBig https://t.co/AUBth6BacP",
        "@TECHNOlR @HammerFist3 @buck_lazer",
        "@realDonaldTrump lol",
        "scares",
        "Theresa Tam scrses the livin bejeezus out of me",
        "@LockdownNo @Quillette take your tinfoil hat, roll it into a ball, and SHOVE IT UP YOUR OWN ASS, pal.",
        "@__ice9 @StuffedFantod @profalankchen @Josh_Bersin @DLeonhardt if only there were some kind of unique visual queue… https://t.co/hX7tfn0Euu",
        "a Gungan always pays his debts.....",
        "happy Passover to all the Jews except for Amy Schumer",
        "@JamesCageWhite NO TOUCH",
        "@SillyConundrum this would have been a great time for you and your sister to clear up that \"confusion\"",
        "@kevdirt I just love the culture",
        "I would give up everything just to be black for one day",
        "@buck_lazer @landpsychology 🍆🍆💦💦💦💦💦💦💦💦💦💦💦💦💦💦💦💦💦💦",
        "@RCI_101 government support for pipelines, which can take WCS to world markets, will certainly raise the price of a barrel.",
        "@acoyne https://t.co/XezVlwSeYX",
        "@russellcrowe @YouTube thanks for sharing Russ",
        "@whoopi_pics me, when @Rafiki_90_  tells me sheshtyorkin will start 50 games next season",
        "@ScottGustin pathetic. every person in that theatre is pathetic.",
        "@ScottGustin losers",
        "@billieeilish happy passover 🕎🕎🕎",
        "fuck you I won't do what you tell me.\n\nfuck you I won't do what you tell me.\n\nfuck you I won't do what you tell me.… https://t.co/STzqzhvMJ3",
        "@whoopi_pics @rafiki_90_",
        "@IAM_SHAKESPEARE @SillyConundrum",
        "@Doug_Exeter @CaseyIsBig",
        "Game of thrones was my idea",
        "@WeWuzBoomers @CaseyIsBig",
        "@buck_lazer @JamesCageWhite 😢",
        "@_groke cry about it",
        "@CanadianGreens Kinda mean. I think everyone deserves a good morning.",
        "everyone will respect me once I start doing steroids",
        "top three most powerful forces in the universe: \n\n3.) strong nuclear force that binds protons and neutrons \n\n2.) gr… https://t.co/KjPdG6HkeB",
        "a white man shaves his head and gets ONE tattoo is labelled a Neo-Nazi\n\na white woman shaves her head, gets as many… https://t.co/RshZt6s8la",
        "renly died from being \"stabbed by a shadow\" yeah. ok. sure pal. \nin all likelihood he died the same way all people… https://t.co/8I4ZZWNp6l",
        "@DadsFilmReviews 👺",
        "does anyone want to play Magic: The Gathering with me over FaceTime please re tweet",
        "can someone please come over and lance the enormous boil on my neck",
        "Lisa Simpson is a rat",
        "@joerogan how high are you",
        "@elonmusk the only music that comes out of my Tesla are the groans of satisfaction my imposing fiancé makes when",
        ".@JustinTrudeau let me join the army",
        "@kevdirt (I know)",
        "@kevdirt big deal",
        "@kevdirt so what?",
        "yeah so what if I got a bit of poo on my hands wiping my butt. big deal. who cares that I got it on several doorkno… https://t.co/TdPuYrds64",
        "@buck_lazer @QuayMatt uncanny",
        "@whoopi_pics @rafiki_90_ this one is really good",
        "@fstenson lol",
        "@sairasameerarao ageism too!",
        "I may have fathered this child https://t.co/lC1RkFSyOB",
        "@biden4pres @joerogan",
        "it smells like 9/11 happened in my mouth",
        "did Gollum have a dink",
        "@DraftLook I report every one of them.",
        "@DrJayDrNo Cry about it",
        "@FINALLEVEL https://t.co/wFibWqvvCe",
        "do homeless people ever fall in love?\n\nget married?\n\nhave little a little hobo wedding in some dark alley?",
        "@JDScholten Corn is poison motherfucker",
        "I wish I was as pampered as Arnold Schwarzenegger's donkeys",
        "@RameshPonnuru @CHSommers Will Joan stand with him",
        "@LeahVanLoon No.",
        "if you drink boba tea on the regular you have a mental impairment.",
        "how fucked in the head would you have to be to drink boba tea.",
        "@Schwarzenegger Do some deadlifts pussy",
        "@Yabko1959 seeing as the UCP won the popular vote, \"base pandering\" is precisely what he should be doing. that's how democracy works.",
        "@AB_MD_WarRoom I think it's a smart investment!",
        "The Hunchback of Notre cum",
        "nobody profited off Paul Walker's death more than \"Wiz Khalifa\"",
        "@mannyelk idk about that COMMANDER* in chief",
        "Day eight of quarantine and I haven’t anything but maggoty bread in THREE STINKIN DAYS",
        "@cathmckenna why are you trying to genocide my people",
        "@HammerFist3 gm🥰🌸🌼",
        "@wizkhalifa smoking weed isnt a personality trait.",
        "@BNNBloomberg @paulbagnellBNN I'm not watching a 30 second ad",
        "oh you don't lek my tweets? TAKE a number BICH!!!#\n\nno one does",
        "\"are you sure you want to abandon your snapsterpiece?\" snapchat asks me, as I attempt to get a better shot of the s… https://t.co/pJ51pqbX3k",
        "@FINALLEVEL it just don't add up, Ice",
        "@ColleenFuller exchange rate. he's talking about exchange rate.",
        "@SvendJRobinson hope she sees this bro",
        "gonna buy a jeep and get my nipples pierced"
    ]
}