{
    "screen name": "cherrysberries",
    "no. of tweets": 182,
    "tweets": [
        "Best Berlin Meetup Groups For Meeting New People In 2020 https://t.co/Kg20bc1oxN",
        "@Vnlasteamer Seriously? They survived? I thought they were already closed for good after last year. \n\n So nice to h… https://t.co/o12auAQaEF",
        "@montezume I was sharing that there is a downside of remote work (not video calls) and I’ve personally felt this di… https://t.co/4fTlNaAg2J",
        "@montezume Actually - the headline just says “remote work” and when I used the auto tweet option it picked up “vide… https://t.co/MJelO7ZC3v",
        "One potential consequence of video calls? More bullying \n\nYep 🙋🏻‍♀️ https://t.co/LcCemP1cNY",
        "@Goethesleben Bit nervous as this is my first act of socialization since this all began so will see how it goes",
        "@sccizer Same here! I miss meeting people IRL. The alone time has been great but I feel like I am turning into a feral beast",
        "Tonight I am meeting friends for a socially distant drink in a beer garden 🍻",
        "Lockdown was supposed to be an introvert’s paradise. It’s not. https://t.co/xErZaUpamn",
        "@cliff1976 I'm tentatively planning Hamburg in July for a long weekend!",
        "@deutschbitte Oh sorry to hear Natalye! Take care and if you want to do an online chat or real-life meet anytime, let me know! 💗",
        "How (and why) coronavirus is changing our sense of time https://t.co/lYEmFBHmC2",
        "@angelaZvdvsk Gosh I love this time of year! 🙂",
        "@CherylM21 Nice! Well enjoy the weekend then :)",
        "@HejM0 Yep! The me too movement has helped but there is much more progress that needs to be made",
        "@taknil @_SpecialBL OMG! That's crazy. Are you working for an elite government dept? :)",
        "@fraufeli Ha ha - it's more about the suspect policies I think than anything. :)",
        "@SlowMoItAll That's for sure! Business travel will really change especially.",
        "@AnaBlackstad That would be amazing. ;)",
        "@jenrazzle You are lucky! I only have one in walking distance. :)",
        "@Regensbloggerin They certainly do! I was happy to see when they took down the Plandemic video.",
        "@JoBencke Ha ha ... not sure? Not in my plans at the moment, but eventually I will spend more time learning. :)",
        "@SecretPrenzl Thank you! I hope to write about it eventually - still wrapping my head around all that's happened this year.",
        "@kathytafel @Thomas_Sparrow @mangelberlin Agree! I would not want to wear those hats but yeah, overall the solution is cute.",
        "@blablue86 @FinancialTimes Yes, happy to hear that if they are at so much risk!",
        "BLOGGED: How To Spend A Wonderful 24 Hours In Warnemünde\nhttps://t.co/ESvfZnvbWm",
        "@blablue86 @FinancialTimes Also, I have not heard of any districts postponing the lifting of restrictions. Every st… https://t.co/kmSAzURwJr",
        "BLOGGED: A Day Trip From Berlin to Visit Szczecin Poland https://t.co/2ubkFHjevj",
        "Facebook ads lately have been so spot on - not going to buy it but I really want to have this t-shirt https://t.co/bLulQOeExT",
        "@AnaBlackstad I hope you're inviting guests over for dinner. ;)",
        "@iamkosmonaut I spent a good part of this year and last on recruiting and it's amazing how much personal info people put on their CVs.  😕",
        "@candicissima @jlib Yes! I once posted a story from an art exhibit in Hamburg which involved a satirical view on re… https://t.co/6v1f1pUvFD",
        "Something nice happened today. Saw my doctor after six weeks and she said I looked way healthier and happier than I… https://t.co/mrvlUYGJPk",
        "@dillspitzen @HejM0 @PurlTurtle Mine was def soup then!",
        "@dilinialgama IG found it was not a violation. So frustrating!",
        "@Vnlasteamer @WholeManDispose I wish we could that! After reporting him to IG, they rejected my claim saying he had… https://t.co/uczYbrYVCb",
        "@Regensbloggerin I agree he's a creep - I never read through their terms and conditions. But I know Facebook has su… https://t.co/GzLEByuqae",
        "@SimonWHChan True! But this one was fairly obvious. Sadly - IG rejected my claim.",
        "@jenrazzle Ha ha! Oh no. Best to leave it to the experts then? :D",
        "@HejM0 It's so common! I usually don't care but sometimes I sit back and wonder how this came to be acceptable? Tha… https://t.co/OrIOAq6jjK",
        "@fraufeli I think so too but Instagram rejected my report. 😳",
        "@CherylM21 Is it better now this week?",
        "@_SpecialBL Yeah, my thoughts as well. 😳",
        "@SlowMoItAll Wow. Why so many flights? Business travel?",
        "@Ilanaontheroad Emirates is already offering covid tests in ticket prices! But obv anyone who flies them can afford… https://t.co/aGzpVysqK8",
        "@BegleyChris Yeah, for Europe, I hope train travel takes off more and it also becomes cheaper! I've often flown vs… https://t.co/MxuOen1Qyk",
        "@cdir Sadly, IG did not agree with me. 😭",
        "@becauseivy @MichaelSctMoore That sounds delicious! 💗",
        "@sansunman @HejM0 Will try that next time then. You'd think they would take harassment more seriously tho.",
        "@lazycuttlefish @JusticeLeagueEU Thank you! I hadn't been out for a few days and suddenly these little paintings were everywhere.",
        "@KrebsKatja @DaisysBerlin Yes! 💗\n\nAlthough at this point, all hugs are good hugs, so long as it's with someone you love.",
        "@kreuzberged Spent Sunday there and it was so peaceful, with not many people. \n\nAlso, the museum and café should be reopening soon. 💕",
        "@taknil Ahh, good to know. Also explains in part why the website is so terrible",
        "@rachel_is_here Cool that you were there! Was it reallythat  bad? I remember having fun but yeah, not being great. 😂",
        "@Vnlasteamer @RachLoxton @mar_illon Ha ha! Great idea. 😂",
        "@flowershopgrrl Oh dear! I guess it will take time to get used to things. I am still at home for May but will find… https://t.co/sE3WoOplQN",
        "@offandonseason @c_drosten I would, but my German is not good enough to understand him. :(",
        "@SecretPrenzl @expatsblog Yes! At some point. 🙃\n\nJust blogged for the first time in 3-4 months only yesterday.",
        "@laptoplederhose Ha ha! Mask styles will now vary by season.",
        "Learn all about why there's a dragon in Brno, Czech Republic by checking out my latest blog post!\n\nhttps://t.co/qii13dVqIz",
        "@SecretPrenzl @expatsblog This is a super old post - I had been here and moved back to Canada for two years before… https://t.co/meHAMMXz1y",
        "@Vnlasteamer Yep! Honestly surprised the number is as low as it is when you see that carelessness. Hope the article… https://t.co/COFanqpd1N",
        "@offandonseason Thanks for sharing! All the headlines popping up in my feed recently were painting doom and gloom scenarios 🤷🏻‍♀️",
        "This is one of the first times that I’ve seen an accurate report of the numbers here in Germany \n\nAlso hopefully a… https://t.co/9r6roWwmut",
        "The sunglasses, mask, and headphone combo 🤔 https://t.co/NZPfpQ1Zk3",
        "@flowershopgrrl Lovely! Hope you have an easy and stress free start ❤️",
        "The cutest thing you’ll see all day https://t.co/tUts2EmbnI",
        "Just walked past an office and saw employees sitting close together, talking, gathered around a single work station… https://t.co/SNNjKfNoZd",
        "@rachel_is_here Attending this SARS relief concert in 2003 was the most Canadian talent I'd ever seen at one time 💕… https://t.co/oP11Yl947H",
        "NEW POST! After a 2+ month break, I wrote something a little fun on my blog.\n\nWeird &amp; Offbeat: The Brno Dragon Czec… https://t.co/yoV1jiwswv",
        "@mar_illon @RachLoxton This has kept me from doing long distance trips through the city as well. My worst nightmare! 😕",
        "@kthrnyng Congrats! That’s a huge relief normally but yeah even more big now. 🙌🏼",
        "@kreuzberged Yes, one of my fav places to spend time. 💕",
        "Why is this Die Linke thank you message all over my neighborhood? https://t.co/hNhTp4rGCs",
        "Our future is Robocop https://t.co/Yhq86mcHjU",
        "@nowthisnews https://t.co/ZqqnJHWp1s",
        "@BegleyChris Same, same. I want to go home too but for now, it's not even worth it when we'd need to quarantine on both sides.",
        "@courtneytenz Oh gosh! You can pay €200 at the airport in Vienna to prove you don't have it and skip quarantine ..",
        "This sounds like a lot of fun 😳\n\nhttps://t.co/GbvpTY8kFr",
        "@CherylM21 I did this, but IG rejected my report. 😢",
        "@KirstenKonradi Think so too but sadly, IG thinks it's fine. 😢",
        "@PurlTurtle Ahh that's nice! I am a hardcore bread lover so it's hard to stop.",
        "@NuwOne I agree but Instagram does not 😢",
        "@_fionalaughton Me either. It lends to people thinking that this kind of behaviour is acceptable. Also, at this poi… https://t.co/FI0u9gLwJi",
        "@deutschbitte Awwww! That's pretty amazing. 💕",
        "@susiekahlich I think so too, but sadly @instagram does not agree, despite me reporting him.",
        "@deutschbitte That’s really cute!!! Hope he finds sleep soon so you can chill 🙂🙂🙂",
        "@jlib I did just that! Also reported him but Instagram believes that such behaviour doesn't violate community guide… https://t.co/bvcQ3TF51K",
        "@HejM0 I tried using a dating app for a hot five minutes last month. Within a few hours, I received loads of simila… https://t.co/u6tmz6AXKM",
        "@HejM0 Super strange! I don't think that it's up to me to define it though and would like to think that the platfor… https://t.co/hLt0sjkZMd",
        "@GillyBerlin I did that right away. But Instagram found him not guilty of violating community guidelines. It's so f… https://t.co/jgOooAs3XM",
        "@SecretPrenzl Seems like loads of fun!  BUT ...  mostly I think about how people in cars cannot attend and how that… https://t.co/76Jlp9d4OT",
        "@dillspitzen @HejM0 @PurlTurtle Mostly just broth, veggies,  and beef - no noodles.",
        "A question: If a random and strange man visited your Instagram profile and started to make comments like \"Mmmmm.. C… https://t.co/v9J6Mx2FQh",
        "@travelsofadam ME TOO!!! I miss you so muchhh. 💕😭",
        "What’s open again in Berlin:  Galleries, museums and more https://t.co/e1obB9HjTC",
        "Do you remember the last person you hugged and when?  Do you wonder who will be the next person you hug and when?",
        "@iamkosmonaut Thank you! I will likely not find it in my parts, but will try some other areas.",
        "@rachelinmunich Thank you for the tip!  🙏",
        "@bottle_bohemia Thanks!",
        "@guerillagirl_ Thank you!",
        "@petalandmortar Me too! She is exactly the hope we need RN",
        "@PannadAnyone @lazycuttlefish I LOVE IT! Also, yes, I want it for fish and chips.",
        "@montezume Thanks for the tip!",
        "@SecretPrenzl Indeed!  This virus has truly exposed some very beautiful and terrible things about our world in a very big way",
        "@HejM0 @PurlTurtle I love all soups! I had goulash ... but I am not sure if that is considered more of a stew?",
        "@DownieSeb If it keeps the crowds away, I'm a fan of the ghosts being around",
        "@SecretPrenzl I'm soooo there",
        "@elizafoxxx It's good to know that Dildoking has our back. 🤣",
        "Some info on the lovely park I visited yesterday - a great place to socially distance and avoid the crowds \n\nhttps://t.co/GJ3hkSRBYl",
        "@yaragreuter It was lovely and had a relaxed vibe. Would definitely recommend a visit",
        "@ctznv They will get us through this crisis like no one else",
        "@misterrios Thanks so much!",
        "@HejM0 @PurlTurtle Ha ha  ... I bought a light potato Brötchen this evening. I am not sure if this is good or not b… https://t.co/f6vCGywRn5",
        "@DaisysBerlin @gingerarab Thanks so much for the info! 💗",
        "@NuwOne Courtesy of their latest hipster hire",
        "@HejM0 @PurlTurtle Was it sourdough? 😉",
        "Thanks to everyone for all the tips! 💕",
        "@stu_e_hughes Thanks for the tip!",
        "@stephenballot Thank you! 🙏",
        "@WaspSummer @Audiocraig Ha ha ... I didn't even think about that until you mentioned it but OMG, so true. 🤣",
        "@Bloodyromcom RIGHT!? The lockdown brought all the bakers to the yard ...",
        "@NigraArbaro Lucky you!",
        "@PurlTurtle The question is ... do you feel like making bread? Any pressure? 🙂",
        "@angelaZvdvsk I am so glad to found other people who are not doing this - I feel much less alone 🤣",
        "@AnaBlackstad And also cake",
        "@CherylM21 OMG!! 🤯\n\nWe had t-shirt weather yesterday.",
        "@ThePizzo But imagine how good it would be",
        "@Ilanaontheroad Oh nice that you usually make it. I'm content buying from the bakery for now. But am tempted to try… https://t.co/cIkvQMEoa3",
        "@Vnlasteamer Casual wear for life!",
        "@Vnlasteamer I've yet to try Zeit für Brot - but will be in the area on Saturday so maybe a stop is in order. 🙂",
        "@kreuzberged https://t.co/oqF9zw9YJy",
        "@Lachssashimi Something about the website is definitely shady!  🤣",
        "@NuwOne LOL! First time I've seen such an error message. \n\nThe company behind the website in question could use som… https://t.co/KUxD4seEYI",
        "When you receive a slim application error ... \n\nAre there other more heavy errors? https://t.co/MyqWZebZHU",
        "I haven't seen anyone I know in real life since the first week of March. This week, I'm finally going to change tha… https://t.co/8NDIPD7kV3",
        "Home wear is the new important fashion, right?\n\nToday I got a pair of pyjama pants in the mail that have a print fe… https://t.co/99j9NmeUL7",
        "@Vnlasteamer Great to know I am not alone on this - where do you usually get your bread?",
        "@susiekahlich YESS! I am happy to hear this!",
        "@AnaBlackstad Glad to know I am not alone - I wouldn't mind trying it but have a feeling I'd really mess it up",
        "@flaneurie Ha ha! If you send me some, I'd eat it 🙋‍♀️",
        "@NotmissScott I feel very uncool for only buying bread. 🙂\n\nThankfully tho - my local market always seems to have fl… https://t.co/zUErr9quF9",
        "@LY_VIOLETROSE I'd prob be too. Now that I think of it, I can't remember the last time I had some good bread",
        "@jenrazzle What happened? I wouldn't mind trying actually 🙂",
        "@ThePizzo I feel societal pressure to get a sourdough starter kit 🤣",
        "+1 for Jeff Besos https://t.co/7d4Dwa1te5",
        "Back to work after a week off and I am all like ... https://t.co/yT0CGgWcta",
        "@RachLoxton I’d be willing to join you! 🙂",
        "I feel like I am the only person who’s not making bread",
        "A walkway between a bunch of high rises in Lichtenberg #Berlin https://t.co/2EeKjunEsr",
        "@deutschbitte Oh, sorry to hear! My secret has been to go to places to Lichtenberg or Marzahn that are not that ful… https://t.co/TAsix4YgUQ",
        "@dancolereview The rise is mostly in old age homes and slaughter houses though right? Or in the general population?",
        "The feature that would have been nice more than 20 years ago 🤔 https://t.co/EFCEIMMsPS",
        "Dildoking has you covered Berlin https://t.co/rBdRNeiTEs",
        "Few more pics https://t.co/IJlf0PhbKk",
        "@blogoreader Really? That full? \n\nThis place was pretty empty. Was a great way to spend the afternoon. 🙂",
        "@iamkosmonaut I propped my phone up on a ledge, moved to selfie mode, and a 10 second timer 😂",
        "Cheesy https://t.co/NBExCdrLHk",
        "@alajode Hawaii!",
        "@SecretPrenzl The key is to not smoke it but find another way to take it in - a brownie perhaps!? 😃\n\nhttps://t.co/FKOllmMzqj",
        "@mar_illon t’s so nice and since it’s not in the city center, not so many people visit so it’s quiet and not crowde… https://t.co/ajx2fVi0IL",
        "Ofc this research comes from Canada 😂 https://t.co/1a44L842S3",
        "Spending the afternoon outside in one of my favorite places beside a castle, reading a book and having a picnic - y… https://t.co/Xf7hx96uZm",
        "Anyone know where you can find malt vinegar in Berlin?",
        "@AnaBlackstad She is such an incredible person and so inspiring. Still getting teary thinking about it.",
        "@GeoffreyArmes Only 4 years in the making. Next step is putting stuff on the walls.",
        "@marquitomio I am super happy with it!",
        "@coplandberlin Can you guess where? Not many know the location. 🙂",
        "@SecretPrenzl Those rich Germans who own a house there deserve a vacation on the beach! They even wrote local gover… https://t.co/mN7nzTQ6sS",
        "@BRC14 @rachel_is_here The Simpsons are a window into the future",
        "@rachel_is_here It's really terrifying - \"let's make a robot feel pain\"",
        "@iamkosmonaut Wow, seems like they are stalking you hard! I guess it's flattery? But still annoying AF.",
        "@smonicats She's such an amazing person and leaves you filled with joy and hope - something which few can do. \n\nPar… https://t.co/9Y1FvmZd8r",
        "I just watched Becoming on Netflix and cried at least 3-4 times. 😭😭😭",
        "@iamkosmonaut This happens to me a lot! Been done to me by people I know and also bigger name companies who‘ve eith… https://t.co/zboIR5BBOL",
        "Sorry Airbnb --&gt; Airbnb hosts are building their own direct booking websites in revolt\n\nhttps://t.co/bSnQoF9195",
        "Nein, nein, nein. https://t.co/KCS0XhUkSP",
        "Does everyone really need a job? Why we should question full employment. https://t.co/2KzwKiaJDt",
        "Someone give me free beer! --&gt; German brewery gives away free beer after COVID-19 dashes sales https://t.co/SCzQcEXSbG",
        "@DasGiftBerlin I live like we are in strict lockdown, so I don’t see much - was it that bad today? 🤔",
        "@NigraArbaro Yep you have time!",
        "🤦🏻‍♀️ https://t.co/U4xhZmFsgn"
    ]
}