{
    "screen name": "BimFuenteees",
    "no. of tweets": 168,
    "tweets": [
        "Gigil https://t.co/0glrSLLRN7",
        "Ginagawa kong lunch ang workout susmiyo",
        "@JohnLesterYuan Naol HAHAHAHAHAH",
        "Tangina. https://t.co/gDxteSKYcY",
        "Alam mo kung paano tayo nagstart. Hindi maganda. Pero super happy ko sa kung ano friendship meron tayo ngayon!!! Lo… https://t.co/DlUOXvKHr7",
        "@JohnLesterYuan Ehem.",
        "Baby pose then.... @justdevilla17 https://t.co/8gqCLhr10N",
        "Sorry sa nabulabog kong naliligo HAHAHAHAHAAAHA",
        "Tangina taeng tae na q",
        "@trxsrmnt HAPPY BIRTHDAY!!! I MISS U! ❤️",
        "@jijiaia @giesellerayos Bebe q!!!!! Penge namang abs juskooooo",
        "@iam_arra Proud of u!!! 🥰",
        "Im getting tired of u",
        "@mdlmanibo 😮",
        "@Tellyy11 Hahahahahahaha ako itong 20 yrs old na hindi nasisita char",
        "@ivyjanemadriaga Waaaaaah 😍😍😍",
        "Ang lakas lakas ng kulog kagabi. Natulog akong yakap ako ni Mama ☹️",
        "@iam_arra @MariyaLigayaP Halaaaaaaa",
        "HAAAAAAAYS 🥰 https://t.co/9lvedV6dvw",
        "@mdlmanibo We love you! ❤️",
        "@thegreatraye Kaya pala all out na bago end of contract HAHAAHAHAHAHAHAHAHAH",
        "@thegreatraye Anong higpit naman ng covid na are ah ah AHAHAHAHAHAHAHA",
        "@thegreatraye Kasama ba ko jan HAHAHAHAAHHA",
        "@iam_arra Lol",
        "https://t.co/E4ILjGJY03",
        "Fuuuuck https://t.co/Gjo2AO2rNr",
        "@LesterAntoni_ Congrats! ♥️",
        "What makes this more painful is yung kitang kita mo yung pagbreakdown ni Emman. ☹️ https://t.co/WYoLXj4Wc2",
        "Sana lang mabigyan pa ng chance. ☹️",
        "Pagkanta, pagsayaw, pag-arte. Hindi ako sobrang galing kaya gustong gusto ko magaral ulit at magimprove. ☹️☹️☹️",
        "But yung puso, alam kong nandito pa din. Gustong gusto ko lang makabalik sa lahat ng passion na pinatulog ko ng ilang taon. ☹️",
        "Umayaw ako because of my body. I was not confident knowing I weighed 76 kgs that time. Pucha. Hiyang hiya ako kasi… https://t.co/rtlt8QPmD3",
        "I joined Teatrong Panlungsod. Siguro ilang session lang. Tapos coach namin sa workshop si Sir Banjo. And.. Lagi niy… https://t.co/NW6Vp0a16B",
        "Gustong gustong gusto ko talaga magtheater. ☹️",
        "@camilleshaniaaa Naku naman ikaw. Nega moooo ☹️",
        "@camilleshaniaaa Give urself time. Kapag ready na, magiging ready din yang puso na yan.",
        "@mdlmanibo Yie, sino si warren HAHAHAHAHAHA",
        "@paulfiedacan Dami din talaga kasing nagpakabit ngayong quarantine hehe. Kaya need upgrade. Akala ko masasayang ang… https://t.co/8I59eUwNrq",
        "ANYONE HERE EXPERIENCING PCOS NA NAKAPAGPALIIT NG TIYAN? HUHU. SUPER HIRAP. ☹️",
        "@paulfiedacan @mdlmanibo ayan. May system upgrade daw. Wag ka na beastmode haha",
        "@paulfiedacan Hanggan kelan kayaaa huhu. Pero at least, may upgrade palang nagaganap hehe",
        "@mdlmanibo @PLDTHome HAHAHAHAHAAHA",
        "@tinevalenzuelaa True",
        "@camilleshaniaaa You lost the notebook, but I know you didn't lose the heart. ♥️",
        "@paulfiedacan So lahat palaaaa. Kainisssss",
        "@mariethespirit So proud of u, Ermz! ❤️",
        "@mdlmanibo True bagal",
        "Potangena ang banas again",
        "Try lang para next summer di na ko mahiya HAHAHAHAHAAHAHAH https://t.co/uH1p1I0YEJ",
        "Puta https://t.co/3qI0CObEMc",
        "@MariyaLigayaP Lecheng PCOS kasi to. Hahahaha",
        "@MariyaLigayaP Gurl, sipag ko na now hahaha.",
        "PAANO BA LUMIIT ANG TIYAN 😭 https://t.co/ez1SHEFt23",
        "MAY HAZARD PAY NAAAAAA WAHAHA",
        "@justdevilla17 ☹️☹️☹️ https://t.co/VdZElinu8L",
        "Ang payat ko dito!!!!! Gosh hajahahaa https://t.co/zVcBbN6rR9",
        "@jijiaia MANDIN!!!",
        "@MariyaLigayaP Sad di baaaaaa",
        "@JohnLesterYuan Uggggh",
        "@jericoalda Taon taon na laang ih HAHAHAHAHAAHAH bday ng teacher, teachers' day, lahat na HAHAHAHA XMAS PARTY",
        "@jericoalda GOSH!!!!! HAHAHAHAHAHAHA. ICONIC",
        "Gosh hindi lalambot ang buto obob naman e.",
        "Tagal ko na gusto bumalik sa pagsasayaw. Feeling ko naman pwede na. Nakapagpapayat na ako saka lumiit na yung boobs… https://t.co/25EYURQX2b",
        "@lovelYvhette Hmmmmmmm.. Oo naman! Hahahaha. Baliw kaaaaaaa",
        "@justdevilla17",
        "Who else misses making love ugh",
        "Haaaaaaays ask me anything nga",
        "@itsmemaaii The hu",
        "@itsmemaaii Woah",
        "Gusto ko na magkapermanenteng trabaho.",
        "@ivyjanemadriaga Lagi ka magiingat. ❤️",
        "@mariethespirit Sadly HAHAHAHAHAAAH",
        "Wished to grow up like Ariel but turned out to be like Ursula. Tsk. Poor unfortunate soul. https://t.co/Pk421AxQxg",
        "@iamdominiks Love uuuu",
        "Hihe https://t.co/pkzROWY6WH",
        "@jericoalda Kastress naaaa. Super init din. Hayyy. Tho, tigil din mga travel ko kaso dami din clients gawa nung cam… https://t.co/XQb53dhcit",
        "@jericoalda Ingat lagi!!!",
        "@mariethespirit @ABSCBN NAPANSIN KO NGA DIN HAHAHAHAHAHA ANU GANG PAGKAKA!",
        "No matter what i \"does\" char HAHAHAHAHA https://t.co/TTodfbKQ7z",
        "Sht https://t.co/zPNlFs6mif",
        "@ivyjanemadriaga Sana all may unit! Hihihih. Gusto ko din jan weeeerk",
        "@jhnrckmrls Para nga ko lalagnatin haneeeep",
        "8pm na, sumasagot pa rin kami sa inyo. Oo trabaho namin yun, pero masigawan ng gantong oras na parang di mo ginagawa trabaho, kuh po",
        "Sinigawan ako at sinagot kong hindi sya kasama sa mabibigyan. Eh sya naman tong mali ang pangalang ibinigay. Anu gaaaaaang pagkaka!",
        "Ano gaaaaaaang pagkakayamot ko sa kliyenteng nagfa-follow up ng assistance nya. Tumawag para laang ako'y sigawan. T… https://t.co/zoXQnaLZzD",
        "@lashandreoli @Hashtag_nikko13 Luh",
        "Everytime sinusuot ko 'to, ganto ginagawa ko. Hahahahaha. https://t.co/qPD2nvWqu0",
        "@justdevilla17 Hahaha",
        "@jijiaia Eew HAHAHAHA",
        "Lasing ka ba https://t.co/qejPhkCG2q",
        "@dyey_lo So, possible nga.",
        "@radelizo Kasi yung franchise mismo e. Haha. Kaya lahat ng sakop ng abs shut down hahahaha",
        "@radelizo Di ba affected din yun haha",
        "https://t.co/BLiqBt0Tjo",
        "Ito pala @justdevilla17 HAHAHAHH",
        "Ito na daw po explanation. Ty https://t.co/pqqElOG1JD",
        "@iam_arra @MariyaLigayaP Hahahahahahaaha",
        "Eyes that kill. https://t.co/1ENoClBkA6",
        "@jijiaia Kamiss talaga moments natin dun, legit. Haaaaaaaaays.",
        "@jijiaia Haysss kung nasa fairview lang us, malamang jobee na naman tayo hahaha",
        "@jijiaia Meron na nung milktea? Wahaha",
        "Nagising talaga ako sa tawag ni Sirr Rhyme hahahaha. Work from home na.",
        "https://t.co/9SQ6r9VXgQ",
        "@pamypagilagan Go, mami! ♥️",
        "@ivyjanemadriaga Wow, congrats! Claim itttt. Happy for u! ♥️",
        "@pamypagilagan HAHAHAHAHAAHHAHAHA DI BAAAAA",
        "I miss gym. https://t.co/hgQvZ0DHBz",
        "@pamypagilagan @nclnngrc1998 PARNE'T ILALOGBOOK YANG NANGAAPI SA INYO HAHAHA",
        "May jowa ba kong pulis HAHAHAHAHA https://t.co/RCgdynIoft",
        "@pamypagilagan @nclnngrc1998 Ehem",
        "@lykarmr HAHAHAHAAHAHAHAHHA",
        "@nclnngrc1998 @monicaaarios GANDA!!!!",
        "@lilaredpinkblue Yesss as in 1on1 sila magusap huhuhuhuhu pero kami inaabangan pa rin namin si classmate sa labas d… https://t.co/w2HU1ar4Th",
        "@lilaredpinkblue And.. Ipapaiwan nya after class yung classmate niyong maputi para kausapin tapos sila lang sa offi… https://t.co/omKeEOeyAz",
        "Incest ba kami fuck https://t.co/6JDuPVRRKY",
        "Pero not now, please. Not now po. I am working my ass off to provide for my family kasi nawalan din ng pagkakakitaan si Mama. ☹️",
        "Yes, may mga inaantay akong tawag from other govt offices, madami ako in-applyan, I took a lot of exams sa iba't ib… https://t.co/llJKgfx739",
        "Sa totoo lang, nakakarinig na ako na magbabawas na ng JOs and COS ang govt kasi nga, exhausted ang funds. Pero sana… https://t.co/sSdoIAvPTt",
        "Sana patapusin ang contract until September ☹️",
        "Wag naman po sana ako materminate ng maaga. Huhu. Opo, field work talaga nature of work ko kaso biglang nagkalockdo… https://t.co/YEctaoj3H3",
        "Di naman po ako mukhang 20 yrs old lang hehe.",
        "So, work from home me hahays",
        "https://t.co/z0UGsXZglz",
        "Di ko alam bakit parang di kami welcome dito mga tagaPanaligan Bldg HAHAHAHAHAAAAAHAHA https://t.co/fsvSBw2W0r",
        "@ElaysaMaye He's disgusting, wtf.",
        "@itsmemaaii Yieeee. Thankyyyy! 🥰",
        "https://t.co/0F1GtBdvRK",
        "Opo, mag-ama ko po sila. https://t.co/hfg4LBYDuB",
        "https://t.co/HnizI5mt3F",
        "@jhnrckmrls Ingat alwaysssss, Kyah Cardooooo haha",
        "Yeees, I remember. YFC days. Pagkakaalala ko, If I'm not mistaken, faci kitaaa. Haha. Ingat ka and always remember,… https://t.co/0RyhldspZO",
        "Jopaaaay",
        "HAHAHAHAHAHAHAHA 2ND PIC https://t.co/CzNxSIW1gX",
        "Pero sarap din sa feeling sakin nahingi pamalengke saka pambayad tubig hahaha",
        "Sumasakit ang ulo ko sa paglilista ng expenses. Adulting na ba talaga na may limit na yung gagastusin mo for non-es… https://t.co/bKY8AnVpy2",
        "@jess_dechavez Yaaaay we can be frieeeends 🥰🥰🥰",
        "@ivyjanemadriaga 😍😍😍 I love you tooooo!!! Grabe. Ang happy koo 🥰🥰🥰",
        "Galit ka na lang lage https://t.co/qf8q6b9jPz",
        "@jamlutella_ @glaizamarieaa Goal din is to prevent yung nonessential and walang dahilan para lumabas kaya hahanapan… https://t.co/qMXwnRvTxZ",
        "@jamlutella_ @glaizamarieaa Sila yung vulnerable sa virus. Difference talaga ng ecq sa gcq is yung mga sector na ma… https://t.co/I99yiZx6oh",
        "@jamlutella_ @glaizamarieaa Baka kasi mamisinterpret nung iba na porke gcq, eh pwede na maglabas lahat ng members n… https://t.co/F0Ldom8yGr",
        "@glaizamarieaa To limit pa rin ang lalabas kaya need may quarantine pass. Haha.",
        "I don't care at all. https://t.co/2xRL85z4sY",
        "@steffuhn Thank youuuuuu. ♥️♥️",
        "@steffuhn Nako.",
        "@steffuhn For quarantine???",
        "https://t.co/ovwmVKCbpH",
        "https://t.co/EghqgVRyvt",
        "@mdlmanibo No.",
        "https://t.co/zr31RVYAZQ",
        "@sangyupssal 😂😂😂",
        "@iamchskjpls Love uuuu! 🥰",
        "https://t.co/XtfHBwnRCO",
        "@jijiaia Di buuuh. Bffs tologo us wabahahahah",
        "I actually consider RESA para maging review school ko kung sakali. Hmmm. https://t.co/S6ca4mhlwA",
        "@jijiaia Totoo na yaaan? Hahaha",
        "@justdevilla17 Kurutin ko pwet mo",
        "@Angelika_leona HAHAHAHAHAHAHA",
        "@Mariyaaa_18 Labaaaaaan",
        "@hansen_dimaala Nahurt lamang po para sa kapwa ko average lamang.",
        "@thatguy_euge DI BAAAAAAAAA!!!",
        "CHAR HAHAHAHAHAHA. Kidding aside, hindi mandin masama magkaroon ng empathy. Tagal niyo nang ganyan e. Di oa rin kayo nagbabago.",
        "Kami tong si Teddy na natanggal sa pagiging teacher kasi di naman kami magaling. HAHAHAHAHAHAHAHAHA",
        "Sorry kung di kami kasing galing niyo. Oo, minsan nakakainggit kayo kasi kahit anong kayod namin, di namin kayang p… https://t.co/Txq8X7Mxtq",
        "Wala namang nagsabi na hindi pwede magfinals, ang masakit kasi jan, yung sinabihan niyo sila ng undeserving sa 100.… https://t.co/Ynvl8cYrTd",
        "Kurutin ko kayo jan ih https://t.co/TWzavu60Bw",
        "@MariyaLigayaP GAGO HAHAHAHAHAHHAHAHA",
        "@Angelika_leona Hello mga kabobo"
    ]
}