{
    "screen name": "LungDocDoug",
    "no. of tweets": 155,
    "tweets": [
        "@mkguliford As a kid, my ‘imaginary friends’ were penguins. Dozens of them. I can’t tell you how awesome I think these videos are.",
        "To be clear, the dog is not having scotch. https://t.co/1X1umv1qLU",
        "@ColinRCooke @atscommunity @atstoa Good point. I’ve thought about that too. While I hope not, in reality it seems m… https://t.co/iinbqOXYY3",
        "@ColinRCooke @atscommunity @atstoa On the positive side, the drinks are cheaper  on lockdown.",
        "...scotch (Bunhabhain 12) on the couch with my wife and dog. Also trying to finish a VERY late #MurrayNadel chapter… https://t.co/wfyGif4L4Z",
        "This weekend have been the start of the 2020 @atscommunity #ATS2020 conference. It would have been my ~25th. Lots o… https://t.co/a66P33zlen",
        "@lungDrE @gretchemaben Gonna need to see some additional...data...to answer that one.",
        "@lungDrE @gretchemaben Charlie and Nessa!",
        "@gretchemaben Wrigley believes in you, but he’s a little sad for you too. https://t.co/ziBugPymaR",
        "@lungDrE @umichmedicine @MichiganILD @boehringerus https://t.co/ac39PjDSbd",
        "@adamcifu You have to add a 2 x 2 design and put a dog in the background of both (or neither). The null hypothesis… https://t.co/xlmWOuUhI7",
        "@atrupar Wait, they have binders now?!?? We are saved.",
        "@SCCM Some day, @ChrisCarrollMD will do a study documenting how many manuscripts will be published as a result of t… https://t.co/9nydF1qy0X",
        "@iwashyna @vineet_chopra @ColinRCooke @robertpdickson @SafeHouseCenter Wait a minute...is the price going up? :-)",
        "@iwashyna @ProfHayward @SafeHouseCenter @ColinRCooke @vineet_chopra I am already bald, so... https://t.co/KmLLN64J4n",
        "@soxnation345 @JJcolemanMD @dfreedman7 https://t.co/wTJn7LnTFJ",
        "@kylegriffin1 I want to give him credit for admitting a mistake. That has not been in “ leadership’s playbook for a… https://t.co/97rKIbevPq",
        "@ThatEricAlper Anthony Fauci or Ernie Banks",
        "@DGlaucomflecken I don't know what to say to this other than... \nWow.  So glad to see you joking about this.",
        "@ColinRCooke @nikhilsharma2_3 Hyzy is the one blasting through the roof. I am first through the front door. (Can I… https://t.co/y3kN36PcVK",
        "@ColinRCooke @nikhilsharma2_3 So glad you clarified that. I would return to my task at hand if I saw that.",
        "@DrGolfShirt Three weeks of ICU without getting infected?",
        "@arghavan_salles I’m just so pleased that I guessed the right answer. https://t.co/02MloVYMfg",
        "@JJcolemanMD #ADCAVAANDIML needs a hashtag. It’s so much easier than trying to figure out EPIC admission orders.",
        "@sparklyscalpel @JessMillar15 @HPB_Txp_Surg @seth_waits @MichaelEnglesbe But this is true only insofar as it keeps… https://t.co/9ut0eGJMA3",
        "@JessMillar15 Even as a pulmonologist, I feel this. If the liver ain’t happy, nobody is happy. https://t.co/7ftCzsoAOM",
        "@nikhilsharma2_3 I live ketchup on hot dogs.",
        "@movingsideways I like where this is going. Can Fauci please be Tyrion? Please?? https://t.co/Z72vrcLS8X",
        "@epochchanger Very convincing convincing argument. I have worn a mask for 8-10 hours a day for nearly 30 years, so… https://t.co/J3cXeNvRfq",
        "Another ecellent and well written thread that ALL should read but most won't and those that SHOULD read it probably… https://t.co/Vjd5XZRu7M",
        "@ChuckWendig ...also, I don't care how many dictionaries you show me \"Symptomatology\" is not a word.",
        "@ChuckWendig Stop loading the top rack of the dishwasher with glasses that overlap the rows!!!",
        "@handsnotmitts I think it’s a lot of things. DTW is a huge Int’l hub airport. About 2 wks before things took off, w… https://t.co/zInfBJ8Kif",
        "@medicalaxioms @ashleyiann \"...butt\" https://t.co/riMM3OA4z9",
        "@ashleyiann reccomendation\nrecomendation\nrecommendatoin\nreccommendation\n\nAh f**k it\nI suggest...",
        "@salimhayek @calvinphang https://t.co/dFmHd8nA7y",
        "@paytonsun @HeirJordan13 @WGNNews @GNSportsTV As a lifelong fan of #ChicagoSports this might be one of my favorite… https://t.co/02VCNbdOwx",
        "@JJcolemanMD How do you pass up an opportunity like that?  Such discipline.",
        "@thereal_truther Even Jesus is face-palming when he sees this.",
        "Important thread to read. Our leaders need to recognize that cooperation is the ONLY way forward. I wonder if we sh… https://t.co/JFoUXpLVUD",
        "@Zilley_Khan @TomVargheseJr What a beautiful child.",
        "#MedTwitter is the best Twitter https://t.co/TZkGDRwhZ7",
        "Love this observation by a colleague https://t.co/xozHJ5eVXu",
        "@ColinRCooke @KHibbert_MD @laxswamy ^^^one of the best nuggets of wisdom to come up on my feed lately.",
        "@BonKu @MASSDesignLab @AriadneLabs @neel_shah @Dr_BrendanCarr @Atul_Gawande Sounds like an ideal thread for… https://t.co/EDFPc5TAzV",
        "@emily_fri That’s beautiful, and it looks tasty.",
        "@RESachs Disappointing, but not in the least bit surprising. This is, and has been a rudderless ship.",
        "@ThatEricAlper U2 x 4",
        "@jmugele That depends. Are you lactose intolerant? https://t.co/CAh3fix6BQ",
        "@ProfHayward But that doesn’t fire up his voters. It’s ok to hurt people if it gets you votes. This is what I have learned.",
        "@toddrice_ICU https://t.co/tF5UwIjKgR",
        "@DavidCookeMD What?!? Iceman has a trach?!?? https://t.co/FIj5Ez8f6P",
        "@DavidCookeMD https://t.co/pMJOTZ7wHd",
        "@IllinoisRivals I am a critical care doctor. It’s definitely not business as usual, and my work hours are definitel… https://t.co/UdnKuBm2Fe",
        "@iwashyna @toddrice_ICU @efan75 @charlot_summers @EpiEllie https://t.co/zI3ycobHaa",
        "@iwashyna @toddrice_ICU @efan75 @charlot_summers @EpiEllie Can you share the secret #EBMBRigade handshake with me? I am definitely team EBM.",
        "@jillfeldman4 I’ve seen hundreds (maybe a couple thousand?) lung cancer CTs and ~6 COVID CTs (most patients only ge… https://t.co/VY7kbX6jKG",
        "@jillfeldman4 Honestly, though the term ggo applies, they look very different in my opinion.",
        "@DangelAngello @thereal_truther He wrote a program in High School that he later called \"Email\". Actual electronic m… https://t.co/YH2XZn2odW",
        "@thereal_truther Heis story is Onion worthy if it wasn't actually real:\nhttps://t.co/SrQKakVSUf",
        "@jhorowitzMD @pulmmatt I thought that was you working on your fantasy team. My eyesight is not that good.",
        "@jhorowitzMD @pulmmatt I like the 2 Coffee travel mugs. I can relate.",
        "@ImogenCaterer He loses everybody with any credibility the second he mentions his pal Dr. Marik. Until this is peer… https://t.co/rcq1jb1SLZ",
        "@TheDailyShow Yeah. The mask is what would make him look ridiculous.",
        "@SusannaLHarris So it’s not OK to just “talk” about it? We actually have to “do“ something? https://t.co/owtAtQIbpu",
        "Never quite sure how these things work, but I'm game. I nominate @jhorowitzMD #myllifeinpictures… https://t.co/J1aa9cJN7s",
        "@bhyzy Dry 'em out &amp; wean 'em https://t.co/YMrKAMLChY",
        "@jlcmaw @WhySharksMatter CPAP via nose requires a chin strap to work most effectively. Oxygen is entrained by any a… https://t.co/M8wBunMxz3",
        "@marklewismd I miss “Clinical correlation suggested” 😂",
        "@ProfHayward @jamesnord https://t.co/VnuxbBMNmE",
        "@ColinRCooke https://t.co/j2V4tPveQP",
        "@zimkwacha @md30144 @TheEconomist “Anti-Smoking lobby”? Who exactly makes up this cabal? Every single human being who doesn’t smoke?",
        "@WhySharksMatter You don’t need to breathe through your nose for supplemental oxygen by nasal cannula to work.",
        "Make these kids famous. https://t.co/6R9r8aOf3Q",
        "Great paper in @accpchest journal by @DavidOstMD and his colleagues https://t.co/RlYbFMDKgm",
        "I have always been a huge fan of @ChicagoBears former DB @peanuttillman for so many reasons, but after watching thi… https://t.co/vNL4he0ony",
        "My quest is over. Made Chicken Fried Rice last night, Japanese Steakhouse Style.  Cooked the Chicken first, then the egg. Mystery solved.",
        "Anyone else having Murder Hornet dreams now? No? Just me then. OK. https://t.co/3E0xtLIO1t",
        "@JenniferJJacobs I respect that he can ad mit he is wrong. I just wish he didn’t obfuscate for several days before… https://t.co/7XfTVAV6t0",
        "@jamesbeck_ATS @atscommunity Well done Jim. I’m sorry we did not get to honor your service in person in Philly, but… https://t.co/mDwPh3vYPA",
        "Why The U.S. Government Stopped Funding A Research Project On Bats And Coronaviruses https://t.co/KIHJxJP4Jm",
        "@ProfHayward Must. Pet. Dakota.",
        "@jopo899 I think my standards are lower. When I realized last week that I wanted/needed to have a more productive d… https://t.co/laqbBFcOeH",
        "@DrGolfShirt https://t.co/u6c8DXfzOL",
        "Strongly recommend a follow of @elliottwoods, who continues to write the extraordinary stories of ordinary (or in t… https://t.co/6U4PsAeXb6",
        "@anicalaw @ColinRCooke @laxswamy @f_g_zampieri @iwashyna @NavinKumarMD https://t.co/NLpX0A1sOM",
        "@DavidCookeMD Not a surgeon, but there is truth in this for me as well. https://t.co/lXlb38NI8N",
        "@anicalaw @ColinRCooke @laxswamy @f_g_zampieri @iwashyna @NavinKumarMD Also, how fresh does the lobster 🦞 need to be? 🤞",
        "@LeahSoderberg @PreetiNMalani Wonderful! Congratulations 🎊🎉🍾🎈",
        "@iwashyna @anicalaw @ColinRCooke @laxswamy @f_g_zampieri @NavinKumarMD Jack, you need to check out some surf beache… https://t.co/McY6S86sSn",
        "@iwashyna @anicalaw @ColinRCooke @laxswamy @f_g_zampieri @NavinKumarMD Have you never tried surfing Empire or near South Haven?",
        "@anicalaw @ColinRCooke @laxswamy @f_g_zampieri @iwashyna @NavinKumarMD They all sound like a surf hitting the beach… https://t.co/n4vZViRNt4",
        "@anicalaw @ColinRCooke @laxswamy @f_g_zampieri @iwashyna @NavinKumarMD If you can discern which of these is Lake Mi… https://t.co/XoZaD7hWT8",
        "@PreetiNMalani @TimMcKayUM That is a nope-rope.",
        "@ChrisCarrollMD @ColinRCooke https://t.co/GJSR4zW0M0",
        "@peterbachmd @KeithNHumphreys @haroldpollack Me looking up 'ad populum' in dictionary. https://t.co/Ej8XI72Xvm",
        "@TomVargheseJr @RuthVWatkins @MikeGoodMD @srgfin @CSelzman @huntsmancancer @UofUHealth @DouglasEWood1… https://t.co/Q4nsAqCwAC",
        "@marklewismd https://t.co/np8kXtO26x",
        "@ColinRCooke @ChrisCarrollMD @Twitter I feel like this is a ploy to get me to sign up for tiktok, and yet I cannot resist.",
        "@ColinRCooke @ChrisCarrollMD @Twitter I need proof of this. Send links. https://t.co/MsE8aPMaVZ",
        "@jmugele Isn't that a little like taunting the gods, asking for their retribution? I never allow anyone I am on ser… https://t.co/i2aZxfDjQN",
        "@MySystolic https://t.co/BQixtJRgeD",
        "@ChrisCarrollMD @Twitter I was just trying to follow the lead of the cool kids like you. Like  fashionably-late-to-the-party style",
        "Should Isiah Thomas have made the Dream Team with Michael Jordan? https://t.co/VXnPRP9lYb",
        "Do you remember when you joined Twitter? I don't but (surprise) @twitter does ! #MyTwitterAnniversary https://t.co/o7qCNMwzl9",
        "@jpcenzato Bunch of dumb-a** undisciplined Rambo wannabes.",
        "@TinFoilAwards https://t.co/mNBhzO2r76",
        "@bydavidprince Is that seconds?  😅😂🤣",
        "@ImogenCaterer Sorry if that came across as dismissive, but I belong to three major critical care professional soci… https://t.co/TdxFQZsTaq",
        "@ImogenCaterer Meduri and Marik pushing steroids and vitamin c https://t.co/FtArAPMp6m",
        "@ColinRCooke Exactly, making your professional e-mail public increases your spam by 0.000000325%. Dont question the… https://t.co/zrpAz7FT65",
        "Just spent the last ~25 minutes trying to locate e-mail of a SINGLE potential reviewer for a manuscript submitted t… https://t.co/tovGOZpShH",
        "@ColinRCooke 'Testies' https://t.co/nCCO0VSvur",
        "@ColinRCooke I keep waiting for them to take symptomatology out of the dictionary. #TooManySyllables Definition #1… https://t.co/qPXHpztO9T",
        "@ColinRCooke @iwashyna https://t.co/gP9mlsYXRB",
        "@iwashyna I’m 55 and 11/12ths. What does that make me?  Wait, never mind, don’t answer that.",
        "Oh my. All the feels. All of them. https://t.co/fUEpGfuKfy",
        "@realbowtiedoc As someone who is generally considered to be in the business of providing a second opinion, it would… https://t.co/rjy3bVRhqk",
        "@ColinRCooke @KaminskiMed I’m with @ColinRCooke on this. Equipoise doesn’t preclude pursuit of data. Quite the oppo… https://t.co/BB8C15UBp0",
        "@ThtBrunetteDoc @jacepeabody ...and oh yeah, regarding the flirting? I NEVER had any game. Not until after I got ma… https://t.co/RRsG0A1WLS",
        "@ThtBrunetteDoc @jacepeabody Bee Tee Dubs...You’d be surprised how infrequently we see SIADH in Small Cell consider… https://t.co/GxKrwqmJyG",
        "@statsepi Et tu PNAS?",
        "Written by an old friend and former @UMIntMed CMR, https://t.co/yuOLOsWJXN",
        "\"This is a great success story\" #smh https://t.co/JEhsgZl0E9 https://t.co/FiAJdy9udN",
        "@jmugele Great. Now I have to add my pantry to the list of things I’ve never going to look into again.",
        "@GideonGil @statnews Is there a https://t.co/Gb1ALBW1AD registration number for this? I'd like to read the details of the trial.",
        "Passing of a legend. I have always been proud, but especially now, of contributing to the definitive pulmonary medi… https://t.co/gD9j9p1Zgo",
        "Congratulations to Arul! https://t.co/ZhuF3s8lhV",
        "@ColinRCooke @ajadmon https://t.co/4fVI0D0LnP",
        "@chrisslatore @uwpccm @ColinRCooke Your GIF game is strong. https://t.co/HQIEDDlysd",
        "@ajadmon Completely agree. I don't think these are bad in &amp; of themselves. Getting feedback on papers that as yet u… https://t.co/26yyqcUuWN",
        "@Jakob_McSparron Am i the only one that thinks @Jakob_McSparron looks like @iamjohnoliver when wearing his mask?",
        "...to defeat the alien invading force. Sometimes good old fashioned science still works if we give it a chance. I k… https://t.co/i6T2ztQShX",
        "...even if the good data doesn’t carry good news. It’s like a hunger games of science right now and sometimes the b… https://t.co/bNyXJgfXyM",
        "...the data behind the trials is confounded, mis-interpreted and poorly reported. Peer review doesn’t catch every e… https://t.co/cMcfwJfIVt",
        "The amount of time, mental activity, ‘media’ and public attention directed at scientific literature now is probably… https://t.co/547VO26n8h",
        "...or in this case how they might hamper it? I was at a meeting of an editorial board on which I serve recently and… https://t.co/L1YFpnEIm6",
        "I believe it was Churchill that said “Peer review is the worst form of scientific oversight, except for every al th… https://t.co/MGfQ1rfDUx",
        "@heidigretchiemo It was a good day ;-)",
        "@heidigretchiemo https://t.co/dw4iGYoD0H",
        "@ColinRCooke https://t.co/ykQmPu9skL",
        "@iwashyna Jack, I’m sure it was all those things, in part because you were part of it.",
        "@ColinRCooke I’m envisage hypoxaemia when I aspirate food from my oesophagus.",
        "@ColinRCooke Trying to find a way to sound more british? https://t.co/8mqJxjLtbg",
        "I-L-L!! https://t.co/wuWyQPHEth",
        "It died down because 50 million susceptible individuals were dead. https://t.co/3OENqqcIBN",
        "@DrGolfShirt https://t.co/Wu87ibOWII",
        "@EpiEllie @GidMK How dare you question my confirmation bias.",
        "@JJcolemanMD Dog licking his junk. 2:30 AM.",
        "@MySystolic Arnold Palmer and corn nuts. ‘Cause ‘Merica.",
        "@ETSshow @UpToDate https://t.co/TljWmdpVHt",
        "@MysticalMartial @TMZ This may be the most under appreciated scene in the history of The Office.",
        "Everyone should read this thread if they’re taking care of ARDS patients. https://t.co/l5JBc85rXu",
        "Today, I might try to work the word 'envisage' into a conversation, all casual-like. #LifeGoals",
        "@LissaGirlOnFire @KayaJones https://t.co/aHKNhTQm0L"
    ]
}