{
    "screen name": "MargaretSAHall1",
    "no. of tweets": 157,
    "tweets": [
        "@mhdksafa Seen",
        "@Angel2daMax @KingOfClapBacks Copy the text and google translate and paste the text",
        "@emarvelous My Bahamian Brother! Hails from that great place called, \nCat Island Bahamas 🇧🇸 We are indeed proud of… https://t.co/RcnVnkk9LC",
        "@PhilipRucker So what you saying @nbcsnl  our girl need that lil ting, ting!",
        "I love her! https://t.co/LmcwqXNk5C",
        "@sarahcpr She is awesome 😂🤣😂🤣",
        "@thehill Poor turtle",
        "@weijia @kaitlancollins @Yamiche Love and support you all. Keep his feet to the fire! America appreciates you!",
        "@semperdiced I am keeping this recipe my weekend will be buzzing! Thank you for the share!",
        "@semperdiced We all need a little of that in these trying times",
        "@semperdiced That looks like a happy cool mix of a drink",
        "@JoeNBC @mitchellreports do you still think @JoeBiden has no media presence? The media is not solely confined to… https://t.co/TYqMiDmBYF",
        "@morningmika The media says @TeamJoe is not being heard! That foolish man on @Morning_Joe this morning ran on with… https://t.co/VLP0DgNyR5",
        "Muddasik! https://t.co/NMxl4UtGVo",
        "@keithboykin Stupid, idiots leading intelligent folk to their death, how stupid are these people?",
        "@SteveSchmidtSES @AriMelber @MSNBC Watched!",
        "@Lawrence @weijia @kaitlancollins @realDonaldTrump https://t.co/0Y80MMmN66",
        "@Yamiche @weijia @kaitlancollins Team work! Thank you ladies!",
        "This reporter 👇🏽and @kaitlancollins has trump shook-Ed he ran away from his own press conference #Weaktrump… https://t.co/HrEzPoHLOT",
        "Those two ladies just sent trump running from his own press conference because the refused to let him lie!",
        "@semperdiced She’s a business owner/manager and she does not know what to do with funds received? How to manage tho… https://t.co/HiuMtPD4Eu",
        "@blackwomenviews We are all responsible for the decisions we make. These fools are responsible for their stupidity",
        "@Yamiche After 5months with a population of 330million, 9million test is a colossal FAILURE!",
        "Ventilators still in the building process\nPPE’s on world tour can’t find America’s landing strip\nTesting, testing,… https://t.co/DeuxeBHMMP",
        "@KHiveQueenBee I encourage those allowing their professional reputation to die on this hill to read this and many m… https://t.co/mIsbnBq5lY",
        "Tara Reade’s motivations in making the allegation are rooted in a recently-developed personal and political hatred… https://t.co/RRNdYrr8vS",
        "Tara Reade’s allegation has now been subject to appropriate inquiry and scrutiny. There is no evidence to support i… https://t.co/BaAPmV6UBU",
        "@KHiveQueenBee Excellent read",
        "@AboveDaRim12 @ShannonSharpe This is crazy talk https://t.co/aJtnmKdlaR",
        "@mitchellreports @Yamiche @JoeBiden is online all day, which is where all the voters are. Most of us are not in the… https://t.co/zX1hTgi1bl",
        "@Demagogues_Bane Yes",
        "@RealSkipBayless @undisputed Listening to skip, one would think Jordan only played 6seasons in the nba and won championships for all",
        "@chrislongview Watch her damage his brains tonight!",
        "@Demagogues_Bane Trump is Comey’s Picasso",
        "It’s embarrassing to watch would be educated folk with their supposedly finger on the pulse of politics humiliate t… https://t.co/dIGgOiZm5A",
        "....watch @TeamJoe daily live interviews and discussions with the youth of America, healthcare workers on the front… https://t.co/ZeSevCHZcJ",
        "@JoeNBC @Morning_Joe @morningmika  Where was he, obviously he was not listening. This is what I despise, know it al… https://t.co/m7HERMQCGT",
        "@Morning_Joe  who was this person your show that has NOT been listening to @JoeBiden since January when he spoke to… https://t.co/ChJhqDt7QM",
        "@TheRickWilson Please don’t have us waiting til Friday",
        "@BarbMcQuade He was pushed out",
        "@johnpavlovitz James Earl Jones",
        "@BillTzamaras Watch him",
        "@AprilDRyan When wise men follow the ignorance of a fool in silence",
        "@semperdiced God is good. Amen",
        "@Mimirocah1 Bleach!",
        "@BillKristol #TrumpsJealousOfObama",
        "@weijia Will it be via zoom? Are we packing like sardines in a tiny room?",
        "@blackman19102 Therapy! Someone call Shady Pines!",
        "@KingOfClapBacks https://t.co/oUr532GuXG",
        "@keithboykin There will be no justice.",
        "@BleacherReport Mic him up @ShannonSharpe",
        "@oliverdarcy Nope the media has time to chase false sexual allegations every hour, that time could be used to expos… https://t.co/VRzedvnUvn",
        "He’s killing America https://t.co/QJuzkn1I68",
        "@AprilDRyan Bleach will clear up their lungs quickly or some kinda disinfectant, the dr. trump said so",
        "@Rodney_Is_Ouat3 Protesters",
        "@Reuters May he drink bleach, it will clear his lungs in a minute!",
        "@lorloLauren What? Dont get me excited!",
        "@SHO_Billions  it’s 9:00pm and @SHO_Billions is not on, why?",
        "@thehill She needs to go get her husband",
        "@dilemmv2 @Rodney_Is_Ouat3 This will be @KingOfClapBacks soon!",
        "@espn @RealDealBeal23 And she loved it! ♥️",
        "@MidwinCharles @MSNBC 😂🤣",
        "@funder @realDonaldTrump 100 plus tweets, she better start reading",
        "@CapehartJ I thought he said he had no contact with her, he better start drinking that bleach!",
        "@dcherring Or bleach?",
        "@HeidiNBC May God’s spirit of healing rest upon him",
        "@biden_brigade @mtracey Where is @jaketapper",
        "@ComplexSports Knocked the shimmie outta Derek Rose! 😂🤣😂🤣",
        "@CharlesPPierce #CaptainCholorox",
        "@TheDemCoalition I hollered! This was too funny!",
        "@LeAidenJames_ Here’s looking at you skip Bayless",
        "@KingOfClapBacks She’s beautiful! She must have had a time rearing your lil ass! 😂🤣😂 Happy Mother’s Day Kenny’s Mom!",
        "@TheRickyDavila When wise men bow to fools 🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️",
        "@TheTraeYoung Ray Allen!",
        "@CapehartJ Well if Jonathan enters the game, y’all know it’s over! He w8ns hands down! Y’all see his Mama?",
        "@glennkirschner2 I don’t trust Dr Birx!",
        "@jaketapper The caller was anonymous, when you can prove it was her mother hit us up in 27 years",
        "@TestifytoTruth @jaketapper Exactly",
        "@jaketapper If you would shut the fuck up and stop chasing a lie, there would be no need for errors. Y’all can’t re… https://t.co/nh1yh7KE1z",
        "@LeBronFactory Sweet!",
        "@TheMack80 @KzqafUsha @servo310 @TheNBACentral So he’s your daddy huh? 🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️🤦🏽‍♀️",
        "Nicholas is the son of Dr Dexter Johnson, a Bahamian now practicing medicine in Montreal, Canada, along with his wi… https://t.co/uClyP4t28X",
        "Life in Turks and Caicos Islands 🇹🇨 during #COVID-19 https://t.co/DAb6Jjq0x7",
        "@kylegriffin1 When wise men follow in the footsteps of a fool in silence. They knew better, yet they bowed to an id… https://t.co/2beFYp4wUX",
        "@tedlieu @realDonaldTrump This is what happens when wise men follow a fool in silence. They all knew better, but bo… https://t.co/noZn0cg498",
        "@notcapnamerica Ouch",
        "What will #CaptainCholorox do? #InfestedWhiteHouse",
        "@Ballislife @KingJames @KingJames is a decent young man. I respect him greatly",
        "@ratemyskyperoom @SteveSchmidtSES @jheil Love it!",
        "@biden_brigade Ripped her to pieces",
        "@KHiveQueenBee Let him come back over that counter, it would be good night forever!",
        "@blackwomenviews Has it started yet?",
        "@laughinatthegop Well it ain’t a secret no more, but whatever it takes! Just make sure ain’t no snakes crawling around the rooms",
        "@SteveSchmidtSES 😩😩😩😩😩Make it right Jesus! Rise up Soldiers is time to take our country back from trump",
        "@servo310 @TheNBACentral Michael ran to Pippen",
        "@D_Blanchflower My heart will hold you in prayer. May you be comforted in the unconditional love she gave to you. C… https://t.co/USmY0eRky6",
        "@TessaLightsItUp My bed",
        "Gaddamn! https://t.co/gN1dkP4RCm",
        "@notcapnamerica He can’t sing, he has good music, but he screams in different octaves, he’s a showman!",
        "@scottbix Charged with cheque fraud in California led to her being fired! A liar is a thief and a thief is a unrelenting con artist!",
        "@SteveSchmidtSES @JoyAnnReid @MSNBC Lovely living space! Ok who did the decor? As an interior designer I am so impress!",
        "@SaraAWilson3 @jevryday84 There is none, this is just savage and the 15 bullets put in the soldier in Indianapolis",
        "@biden_brigade Between him, @TeamJoe and @ProjectLincoln trump will remain on the toilet",
        "@KingOfClapBacks I felt that, damn! That’s a break ya neck slap!",
        "@Demagogues_Bane Yes, because now, I don’t believe you until you bring me some receipts and not the verbal kind whe… https://t.co/mdQSnnlcKF",
        "@KingOfClapBacks",
        "@KTforBiden @laughinatthegop @jevryday84 @YAForJoeBiden @TeamJoe  we just need to stop explaining and tell them to fuck off!",
        "@KTforBiden @billmaher did a good take on his show last evening, I’ll tag you",
        "@Mhambi_M Blap her in her wind pipe she’ll stop breathing for 15seconds",
        "Every damn one of y’all having convulsions and screaming investigate, needs to shut da fuck up! @morningmika… https://t.co/eeJAb7rwtB",
        "I don’t do ⁦@billmaher⁩ much any more, but Democrats need to listen to this and move the fuck on talking to you ⁦… https://t.co/QFzSpvqJdI",
        "@JoyceWhiteVance @BarbMcQuade @JillWineBanks @mayawiley So @MattLauer__ and the Zimmerman guy both sexual assault e… https://t.co/lrLqavm1L7",
        "@joncoopertweets They can always drink bleach! It’ll clean the lungs in a minute",
        "@MidwinCharles That whole house is infected maybe they should inject their lungs with bleach, it’ll disappear in a… https://t.co/PR6OmL8suU",
        "@BarbMcQuade @JillWineBanks @mayawiley @SistersinLAWS realize that @MattLauer__ and  Zimmer are behind this product… https://t.co/qeMwpXfIUm",
        "@NaveedAJamali @megynkelly @ReadeAlexandra Let’s hope folks @MSNBC does not fall into the trap @morningmika… https://t.co/017guaViq8",
        "@Laurie_Garrett @MSNBC @AliVelshi @NBCNews Congratulations",
        "@NBCNewsTHINK @BarbMcQuade @JillWineBanks @mayawiley @JoyceWhiteVance Done",
        "@NBCNewsTHINK @BarbMcQuade @JillWineBanks @mayawiley @JoyceWhiteVance Start with Trump 20 accusers and the one wher… https://t.co/ZypOs6WxeW",
        "@ParZevil Yes",
        "@alivitali I guess this is the hill you are willing to die on huh?",
        "@DrJasonJohnson Ya think he got a needle?",
        "@BarbMcQuade @JillWineBanks @JoyceWhiteVance @mayawiley @NBCNewsTHINK @NBCNews If you are going to accuse someone o… https://t.co/OlXv5HgkHg",
        "@BarbMcQuade @JillWineBanks @JoyceWhiteVance @mayawiley @NBCNewsTHINK @NBCNews Be prepared to catch all the fuckin… https://t.co/1yOrY0JzP2",
        "@BarbMcQuade @JillWineBanks @JoyceWhiteVance @mayawiley @NBCNewsTHINK @NBCNews She is a gaddamn Liar! How do you ge… https://t.co/ejXchfELnv",
        "#TaraReadeIsALiar",
        "@ChiefCovfefe @AnnAnnChe @MelissaJPeltier @tperry518 @KamalaHarris When you accuse someone of sexual assault, I am… https://t.co/m4PL5hJCuJ",
        "@tperry518 @laughinatthegop @KamalaHarris This is a bunch of fuckery!",
        "@kaitlancollins That place is Offici infested",
        "@JCrongeyer Everyone of them",
        "@matthewjdowd He can run on stupidity as an asset loved by fools",
        "@Princeton  Nicholas Johnson is the first black valedictorian in Princeton’s history. Nicholas Johnson, an operatio… https://t.co/DHaQdgxtX1",
        "@Princeton President @BarackObama will be calling you. Oh it was @MichelleObama that attended Princeton. Congratulations!",
        "@ColsBols Good, there’s always a Jesus in the midst. Now publish it!",
        "@notcapnamerica @KamalaHarris Y’all better not let @KingOfClapBacks or @blackwomenviews see this, shit will get real!",
        "@WeWillRiseOhio No receipts, then carry ya ass! https://t.co/B2qHYTRj6l",
        "@CandiMathis How?",
        "@Demagogues_Bane Nope",
        "@D_jeneration @JoeBiden Yes she was",
        "All this 👇🏽👇🏽👇🏽👇🏽 https://t.co/YghvH4dWJo",
        "@abbydphillip The White House gat #DaRona",
        "@jaketapper @VP @VPPressSec The White House gat #DaRona",
        "@Fly_Sistah @keithboykin Well you know he kissed Stephen Miller or Miller kissed him. They gat #DaRona",
        "@keithboykin Like I said earlier, the entire place is now infested",
        "@NBATV @KingJames This was the sweetest play in NBA history!",
        "@NBATV @KingJames The block for all eternity!",
        "@kylegriffin1 @MSNBC https://t.co/bOvKlzH1gQ",
        "@BleacherReport Andrew Bynum",
        "WATCH: Morning Joe Airs Damning Montage of Trump's Rhetoric as Coronavirus Death Toll Rose https://t.co/8X3Enwy6yx… https://t.co/xBVPXlMBdN",
        "@rolandsmartin @GOP @senatemajldr @politico I would find a way to recall all the judges the Association deemed unfi… https://t.co/61hN4dzrzy",
        "That’s all folks https://t.co/MPJlxRT0nN",
        "@DLHughleyRadio https://t.co/Eoepxx5GVS",
        "https://t.co/8vL04AQ9jx",
        "@JoshuaPotash @TheDemCoalition @mitchellreports @SRuhle @kwelkernbc @NicolleDWallace @brikeilarcnn @DanaBashCNN… https://t.co/zNF5xjxYXE",
        "Mourning in America https://t.co/uJazq2m6y1",
        "@nowthisnews @ladddy_leo @vicdibitetto One of my favourite guys! 😂😂😂",
        "@keithboykin Trust this, there is massive infestation"
    ]
}