{
    "screen name": "juanmilo",
    "no. of tweets": 154,
    "tweets": [
        "@juancsaldarriag Estos son los controles ? Acabo de ver cómo un sujeto de esos, que no vive en este barrio, estornu… https://t.co/MpVpu71LcK",
        "Así se vive el aislamiento inteligente propuesto por @IvanDuque y avalado por mandatarios locales que son incapaces… https://t.co/CXM87Grfrm",
        "Aislamiento social en tiempos de #Covid19Colombia #coronavirus @MinSaludCol @SecGobSoacha @juancsaldarriag… https://t.co/UnR1AJSfBw",
        "Mientras un político se encarga de hablar mierda, un médico se encarga de salvar vidas. Yo prefiero creer en los se… https://t.co/vGAv3DaQHV",
        "Duque y @WinSportsTV se asemejan en su fracaso e impopularidad. https://t.co/dpSAvlF42c",
        "@nicolasgarciab @juancsaldarriag @IvanDuque Pues ojalá sea cierto que van a ejercer control. Acá uno no ve a la pol… https://t.co/bhHPVhMtig",
        "@ReporteCOVID19 No, porque con la flexibilización del aislamiento se nota más desorden en las calles, barrios y neg… https://t.co/wuye2tqkMN",
        "Si el gran debate pedagógico durante este periodo de virtualidad es: ¿Cómo vamos a evaluar? Permítanme decirles que… https://t.co/JYPkOJyX75",
        "Soy piscis así que no puedo ir. https://t.co/QOWbApnIcC",
        "Solicito se socialice protocolo y se respete el derecho a la vida, la salud y la movilidad. Grantizando el distanci… https://t.co/KX2ctdi37a",
        "En caso de presentarse una emergencia no será posible el acceso de ambulancias, debido a que las calles se encuentr… https://t.co/ch3L0U6Ub8",
        "Ensucian calles con grasas, líquidos e impiden que las personas nos movilicemos de manera adecuada, qué va a pasar… https://t.co/K4bSfhnYbJ",
        "Muchos de ellos invaden los andenes, amontonan carros en las calles, causan contaminación de residuos. Sus clientes… https://t.co/IjTnpWMfRA",
        "Es importante establecer protocolos y vigilancia continua a los mismos, toda vez que estar personas: mecanicos y cl… https://t.co/AK47lbOqPK",
        "Un sector de trabajadores que esta compuesto en su gran mayoría por población flotante, es decir que no viven en lo… https://t.co/fovR1cRc3g",
        "Abro hilo. ¿Cuál va a ser el protocolo que va a establecer la @Alcaldia_Soacha  para los talleres de mecánica que i… https://t.co/H2exT8vfNd",
        "¿Ya anunció @IvanDuque el “aislamiento naranja” ? 🍊",
        "Volver a la vida productiva, retornar poco a poco a la explotación de nuestros recursos naturales. Retornar a la ex… https://t.co/AsftSB4D1f",
        "¿Quién necesita comprar un carro en estos momentos?",
        "@efcolombia @UranRigoberto Muchas gracias por la información. Estaremos participando de forma individual.",
        "@efcolombia Buenas tardes. Estamos inscritos al EFChallenge2020 y la fecha de entrega estaba planteada para el 14 d… https://t.co/e6ddBA6xKa",
        "Un lugar en el mundo. Los seres vivos más inteligentes que conozco. Son vida y producen más vida, en sus tejidos se… https://t.co/pBRUpaBcRh",
        "Originarios por @CanalTreceCO , excelente serie, plantas, territorio y sabedores.!",
        "Orgullo el departamento del Magdalena! https://t.co/nmafQ3d6Ki",
        "@bratislaboy Ok. Saludos desde Soacha",
        "El Estado colombiano ha sido, históricamente, experto en ocultar muertos y en disfrazar cifras. No es raro que eso… https://t.co/nWueNFCf4k",
        "¿Se acuerdan de las tiendas de barrio? ,La del vecino. Esas tiendas con los bultos de papa, el gajo de plátano, la… https://t.co/SFMDu32zUF",
        "Si hacen una reunión y el resultado es: “hay que hacer un formato”, por favor, no hagan más reuniones.",
        "Hasta ahora el mandatario local que, al parecer, está tomando decisiones adecuadas para atender la emergencia es @carlosecaicedo !",
        "Utilizar gases lacrimógenos para dispersar una protesta en medio de una pandemia que tiene como síntoma principal l… https://t.co/Nkv5KCMh0S",
        "@charry_manager @carlosecaicedo @petrogustavo @IvanDuque @harmanfelipe @Bogota @HernandoFranc0 @Santialarconu… https://t.co/yxw1IY3AhY",
        "De mi ejercicio docente desde lo virtual, tengo una conclusión: La virtualidad es potencia, genera nuevas posibilidades de ser!",
        "184.000 mil millones, pero el tóxico es @petrogustavo !",
        "Roberto Ángulo es una de las farsas académicas más grandes que tiene este país! https://t.co/drA7oXN2Ll",
        "@ALCIJERO Y con el respaldo académico de un profesor de Los Andes!",
        "Vengo a provocarlos de mango! Verdad que ustedes solo conocen el Tommy! https://t.co/zEfAYEhR3g",
        "Todo le sale mal al gobierno Duque, pero no importa, siempre hay un pseudo intelectual que defienda lo indefendible… https://t.co/XEPHMdccWC",
        "@Banrepcultural Un archivo excelente. Tuve la oportunidad de revisarlo y analizarlo durante el trabajo de investiga… https://t.co/z15KqyU0kH",
        "@HeinerGaitan Indignarse con las directivas. Pero no con aquello que significa ser hincha de Santa Fe. Ese sentimie… https://t.co/d8kaAltUgc",
        "Decía Benjamin: “Habitar es dejar huella”, bueno en estos tiempos podríamos decirle a la Ministra del Interior que… https://t.co/Hvtz9IYNGD",
        "Que curioso que quieran crear un albergue en la ciudad del abandono. Albergar para abandonar! #Soacha @HeinerGaitan @laporqueria1",
        "Pero ahora es de manera virtual! https://t.co/xpHQAZqn5K",
        "@dirtydahiana En el Universo, en ese momento cuando se forman las estrellas.",
        "@Germanchos https://t.co/UTQ2PyGzkf",
        "@CifuentesAura @trello Gracias por compartir este tipo de metodologías ágiles para el trabajo en equipo y la innova… https://t.co/LY14JShmbU",
        "Colombia debe ser el único país en donde un virus #COVID2019 tiene un gerente. Experiencia laboral: Gerente de una pandemia!",
        "Lo importante es que tenemos un presidente que sabe tocar la guitarra y le gusta el rock. Lo demás son detalles men… https://t.co/3fOT90x9VZ",
        "Paradójico, se forman en maestrías y doctorados virtuales, pero la única herramienta TIC que saben manejar es Whatsapp!",
        "@lcvelez @jotasmantilla Es la es la fuerza laboral del municipio de Soacha. Empresas que no han entendido que sus t… https://t.co/CES8VRYoFz",
        "No sorprende esta medida. Recuerden que el ministerio de Hacienda Pública está en manos de un pícaro de apellido Ca… https://t.co/cn5YTQeLxw",
        "El Gran Combo lo predijo. “Yo me levanto por las mañanas me doy un baño y me perfumo. Me como un buen desayuno ...… https://t.co/69LgUQLcuG",
        "Me pongo a dibujar y se me pasa el día, si quieren pueden seguir a @FanzineMeyer en Twitter y en Instagram.… https://t.co/DJyIp3brV8",
        "Se fugaron las Pirañas!",
        "Tengo la sensación que si @IvanDuque no hubiera sentido hoy el peligro de estar al borde del contagio, otras serían… https://t.co/68AnG98Ptk",
        "Afortunadamente. Porque si en buen estado de salud no es capaz de tomar una decisión razonable y sensata, no me ima… https://t.co/kekI0IBAM4",
        "Por cuidado de sí y cuidado de los otros, cancele mi viaje este fin de semana a un lugar hermoso donde puedo descan… https://t.co/YGXZL7E9Ri",
        "¿Será que al menos le saco foto a lo que le está mostrando Patarroyo en la pantalla? ¿Habrá pedido las diapositivas… https://t.co/umwa7ouVc5",
        "Todas las medidas deben pasar por el filtro de estupidez de @IvanDuque y su estupido gabinete. Inepto!",
        "@rrsoca Colombia le puede estar peleando el primer lugar a Brasil.",
        "Srs. @codensaservicio ese poste lo podían haber cambiado otro día. @Superservicios Atropello total! https://t.co/1QPZkVAELX",
        "Srs. @codensaservicio todo el día realizando un mantenimiento que no informaron. Estamos en medio de una contingenc… https://t.co/2aVlWRebm6",
        "@MinSaludCol confirma 18 nuevos casos, pero excluye de la información la trazabilidad de los casos: contacto, relac… https://t.co/6F6aksyQxO",
        "No habían dicho que @CodensaEnergia no podía realizar cortes de luz, ni trabajos de mantenimiento.",
        "@alozada Bueno, algunas personas se devuelven a Colombia con el siguiente argumento: “aquí las restricciones son me… https://t.co/SILQHVs50T",
        "Buenas Noches. No olvide dejar encerrados a sus abuelitos el día de mañana. #DuqueSeaSerio #DuqueCierreElDorado #CoronavirusEnColombia",
        "Uno lee esta mierda y en serio no entiende porque razón no han cerrado los aeropuertos. #CierrenElDoradoYa https://t.co/pLJdHDNrRA",
        "El #CoronavirusEnColombia logro que pasáramos de un Estado centralista a un Estado Federal. Ante la ineptitud de Du… https://t.co/TvOY5ZLmGC",
        "Segunda enseñanza. La relación enseñanza - aprendizaje y la interacción solo de da en el aula, de allí, lo complejo… https://t.co/I1dDe3uao4",
        "1. Enseñanza. En general estamos atrasados en el uso de herramientas tecnológicas y digitales. Todavía en el lengua… https://t.co/pgk6INqj6n",
        "#coronavirus Un hilo con las interesantes medidas económicas que tomó Donald Trump. https://t.co/9PfV4axUMy",
        "Nadie cree en este man y su asesor de prensa (¿será @HassNassar, el mismo de Duque?) le pone de fondo esa música ap… https://t.co/WIkEqfNl5H",
        "@Alcaldia_Soacha Sr Alcalde @juancsaldarriag que acciones se van a tomar frente a establecimientos públicos como ba… https://t.co/alSeHdiPdN",
        "Anfield, Kloop, Simeone, Liverpool, un poco de lluvia y un grito de gol que se ahoga en el final.",
        "@Serranote22 @Maickoll_ @WinSportsTV Es un fake. Pero falso no es que el canal #LoPagaráSuMadre",
        "Con mayor razón, señores de @WinSportsTV, su canal + #LoPagaráSuMadre ! https://t.co/HyAIZ3krV6",
        "@winlyfrank18 Esta quedando súper!",
        "@winlyfrank18 Que bueno. Hace poco también retomé el dibujo. https://t.co/WYg7H2ViVd",
        "Carlos Antonio Vélez se dio cuenta que la enfermedad que sufren él y su hijo, no tiene cura! Pobre viejo!",
        "Una de las cosas por las cuales no me suscribo a @WinSportsTV es que no soporto un partido narrado por el cantante… https://t.co/MnfrzXR8s1",
        "Aclaremos que escribir “papers” no es ningún aporte!",
        "Bobazos en la academia! No aportan nada! Eso también tiene mal este país. https://t.co/HRjTpbnYDF",
        "Hola! Quieren aprender algo de ciencia 🧬 filosofía 🤯química 🧪 física ⚙️ y salud 🩺 de manera divertida. Los invito a… https://t.co/cn1G0pSEOL",
        "Los protocolos de seguridad de @infopresidencia en la Casa de Nariño impiden que la ciudadanía disfrute y conozca e… https://t.co/DWT36NLYHx",
        "A mi me esculcaron Twitter cuando trabajaba en la Bogotá Mejor Para Todos.",
        "Montería y todo el Valle del Sinú a salvo! https://t.co/YwRclmudOe",
        "El partidazo que me estoy perdiendo por no pagar Win + , fijo es con los relatos de Eduardo Luis y los comentarios… https://t.co/O0mZyFsaRl",
        "Los ciudadanos no necesitamos de un presidente, unos ministros o unos congresistas durante cuatro años. Un presiden… https://t.co/mB4ikbO6QC",
        "La misma sonrisa pícara! Burlones y maliciosos! https://t.co/jSGCnQd0r6",
        "El #PrimerToque siempre será el que saque el equipo hacia adelante y proponga el estilo de juego. Que programa tan… https://t.co/DnPGxAK5Rj",
        "Dololed le estaba causando dolor a las grandes farmacéuticas.",
        "El triunfo de @VaquerosdeMont1 es un merecido reconocimiento a la mejor afición de béisbol que tiene Colombia.",
        "Excelentes jugadoras. Un gran futuro tiene  el Voleyball femenino en Colombia. Grandes jugadores! Gracias Amanda, V… https://t.co/FlnqkhRjrW",
        "Que forma de atacar y que forma de defender. Vamos Colombia por el sueño del Voleyball en #Tokio2020 Primer set par… https://t.co/epHAZJfRRn",
        "@pipfajardo Gracias por el resumen.",
        "Vamos Colombia, vamos @amandaconeo20, vamos por el sueño olímpico. #Tokio2020",
        "@EpicuroDeSamos_ 👍",
        "Es importante que el abordaje de este tema nos permita conciliar tres derechos fundamentales: la vida, la seguridad… https://t.co/npSewqdWmg",
        "Sr. Alcalde @juancsaldarriag, cuando podemos contar con su presencia y la del gabinete para buscar soluciones al pr… https://t.co/snfSMeqjcx",
        "Con carácter, criterio y argumentos. Así comenzó @HeinerGaitan su trabajo en el Concejo Municipal de Soacha. Tenemos quien nos represente!",
        "@ADiazPasive El campeón invita!",
        "@ADiazPasive Compadre invité al de Santa Fe.",
        "Preguntan todo tipo de cosas, pero olvidan preguntar lo más importante, ¿Eres feliz?",
        "@pipfajardo Solo camionetas! Gente de bien!",
        "El que peca y reza, empata! Esta imagen es una representación de la doble moral que nos identifica. Y me cuesta com… https://t.co/FGzGhQJJUt",
        "@ArevaloJuanP Toda acción de cambio comienza a través de uno mismo. Empiece usted, cada vez que nombra a algún líde… https://t.co/hutJEupjtD",
        "Da rabia leer las condolencias de @EnriquePenalosa @mluciaramirez e @IvanDuque , acepten primero su responsabilidad.",
        "No olvidaremos, pero por favor permitan que la familia de Dilan tenga su espacio de duelo, respetemos lo privado de… https://t.co/dJljl9UAOp",
        "Si quieren hacer parte de la #ConversacionNacional no olviden inscribirse en el SECOP ! Cédula ampliada al 150%, co… https://t.co/fCyS0BSLW3",
        "La #ConversacionNacional no es más que retórica nacional. Ni siquiera sabes de que te hablan viejo y pretendes inic… https://t.co/R9601768JT",
        "@ADiazPasive Hágale! Cuando es?",
        "Yo creo que lo de los árboles es algo premeditado. Peñalosa en su infinito narcisismo nos está diciendo: Ahí tienen… https://t.co/5Vmu2D5C13",
        "Conocer la Colombia profunda a través de sus crónicas e investigaciones. Ese es el legado del sociólogo Alfredo Mol… https://t.co/TSUBlrcHqh",
        "Pobre Miguelito y pobres sus seguidores. Bien merecido para alguien que representa el continuismo y el despotismo d… https://t.co/XCZkvX5d6G",
        "Felicitaciones a @HeinerGaitan nuevo concejal electo del municipio de Soacha por la Colombia Humana. Un triunfo mer… https://t.co/q583FoMSXX",
        "Que lindo es ser hincha de @SantaFe. Que bueno es recuperar esa mística, esa garra. Gracias a Harold Rivera que ha… https://t.co/siepL9iX39",
        "Ocho semestres de filosofía para terminar dibujando filósofos. https://t.co/0rMQfm0zRo",
        "Ya probaron las nuevas Trolli Duque? https://t.co/fUsrGYLvr4",
        "El títere de Uribe / El títere de Peñalosa https://t.co/HufFQ4KkpQ",
        "Cosas que uno puede esperar de Peñalosa. Una estatua de Uribe, un bolardo gigante, una réplica de transmilenio, la… https://t.co/wi94sYPtk3",
        "Otro payaso más. Otro idiota que nos va a gobernar! https://t.co/KP3GjAf8QX",
        "Uno de mis científicos favoritos. Con él me enamoré de la Naturaleza y de la ciencia. #Humboldt250 El sueño de viaj… https://t.co/xa76x8w6cb",
        "Vamos Santa Fe!",
        "Desde hoy puedo decir que soy Magister en Historia. https://t.co/bPN1H87ViR",
        "Han pasado diez años.  #NuevaFotoDePerfil https://t.co/NZWsgr9t8a",
        "Nos van a cambiar Noticias Uno por Yo, José Gabriel!",
        "Por fin! Volver a celebrar un triunfo de Santa Fe.",
        "@eldoctorpelaez @arnulfoamaury Gracias Dr. Peláez. Saludos de mi padre que recuerda mucho sus comentarios. “Pescaito Calero”.",
        "Dr. Peláez @eldoctorpelaez me puede dar referencias de Oswaldo Calero, jugador del Cali en los 70’s, creo. Gracias.… https://t.co/iWZMnBVtLB",
        "Tenemos una posibilidad, una oportunidad. Votar por la paz en las próximas elecciones regionales. Seamos coherentes… https://t.co/2o1qeTiS3b",
        "La culpa no es de Márquez, ni de Santrich. Tampoco tiene la culpa Uribe o Duque. La culpa de la violencia en Colomb… https://t.co/4aH9jChZpY",
        "Ya me entregaron los dos conceptos de mi tesis de maestría. Ambos aprobados. “Sociedades de obreros y artesanos de… https://t.co/EvkDBITkfG",
        "De nuevo Torijano. Creo que es el único jugador que no han sacado del equipo titular en esta mala racha.",
        "Balanta no sabe centrar. Solo corre como loco y al parecer Rivera ya se casó con ese jugador.",
        "¿Ya salió @MiguelUribeT a decir que si sale elegido Alcalde instalará  el segundo semáforo inteligente?",
        "@Jpereac @DIRECTVCo Yo también quiero saber cuales son las promociones para clientes antiguos. Gracias.",
        "Miguelito, el rompevidrios! https://t.co/kPnGCw8TNd",
        "Cuando uno le dice que NO al que limpia el parabrisas, pero él insiste. https://t.co/IxzGiDDdXZ",
        "Cosas positivas: No me dormí viendo el partido. Mostraron ganas y orden. El DT sale a la zona técnica, dirige, grit… https://t.co/AbL9cchLga",
        "Plata para Colombia en Voleibol femenino. Gracias Amanda, Margarita, Maria Alejandra, Ana Karina, Juliana y todo el… https://t.co/owITQcRDLj",
        "Vamos Amanda, Margarita, Karina, María Alejandra. Vamos Colombia.",
        "Corrección. Selección Colombia de Voleibol clasifica a la final. Mañana por la de Oro!!!",
        "Te amo Margarita. Que jugadora. Selección Femenina de Voley clasifica a semi finales de #PanamericanosXSenal",
        "Campeonas Panamericanas!!! Colombia.",
        "En el momento que estuvo Gregorio Pérez en Santa Fe la exigencia era otra, muy diferente a la situación que hoy día… https://t.co/ufhzaEcR1x",
        "Al parecer el proyecto de Camps con los juveniles es quemarlos.",
        "Calienta Arturo Boyacá !",
        "Bueno. La tarea ya se realizó, si la vida me quiere en tierras vallenatas, allá estaremos!",
        "@EspinosaRadio Excelente maestro. Tuve el placer de ser alumno suyo, una voz radial inigualable.",
        "“De música ligera” un buen título para analizar el primer año de gobierno del Sr. Duque. “Nada nos libra, nada más queda”.",
        "Uno llama al @CiderUniandes y nadie responde. Llevo dos dias tratando de comunicarme.",
        "Extraño ese DT que dirigiendo a Santa Fe corría por toda el área técnica con pantalones apretados. Bueno, extraño u… https://t.co/RrGNp7mfFC",
        "Así como a veces llegan jugadores sin fundamentación técnica, también hay comentaristas y relatores sin fundamentac… https://t.co/R311yffHZC",
        "Carreño: -Sr. Camps ¿cuál es su experiencia?\nCamps: -Le cargue el maletín a Pekerman.… https://t.co/nxCiTB6hah",
        "Nos hizo un favor el arbitro. Que malo es ese Arbelaez."
    ]
}