{
    "screen name": "TazzJoyce",
    "no. of tweets": 145,
    "tweets": [
        "I have a favorite spoon",
        "@Super_Moniac @Abelbc85 @JodyHighRollr That still, wouldn’t give them the right to shoot this man, a citizen just l… https://t.co/A3vHKjsM9g",
        "Am i the only one that levels her english for people?\n\nLike if your english is weak, i'll downgrade so you can understand me",
        "“You only grow old when you stop playing”",
        "@jamescharles Can I unsee this",
        "Since years I’ve stopped explaining myself to people, just think what you want and assume things. I’ll literally ag… https://t.co/XWIOrCA3Ei",
        "I’m annoyed at the fact that Burger King’s inside furniture became modern like I’m not vibing anymore @BurgerKing s… https://t.co/Pnh8eyiMjJ",
        "@McBiggitty @TheDannyCage Not tryna sound rude but I hope he dies from a heart attack or smth",
        "The tolerance towards something that leads to this direction, should not be tolerated. My feed is full of people ge… https://t.co/MZL1M2vcu7",
        "@ptrckwrestling Academy show we both looked at eachother in shock + me killing you in GTA",
        "@LyonsGamez I can’t pahahah",
        "People https://t.co/DZCXPioix4",
        "I just saw a bee on a leash..",
        "@ptrckwrestling @milly_mccoyy You’re invited to look",
        "Constantly wanting to drink water but being too lazy to drink water",
        "@milly_mccoyy @ptrckwrestling Ohmy please",
        "I’ve been home for too long I don’t even wanna go out no more",
        "@netflix please put Legends of Tomorrow in ! :(",
        "@theneedledrop @justinbieber",
        "How does avocado taste like",
        "#Self-care month day 2\n\nLike yesterday I’m off to a long walk",
        "@davidrocknyc https://t.co/Rk71Vog7vx",
        "@RottenTomatoes https://t.co/QG66nQtrua",
        "@patiencehaileys “Don’t need no star books 📚”",
        "@SpongeBob https://t.co/YKfWXfpjfX",
        "I’ve been training to not give my opinion on things when \n\n1. They’re not helpful\n2. They’re negative  \n\nA simple c… https://t.co/AkgSUsFuTh",
        "@hels I think this is something I would come up with and throw away after",
        "@JustinChangess @justinbieber Changes &amp; Intentions",
        "@thereald0nny Jeez, I feel like smacking her by just watching this",
        "@lexxipro Excuse me",
        "@biebersvampires Not even the CIA is that fast",
        "Can we like please cancel all the flies and insects https://t.co/RxdP54s3VR",
        "Where the fuck did the fly in my room come from",
        "It’s enjoyable https://t.co/dxL6T3kA5k",
        "@DUALAPEE Why y’all out here confusing me so much like bro",
        "So I’m doing taco’s",
        "Wait did Kim jung in die forreal? Or y’all April fooling me",
        "@stephdelander Cinderella",
        "I love to see how people die out of jealousy and hope to see me fall, meanwhile I’m doing more than just great 🌝",
        "@cjafterdark All my life in pro wrestling",
        "I swear I have no patience for shit like this, do this infront of me to someone you’ll get fucked up big time. “It’… https://t.co/pTTyhcb0ES",
        "@habitualissy IG @nurai_zai 👉🏼👈🏼🥺",
        "Planned on watching only one episode and sleep early, well hello 5am  u bitch",
        "@beautyofjdb There’s literally people who have made it into live for the second/third time like damn lucky",
        "I always need a good song to wake up",
        "You don’t need to fit in, be you.",
        "@DaveVescio Snakes",
        "@rnbieberr I thought shit was real 🥺",
        "Yawn",
        "@drewhouse please restore the shop, everything has been sold out :(",
        "@TheDannyCage You tackle it",
        "I’ve come to the point i don’t consider anyone a friend, we just get along well. That’s it.",
        "People will judge no matter what, might as well not give a fuck and do what you want anyway.",
        "Why is everyone always assuming I’m Turkish because of my name? What if I was named “Mubita” instead.. would I be a… https://t.co/qfcYexwUJR",
        "I’m switching to a flip phone, deadass drop me off somewhere in the mountains and leave",
        "@TheRobertMartyr 2000-2013",
        "aye shuup bruv",
        "ayo bruv while i tweet yeh go gimme some wootah yeah aight fhanks bruv",
        "@CheeseburgerROH Dude the memes",
        "im sorry to the #Japan hashtag which i accidentally reported",
        "goofy is not a cow, ok? ok bye",
        "''Trust'' is not real, it's just a word just like ''us'' ''we'',\n''I'' and ''Me'' on the other hand do exist.",
        "@biebersvampires You bless my timeline, keep it up",
        "@justinbieber thank god",
        "books are much cooler than u",
        "@lopez__tony cannot relate",
        "Instead of being pissed about the current situation, be blessed and appreciate. There's people who have it much wor… https://t.co/M5APoM51Jl",
        "@TheRobertMartyr yessir",
        "@ondreazlopez thought it was tuesday",
        "Life itself is a relationship, there will be break ups, difficulties, and many more things. But moving on is also a… https://t.co/Kn4PgEJTCn",
        "@popcreave It's funny how most of ya'll go around finding bullying is NOT okay, yet the next thing ya'll do is bully her? lol grow up please",
        "@popcreave ''Why is she trying to be black'' It's not that she's trying to be Black, but wearing and presenting her… https://t.co/v9ew6u1ysS",
        "If i could choose i'd be born in the 70's cuz damn",
        "My 8AM became my 3PM",
        "SHIT WERE GETTING A SEASON 6",
        "Passion is a beautiful thing we put our entire heart into.",
        "@ptrckwrestling ITS TRUE",
        "@XiaBrooksideWWE It's me",
        "Don't just call anyone your friend when they're just like one night stands",
        "I'd do anything for a Hannah montana concert",
        "@Joeylightpro https://t.co/1FRt4mL8vz",
        "It's not people failing themselves when committing suicide, it's society that has failed, so stop saying \"It's thei… https://t.co/I0cmZgQMVl",
        "Peace means, moving on without forgetting yet forgiving.",
        "Minka halt die schnauze!",
        "@ptrckwrestling \"konajakakona lucifer\"",
        "@dz_designs Maybe",
        "@WOWFactsOfLife Bet they count every single one",
        "I sat on my closet and it fell apart",
        "I want one of those 80's flip phones",
        "@realmarkostunt Strawberry bird.-.",
        "@TheRobertMartyr Tessa Blanchard",
        "@TheSierraCapri I ship",
        "@WOWFactsOfLife Doing things you enjoy and make you happy are worth more than therapy",
        "@forevesr 2009",
        "@imsomunny @mothfromdaflats @BreedWrestling Sexy",
        "Sometimes you'll not want to continue and that's fine, take your time and just do nothing #MentalHealthAwareness",
        "Short people are not short,\nTall people are just tall",
        "\"yOurE oVerReaCtINg\" https://t.co/0k0tWjyb19",
        "@FrancisMeister2 5",
        "Prison break is so good",
        "DUDE I JUST SPENT OVER 1H TO COMPLETE A MISSION ON GTA AND I'M SO PISSED BECAUSE ALL I GOT WAS A GUN",
        "Someone play me 1 on 1 on fifa",
        "@viddyclassic @TarkanLionKing @cris_opus @Melzi87 @losstopschade Share a gif of your favorite movie and tag 5 peopl… https://t.co/keppbSOZ7D",
        "@RealPaigeWWE It takes time to learn the dances :(",
        "Damn I'm cocky",
        "All these disney movies got me crying jeez",
        "@Uncensored_WWE I'm annoyed, not trying no more",
        "Moana songs are lit",
        "#Apache207 Is the man",
        "Currently watching #HighSchoolMusical and shit ima cry",
        "@CheeseburgerROH Cracked that bitch",
        "@CFlossWrestler Germany be twinning",
        "There's 8.000 pictures in my phone and i had to break my phone",
        "\"We're Lucky you only broke 10 phones, 11 would have been a crisis\"",
        "Good morning my name is Tokio",
        "Honestly rate yourself:\n\nLooks: 1/10\nCreativity: 10/10\nHealth: 5/10\nEmpathy: 9/10\nIntelligence: 9/10\nTrustworthines… https://t.co/Bgpkqo5OOB",
        "@KimWrestling Turns out some are too lazy to pay nothing for some of these things but expect the same back",
        "I wanna help all the stray dogs 🥺",
        "My mouth needs some tape, cuz I don’t know how to shut up",
        "Ok, why ask dumb questions when you could just google",
        "I’d like to go to a 80’s McDonald’s",
        "@ptrckwrestling lil bro",
        "@ptrckwrestling Good good very good my friend",
        "@KimWrestling At least you didn’t get swatted",
        "It’s funny how people will come to you only when they need shit",
        "Lil' momma show me how you move it",
        "Mayday mayday I’m bored",
        "If you look down on people as soon as you debut you a hoe",
        "@hstylespics @Harry_Styles @HSHQ PERIOD 👏🏻👏🏻👏🏻👏🏻",
        "Workout quarantine:\n\n- 7 Minute Full Body warm up\n- Deck of cards 1x\n- Core 30 mins\n- Strech \n\nI feel good",
        "Soo since I’m not a wrestler anymore I guess it’ll be easy to break my neck",
        "We’re all bitches and snitches",
        "@ptrckwrestling How about vibing for a round 🌝",
        "@ptrckwrestling Where’s the popcorn",
        "You can’t be lazy and successful at the same time",
        "@KeeMinWrestles 👀",
        "Someone do a promo battle against me",
        "@SenzaVoltoReal Yes! You’ll love it!",
        "“What about you? You going to training? Oh no I’m sorry I forgot we’re all in quarantine”",
        "@ClassicEMartin N O",
        "@ClassicEMartin Skip the 9th song",
        "Me tweeting is literally me talking to myself so no offense",
        "If u goin hate somebody hate me cuz I wrote the script for 2020",
        "I’m so random I don’t even get myself",
        "@ptrckwrestling https://t.co/7VnkP3mXOr"
    ]
}