{
    "screen name": "frlssmatt",
    "no. of tweets": 146,
    "tweets": [
        "@kscerato rip mm ksc, ngm se diverte mais nesse jogo, só dá cheater e tóxico",
        "É isto. https://t.co/A58Ee8yzzu",
        "@VALORANTBrasil Até quando vai rolar o closed beta?",
        "@spaccacsgo @vsmzin spaccao, ate qnd vai a beta? Ces sabem?",
        "joga y joga https://t.co/XttzgjHBI0",
        "if at first you don't succeed, try, try again.",
        "@yesredna é o que?",
        "@yesredna kkkkkkkkkkkkk to falando serio mano",
        "mano, vcs q tem o privilégio te ter a sua mãe do seu lado hoje, não deixe de dar um abraço nela e dizer que ama e o… https://t.co/TDQBjEVjKZ",
        "agora a saudade bateu",
        "@upsetnayron @puniorjoli @Samuca_Gil @mvrilocrv to no ranked de gartic kkkkkkkk",
        "@Polishopjr @lilnetobroo30 artzera bagaçou hj hein",
        "@Polishopjr @lilnetobroo30 i agree too",
        "@gio_fps o que ta salvando o cs ultimamente é só o cenário competitivo giozera, ta osso jogar um mm pra se divertir",
        "@yesredna @upsetnayron na gc vai acontecer, mas na mesma intensidade do MM de antigamente, hj mm tá morto primo",
        "@yesredna @upsetnayron rip cs mano, 5 partida 5 nego girando c prime e tudo",
        "@lilnetobroo30 soma 1 escorrega 2 da 50",
        "@lilnetobroo30 é o dvd do gustavo lima 50 50",
        "@lilnetobroo30 O problema nao era o showtime o problema era o fer",
        "5 curiosidades inúteis sobre mim\n1. já cortei o pé andando de patinete\n2. não gosto de açaí\n3. já decorei a tabela… https://t.co/KyCp6DxgxB",
        "Espere o melhor, prepare-se para o pior",
        "Melhor deixar rolar, nada como um dia após o outro\nContinuar viver, temos que nos encontrar de novo\nE acreditar dia… https://t.co/ezaBILfcft",
        "jogos vorazes é a melhor saga desse estilo de filme que já teve, tirando o final que é bizarro",
        "@XXiFtv @frostyZK @Polishopjr @lilnetobroo30 vc disse run boost?",
        "cabeça vai explodir 😰🥵",
        "F",
        "@JaNxxxxxxxxxxx @lilnetobroo30 baixa o jogo, tenta logar e deixa o jogo te \"fazer fechar\" e depois da f5 na twitch,… https://t.co/L5lbLGQFCS",
        "@lilnetobroo30 oas ideiaa kkkkkk n é lol hein mano eauheaueha",
        "valorant tinha que liberar foto de perfil ja mano, quero colocar a foto de anime ja",
        "@lilnetobroo30 só tô livre depois das 22h primao, se pa se eu for hj entro mais ou menos esse horário",
        "3 dias de ead: parecem que foram 3 décadas...",
        "@ZOWIEeSportsBr @yesredna  seria um sonho jogar o valorant em 144 man",
        "@yesredna @lilnetobroo30 @PlayVALORANT eu abri ontem a do breeze, depois a do alanzoka, depois a do mch, depois a d… https://t.co/lI2YT9XJfI",
        "@yesredna @lilnetobroo30 @PlayVALORANT tweeta !key , baixa o jogo e vai pra live do gau uqheiuqheq",
        "@TemporadaJuegos @ligaesportslan @ligaesportslas @TrustGamingLA @hugorajadao @Polishopjr",
        "😍😍 badalorantssssss https://t.co/GvitM8DNQC",
        "@tuzinhoheringer vamo",
        "@ChanDavidD foi sim kkkkkkkk e eu ja ia sair bicho",
        "@BREEZE_FPS @guszera Ou mano, como calcular a sensi aqui no Valorant?",
        "@BREEZE_FPS @guszera mano que isso vei, só foi eu calar a boca mano que issooooooo https://t.co/6qxcVKI1n1",
        "oi 128 tickrate &lt;3 https://t.co/PNpQ8LVTNJ",
        "@guszera @BREEZE_FPS eu ja ia sair da live do gau mano LOL",
        "@guszera @BREEZE_FPS kkkkkkkkkkkkkkkkkkkkkk acabei de dropar mano, nem a pau isso ce lokooooooooooo",
        "@guszera passa o bizu, dropo onde?",
        "@yesredna aeeeeeeeeeeeeee",
        "!key",
        "@yesredna @lilnetobroo30 @PlayVALORANT lkkkkkkkkkkkkk qualquer coisa q o gau joga é monstro mano",
        "@falasantin Haaland?",
        "@yesredna @lilnetobroo30 @PlayVALORANT kkkkkkkkkkkkkk",
        "@lilnetobroo30 @yesredna mattf professional player of @PlayVALORANT  \n\nopa oi to aq",
        "@lilnetobroo30 @yesredna ja to arrependido",
        "@lilnetobroo30 @yesredna maaaaaaaaaaaaaano todos os servidores sao 128 tick",
        "@lilnetobroo30 @yesredna no br oficialmente vai dropar a partir de agr só",
        "@yesredna @lilnetobroo30 netin eu vo me arrepender do que to dizendo, so pq disse q n ia jogar valorant eu vou dropar key, vai vendo",
        "@yesredna @lilnetobroo30 mano eu sempre animo o valorant, mas na hora que começa o negócio de soltar poder ja acho ruim dms",
        "@yesredna @lilnetobroo30 aí pegou pesado kkkkkkj",
        "@lilnetobroo30 tbm graças ao badarants temos várias att semanais :D",
        "@lilnetobroo30 Ambas não são a Valve.",
        "@lilnetobroo30 recentemente deram ban em um pro-player de 9 anos do fortnite chamado Zenon. A tag #FreeZenon subiu… https://t.co/aF2yRvaoPr",
        "#FreeZenon https://t.co/jFjQEEVh0R",
        "Obrigado @VALORANTBrasil, por favor, só façam um anticheat sensacional pra chegar isso no @CSGO please!",
        "@VLADOPARD About Time dude!",
        "@lilnetobroo30 @yesredna e no fim: \"dei talqui abaute mai one tepsss\" aka v1adinh0",
        "@lilnetobroo30 @yesredna kkkkkkk mano se eu tivesse um cs liso assim só jogava bunando o mapa inteiro só pela belez… https://t.co/U9aK8d2Jb2",
        "@l_adeira kkkkkkkkkkkkkkkkkkkkkk pior bicho",
        "@lilnetobroo30 meu amigo eu só consegui apreciar a beleza de ter um jogo tão fluido 😍",
        "@l_adeira kkkkkkkkkkkk baixinho bom de bola zika demais, melhor pré-temporada do mundo",
        "@AngeloTomazeti eu queria acreditar q fosse só meme msm kkkkkkkkkkk",
        "e se eu contar que minhas aulas vão ser literalmente com o mito? hausheqiwijeiqwjeioqweqw https://t.co/x2EH2tQ2fI",
        "@betwayesports @coldzera",
        "@yarytsafaval queria muito esquecer todos e poder assistir de novo 🤧",
        "que 😳 https://t.co/CoxF0j5jDg",
        "when the lights are cutting out\nand I come down in your room\nour daily compromise\nIt is written in your signed armistice",
        "depois que cortei meu cabelo sozinho só penso em aprender mais ainda a cortar viu",
        "E eu irei!!!! \n\n#LiveOneSounds",
        "@Subroza @smooyacs @Polishopjr",
        "agora eu choro https://t.co/m1ixpbr7Z9",
        "@fiamareginaa Sim po!!! Eu ainda prefiro acreditar que ele não leu msm...",
        "Desde 2002 fazendo total sentido. É o famoso Lebenslangerschicksalsschatz, mano. https://t.co/e1DuXsejqH",
        "@tiagopareja @karinemdutra Eu só acho que o menino @kngvito encontrou seu lugar na mibr 👌",
        "@NetflixBrasil cade ragnarok????",
        "@coldzera @olofmeister @mousesports é a lei do cs hauhauha",
        "@coldzera goat",
        "@coldzera Obrigado @coldzera",
        "https://t.co/zENd65ODLm",
        "@NetflixBrasil ragnarok, eu nunca vi ninguém falando dela e assim q saiu eu assisti e to esperando a 2 temp hein",
        "@AngeloTomazeti @CeboIinhaaa com energia sem mundial 😎",
        "@lorenauee kkkkkkjjjkkkkkkkjkkkkkkk o mito",
        "talvez esse seja o melhor número de mágica que eu já vi em toda a  minha vida. https://t.co/YCdvtDJIcV",
        "@betwayesportsbr 🇧🇷 @FalleNCS \n🇺🇸 @Stewie \n🇩🇰 @dupreeh  \n🇫🇮  @AleksibCSGO \n🇷🇺 @electronicCSGO",
        "Olhe esse vídeo! https://t.co/SUvuUFmQ42 via @YouTube",
        "eh meus amigos, finalmente raspei o cabelo hauwheu #quarentenou",
        "@yesredna @lilnetobroo30 @nescau escolheram o time errado pra capa mano",
        "@yesredna kkkkkkkkkkkkkk",
        "@yesredna toddy é açúcar com chocolate logo é uma espécie de tyloo do mundo dos doces, por outro lado, nescau é a i… https://t.co/P3pRTtFHJb",
        "@lilnetobroo30 @himesamavx ahuahauhuau ces são mitos vei",
        "O maior tem mais e tem 13 https://t.co/Ty9NObhTlp",
        "@lilnetobroo30 @himesamavx meu camisa 7",
        "salmos 17:15 \"quanto a mim, contemplarei a tua face na justiça; estarei satisfeito quando acordar com a tua semelhança.\"",
        "@lilnetobroo30 do ig do @linfnx",
        "there is no higher name, Jesus, you reign above it all",
        "@atrebore que comentário preciso RoberTa...",
        "@yarytsafaval hahahahahaha 😭😭😭😭😭😭😭😭😭😭",
        "@Polishopjr @lilnetobroo30 https://t.co/CVUd6ZmVX6",
        "e não ha outro, que mereça",
        "pela manhã Tu tens meu coração em chamas, outra vez",
        "eu com certeza seria um dos caras gritando bicho https://t.co/a7E4WXqgNX",
        "@AmazonHelp ty :)",
        "@PrimeVideo my app don't works easily. the series/movies with low frames and isn't a internet problem. can you help… https://t.co/bu6iXzrgS2",
        "O vídeo mais emocionante que já vi até hoje foi o da alta do hospital de um amigo da família recém curado da COVID-… https://t.co/4qzIKn2p66",
        "@ale_vilasboas1 orrois e fejao é tão bom mano",
        "pudim sempre perde mano, too easily https://t.co/fz7LsNmCTT",
        "olha essas camisas da @SKGaming mano?!! quem vamo chorar primeiro? 😭😱 https://t.co/HDQznBI8Kv",
        "that the universe was made, just to be seen by my eyes",
        "eu nao dormi nada",
        "😭😭😭😭 https://t.co/5Tszsidv1I",
        "@CanalDoSaullo @KINGSofPROFITg @lilnetobroo30",
        "@CanalDoSaullo @KINGSofPROFITg @Polishopjr",
        "#backcobblestone",
        "@dmifaress no mínimo!! eu já me peguei até pensando em passar detergente no queijo",
        "breve scofield na area rapaziada",
        "olha issoooo https://t.co/mRNojQeO5j",
        "@piethrouer cbble will be the winner easily hahaha",
        "se ate o ifood bugou com os dias da semana quem sou eu pa nao bugar hein? hahahah https://t.co/LDVacugVbb",
        "E realmente é muito mais fácil apontar o dedo a reconhecer seu próprio erro.",
        "quando envolve ideologia ou algo que conecte mágoa ou passado, parece que fica muito mais fácil apontar o erro sem analisar a si próprio.",
        "eu só queria que um dia as pessoas que defendem algumas coisas com tanta vontade, olhassem o que realmente deve ser combatido.",
        "Que Deus seja por nós sempre, e sempre.",
        "kkkkkmmmkkkk tilto",
        "@DonHaci new haircut too? hahaha",
        "@DonHaci true",
        "manodnkkkkkkkkkk é cada coisa viu",
        "@titofps podia fazer um videozao top pra otimizar a galera q usa notebook gamer hein titera, q tal?",
        "@lilnetobroo30 @Polishopjr @botplayercs ainda bem que eu não assisto o jogo sozinho 🤪🤪",
        "@Polishopjr @botplayercs @lilnetobroo30 alo mibr, no 2x1 eu só jogo junto hein hahahaha",
        "@Polishopjr @botplayercs @lilnetobroo30 usa os numeros pra esconder a pinadeira e aquela dust 4x4 lá mesmo mano",
        "@Polishopjr @botplayercs @lilnetobroo30 @botplayercs felps",
        "@Polishopjr @botplayercs @lilnetobroo30 mano, o cara é entry e outra, olha esse perfil aí mo da hora, te marquei pr… https://t.co/fHbwN1Ll29",
        "@botplayercs @botplayercs rain",
        "@botplayercs TACO",
        "@Polishopjr @botplayercs kNg",
        "@coldzera vamo q vamoooooooo #FaZeUp",
        "@bandeira___sara kkkkkkkkkkkkkkkkkkkkkkkkkkk",
        "@lilnetobroo30 óbvio q nao man, só to falando da ironia padrim",
        "@lilnetobroo30 ai mando mal primo",
        "#FaZeUp 🤪🤪"
    ]
}