{
    "screen name": "horlarry",
    "no. of tweets": 158,
    "tweets": [
        "Maybe women talk too much🙆‍♂️🏃‍♂️🏃‍♂️🏃‍♂️🏃‍♂️🏃‍♂️ https://t.co/stWTYRne3k",
        "Nigerians don't need this thank you https://t.co/3yieQnY0Hm",
        "@femigbaja @atiku https://t.co/MMwsISzFxQ",
        "Kindly help safe a life... https://t.co/MMwsISzFxQ",
        "@atiku Kindly give up your looted wealth sir",
        "Federal Bureau of Investigation: Disbarment of George E. Barnhill - Sign the Petition! https://t.co/9ZXdWB6EE5 via @Change",
        "Who is following tinubu again? Lagos don't belong to you people alone  @ekohotblog @jidesanwoolu @SaharaReporters… https://t.co/k47TbdVS7v",
        "This reckless and irresponsible act must not go unquestioned @MO40T @ekohotblog @MBuhari @officialEFCC https://t.co/za0UAMQ1FS",
        "His analysis gives so much succor https://t.co/bpINxDorTg",
        "@NaijaWomen\n#MothersDay https://t.co/QbIRy6ozPY",
        "@CParker1313 @CNNPolitics 😂😂🤣🤣😂🤣🤣🤣",
        "Same situations everywhere....It isn't ppp anymore it is CCC https://t.co/dYtUYtn3Ad",
        "In a serious clime! https://t.co/35mOzN4HGr",
        "@WatchingYall 🤔🤐 @segilolaa",
        "@GicolaLane Cos they are blind to the truth",
        "@UAGradSchool @OgbeniFolusho #blackbrain",
        "@oxladeofficial Success they say has many brothers.... keep flying bro @livinglegend231",
        "@dino_melaye I always abuse you but this is a commendable act.",
        "@UnivHospNewark @ShereefElnahal @CityofNewarkNJ @mattplatkin @NBCNewYork #FrontLineHeroes",
        "Learn to build bridges and not break them #FamiliesFirst #Friendship #partnership",
        "@abikedabiri Great job!",
        "@femigbaja Hon Speaker, pleaae, is there any line in the much talk about Bill that will force Nigerians to get vaccinated?",
        "@ChrisCuomo @NYGovCuomo About this duo🤭💞",
        "@OfficialNiniola @LOluwatodimu Nope! In your own image.",
        "Oh my gosh!!! @LOluwatodimu actually said this💜💞🙊🙉🤸‍♂️🤸‍♂️🤸‍♂️🤸‍♂️🕺🕺🕺 https://t.co/uVxufZkdob",
        "@LOluwatodimu Absolutely natural! #loving it",
        "@LOluwatodimu You refused to respond so I stopped dreaming😉🥰",
        "@TemiOtedola @LOluwatodimu Let's talk about pit latrine🤣😂",
        "@dedun_sij @LOluwatodimu Please, don't snatch the joy we have.",
        "@Sambasiano1 They are the real deal. The others are genuinely miserable #modesty",
        "@BadmusEniola big mummy, you are shameless. Trying to defend such a despicable act is even ignominious. #modesty is… https://t.co/CvbgI9dHf3",
        "@dino_melaye Mr reboot, kindly release all the money you made from politics and repent @NaijaSteward @naijacelebs… https://t.co/mqIZlQiZ6b",
        "@JohnsonAlile @toluogunlesi 1?",
        "@NapoleonOkugbe @TalbertSwan @realDonaldTrump You sit your butts in Nigeria, givin me the info you don't have about… https://t.co/1X0rA4esnZ",
        "@Naijaheartbeats First of all, the security men lack crowd control mechanism.  Secondly, Nigerians are too lawless",
        "@NapoleonOkugbe @TalbertSwan @realDonaldTrump You need to shup.... 7m out of 350m.... can you listen to yourself",
        "@NapoleonOkugbe @TalbertSwan @realDonaldTrump Speak up more and make a mockery of yourself. How many testings has the US conducted?",
        "@NapoleonOkugbe what were you thinking here when you twitted this? https://t.co/CYBm21tA5T",
        "@NapoleonOkugbe @TalbertSwan @realDonaldTrump China, has more population so wasn't that a negative factor.… https://t.co/ZAMvZUThbm",
        "@desewaaa__ @oxladeofficial Oxlade is the next big thing in the @NaijaEntertaine @NaijaMusicBill1 @NaijaMusicBeat @naijamusik",
        "@Johnnydrille @MabelAO1 This has always been my position. We should define it from day one. @BLACKGIRLSROCK @dating",
        "@scottea_ @MabelAO1 I think its wrong to make or send nudes to a lover. Will people ever learn? @Naijarelations1",
        "@DONJAZZY Good one!",
        "@TeiaOK My mum raised me well. You can talk about the 21st century mum and the fallout of @SingleMothersCC @singlemums_club",
        "@ShehuSani Lagos will be Insha Allahu. The Kano situation is a fallout of bad leadership that @HarunaIbrahim14 desp… https://t.co/tDLerXSxB1",
        "@FikayoAguda @omaakatugba What a memory",
        "@HopeHeck @realDonaldTrump Did you check out the other version?",
        "@PaulLidicul @HopeHeck @realDonaldTrump @CNN",
        "@AfricaFactsZone I would rather think that most @AfricanLeaders are oppose to @change. It would be great to have… https://t.co/AxBDRm5YO7",
        "@Android and @Apple should understand that pale can't afford to have data breach... Think about that… https://t.co/XgI1dkw37q",
        "@oxladeofficial Honestly,  i didn't give this song a chance when I fist listen to it. To think that Oxlade was my blood.. chai!!@",
        "@dino_melaye Democratic genius my foot!!!! Maybe someone from your bush",
        "@bolajiomosipe Its probably from community organization... that being said, Nigerians shouldn't except from where t… https://t.co/bawcHB4a8S",
        "Ramadan is very interesting..... the hunger, cravings,  thirst, endurance. Perseverance and the joy that comes within breaking your fast!😊",
        "@_geeboy_ @PoliceNG Insha Allah. It is for the good of our generations",
        "@pantomath__ @JeffreyGuterman @realDonaldTrump 😂😂🤣🤣😅😅🤣🤣🤣🤣🤣",
        "@JeffreyGuterman @realDonaldTrump 😂😂🤣🤣😂😂🤣🤣🤣🤣",
        "@SaharaReporters @mudashiru_obasa As usual, Tinubu, their pay Master will wade in and nothing will be heard @officialEFCC",
        "@YeleSowore @MBuhari Did you pay your taxes?",
        "@w_terrence @realDonaldTrump You need pills to fix your brain",
        "Sadly enough this is true. https://t.co/TY5kdEdF9N",
        "@Airvooocht @realDonaldTrump Never tired of lying.... this is appalling!",
        "@JoeySalads @SpeakerPelosi You are the illiterate. Obama warned us only ur orange man refuted it",
        "@t_deeee It start with descent dressing",
        "@SpeakerPelosi Thank you.",
        "@BotPutins @realDonaldTrump @WhiteHouse @realDonaldTrump @POTUS",
        "https://t.co/dcUq2oQP89. @jidesanwoolu @drobafemihamzat @followlasg some of these politicians will destroy our govt… https://t.co/DYXnui3M5y",
        "@CNN_Oppmann @livinglegend231",
        "@TiwaSavage Go and get marry and stop this nude content.... you still posses the charm!",
        "@DeleMomodu I saw this news today and became sad.... we cant call for a finer gent9",
        "@DeleMomodu Sir, do you use this killer called means of transport? You should rather advice the governor to adopt a… https://t.co/Bwyf5YKsvi",
        "@OfficialAITlive @MBuhari @AishaYesufu Sincerely speaking ain't the youth intellectually lazy?",
        "@womenvoiceNG_ Stop this propaganda.. This is an old video",
        "In a serious country, folks like you would be stone to death. Official mumu https://t.co/AEHvfuTssl",
        "@dino_melaye In a serious country. Folks like you would be stone to death.  Official mumu.",
        "@chosensomto It started with your brother,  Jona",
        "@raufaregbesola Sir, thank you so much for the great work. People know their true heroes. Please, kindly engineer a… https://t.co/qQ8Yog4myb",
        "@TheNationNews @olamide_YBNL @burnaboy @iam_Davido @wizkidayo No one like burnaboy\n His music is clasic not mfull of crap",
        "@raufaregbesola Good thinking. Nigerians in diaspora are fully in support of this move. Our country must be seen to… https://t.co/bpbDN4srzD",
        "@raufaregbesola Kudos brother",
        "@ogundamisi @iam_Davido You can arrest the girls but you cant arrest your dick for multiple baby mamas and tjeir pr… https://t.co/9m5SEhDc87",
        "@raufaregbesola Congratulations bro! Please, kindly use your good office to prevail on @Buratai_COAS to see to the… https://t.co/VBNEqshPHz",
        "@agadastephenmic Dont misplace it. Youth just want money! Material conscious against hard work amd prosperity. NG youth 4 U.",
        "@Buratai_COAS , I appreciate the good work u've have been doing and the entire NG military. Pls kindly do something… https://t.co/u284zc48kG",
        "@USCISCuccinelli Thank you for the ongoing reform at @USCIS. I got approval letter for my EAD today🙏❤👍",
        "@raufaregbesola @USEmbassyAbuja Sir, it will also be proper to mention the indiscriminate visa refusal. America as… https://t.co/q5D2AW54l9",
        "@fkeyamo I believe in your ability to work with Baba, and other cabinets memebers to take Nigeria to the next level.... America don tire me",
        "When will South Africans be humans??? https://t.co/JX5ABN8AxH",
        "@zulfat4council Masha Allahu",
        "@dino_melaye Go spend your money in jail",
        "@dino_melaye Rot in jail",
        "@muftimenk @hadiza28 @MBuhari Masha Allah",
        "@bhycy The word of the glorious quran",
        "@nytimes He sold himself to the devil",
        "@Coach_Rasheed20 @trafficbutter The religious slaves will cry foul if govt takes such step",
        "@dino_melaye Senseless goat.... Fools like you can only represent in that part of the country.",
        "@dino_melaye You are just a ranting dog. Shameless man",
        "@Official_ada_ @segilolaa Ewe",
        "@DaminaboEric Sensitivity n sincerity; you lack both",
        "@atiku Jonathan the foolish",
        "@bolanle_cole @bukolasaraki @Onile050 @YemieFASH @Osekita @DeleMomodu @babaidris090 @segalink @john_danfulani You g… https://t.co/FW5X4U1Apb",
        "@dino_melaye You n who? Big thief",
        "@MobilePunch A sick Buhari is far better than all of you looters",
        "@TheNationNews He is delusional",
        "@dino_melaye Looser!",
        "@YeleSowore I concur 101%",
        "@Mr_JAGs @HMKemiAdeosun I honestly dont understand the mediocrity of Nigerians. That woman schooled abroad, go and… https://t.co/ldG8AnLyoO",
        "@DeleMomodu This video is not authentic eventhough i am not a fan of Saraki truth must be told",
        "@DeeOneAyekooto Insha Allah",
        "@aminugamawa They are not only shameless but bunch of armed robbers",
        "@ogbeindamilola @pureminds @dino_melaye He is shameless",
        "@dino_melaye You are a mad dog....I pity those who voted for you",
        "Long overdue! https://t.co/Ufllj8wloS",
        "@dino_melaye When idiots like you stop loothing the country then everything will be just fine",
        "@Lolamaryam_ Maryam",
        "@elvis_osawe @MBuhari A moron like you need no response. PDP goat",
        "@MBuhari Thank you the most Honorable president in the historyof Nigeria. Long live Sai Baba. May your enemies perish forever",
        "@dino_melaye You are a dog",
        "@MobilePunch No",
        "@dino_melaye Mumu",
        "@dino_melaye Look stop these lies. No one is interested!",
        "@dino_melaye I think you are a sick man. So this 30 men and the few underage kids is what you called Kogi West? Bloody idiot!",
        "@dino_melaye Yeye man, you should be ashamed",
        "Let us stand up across #Africa4Her. https://t.co/AOGCMKu74G",
        "A man who ignores other opinion will not grow, his mind withers and he will not find any inspiration. #education is… https://t.co/I0JDkSqTjE",
        "NOooooo! https://t.co/C5Av678Wy0",
        "#DeleteSenate! @Ayourb @channelstv @SaveNigeria @nairaland @Nairalandnews @naijcom @TV_Continental @seunokin @NL_Official",
        "@MBuhari : DEMAND A REFERENDUM ON WHETHER NIGERIA SHOULD RETAIN 2 HOUSES OF ASSEMBLY - Sign Now! @SaharaReporters \nhttps://t.co/VLakdJND6L",
        "@dino_melaye @SaharaReporters imagine d shameless 3rd class coming out in academic gown. Utterly senseless https://t.co/e11Sm4RkMi",
        "@dino_melaye\n\n•Why  'Daniel Jonah MELAYE' in your statement of results; and 'Melaiye Daniel Jonah O in the Senior School Certificate",
        "@dino_melaye \n\n•Distinguished senator, your NYSC discharge certificate was issued on July 8, 2001. You served for two years?",
        "@dino_melaye \n\n•How was Dino admitted into ABU without 5 'O' credits \n\n•Does ABU admit  with P8 in English and  Math",
        "@NigeriaNewsdesk @DailyPostNGR Yeah right! nothing to steal anymore...... same sickness for the looters",
        "@dino_melaye you are shameless!",
        "Stop the #Nigerian #senate now! they are the real enemy of our nation.@Ayourb @dino_melaye @channelstv @TVCNews_Africa @nassnigeria  #gov't",
        "Its amazing 2 see how drab ideas metamorphose in2 excellent outcomes. We need 2 invest  in startups @SocEntLive @500Startups @NGRPresident",
        "How fully have we explore evaluation? #Nigeria #GoodGovernance #Monitoring #evaluationineducation",
        "https://t.co/iBpJ6cdCOk @MobilePunch @pmnewsnigeria @felabankolemoh @followlasg @AkinwunmiAmbode",
        "NBA Nigeria Bunch of Armed robbers...@RC1023FM @Channels24_UK @Nairalandnews @APCyouthforum1",
        "@Lrihendry he is a disaster in disguise.",
        "@AkinwunmiAmbode sir kindly help us 2 look into the report being circulated on social media dt militants have invaded igbo olomu in ikorodu.",
        "@ieServe  kindly supply us with prepaid meter in Oriola/kazeem area of Alapere.",
        "@segilolaa @RC1023FM @SaharaReporters @channelstv she is a staff of LIRS. https://t.co/v5fy9YMmZt",
        "@RC1023FM, this will not aid d ongoing fight against corruption. We say no to selfishness. https://t.co/VDmbZ4zEwP",
        "@KTHopkins https://t.co/VCnvqEDOMi",
        "@MObanikoro  After 16yrs of looting, ensurg Nigerians sufered in penury,PDP shld rather be ashamed,instead of comenting on a 30day old govt.",
        "@MObanikoro @MrFixNigeria No u are wrong koro. Jona interfered, threatened n even  intimidated the INEC officials bt Jega was resolute",
        "Bode George has always been a product of shenanigans,little wonder he couldn't reason beyond hypocrisy Apc leadership must act up.@RC1023FM",
        "# sunrise @RC1023FM What happened yesterday was a bad one for d change we engineered. Saraki is a traitor. Tinubu will always be a hero",
        "@Ayourb please what is the legality of this shenanigan?Was the president not meant to officially proclaim the inauguration of the assembly?",
        "I congratulate my worthy leaders. The new faces of Nigeria. @RC1023FM @Ayourb http://t.co/q3CwWLe78q",
        "Help someone is going into exile. @RC1023FM @Ayourb @DeleMomodu http://t.co/FztP4IlY4X",
        "@TeamAgbaje2015 @MObanikoro PDP OLE! AGBAJE LOOSES HIS BOOTH. Results so far APC is leading by wide margin",
        "@MObanikoro you still get mouth? You guys are finished.",
        "To understand d import of d purported statement then those who don't knw Akiolu needs to study his speeches. It's no party issue.@Ayourb",
        "PDP is a dead path.That guy JK is jst kiding.It's impossible for him to insulate himself frm d marauding beast around him.@RC1023FM @Ayourb",
        "http://t.co/mU1v57fdoz via @youtube",
        "We came , we saw, we conquered. Congratulations to GMB @RC1023FM @Ayourb @DeleMomodu"
    ]
}