{
    "screen name": "zyrt77",
    "no. of tweets": 145,
    "tweets": [
        "Gila penuh manusia kt midval. Nk beli buku kt mph terus x jd.",
        "Puan Soo, you are the reason I love history so much. You taught Sejarah from form 1-3. I still remember how you des… https://t.co/Hng77VOogq",
        "To Mrs Dhillon the teacher who made me obsessed bout numbers till today, guided me in maths during every weekends,… https://t.co/VKDsQ3uLSR",
        "From now on any trip to 🇦🇺 will be treated as a covert trip. https://t.co/b9fuTj7qOq",
        "Read between the lines. The Wahabs are taking control https://t.co/0Tvckqkvh8",
        "Had a long argument during the FGD, all of the participants (typical business owners) kept harping on cashflows. Ke… https://t.co/RB8943xhVq",
        "Silly me https://t.co/CiZeGhDlmo",
        "Craving for Dr Pepper. Kena hunt satu2 grocer. https://t.co/B0B8zF3uYf",
        "Impress betul dgn note taker from E Y. Ckp laju kot. Semua point ada. https://t.co/3JND1DsYkG",
        "Gov officers\nMelewelewelewelewelewelewelewePoint1MelewelewelewelewelewelewelewePoint2Melewelewelewelewelewelewelewe… https://t.co/UTQbAdTIPi",
        "30 episodes to go. Another 7 seasons of ST Voyager and 7 seasons of ST DS9 https://t.co/QTArWW6jep",
        "I learned the hard way. I dismantled my mom's singer sewing machine. https://t.co/yaulhlQrfj",
        "Apa gila? Dah 4jam meeting x abis lg. Xlarat nk bergaduh da https://t.co/sLpMALsIRe",
        "https://t.co/HCvw5JTV85",
        "Semalam kutip 30 buah. Ada lg 20. https://t.co/hhxQvA6Om4",
        "My Q0 daily mantra. https://t.co/C4HZZIN0Uj",
        "That purple shirt guy is mf a. Dil8ert kementerian. That lady is p n s. https://t.co/rwmqZVUAit",
        "We are a society guided by power, money, race supremacy &amp; perception. \nWe are not guided by our principles, religio… https://t.co/DcdwHnPXQ2",
        "My long overdue birthday present for my GD. Last present was ip6. https://t.co/ciQgp6RjjA",
        "I know I dont deserve Your attention, but thank You for showing me what is actually happening yesterday.",
        "Faaaa https://t.co/JSZy1M9PDY",
        "To repair my current 🎸 or to buy new one? At my age now I just want a clean sound that f3nder can offer. But x reti… https://t.co/MRRhw4nfA5",
        "Please do. I have 4 physical meetings from tomorrow until Friday at Gov offices. New Norm my ass. \nhttps://t.co/WRdAvkToJf",
        "Agaknya kita semua lupa ni bulan puasa kot? God has taken away almost everything from us especially ibadah, sedar t… https://t.co/hHGgTvbVDT",
        "Wtf? https://t.co/iUQsTgu8D0",
        "Our 12year old dwitraye tradition still carries on even in this econ condition. Good to know. https://t.co/nc7b94DjBI",
        "\"By refusing to help me you left me with the same choice I had to begin with, to try or not to try, to take a risk… https://t.co/JkF6fPyCts",
        "Semoga yg beli ni skill level sama dgn Slash. https://t.co/deK2QtqyTo",
        "This is what I'm scared of. I'm on 52nd slide and haven't reach my point yet. Gonna slim down my deck tomorrow. https://t.co/Z8esqMa5ne",
        "Don't be quick to anger, I love the melody not the lyric. You still matter.",
        "https://t.co/I9ihDIbNL0",
        "As the desires unvealed,\nOne cant avoid to ponder,\nIs this the truth or just a rude jest,\nFor this heart is too wou… https://t.co/OYnzqJrpme",
        "At least yg earn rm2k ni dpt, so i okay. https://t.co/9VyRZWer5s",
        "Fine but why you allow me to fill in BE form not BT  since you have all the info? I have 6 companies but 3 are dorm… https://t.co/a3lzypMUyv",
        "Bangun2 rambut cam egon sprangler cartoon ver. Hish.",
        "Nasi Lemak Buah Bidara,\nSayang Selasih Hamba Lurutkan,\nBuang D0ctorate Buang MBA, \nKerana Kasih Hamba Turutkan.",
        "This is sedap. https://t.co/YpzkFS9YO6",
        "Awat cm muka jackie chn? https://t.co/BOJBIY2Is6",
        "Happy 75 years VE Day! https://t.co/F7WTv0vY76",
        "My brain love to connect the dots that happend months and months ago. Had to stop doing my work, think bout the con… https://t.co/jCFXSTOfUj",
        "When I was active seeking knowledge on ☪️ I will attend all arwah UIK ceramah if i could. Dia suka guna this term t… https://t.co/4I4DXc2urL",
        "Just couldn't do it since Monday, to tell my management I wl be leaving the co in Jul. Gila sebak. I will wait unti… https://t.co/oFg4m9DA5X",
        "Lontong Kering https://t.co/s6RI8NeOye",
        "Me and Q0\n\nI must say that I dont agree with this bathing thing. You know I work very hard, and always a tiring day… https://t.co/ZXJ3dxBsZN",
        "If she is quick to anger, she will see her dead foe, but if she look behind the veil, it is something to behold.\n\nI… https://t.co/YS0hvCjTW9",
        "Love it when they don't forget their loyalist. https://t.co/W96lOk0LVz",
        "https://t.co/Iqfqq9YOI6",
        "7pm today I wl be at 7E. Jgn mesin rosak sudah. Dah terliur satu hari.\nKenapalaa 7E sini xde flat white mcm kat 🇦🇺 https://t.co/GHs9g2IRDx",
        "Haihhh. https://t.co/iNIkJaXy9F",
        "Selagi the reference of you on my pinned tweet and header, then you are still are. https://t.co/48TdwHlVNM",
        "To many of us mysteries are irresistible.",
        "Me and QO need to have a serious talk about this. I will bath when I want to! https://t.co/ONF7DEaDm2",
        "What is this suppose to mean? https://t.co/GY4cY5aDZZ",
        "Do not carve me a smile and tickle me to laughter, when I am in absolute rage! https://t.co/GuMIsZvRm8",
        "To my doom,\nTo my death,\nTo my country's boom,\nTo my country's bloodbath.\n\nROHIRRRRRIIIIIMMM!",
        "\"Sir, I find it interesting how much importance human place on celebrating the day of their birth, a day they canno… https://t.co/Fqeeor9C2W",
        "Hello Dee, It's me and you again! https://t.co/RlcN6GuwfP",
        "I need to buy that book! https://t.co/IZ5NgMLtHd",
        "Damn. I hate mandi lps blk offc. https://t.co/A75un9ItY7",
        "Euphoria Heaven",
        "As I suspected, gila x sedap.",
        "I can't bring myself fo taste 🇯🇵 curry. It doesn't appeal to my olfactory whatsoever.",
        "Brinkmanship is a dangerous game.",
        "Your last pic before you left for 🕋 &amp; you didn't came back exact 24 yrs ago. Why you kept from us  you were sufferi… https://t.co/rO0v4ZfwvQ",
        "Banyak lg nk habis https://t.co/L4gcegAhow",
        "We are in the doldrums era. https://t.co/7bWZAHndP5",
        "Satu hari kira exact costing of rendang ayam, daging, kari ayam, pulut kuning. Accidentally created a formula kira… https://t.co/5EOyEbtLIF",
        "When that chef said, kita guna bawang besar je. Xde bawang kecik.\nMe: This dish confirm xsedap.",
        "Antara\nDuit boleh dicari, nyawa tiada ganti\nAtau\nAda atau hilangnya nyawa, duit kelangsungan hidup",
        "The best part when they called.\n\"You don't sound Asian at all.\"",
        "Fall. Now for the difficult part. Sch0larship. https://t.co/lCELEPy40u",
        "https://t.co/vDYNCf8wuX",
        "As the sun vanishes,\nDarkness envelopes the day,\nThe day left without shadows,\nLonging for colourful hue.",
        "Being a little more than I could and a little less than I must not. Roughing it in and softening down on few things… https://t.co/cQFM35WNXX",
        "I participated in so many online/offline survey because I want to learn. Today I am impress with the survey structu… https://t.co/wEWWSHGBZt",
        "That heart of yours yearn for a brighter tomorrow.\nThis heart of mine yearn to heal our past.",
        "One of my regrets, didnt ask my late dad his experience working for BA. https://t.co/nAryV5ycTY",
        "Looks like I will be on this long road that has no turns whatsoever.",
        "Received my recognition yesterday. Never thought I wld be recognised for my work. But I just decline it. This doesn… https://t.co/cQedUusbju",
        "Sometimes I just have to bow to pointless arguments especially at this hour.",
        "Bini &amp; laki is a derogatory word for isteri &amp; suami. I learned this masa sastera form6. 2009, during my sister's we… https://t.co/K0CtnDIM7S",
        "Strong urge to waste 💰 here. https://t.co/jlugUByB5x",
        "Yes, there is this one person who can convey it to me telepathically on certain issues sternly but I can't do it th… https://t.co/Qa0tMhPI3w",
        "For months I've been looking for my Macross, finally found it together with the Turtle Van and Goddard shuttlecraft… https://t.co/PGhPJq9r6e",
        "Huiyo. But RC x sedap. Kalau Hilton PJ, yumyum and JwM. SeriPac pun da out da. https://t.co/O4Ce4bfpsr",
        "Coldplay. I only like one song. Suka pn sbb ada reference Napoleon Bonaparte. The rest like, mana melodinya? https://t.co/Or3Z9NOIPC",
        "https://t.co/XpTQJBgC5H",
        "Oh Rottie Joan you waited for me. How thoughtful. https://t.co/2kIRcQaqrb",
        "Stressful when hv to wait for Athan but have to endure the cite mlayu on tv. And then kena endure lg time makan whi… https://t.co/13GPMFDlOc",
        "Dear beasty tummy, isn't it too early to growl? If you really insist, I will feed you. There, there tummy.",
        "A bon mot",
        "To the many,\nTo love is everything,\nTo the few,\nTo be loved is unlikely,\nTo the little few,\nTo be in love is too mu… https://t.co/uh6E2uJho5",
        "I have a feeling next time, waiting for my bag at k1ia carousel, it will be a traumatic experience. I wl avoid QA a… https://t.co/E35DgHobH3",
        "Never show her your weakness! \n But she already knew. \nYou are careless. \n How can I not be when she is my weakness?",
        "As I waited longer,\nThe beast in the belly growls louder,\nAs I tame the beast,\nThe mind play tricks with savouries,\nOh my! Oh why!",
        "Let say 13/5 masuk keje, i  can bet that cuti raya request wl be on my table that morning.\nMaaflah ya, i have to re… https://t.co/0lWheRkBQV",
        "I think I just order Nasi Kandar for lunch. Gilalah dia ni https://t.co/IS3n6Tszof",
        "Better not to read the comments, kang kne Grab breakfast. https://t.co/djF2cN6EIn",
        "The past bit,\nReality bites,\nFuture fright.",
        "One of the most important bucket list of all. https://t.co/xJdvgSjK66",
        "Now every night have to recite these names, Ann, Ada, Farda, Sherry, Romma, Donna, Hazzee and lastly for (My) Sanity, her name.",
        "Kenapalaaa xleh tgk galaxy kat equator? https://t.co/Kn8w2KcgHR",
        "Please be like this for the whole month. Though I can function normal at 6.2. I can tolerate 5.0 the most. Not less… https://t.co/QVZ6GxR9Rp",
        "Gen Patt0n's famous revolver. He has it on both hips. https://t.co/peiXoBFRdi",
        "This morning I dreamt of my good ol friend who passed away in 2015. Good to see you old friend. Glad you smiled. Yo… https://t.co/gNgu82dZ2B",
        "This guy here gonna suck all my paha1a today. https://t.co/tMQ1LuVxLd",
        "False Evidence Appearing Real",
        "When my dad was alive, every ramadhan, there wl be no TV and music for us. Current context, no tv, Nf, Internet, so… https://t.co/uDB97mnYBc",
        "🎵Do I stand proud in this world of yours?\nDo I sit with you in the eye of our hearts?\nFor nothing ever comes in bet… https://t.co/PpQuq3Pwgl",
        "When I was in school, I came across the term \"in a conundrum\", somehow from that moment onward, the phrase give the… https://t.co/eenxSHhPyI",
        "The ugly truth is the prettiest fact.\n\nI NEED TO STOP",
        "Paha1a is countable. Dpsa is not, just besar &amp; kecik. How besar is d0sa to 1 Paha1a. Teringin nk tau nama malaikat… https://t.co/Jhbinvrh0d",
        "To be obtuse and shrewd, is another unlikely set. You can't be dim-witted and clever in the same time.\n*observation during VC.",
        "I hate when this happen, you hv an idea to solve a problem while you were addressing them to your team. Automatical… https://t.co/Momz3dKeiq",
        "I wonder when G0d created ewwmen and He just started designing a head.\nThis is too dull. You look like tatoes. I cr… https://t.co/Q78GosLYR0",
        "6 vc to go. Watching heads talking.",
        "To be unjust and corrupt, it must not made as a pair. Unjust and unfair, corrupt and contented, each of them are two of a kind.",
        "In 2010, I created a topic \"Franch1s1ng: The silver lining within\" for TDM. He accepted it. On that day, he asked b… https://t.co/CXsy1zhusk",
        "Who are you calling us yokel? https://t.co/oTDRMA0des",
        "Are we in circles or are we in a circus?",
        "When I close my eyes, I can see space, I open my eyes and I spaced.",
        "Naughty knotty",
        "What pissed me the most, when I talk to all biz owners what needed to be done, all the suggestions r similar to wha… https://t.co/Z0qTt7TH4U",
        "A sliver of whites or a strand of greys, none makes sense to the weary eyes.",
        "As the vision reaches the end of the horizon, dread creeps in from the hindsight.",
        "A lack of thoughts awaken me, the sight of my conviction soothes the affection.",
        "During vc just now, this 🇭🇷 guy while listening to 🇹🇷 presentation, suddenly stood up, took his laptop to the kitch… https://t.co/0UG5UU1niv",
        "For nothing will never be an emptiness.",
        "Nothing withers in the morning after.",
        "Taking a break. 2 more vc tonight. Best thing bout Star Tr3k TNG the grammar is immaculate. Now the tv programs suk… https://t.co/3R2r4stKey",
        "Dear vendor, pls accept wt open heart when your proposal is 🚫. I know wt current situation you are under pressure t… https://t.co/D1MU3fMnRF",
        "Speechless. Xperasan bersepah ST kat Nf. https://t.co/I4jHjxPHj1",
        "https://t.co/hSlwOmT7vQ",
        "That screenshot was an old one back in Dec19. Fyi, last i spoke wt her was in feb,when she crashed my office.",
        "Update\nAthirah signed the agreement on the 15th,not to initiate contact via any necessary means to me and you (and… https://t.co/AXUmm1L3pg",
        "But still, dont you change a bit. If I can tahan with her 12yrs, I pn kena tahan with you.",
        "Fr 98-09,it wasnt a healthy r/ship. It was abus1ve. Kept hoping she would change. Her anger, condescending &amp; ridicu… https://t.co/Mevj7J1NhN",
        "https://t.co/2OESRw69KW",
        "Apa khabar kamu semua di sana?\nBaik-baik. Jangan gaduh-gaduh. https://t.co/I8JhFlFEey",
        "Djoko vegan rupanya. https://t.co/Su9LYDzptG",
        "Done. During MCO. UK ver. My fav is still book 3 n 4. https://t.co/Q2VNYoZWCy",
        "I am so proud to say, tonight, my MaggiKree DoubleEdgeSword, da masuk tahap santapan diraja  dewataraya.\nEgg yolk meleleh leleh celah2 mi.",
        "Worst thing happened during VC ytday.\n\nWhile addressing my colleagues on work related directions. Commanding them l… https://t.co/xnjqOKKoDY",
        "I want to do this. Ada byk spidey figure https://t.co/GNVLukdQdx",
        "HAHAHAHAHAHA https://t.co/jPsyMi0MQI"
    ]
}