{
    "screen name": "patrick_sharkey",
    "no. of tweets": 150,
    "tweets": [
        "@PaulxMuniz thanks! I have thought about estimating total amount undergrads saved this year by using it and my roug… https://t.co/ixjwzJhej4",
        "For those inquiring: To register as an instructor for @ASoc_Experiment, just go to the site and register with your… https://t.co/gWaFCRJbZw",
        "@RVanneman yes, agreed.",
        "@RVanneman I always advise that if you are clear about the assumptions you need to make to think of your findings a… https://t.co/uZax56ZRNL",
        "@Sarah_Brayne @ASoc_Experiment @TexasPrisonEd glad it's gone well! \n\n(and note to everyone teaching in prisons - le… https://t.co/BesN6KlXTv",
        "@kleykamp Every chapter's set of resources comes with a list of supplemental readings that are freely available on the web",
        "@kleykamp Agreed. We will add to this over time, but for now note that it's modular so you can assign chapters on S… https://t.co/EzrQJ8kOFM",
        "@mkguliford Thanks for checking it out! Register as an instructor and you can access all materials. And it's modula… https://t.co/t4zzUNCkLJ",
        "We're in Year 1, and the response from instructors has been more enthusiastic than we could have possibly imagined.… https://t.co/w1SzzabmV0",
        "If you're teaching Intro to Soc consider https://t.co/zK9kdzulJz. We sought out the most innovative teachers we cou… https://t.co/wy6i6W4QpR",
        "Kindness and empathy are on display everywhere once you look beyond a small segment of the US population (and its p… https://t.co/1hdSXhxfyj",
        "I guess this is what happens when hatred toward other groups of people becomes more important than the future of th… https://t.co/WuL5G06gRi",
        "@Andrew___Baker https://t.co/JFlhL9GGG6 - type, save, post. it provides numbering, if you go too long it even conti… https://t.co/2qBoDVm7mm",
        "@mc_lens @leah_boustan @Andrew___Baker haha my zoom tutorial consists of going to https://t.co/JFlhL9GGG6 and start… https://t.co/TkNJ3fdgxc",
        "Check out the @square1justice town hall #justiceisthenextnormal streaming live right now: https://t.co/IINLTDz59t",
        "@florenciatorche @EnglandPaula wow, fantastic news - congrats Florencia!!",
        "Every once in a while it hits me that 10,000 people in New York City have died as a result of this virus. I don't k… https://t.co/jmpQYFBfih",
        "I am just a few dozen pages in and I can already say that anyone who loves NYC - or any city, but especially NYC -… https://t.co/UqUxkPaGht",
        "Maintaining the balance between urgency and empirical rigor, at a moment when thousands of people are at home worki… https://t.co/ynp7Zl4t6c",
        "I woke up thinking of Toby Ord's warnings about AI on @ezraklein show and couldn't go back to sleep. More people ne… https://t.co/0ODAaHWqb9",
        "@MattAndersonUT @DoctorVive thank you!",
        "If there was ever a time to build a new international coalition around common humanity and linked fate, it would be… https://t.co/mSx5aLSw5A",
        "Key to understanding how COVID-19 is playing out https://t.co/lM8LBpGxc6",
        "The other front line in this epidemic: People and organizations whose job is to care for, serve, and look out for o… https://t.co/JFUfRPc23J",
        "@JDFort main value is for person writing threads - it organizes everything, labels with numbers, subheadings etc, a… https://t.co/R1oTcP0odN",
        "Comprehensive set of ideas on how to help other people right now @dylanmatt https://t.co/82SzqiFOCa",
        "@KeeangaYamahtta thanks for writing it! inspiring to read this morning",
        "This crisis will leave us with a new society, the question is who will determine what it looks like.… https://t.co/qW4ic0ti7V",
        "Very important thread explaining details and assumptions behind what seems to me to be the most persuasive of the p… https://t.co/7yHxiCwicU",
        "@ckfking @swinshi brilliant. delete this tweet!",
        "*whose*",
        "@jimiadams either is Paul. my point is how they are being interpreted by people who are making decisions and people… https://t.co/raDeMqu9Ql",
        "@jimiadams that's the point. we need models of proposed interventions under different assumptions about how the wor… https://t.co/PQleQdGQhh",
        "@peterjmartel thanks - yeah I saw that and it kind of made me think I'm missing some good stuff",
        "Created with @ThinkNested",
        "7(Cont):\n observers.",
        "7\nLastly, to reiterate: this is not a criticism of Paul's model. I'm relieved he's doing this and I think his plan… https://t.co/eJM0mq442c",
        "6(Cont):\n deaths.",
        "6\nAll of this doesn't consider the feasibility questions or the political questions. I don't know the answer to tho… https://t.co/pxHSO2y68H",
        "5.4\nThis can't be a competition to see who's model wins, it has to be a collaboration.",
        "5.3\nMaybe I've missed them - but we need them, and ideally we need to simulate outcomes under all proposed interven… https://t.co/2gIRYxWSPe",
        "5.2\nI haven't looked as closely at the original versions of other proposals from Harvard, AEI, or Center for Americ… https://t.co/K32ATsW9su",
        "5.1\nRight now his counterfactual is random isolation, but it would be really helpful to use other proposals as alternative counterfactuals.",
        "5\nThe next question is the counterfactual. I think Paul's exercise is particularly useful for thinking through the… https://t.co/1zbfQ2ljtI",
        "4.5\nFrom reading @paulmromer's tweets it sounds like he is doing these kinds of calculations, which is great.",
        "4.4\nBut we might instead want to evaluate based on the variance in cumulative % infected. We should at least be able to consider both.",
        "4.3\nWe might want to evaluate these outcomes based on the average if we were to randomly draw possible parameters for our model.",
        "4.2\nside note: My thinking has been influenced heavily by Elizabeth Bruch on this stuff: https://t.co/FvgQQpNTHb",
        "4.1\nIf you imagine 6 key inputs in the model and 10 possibilities for the \"real\" value (which will be heterogeneous… https://t.co/iQMoSv8IQd",
        "4\nThis means that we really need the full range of outcomes possible under all plausible scenarios in order to make sense of the plan.",
        "3.3\nBecause we don't know any of this, simulated outcomes - and comparisons of outcomes from two different \"interve… https://t.co/K8qlMbpZX1",
        "3.2\nWe don't know the right parameters for any of these. Again, Paul makes this clear but it's important to say out loud.",
        "3.1\nThe model contains assumptions about movement, interpersonal contact, infection rates, duration of contagiousne… https://t.co/Ed5DY0gKMm",
        "3\nThe first big issue is that we don't know how the world works.",
        "2.2\nOne minor note: the variance in cumulative % infected looks much larger in the testing/targeted isolation model… https://t.co/Z1hkFah6g1",
        "2.1\nthis is a great outcome, b/c it means if this plan could be implemented most of the population can return to th… https://t.co/ZLgOKjjdDm",
        "2\nRight now the simulations on the blog lead to this conclusion: in this simulated world, large-scale testing and t… https://t.co/P8gUacdxOY",
        "1.3\nPaul makes this perfectly clear, but some observers are missing this or not considering the implications. https://t.co/YPctRdx24P",
        "1.2\nThese are great heuristics, and they provide a proof of concept. But until we know a lot more about sensitivity… https://t.co/cSwSQMjrnl",
        "1.1\nA lot is being made of the simulations on @paulmromer's blog: https://t.co/zMbNFoModZ",
        "1\nFirst, let me say that of the proposals for the \"next phase\" of controlling this virus, this idea makes the most… https://t.co/ebfpnSGFQb",
        "I listened to a great episode of The Weeds called \"how does this end?\" - it stoked some thoughts about how to inter… https://t.co/zdPznAH7V1",
        "@caitlinzaloom amazed at how many people are proposing this Dolly Parton thing! One or two suggestions I could dism… https://t.co/uNKM4kTiAH",
        "5.2\nI haven't looked as closely at the original versions of other proposals from Harvard, AEI, or Center for Americ… https://t.co/njH4xYbvOZ",
        "5.1\nRight now his counterfactual is random isolation, but it would be really helpful to use other proposals as alternative counterfactuals.",
        "5\nThe next question is the counterfactual. I think Paul's exercise is particularly useful for thinking through the… https://t.co/tOVioRhGs8",
        "4.5\nFrom reading @paulmromer's tweets it sounds like he is doing these kinds of calculations, which is great.",
        "@LippertAM @CoreySparks1 i'll explore, thanks!",
        "@je_nobles @monjalexander @n_seltzer interesting, thanks!",
        "@mearest yeah, I agree. have been trying to find research on how to solve collective action problems and instill co… https://t.co/X43rsu3XhM",
        "@swinshi @rizermonique I've been persuaded. I remember the school season best, which may be a little tamer. I'll give it a couple years",
        "@barryfriedman1 sorry didn't mean to imply that gerrymandering is irrelevant here - just meant that sorting along p… https://t.co/vSJ6mGiVpP",
        "@barryfriedman1 thanks. My sense is that gerrymandering for districts doesn't line up very well with counties, but… https://t.co/xmmyu2LhqE",
        "@dwaynebetts hm, your certainty carries weight - thanks! hope you're doing well these days",
        "@ProfMMurray tell Josh he's killing me. if I had consensus from you two it would be a slam dunk",
        "@benconomics we can FF thru that stuff. am mostly worried about the violence, I just forget how graphic it was to b… https://t.co/xmrSz5XgOs",
        "@leah_boustan can I simplify and just tell Alyssa you said 'yes'?",
        "Sharkey family debate: We've got a 14 and a 11 year old. Can I introduce the Wire to them at this point or are we s… https://t.co/2Zt8aBWU7M",
        "@pepelobo78 @HiddenBrain @ezraklein @Freakonomics @heavyweight thank you - the second one lives up to the hype, I'll try the others",
        "@avb_soc ok I trust your judgment so I'll try it!",
        "Morbid topic but just in case there's someone out there w an idea. Folks working with mortality data from… https://t.co/R7P17CjZru",
        "@MaxHolleran thanks - hope things are good across the world (relatively speaking of course)",
        "@AngYouDontStop @20korg wow, never would have stumbled on that one myself  - thanks",
        "@heyDrWil @UntenuredTracks @mikeduncan thanks!",
        "@Sociologysal @SceneOnRadio thanks, will check it out",
        "@frye_maggie thanks!",
        "I was late to the podcast scene. Would love any suggestions for 1 or 2 that are most interesting, entertaining, useful, or some combination.",
        "@alwaystheself @JohnKRoman thanks. I'm averse to angry exchanges so am glad to avoid this stuff, but there may be s… https://t.co/r13c6wyR0X",
        "@jenniferdoleac ha, glad to hear it. i'm going to try to recreate that drink emoji in real life now...",
        "Timely discussion about a great book on meditation (with a terrible title, in my opinion): https://t.co/vCYdmkQ6kP",
        "@leah_boustan I'll admit I would not have guessed the answer would come in the form of #econtwitter - maybe I'll ap… https://t.co/2FPfp79Ivv",
        "My dream is that a group of ~10,000 Twitter users who can't stand the dark, ugly side of the platform form a social… https://t.co/2c3h3zofeW",
        "@ezraklein All details of the analysis that went into the article, plus data sources, are here: https://t.co/9sspV4T1Kn",
        "@JohnKRoman I responded to a couple w magnanimity and then realized what was happening and stopped. I'm sure women… https://t.co/P8HBmYVBOh",
        "@JeffreyButts I'm assuming this article got on a listserv somewhere and every member of that listserv happens to be… https://t.co/shfcXcqBeW",
        "Dear white men emailing me about this article: I'm sorry I have disappointed you. Your degrees are impressive. Than… https://t.co/FCSPLp3Wv9",
        "@EnglandPaula I have, it's not associate when other controls are included. The rural to urban continuum var tells w… https://t.co/XKJZaneqKK",
        "@josephenderson @paulkrugman @drvox @cult_cognition Thanks - will take a look",
        "@JeffreyButts That statement applies to very few people but I’ll take it",
        "@paulkrugman For those interested in more details of the analysis and data sources: https://t.co/9sspV4T1Kn",
        "@hayduke I think it's an important change in a lot of places, just not captured well with the dataset I'm using. Ge… https://t.co/srl3kMF0gF",
        "@hayduke thanks - # of religious org's per capita is not associated with social distancing either on its own or in… https://t.co/OyQw4m7SES",
        "Article just went up: https://t.co/BMD2sudNWq",
        "Counties where more people don't believe global warming is happening are counties where people are not social dista… https://t.co/Vh1T05S5nU",
        "How do parents think about institutions like the police in considering where to raise their children? Great article… https://t.co/S8q8KkPqHR",
        "@realchrisrufo sure. just for a bit more detail: in the raw data counties with more than 20 cases have better grade… https://t.co/TXMbIgTldz",
        "@realchrisrufo model results show categories of cases and a 0/1 measure of deaths",
        "Created with @ThinkNested",
        "3.5\nIf we can come up with plausible shocks, then it will be possible to estimate the effects of distancing on the… https://t.co/369LtZdUAe",
        "3.4\nAn important next step if we want to know the causal effects of distancing on the spread of this virus is to co… https://t.co/ZMRDl0PFm6",
        "3.3\nI get that distancing is harder for some groups in some places than others. That said, I do think there is signal in the data.",
        "3.2\nData on social distancing are not great. There is lots of error, and interpreting the overall grades is extremely complex.",
        "3.1\nThis is a descriptive analysis, and obviously there's nothing causal about it.",
        "3\nAdditional thoughts and caveats",
        "2.6\nand cases and deaths are here (and are based on data up thru 4/6 I believe): https://t.co/N5IDDd6sjX",
        "2.5\nclimate change attitudes are from here: https://t.co/PXOXwPZAxH",
        "2.4\nthe social capital index is from 2014 and is here: https://t.co/Pt1ZNbvpJL",
        "2.3\n2016 election data are here: https://t.co/4YLuq7r1cV",
        "2.2\nCounty education, age, income, race/eth, unemployment are from here: https://t.co/F8trGQrsvW",
        "2.1.4\nHe is 100% right. Consider the overall grade a very crude measure designed to capture overall behavior change… https://t.co/2WO78Iim8d",
        "2.1.3\nWe should be measuring this in multiple ways, and the most important information may be *where* people are so… https://t.co/eLkOA98kl9",
        "2.1.2\nImportant note from @jimiadams who is a go-to source for all details about infection and epidemics: the bigge… https://t.co/gw8vDOx9CR",
        "2.1.1\nI converted their grades to a number ranging from 0 (F) to 8 (A). They didn't have D+, C+, or B+ at that poin… https://t.co/4PLwFiw9De",
        "2.1\nSocial distance grades come from Unacast, and are based on grades from 4/7 https://t.co/QQVdWUlM8b",
        "2\nSome notes and sources for data",
        "1.3\nThe same model without state fixed effects--i.e. variation is among all counties. https://t.co/3TAUqXAwGK",
        "1.2\nThe state fixed effects model describing associations between county characteristics and social distancing. Var… https://t.co/bj8i1MCbye",
        "1.1\nThe strongest predictors of social distancing grades. Counties are split into thirds (unweighted tertiles) base… https://t.co/g5uH0qu5fw",
        "1\nFirst off, here are the results described in the article",
        "This thread supplements my @voxdotcom article, which will be posted soon, on counties where social distancing is an… https://t.co/TCXs743Fbn",
        "Age-adjusted death rate from COVID-19 for NYC Hispanic and Black American population is roughly twice as high as fo… https://t.co/nF7HMoJnEj",
        "This photo's better - congrats to Dr. Chantal Hailey!  @eduwonkette_jen @ChantalAHailey @CarlaShedd @MikeHoutNY… https://t.co/zBBQaYvRKI",
        "Absolutely brilliant dissertation defense this morning using experimental work to study perceptions of school safet… https://t.co/TqsJpwyjxF",
        "1. This administration has actively worked to dismantle the federal government. \n2. A disaster like COVID-19 was al… https://t.co/Ybu3g2BexV",
        "@Stefanie_DeLuca Wow I like him even more - celebratory drinks in Baltimore sometime soon...",
        "@Stefanie_DeLuca What great news, congrats!!",
        "@kerryt3334 thanks!",
        "wait a second, something else happened in 2005 if I remember right https://t.co/uq3puuondA https://t.co/kNv6Ki07WK",
        "Order a lunch from @perfectpicnic to be made and delivered, at cost, to hospital staff and COVID-19 response center… https://t.co/06qmQbPZ4d",
        "@jvasquez2017 @ThinkNested Agreed - send to https://t.co/VC2pAatbgW who publish the data",
        "Created with @ThinkNested",
        "6\nThe overall prevalence of cases is not, right now. We'll know more when data become available on severe cases and deaths.",
        "5\nWhat we know right now is selection into testing is associated with neighborhood poverty and racial/ethnic compos… https://t.co/50OdmtiQZE",
        "4.1\nThe map I posted in a tweet yesterday of raw # of cases doesn't really tell the whole story. I should have wait… https://t.co/PrUeKjkTPf",
        "4\nPutting this together, which neighborhoods have the highest percentage of residents who are positive? Right now t… https://t.co/7tNhXKNP1w",
        "3.1\nPeople in neighborhoods with higher % of poor, Black, Hispanic (respectively) residents are more likely to show… https://t.co/WQtz5Zn1NH",
        "3\nWho is showing up positive? About 53% of tests are showing up positive overall.",
        "2.1\nPeople in neighborhoods with higher % of poor, Black, Hispanic (respectively) residents are slightly less likel… https://t.co/cJb3Np4fkn",
        "2\nWho is selecting into testing? The weighted average shows less than 1 percent of the population.",
        "1\nIn thinking about impact, we have to consider: who is \"selecting\" into testing? who is showing up positive? who i… https://t.co/C6apJ7RiTn"
    ]
}