{
    "screen name": "IET_Inspec",
    "no. of tweets": 159,
    "tweets": [
        "Inspec celebrates #IDL2020 https://t.co/jz3ouupDDH",
        "Save time in your busy schedule and find the precise results that you need, with our essential discovery tool Inspe… https://t.co/9Avo1aQIe4",
        "Reach your scientific research goals with Inspec Analytics. Find key resources for your latest project, monitor hot… https://t.co/ec4C5hZGSJ",
        "Are you tackling the world’s biggest #engineering or #physics problems? Find a global community of researchers and… https://t.co/vPvTNCML5X",
        "Avoid irrelevant search results and use Inspec to pinpoint key literature for #engineering and #physics projects.… https://t.co/vPLp7yQcv5",
        "Make informed decisions about where you are heading next by comparing your institution against #academia, #industry… https://t.co/cgsAmUFdTc",
        "Not sure where to start with your new #research project? Research ideas start with Inspec Analytics! Search and com… https://t.co/0w15ufqLcJ",
        "Whether you’re a #scientist, #engineer, or working in research and development, Inspec Analytics can help with your… https://t.co/KHSShULNlr",
        "Identify the most relevant #journals and #conferences to publish your #engineering and #physics research. Use Inspe… https://t.co/8gFnEW5Ygv",
        "Looking for inspiration for your next #researchproject or compiling a comprehensive #literaturereview of your chose… https://t.co/aRs1Ff8C1D",
        "Welcome to some of the latest titles to join Inspec’s growing coverage of #openresearch: https://t.co/OD2TPtHTpo",
        "Kick start your #research project and find inspiration in minutes with Inspec Analytics. Try searching now to disco… https://t.co/bbcS8zLCJD",
        "We’ve collated research resources to help the engineering community address and mitigate the current #COVID19 crisi… https://t.co/ERKgOxDGk5",
        "Remain effective and select the best place to publish your #scientificresearch. Equipped with Inspec Analytics you… https://t.co/XJdBPsB36r",
        "We’re pleased to expand our #openaccess coverage further with the addition of 4Open to the Inspec database. https://t.co/p5HvckkLdP",
        "Inspec Analytics allows users to explore broad topics such as #materials or niche topics such as #adhesives. Discov… https://t.co/g3Y2vxT2k4",
        "#Faculty can use Inspec Analytics to set priorities and develop strategies for research projects, compare instituti… https://t.co/fCR1F5B7D5",
        "#Librarians, with our research intelligence tool Inspec Analytics, you can support your research base, monitor grow… https://t.co/Dq5VzyR7qv",
        "There's still time to join one of our upcoming #webinars for a demonstration of #InspecAnalytics in action! Registe… https://t.co/0LpjxhqWCa",
        "Looking for like-minded #researchers to collaborate with on projects in your research field? You can search by subj… https://t.co/cMPfBlOdQD",
        "#Researchers, stay up to date with the latest global trends in #engineering and #physics research to improve your o… https://t.co/HzO0oIoR4J",
        "Calling all #librarians - support your users by downloading our step by step user guide or by watching our walkthro… https://t.co/eBuIZ5ls3T",
        "Looking for #inspiration for your next #research project? Discover the latest hot topics with Inspec Analytics.  Ex… https://t.co/94jwFRYuW2",
        "Check out our handy user guide to help you make the most of your subscription to Inspec Analytics. Find out how to… https://t.co/tWyJbEvHrn",
        "Join our upcoming #webinar for a demonstration of #InspecAnalytics in action! Register here to find out how to moni… https://t.co/fZ3lqOgnC2",
        "Check out the latest research and find key sources in Inspec to help with #COVID19, #ventilator and respiratory vir… https://t.co/nA50QxEHek",
        "Did you know that we won best new product/service at The Charleston Advisor 18th Annual Readers’ Choice Awards – re… https://t.co/owZoHCoReG",
        "Find out about the latest updates and new features on #InspecAnalytics.  Keep an eye out on our news articles to le… https://t.co/kSV1S3Sgs3",
        "Inspec subscribers - we hope you're able to access Inspec and Inspec Analytics smoothly while you're working remote… https://t.co/OUYPPcDAoK",
        "Inspec can help you find the latest content related to respiratory viruses, #ventilators and ventilator components… https://t.co/bb29pgrElZ",
        "We’ve collated research resources to help the engineering community address and mitigate the current #COVID19 crisi… https://t.co/jijKUMSaUc",
        "Find out more information about Inspec Analytics by watching our new walkthrough videos: https://t.co/DL1UaNgKRW… https://t.co/pPIo8znlLI",
        "@fenrefstaff Hope the session was successful! Take a look at our user guide https://t.co/DL1UaNgKRW or watch our vi… https://t.co/Xcydhe3dA3",
        "Read our latest news article to find out about percentage changes added in Inspec Analytics https://t.co/5XoXbIIfxo… https://t.co/RJzKGtWaBW",
        "@IBMResearch Which topics are pushing the boundaries of AI? Explore and compare global trends within Artificial Int… https://t.co/xiTIOO6xDO",
        "Keep up to date with the latest developments in Inspec Analytics by visiting our website! https://t.co/CFH1cnuehC… https://t.co/irmi6sExio",
        "Enjoyed attending @arma_nl bi-annual meeting in Utrecht yesterday as one of the sponsors. It was great networking a… https://t.co/TeGwyGsPlX",
        "@arma_nl @ProvUtrecht @RobertStrijk @edijk_nl @JeanetBruil @RVO_Innovatie @Subsidie @Evers_Manders @TheeIt… https://t.co/TGJ09Uc3de",
        "And now you can also explore #engineeringresearch trends with #InspecAnalytics! Look out for the Inspec Analytics l… https://t.co/OtYqWARxOz",
        "We are proud to announce that we have won our first award for Best New Product in The Charleston Advisor Readers’ C… https://t.co/M1OkHgPKtj",
        "Request a demonstration of our new research intelligence tool Inspec Analytics to find out why it has won Best New… https://t.co/qCvL3gflRg",
        "Inspec Analytics has been praised as “a wonderful analytics tool for multidisciplinary collaboration as well as tho… https://t.co/B6GaahBG3U",
        "Great to see that Engineering Village has now implemented Inspec Analytics! #stemlibrarian #researchexcellence… https://t.co/lJChtZVT7b",
        "@WeAreIngenta @TheIET Thank you for congratulating us!",
        "Did you visit us @chsconf last week? We are delighted to announce that Inspec Analytics has won Best New Product/Se… https://t.co/mQFgHSSxOD",
        "We're thrilled to announce that Inspec Analytics has won its first award for Best New Product/Service in The Charle… https://t.co/bSFOnpmt4w",
        "Join @TheIET &amp; @SyracuseULib #chsconf2019 session today @ 2.30pm discussing the challenges and opportunities for li… https://t.co/0usoO3FMpw",
        "If you’re interested in changes in the research workflow and their impact on libraries and learned societies, come… https://t.co/3fEDvr6ea3",
        "Looking forward to anouther great day @chsconf #chsconf2019! If you missed us @chsconf vendor showcase, tweet us yo… https://t.co/hwd86ZT3MK",
        "There's still time to stop by the @TheIET booth @chsconf #chsconf2019 for some #precisioninsights into your organis… https://t.co/HBKM5fgD7C",
        "@chsconf? Coffee break insights @TheIET booth! Which topics are you publishing on most &amp; how does your research ran… https://t.co/CdKKm3uo82",
        "Looking forward to meeting everyone at the vendor showcase @chsconf #chsconf2019. Come and say hello @TheIET Booth#… https://t.co/sf1uTTLaBG",
        "Talking of many things #chsconf2019 \"...of research workflows- and changing roles- and the challenges it brings\"… https://t.co/Y25CI6c8D8",
        "@AKrenelkaChase @chsconf @sched Sounds like a really interesting panel discussion. Hope you'll be able to join… https://t.co/7KWu2ab2Rj",
        "Attending #chsconf2019? Come and say hi at booth 50 for unique insights into your organisation’s research output. D… https://t.co/X6E21N4vLe",
        "Understand your place in the global engineering research landscape and make strategic decisions about the direction… https://t.co/C2CabxkvZo",
        "It’s day 2 at Frankfurt Book Fair @Book_Fair! Come to Hall 4.2 to explore our new tool Inspec Analytics #IETInspec… https://t.co/4fJ2qup6Kr",
        "Visit us in Hall 4.2 at Frankfurt Book Fair \n@Book_Fair to find out about our new dynamic research tool Inspec Anal… https://t.co/Q303SHyjPr",
        "We're delighted to be at Frankfurt Book Fair @Book_Fair this week showcasing Inspec Analytics! Visit our stand in H… https://t.co/iU7xQJtL3y",
        "We’re very excited to announce that you can now explore top authors for an organisation for specific subject areas… https://t.co/BkiVZ1PQoA",
        "We have recently released our updated version of Inspec Direct – the IET’s dedicated platform for searching our wor… https://t.co/aGxmgiYZly",
        "We are pleased to announce the launch of an updated version of Inspec Direct! Our new version offers a refreshed, s… https://t.co/vBv1qqwJTi",
        "@PrometeusNsc Great news that you now have access to Inspec Analytics! To get started, check out our user guide: https://t.co/DL1UaNgKRW",
        "It’s the last day of Österreichischen Bibliothekartag @mcg_graz! Visit us at booth 23 to find out about #Inspec and… https://t.co/tcMkHwEpfR",
        "Come to booth 23 today and tomorrow at Österreichischen Bibliothekartag @mcg_graz for a demonstration of our powerf… https://t.co/jARQ0WDVx8",
        "We’re at Österreichischen Bibliothekartag @mcg_graz this week! Visit booth 23 to find out about #Inspec and… https://t.co/qQ3ojinD3H",
        "Make better strategic decisions with Inspec Analytics. Monitor your institution’s #research output, see how you ran… https://t.co/KndhfSQDMg",
        "Let Inspec Analytics support your research journey! Quickly monitor and analyse global #engineering and #physics tr… https://t.co/DCDXInzvs9",
        "Top tip for #librarians - introduce your new #researchers to Inspec Analytics and help them stay up-to-date with em… https://t.co/MMrZ9VGT3u",
        "Inspec Analytics has been developed to support researchers, strategic managers and libraries in assessing the value… https://t.co/kimOZ7TkAf",
        "Our new insight tool, Inspec Analytics, has now been fully released! From a legacy of excellence, this powerful new… https://t.co/bEXluTiyHi",
        "With IET Inspec celebrating its 50th anniversary, we're proud to introduce Inspec Analytics! Uncover trends and pat… https://t.co/5kSdPvY14W",
        "@TechXplore_com @NatMachIntell We think you'll enjoy watching a lego robot solve the Rubik's cube in this video fro… https://t.co/QBpayRAygd",
        "We’re celebrating 5⃣0⃣ years of our research database, Inspec. Find out what makes Inspec so special! https://t.co/hrZh5IBIlj",
        "Discovery of neutron star collision is 'breakthrough' of 2017 https://t.co/ed32tT7vND",
        "Books &amp; eBooks Catalogue 2018 is now available. It lists the new and forthcoming titles available from both our… https://t.co/JjfSGp2eLA",
        "Robot giant FX-2 is ridden by human pilots - BBC News https://t.co/ikZ3o32iBQ",
        "Interstellar object may hold 'alien' water - BBC News https://t.co/UNvq8q8Nht",
        "Complete design of a silicon quantum computer chip unveiled https://t.co/NwohlCz3x9",
        "Star system has record eight exoplanets - BBC News https://t.co/OA34ZwjDOQ",
        "#OTD 45 years ago, Captain Gene Cernan of #Apollo17 became the last person to walk on the moon. \n\n\"As we leave the… https://t.co/16Si0hWyPY",
        "Fingers crossed y'all. #NetNeutrality https://t.co/asYMmP40jx",
        "#Geminidmeteorshower is tonight. Conditions should be ideal due to lack of moonlight. First meteors usually start a… https://t.co/Wh9AJ1ZHKI",
        "Interstellar asteroid checked for alien technology - BBC News https://t.co/42iU64I0VN",
        "Incredible webpage animations detailing one of the great projects of the #space age: Voyager's Golden Record… https://t.co/iHKr2McLp1",
        "Pacific 'baby island' is natural lab to study Mars - BBC News https://t.co/tjZJbzWXE9",
        "Nasa to hold major announcement after artificial intelligence makes major planet-hunting breakthrough https://t.co/5QyW5wYLMV",
        "Physicists excited by discovery of new form of matter, excitonium https://t.co/qsniEnawz3",
        "Farthest monster black hole found - BBC News https://t.co/HJYjNXkYXP",
        "We've finished publishing all 40 of our new titles for 2017 - see them all on the IDL https://t.co/WQuwAP86hk… https://t.co/iuGdzGainc",
        "Congrats to the finalists in tonight's \"Young Woman Engineer of the Year\" awards @TheIET - all great role models fo… https://t.co/0CAOjaG3Fw",
        "Seeing through walls of unknown materials https://t.co/Fda0Vb3Kyd",
        "Researchers from @ORNL have \"designed a #cybersecurity protocol that uses #physics to make it faster and more secur… https://t.co/wDCmmkK9jS",
        "@tammykirk Happy to help, great to see you at #MLTW2017 !",
        "NASA and the European Space Agency (ESA) will meet to discuss early plans for \"Deep Space Gateway,\" an outpost in o… https://t.co/HlTITvylrz",
        "Experiment demonstrates quantum mechanical effects from biological systems https://t.co/jtXqfHVlLz",
        "Study suggests high temperatures may impact lifetime earnings: \n\n\"[Researchers] found that for every day that a chi… https://t.co/7hptHKirGT",
        "Ocean plastic a 'planetary crisis' - UN - BBC News https://t.co/XrPuGDKbYM",
        "Scientific progress is universally beneficial! https://t.co/1ZkdqO8Tzj",
        "The #quality of results from freely available web searches? It can vary. \n\nBut the process of human editors validat… https://t.co/yDYblwcOzA",
        "Experiment shows that arrow of time is a relative concept, not an absolute one https://t.co/A8KCPKetqJ",
        "Cambridge University's collection of Isaac Newton's personal papers, including his own marked-up first edition of P… https://t.co/gHr7XQpixh",
        "'Zero tolerance' plan eyed for plastic pollution - BBC News https://t.co/S93hprevDz",
        "“With this unique approach, we were able to add another piece to the  puzzle of how to design catalysts that perfor… https://t.co/zXkFPwTgMQ",
        "NASA builds its next Mars rover mission https://t.co/Dn9LNb9s6a",
        "RemoveDebris: Space junk mission prepares for launch - BBC News https://t.co/JNXJQbeOVe",
        "🔥🔥🔥 https://t.co/RQvVuntqOX",
        "Artificial muscles give soft robots superpowers https://t.co/BbEuyx4RLk",
        "Check out our flagship, 2-volume #novelradar eBook set, along with other new titles recently released on the IDL!… https://t.co/44K7sbfTnn",
        "What keeps the PhD candidate awake at night?  \n\n\"I'm unsure about staking my future well-being on a career trajecto… https://t.co/IgpinWQj3R",
        "Project Lyra, a mission to chase down that interstellar asteroid https://t.co/yLCsjFdqQg",
        "Cassini’s farewell to Saturn https://t.co/WfZMTfnNQu",
        "High-energy 'ghost particles' absorbed by Earth - BBC News https://t.co/oJlkqE94DW",
        "Seeds hold hidden treasures for future food - BBC News https://t.co/WHz7MpXp3f",
        "Physicists unify quantum coherence with nonclassicality of light https://t.co/gdaBSsKGB7",
        "Scientists from @NASA discover `Oumuamua (Hawaiian for \"a messenger from afar arriving first\"), first known… https://t.co/mBky5Js4x2",
        "Tesla unveils first truck - and roadster - BBC News https://t.co/FuhifgDQfo",
        "Interstellar asteroid is given a name - BBC News https://t.co/IXyHCmkLyU",
        "'Routine' detection of space ripples - BBC News https://t.co/F5w1LMIqzN",
        "Curated, indexed, validated, organised: Inspec makes search smarter https://t.co/82T2TZObKX https://t.co/EPYraAAgsm",
        "Incredible visualization here, \"colored by speed, from slower green to faster red air velocities.\" Courtesy of a co… https://t.co/PMZW02skJA",
        "What is the computational power of the universe? https://t.co/d6HV7tuNeb",
        "Nearby planet is 'excellent' target in search for life - BBC News https://t.co/Z8E83CEnK2",
        "Of the 100 most cited papers considered (65 of which are behind a paywall), \"The weighted average of all the paywal… https://t.co/j6VaoQvynJ",
        "Engineers create stable plasma ring in open air https://t.co/dwXewzs7qn",
        "Climate's magic rabbit: Pulling CO2 out of thin air - BBC News https://t.co/ChrraHuQus",
        "A&amp;I services provide curated, indexed databases of quality sourced information that can be trusted.… https://t.co/ComconXqX0",
        "Curated, indexed, validated, organised:Inspec makes search smarter https://t.co/cT5oXMjSrp https://t.co/w2uvpAolOw",
        "Antarctica's warm underbelly revealed - BBC News https://t.co/wb83FfLalm",
        "Skylark: The unsung hero of British space - BBC News https://t.co/GXVL4ICT9u",
        "IBM says it's reached milestone in quantum computing https://t.co/RkqDFQjbxz",
        "Curated, indexed, validated, organised: Inspec makes search smarter https://t.co/m0zBFJnEcZ https://t.co/FSbhguGpzB",
        "Librarian &amp; researchers’ views on differences between using curated resources &amp; general search engines for research… https://t.co/aNl0sERGwm",
        "Quality of #research web searches- questionable. Human editors validating A&amp;I research info- invaluable… https://t.co/bfxcMNw5Fb",
        "Scientists create cosmic sounds of Voyager 1 https://t.co/NYF2PoEM5N",
        "Ben Nevis gets automatic weather station - BBC News https://t.co/gascHPTsgr",
        "Have web searches dumbed down quality #research? A&amp;I databases plays pivotal role in #researcher workflow… https://t.co/t8Rupr6Y8l",
        "'Zombie' star survived going supernova - BBC News https://t.co/7wsqs68Zg2",
        "'Iron man' flight sets first world record - BBC News https://t.co/inbJhwifdI",
        "Cookies, fake news, single search boxes, changing research times – what research sources can you trust?… https://t.co/W4RMfYsvFD",
        "Sad news as Apollo 12 astronaut Richard Gordon, who circled moon, has passed away https://t.co/mF45rt40Rg",
        "Marie Curie, the first woman to win a Nobel Prize and the 1st person to win it twice (for #physics and #chemistry),… https://t.co/lcFjmNerhu",
        "Physicists develop a device that could provide conclusive evidence for the existence (or not) of non-Abelian anyons https://t.co/vPawH5J0Gh",
        "Interesting ? from #Reddit: Was the supermassive black hole at the center of the Milky Way ever anything else? https://t.co/EOVhTOK31s",
        "Particle physicists discover mysterious structure in Great Pyramid – here's how they did it https://t.co/n6ydqoocIs",
        "Very excited to be unveiling the beta version of the forthcoming Inspec Analytics at #chsconf2017! To register: https://t.co/5NRNu4sTQs",
        "Researchers have found a hidden structure in #Egypt's Great Pyramid using a sophisticated #imaging technique… https://t.co/SBqqiKcfmD",
        "If the shoe fits... https://t.co/QaVJrQ6KpS  #Engineering #Physics #Reddit https://t.co/OOPa6zd7gb",
        "UK's Halley Antarctic base set for second closure - BBC News https://t.co/Bk7PMWfkJA",
        "In honor of #DarkMatterDay, here's a list of relevant #Inspec headings and codes to  kick start your research today https://t.co/rnp0iNtiOK",
        "@chrismfeldman Jet packs.",
        "The futuristic new #Tianjin Binhai Library in #China. Want. https://t.co/tx6F1QN5f6 https://t.co/UdtaIWBwYM",
        "The future is here and it would make a great background for my laptop. https://t.co/y3lNNK3nNr",
        "Spider silk could be used to power microphones in hearing aids, cell phones https://t.co/dnQC1ohhh1",
        "Just a week to go. Fellow Charleston Conference attendees, we'll be there at booth 62 - stop by so we can chat! #chsconf2017",
        "Frequent #arXiv user? This #Chrome extension offers direct links to references in arXiv papers https://t.co/OyJY1C5QWj",
        "How quantum materials may soon make Star Trek technology reality https://t.co/2d3BadNmGW",
        "Professor Stephen Hawking's PhD viewed two million times - BBC News https://t.co/unpnKhb4dP",
        "This \"Electric Light\" stuff sounds too good to be true... https://t.co/aK1zcbAWhl"
    ]
}