{
    "screen name": "Physics_Ashu",
    "no. of tweets": 185,
    "tweets": [
        "#GoLocalIndia को बढ़ावा देने से न सिर्फ़ उत्पादन में बढ़ोत्तरी व आर्थिक विकास होगा बल्कि रोज़गार की तलाश में आंतरिक… https://t.co/vEILr0iLug",
        "आज भारत में कुल रोज़गार का एक बहुत बड़ा हिस्सा कुछ गिने-चुने शहरों तक केंद्रित होने के कारण आंतरिक पलायन की समस्या… https://t.co/WKNYAvI0uf",
        "#आत्मनिर्भर_भारत में सबसे महत्वपूर्ण पहलू ये है कि भारत का सन्तुलित और विकेंद्रीकृत विकास हो,गाँव-शहर सब एक साथ मिल… https://t.co/m2qPjPXLb6",
        "@StarSportsIndia #Odi Team\n\nSachin\nSehwag\nPonting (c)\nKohli\nYuvraj \nGilchrist (wk)\nWarne\nLee\nZaheer\nMcGrath\nBumrah",
        "#Odi Team \n\nSachin\nSehwag\nPonting (c)\nKohli\nYuvraj \nGilchrist (wk)\nWarne\nLee\nZaheer\nMcGrath\nBumrah\n\nWhat's your tea… https://t.co/mR4maV9mCC",
        "#IPL #facts \n\nMSD vs Sunil Narine in IPL\n\nRuns - 38\nBalls - 76 \nBoundaries - 1\nOut - 2 \nStrike Rate - 50.00 https://t.co/FTVIWfPIJ6",
        "@frp09 Dust storm in Eastern UP right now.",
        "#MothersDay\n\nHappy Mother's day to all the mother's over the world. https://t.co/3VRX5CrC1A",
        "@frp09 https://t.co/r8kvmhFuSG",
        "#Covid_19 \n\n#lockdown में छूट दिए जाने पर पूर्वांचल विश्वविद्यालय नें अपनी परीक्षाएँ 27-05-2020 से आयोजित करवाने का… https://t.co/9YtfJ7r6jf",
        "@RamBhaktRavan1 @frp09 He is so cute, what's his name?",
        "India's 400+ scores in #odi's\n\n    Scores          Man of the Match \n\n1. 418/5            Sehwag \n2. 414/7… https://t.co/gKZ1rEcweu",
        "@Rekhta हम ने चुप रह के जो एक साथ बिताया हुआ है \nवो ज़माना मेरी आवाज़ में आया हुआ है \n\nग़ैर-मानूस सी ख़ुश्बू से लगा… https://t.co/hI8sq2zrdX",
        "@Rekhta माँ की आग़ोश में हँसता हुआ इक तिफ़्ल-ए-जमील \nजिस तरह ज़ेहन-ए-अज़ल में हो अबद की तख़ईल \nदेख लें वो जो समझते… https://t.co/JfF9C6z0lm",
        "@Rekhta बेसन की सौंधी रोटी पर खट्टी चटनी जैसी माँ \nयाद आती है चौका बासन चिमटा फुकनी जैसी माँ \n\nबाँस की खर्री खाट के… https://t.co/VLTZV8mJuf",
        "@Rekhta मैं रोया परदेस में भीगा माँ का प्यार \nदुख ने दुख से बात की बिन चिट्ठी बिन तार \n\n- निदा फ़ाज़ली",
        "@Rekhta किताबों से निकल कर तितलियाँ ग़ज़लें सुनाती हैं \nटिफ़िन रखती है मेरी माँ तो बस्ता मुस्कुराता है \n\n- सिराज फ़ैसल",
        "@Rekhta हम को दिल ने नहीं हालात ने नज़दीक किया \nधूप में दूर से हर शख़्स शजर लगता है\n\n- अब्बास ताबिश",
        "@Rekhta मुझ से तो दिल भी मोहब्बत में नहीं ख़र्च हुआ \nतुम तो कहते थे कि इस काम में घर लगता है \n\n- अब्बास ताबिश",
        "@Rekhta इस शोर-ए-तलातुम में कोई किस को पुकारे \nकानों में यहाँ अपनी सदा तक नहीं आती \n\n- शकेब जलाली",
        "@Rekhta मुझे गिरना है तो मैं अपने ही क़दमों में गिरूँ \nजिस तरह साया-ए-दीवार पे दीवार गिरे\n\n- शकेब जलाली",
        "@BhatSakal @RGVzoomin ये एक ख़ास तरह की सोच है जिसने दायरे खींच रखे हैं कि कौन क्या कर सकता है और किस के लिए क्या व… https://t.co/dUvg1lgOC3",
        "@Javedakhtarjadu सर ये आपकी तरह ही निर्मूल व बिना किसी विश्वसनीय तथ्य के भारत सरकार की निंदा करने वाली न्यूज़ एजें… https://t.co/8aVonnBPaN",
        "@frp09 जी बिल्कुल, ये बात तो है।\nश्रमिक भाईयों की समस्या तो समझ में आती है लेकिन लेकिन कहीं-कहीं जो अनावश्यक रूप से… https://t.co/4XsjD2zL4n",
        "अगर सरकारों को #LiquorShops को खोलना इतना ही आवश्यक लगता है तो कम से कम इन दुकानों के बाहर #SocialDistancing को तो… https://t.co/gNyIXwhdmS",
        "@frp09 सर \nकोरोना वायरस की वर्तमान स्थिति देखते हुए क्या लॉक-डाउन में दी गई कुछ रियायतें (दुकानों का 10 से 5 बजे तक… https://t.co/qcBua8hZBo",
        "मैं @PMOIndia व @CMOfficeUP के संज्ञान में लाना चाहूँगा कि #COVIDー19 की वर्तमान स्थिति को देखते हुए अभी लॉक-डाउन के… https://t.co/A5s5j9THmx",
        "#Cricketfacts \n\nGilchrist in CWC finals \n\n1999 - 54 (36)\n2003 - 57 (48) \n2007 - 149 (104) \n\n@gilly381 https://t.co/ArC9R9CGWC",
        "@BhatSakal @thewire_in Ma'am What are you expecting from @thewire_in? They are doing these things from the day 1.",
        "@manishr94 @PawarSpeaks @priyankac19 @PMOIndia हालांकि ऐसा कोई संवैधानिक या संसदीय प्रावधान नहीं है लेकिन मेरा मत… https://t.co/bczBmIh6d4",
        "@PawarSpeaks @priyankac19 @PMOIndia @manishr94 @manishr94 जी देख लीजिए ये आपकी पसंदीदा नेत्री हैं और इन्हें ये भी… https://t.co/v61vtIZWUH",
        "@ICC @manishr94",
        "@PawarSpeaks @priyankac19 @PMOIndia @priyankac19 जी आपको पता है कि गांधीनगर में GIFT के अंतर्गत ये हो रहा है और ये… https://t.co/jfXElpbVrG",
        "#Kashmir\nदेश के लिए अपने कर्तव्य का निर्वहन करते हुए अपने प्राणों को न्यौछावर करने वाले महान शहीदों को कोटिशः नमन व… https://t.co/yRJzo5zauM",
        "#iplt20 \n@virendersehwag @IPL \nVirender Sehwag https://t.co/dRJ8Xi3kQV",
        "@manishr94 @ESPNcricinfo Donald \nPollack \nWaqar \n&amp; McGrath / Ambrose\n\nIf it's a fast bowling track \n\nIf it's spin t… https://t.co/ES78s7YLww",
        "My current T20 XI\n\nJonny Bairstow \nRohit Sharma (c)\nVirat Kohli \nGlenn Maxwell\nJos Buttler (wk) \nBen Stokes \nAndre… https://t.co/HPWx1akDW1",
        "@manishr94 @ESPNcricinfo Donald\nWaqar \nLee\nMurali",
        "#RishiKapoor\n\nछुप गए वो साज़-ए-हस्ती छेड़ कर, \nअब तो बस आवाज़ ही आवाज़ है \n\n#riprishikapoor https://t.co/qkWZKptooA",
        "कई दशकों तक सिनेमा और अपने चाहने वालों के दिलों पर राज करने वाले, विविध भूमिकाओं में अपने अभिनय की छाप छोड़ने वाले… https://t.co/8CpcAgkSzI",
        "@pujamehra पहले तो इस ख़बर पे यकीन नहीं हुआ, फिर अचानक हैदर का वो डायलॉग याद आया जिसमें इरफ़ान कहते हैं कि-  \n\nडॉ… https://t.co/ZcdPWqaS9p",
        "@frp09 इस दुःखद ख़बर पर यकीन करना मुश्किल लगता है, यूँ एहसास होता है कि अभी वो कहेंगे -\n\n \"मतलब कह क्या रहे हो भईया… https://t.co/6TNXX0Ch76",
        "रहने को सदा दहर में आता नहीं कोई \nतुम जैसे गए ऐसे भी जाता नहीं कोई \n\n#IrrfanKhan के असामयिक निधन की ख़बर से आहत हूँ… https://t.co/KvEoiHH7uH",
        "@Rekhta अंखड़ियाँ झांई पड़ी,पंथ निहारि-निहारि\nजीभड़ियाँ छाला पड़्या,राम पुकारि-पुकारि\n\n- कबीर",
        "अंखड़ियाँ झांई पड़ी,पंथ निहारि-निहारि\nजीभड़ियाँ छाला पड़्या,राम पुकारि-पुकारि\n\n- कबीर https://t.co/sA7dLrocj2",
        "@Rekhta तेरे आने की क्या उमीद मगर \nकैसे कह दूँ कि इंतिज़ार नहीं \n\n- फ़िराक़",
        "@Rekhta कब ठहरेगा दर्द ऐ दिल कब रात बसर होगी \nसुनते थे वो आएँगे सुनते थे सहर होगी \n\n- फ़ैज़",
        "@Rekhta कौन आएगा यहाँ कोई न आया होगा \nमेरा दरवाज़ा हवाओं ने हिलाया होगा \n\n- कैफ़ भोपाली",
        "@Rekhta वो आ रहे हैं वो आते हैं आ रहे होंगे \nशब-ए-फ़िराक़ ये कह कर गुज़ार दी हम ने\n\n- फ़ैज़",
        "@Rekhta गुलों में रंग भरे बाद-ए-नौ-बहार चले \nचले भी आओ कि गुलशन का कारोबार चले\n\n- फ़ैज़",
        "@Rekhta इक रात वो गया था जहाँ बात रोक के \nअब तक रुका हुआ हूँ वहीं रात रोक के \n\n- फ़रहत एहसास",
        "@Rekhta आगे आती थी हाल-ए-दिल पे हँसी\nअब किसी बात पे नहीं आती\n\n- ग़ालिब",
        "@frp09 First Mutter Paneer \nThen Sandwich and Now this, you are just amazing sir.",
        "@Rekhta कब ठहरेगा दर्द ऐ दिल कब रात बसर होगी \nसुनते थे वो आएँगे सुनते थे सहर होगी \n\n- फ़ैज़",
        "@Rekhta वस्ल का दिन और इतना मुख़्तसर \nदिन गिने जाते थे इस दिन के लिए \n\n- अमीर मीनाई",
        "@Rekhta शबान-ए-हिज्राँ दराज़ चूँ ज़ुल्फ़ रोज़-ए-वसलत चू उम्र कोताह \nसखी पिया को जो मैं न देखूँ तो कैसे काटूँ अँधेरी रतियाँ\n\n- ख़ुसरो",
        "@Rekhta तुम ही सोचो ज़रा क्यूँ न रोकें तुम्हें \nजान जाती है जब उठ के जाते हो तुम \nतुम को अपनी क़सम जान-ए-जाँ \nबात इ… https://t.co/e9TD3crq6s",
        "@Rekhta उस से मिलने की ख़ुशी बाद में दु:ख देती है \nजश्न के बाद का सन्नाटा बहुत खलता है \n\n- मोईन शादाब",
        "@Rekhta वो शहर में था तो उस के लिए औरों से भी मिलना पड़ता था \nअब ऐसे-वैसे लोगों के मैं नाज़ उठाऊँ किस के लिए\n\n- नासिर काज़मी",
        "@Rekhta नए कपड़े बदल कर जाऊँ कहाँ और बाल बनाऊँ किसके लिए \nवो शख़्स तो शहर ही छोड़ गया मैं बाहर जाऊँ किसके लिए\n\n- नासिर काज़मी",
        "@Rekhta चलता हूँ थोड़ी दूर हर इक तेज़-रौ के साथ \nपहचानता नहीं हूँ अभी राहबर को मैं \n\n- ग़ालिब",
        "@Rekhta दोनों जहान तेरी मोहब्बत में हार के \nवो जा रहा है कोई शब-ए-ग़म गुज़ार के \n\n- फ़ैज़",
        "The real #BlueTwitter  \n\n@BCCI \n@SGanguly99 @sachin_rt @YUVSTRONG12 @virendersehwag @ImZaheer @anilkumble1074… https://t.co/SKAcungXg8",
        "@Rekhta हम भी दरिया हैं हमें अपना हुनर मालूम है \nजिस तरफ़ भी चल पड़ेंगे रास्ता हो जाएगा\n\n- बशीर बद्र",
        "#FightAgainstCorona \n#लॉकडाउन के दौरान हमें जो फ़ुर्सत व फ़राग़त मयस्सर है उसका तसव्वुर चचा नें बहुत पहले ही कर लि… https://t.co/5Jt9WW8kpE",
        "Wishing you a very-very happy birthday Paaji.\n@MontyPanesar https://t.co/CPECW7DPDj",
        "@priyankac19 @TajinderBagga \n\nइंतिख़ाब-ए-ख़ास-ओ-आम आने को है \nधीरे धीरे चलता लँगड़ाता हुआ \nख़ुश-अदा-ओ-ख़ुश-ख़िराम आ… https://t.co/O3de3sSmUd",
        "@priyankac19 नामा न कोई यार का पैग़ाम भेजिए \nइस फ़स्ल में जो भेजिए बस आम भेजिए \nऐसा ज़रूर हो कि उन्हें रख के खा स… https://t.co/vkBOP1AHU2",
        "@priyankac19 असर ये तेरे अन्फ़ास-ए-मसीहाई का है 'अकबर' \nइलाहाबाद से लंगड़ा चला लाहौर तक पहुँचा\n\n- अकबर इलाहाबादी",
        "@Rekhta मुझे गिरना है तो मैं अपने ही क़दमों में गिरूँ \nजिस तरह साया-ए-दीवार पे दीवार गिरे\n\n- शकेब जलाली \n\nशकेब जला… https://t.co/v8OhZ1V6hi",
        "@priyankac19 लंगड़ा का नाम सुना है आपने?",
        "@Rekhta क्या कहिए क्या रक्खें हैं हम तुझ से यार ख़्वाहिश \nयक जान ओ सद तमन्ना यक दिल हज़ार ख़्वाहिश\n\n- मीर",
        "@ShahlaNigarDD رمضان کی بےحد مبارکباد شہلا جی \nرب العالمین خیر وبرکت رکھے\n آمین",
        "رمضان کریم کی بےحد مبارکباد \n#RamzanTheMonthOfBlessings \n#RamzanMubarak https://t.co/6wRKRP56zv",
        "#FridayThoughts #FridayFeeling https://t.co/2QBjz4QuzJ",
        "\"I have seen the God, he bats at no. 4 for India in test cricket\"\n\n- Mathew Hayden (@HaydosTweets)\n\nWishing a very… https://t.co/BYotSxxQdu",
        "अब आख़िरी सतरों में नाम है उस का,\nअहबाब की फ़ेहरिस्त में पहला था जो इक शख़्स https://t.co/5p34j41TBG",
        "@Rekhta अब आख़िरी सतरों में नाम है उस का,\nअहबाब की फ़ेहरिस्त में पहला था जो इक शख़्स",
        "@manishr94 @Rekhta There are many \n\nPale blue dot \nBuddha vs Marx\nProblem of Indian Rupee \nChitralekha \nGodan \nMail… https://t.co/Zr0kp2OcQw",
        "@manishr94 @Rekhta That is not in Hindi, it's in Awadhi",
        "@manishr94 @Rekhta Which one \nAwadhi Ramcharit-manas \nOr Sanskrit Ramayan?",
        "@manishr94 @Rekhta 😂😂",
        "@Rekhta @manishr94",
        "@Rekhta यूँ ही बे-सबब न फिरा करो कोई शाम घर में रहा करो \nवो ग़ज़ल की सच्ची किताब है उसे चुपके चुपके पढ़ा करो\n\n- बशीर बद्र",
        "@Rekhta बच्चों के छोटे हाथों को चाँद सितारे छूने दो \nचार किताबें पढ़ कर ये भी हम जैसे हो जाएँगे\n\n- निदा फ़ाज़ली",
        "@Rekhta वो चेहरा किताबी रहा सामने \nबड़ी ख़ूबसूरत पढ़ाई हुई \n\n- बशीर बद्र",
        "@Rekhta ऐ मेरी गुल-ज़मीं तुझे चाह थी इक किताब की \nअहल-ए-किताब ने मगर क्या तेरा हाल कर दिया\n\n- परवीन शाकिर",
        "@isharmaneer @SrBachchan @SirjiKiSmiley @mayursejpal @raj20k @AmritaSinghABEF @iam_Jitu @JaniJasmine 18",
        "इन्हें केवल कन्हैया कुमार, उमर ख़ालिद व शहला राशिद की अभिव्यक्ति की स्वतंत्रता और NDTV, The Wire तथा BBC की प्रेस/… https://t.co/PKnEyq6Jm6",
        "@Javedakhtarjadu There was a time when I had admired Javed Saheb thinking that he is really a liberal, sadly with t… https://t.co/lT6aTrxak7",
        "ये वही Wire के लोग हैं जो छाती पीट-पीट कर कह रहे थे कि ऐसी घटनाओं को किसी धर्म से जोड़ना मीडिया द्वारा फैलाए जाने… https://t.co/A1NtlNjEX9",
        "@Rekhta बस के दुश्वार है हर काम का आसाँ होना\nआदमी को भी मयस्सर नहीं इंसाँ होना \n\n- ग़ालिब",
        "@Rekhta ये खेल मेरी समझ में कभी नहीं आया \nमैं जीत जाता हूँ बाज़ी वो मार जाता है \n\n- अख़्तर नज़्मी",
        "Thanks @ddsportschannel \n#Lockdown21\n#EarthDayAtHome https://t.co/565nnQZh7k",
        "@frp09 I'm not an upsc aspirant but I watch Big picture.",
        "پیڑ کے کاٹنے والوں کو یہ معلوم تو تھا \nجسم جل جائیں گے جب سر پہ نہ سایہ ہوگا\n\n- کیفی اعظمی\n\nपेड़ के काटने वालों को… https://t.co/O476q4odIm",
        "सरस्वती वंदना (राग - दरबारी ) सुन के मन आह्लादित हो उठा, क्या ख़ूबसूरती है इस राग की \n#Ramayana\n#UttarRamayan… https://t.co/PgskXArdPq",
        "@frp09 https://t.co/GQ8AkI0N1D\n\nThis one (an old RSTV discussion) was showing on the home page of my YouTube, altho… https://t.co/y9R80ws7Gf",
        "@Rekhta घर से निकले थे हौसला कर के\nलौट आए ख़ुदा-ख़ुदा कर के \n\n- राजेश रेड्डी",
        "@Rekhta ज़िंदगानी है सदफ़ क़तरा-ए-नेशाँ है ख़ुदी\nवो सदफ़ क्या के जो क़तरे को गौहर कर न सके",
        "@Rekhta आँख भर के मैं ने इक बार उसे देखा था \nशहर वाले मेरी आँखों में उसे देखते हैं \n\n- बशीर महताब",
        "@Rekhta आँख भर आई किसी से जो मुलाक़ात हुई \nख़ुश्क मौसम था मगर टूट के बरसात हुई\n\n- मंज़र भोपाली",
        "#palgharlynching नें मानवता का सर शर्म से नीचे झुका दिया,मैं इस घटना को ठीक से समझने के लिए इसके सारे वीडियोज़ देख… https://t.co/RM7QKMBTIA",
        "@Rekhta خوش ہو اے دل کہ محبت تو نبھا دی تو نے \nلوگ اجڑ جاتے ہیں انجام سے پہلے پہلے \n\n- احمد فراز\n\nख़ुश हो ऐ दिल कि… https://t.co/F0PiProypv",
        "خوش ہو اے دل کہ محبت تو نبھا دی تو نے \nلوگ اجڑ جاتے ہیں انجام سے پہلے پہلے \n\n- احمد فراز\n\nख़ुश हो ऐ दिल कि मोहब्बत… https://t.co/7YQpUSegf3",
        "@Rekhta दिल उजड़ी हुई एक सराय की तरह है \nअब लोग यहाँ रात जगाने नहीं आते \n\n- बशीर बद्र",
        "@Rekhta चलो छोड़ो \nमोहब्बत झूठ है \nअहद-ए-वफ़ा इक शग़्ल है बे-कार लोगों का \nतलब सूखे हुए पत्तों का बे-रौनक़ जज़ीरा… https://t.co/YZBO0V8Ku7",
        "@Sughrasadafdr بے حد خوبصورت",
        "#MondayMotivaton\n\nदृश्य स्पेक्ट्रम में प्रकाश के रंगों के तरंगदैर्ध्य बढ़ने के क्रम में उनके उष्मीय प्रभाव में भी… https://t.co/lpZLsTdQcJ",
        "@HarshdeepKaur सुना है हश्र हैं उस की ग़ज़ाल सी आँखें, \nसुना है उस को हिरन दश्त भर के देखते हैं",
        "@Rekhta साहिर के तो सारे शेर ही बेश-क़ीमती हैं\nख़ास तौर पे इस शेर को देखें\n\nग़म और ख़ुशी में फ़र्क़ न महसूस हो जहाँ… https://t.co/qEETMScOqa",
        "@frp09 तारीख़ की नज़रों नें इस विरोधाभास को भी घटते देखा\n\nNo question please to Yet another question for you.",
        "یہاں لباس کی قیمت ہے آدمی کی نہیں \nمجھے گلاس بڑے دے شراب کم کر دے \n\n- بشیر بدر\n#شراب #RekhtaLive… https://t.co/1n3ZbVI65Y",
        "@Rekhta यहाँ लिबास की क़ीमत है आदमी की नहीं,\nमुझे गिलास बड़े दे शराब कम कर दे \n\n- बशीर बद्र https://t.co/isuexk2iSn",
        "हम ने किसी की याद में अक्सर शराब पी \nपी कर ग़ज़ल कही तो मुकर्रर शराब पी \n\nہم نے کسی کی یاد میں اکثر شراب پی \nپی کر… https://t.co/pW7VbuX2ag",
        "@Rekhta اے شوق وہی مے پی اے ہوش ذرا سو جا \nمہمان نظر اس دم ایک برق تجلی ہے \n\n- اکبر الہ آبادی",
        "@Rekhta वाँ दिल में कि सदमे दो याँ जी में कि सब सह लो \nउन का भी अजब दिल है मेरा भी अजब जी है \n\n- अकबर इलाहाबादी",
        "@Rekhta जो कहा मैं ने कि प्यार आता है मुझ को तुम पर \nहँस के कहने लगा और आप को आता क्या है \n\n- अकबर इलाहाबादी",
        "@iawoolford ये तो कमाल का ही उपन्यास है, इससे शानदार आंचलिक उपन्यास शायद ही मिले, मुझे तो आज तक कोई नहीं मिला। \n\nरा… https://t.co/2orYtypLKW",
        "@Bharti208 @khanumarfa राकेश जी मैं बिल्कुल आपकी बात से सहमत हूँ, आप और मेरे जैसे न जाने कितने लोग ही आरफ़ा जी की प… https://t.co/6ahrn1QKaM",
        "#Cricket \n\nMy favourite Captains (last #25years) from- \n\nIndia - Sourav (@SGanguly99)\nAustralia - S. Waugh \nNZ - Fl… https://t.co/2DyH3HUM97",
        "@RakeshSinha01 नैसर्गिकता से ही व्यक्ति स्वयं से जुड़ा रह सकता है और स्वयं से जुड़े बिना सारे जुड़ाव व्यर्थ व निरर्थक हैं।",
        "#रामायण_शिक्षा\n\n#Ramayan के दौरान जिस बात पर #रामानंद_सागर जी नें विशेष बल दिया वो ये कि यह मानवता का ग्रन्थ है जि… https://t.co/OkEgxtEajs",
        "@Rekhta https://t.co/zIRLO3O1MV",
        "@manishr94 @khanumarfa @arifmohammadk Not only in our country but also on our planet.",
        "@paponmusic Rafta-Rafta wo meri hasti ke saama'n ho gaye \nPahle jaa'n, phir jaan-e-jaa'n, phir jaan-e-jaana ho gaye… https://t.co/QZNY5ccWsb",
        "@paponmusic ham ko kis ke ġham ne maarā ye kahānī phir sahī \nkis ne toḌā dil hamārā ye kahānī phir sahī \n\ndil ke lu… https://t.co/PhdyZh7pn8",
        "@paponmusic @Rekhta apnī dhun meñ rahtā huuñ \nmaiñ bhī tere jaisā huuñ \n\no pichhlī rut ke sāthī \nab ke baras maiñ t… https://t.co/evK66byd7v",
        "@Rekhta @paponmusic कौन आएगा यहाँ कोई न आया होगा \nमेरा दरवाज़ा हवाओं ने हिलाया होगा \n\nदिल-ए-नादाँ न धड़क ऐ दिल-ए-ना… https://t.co/o43MfzQmWI",
        "@paponmusic @Rekhta कौन आएगा यहाँ कोई न आया होगा \nमेरा दरवाज़ा हवाओं ने हिलाया होगा \n\nदिल-ए-नादाँ न धड़क ऐ दिल-ए-ना… https://t.co/yA06dZP28x",
        "राकेश जी मैं बिल्कुल आपकी बात से सहमत हूँ, आप और मेरे जैसे न जाने कितने लोग ही आरफ़ा जी की पत्रकारिता के मुरीद हैं।… https://t.co/6ufdRVDPmB",
        "@pujamehra You're exactly the same.",
        "Wishing a very happy birthday to one of the most prolific and elegant batsman of Indian cricket team.\n\n@klrahul11… https://t.co/MxjgOnRDMf",
        "@Rekhta बिरह की रैना मोसे काटे ना कटे\nतोरा नाम पिया मोरी जिह्वा रटे \n\n- आशुतोष पाण्डेय",
        "My #Asia XI of last 20 yrs (#Odi)\n\nJayasuriya \nSehwag \nSachin \nGanguly (c) \nKohli\nRohit\nSanga (wk)\nWasim Akram\nZahe… https://t.co/FRV80CQYXT",
        "@Rekhta ये ख़ुदा की देन अजीब है कि इसी का नाम नसीब है \nजिसे तू ने चाहा वो मिल गया जिसे मैं ने चाहा मिला नहीं\n\n- बशी… https://t.co/UyrKseaEVK",
        "@Javedakhtarjadu साहब आज दाग़ की एक ग़ज़ल का एक मिसरा याद आ रहा है - \n\nबहुत देर की मेहरबाँ आते आते\n\nख़ैर मुझे अंदली… https://t.co/h7PbWXcn2n",
        "@suzannebernert You are still the same, as beautiful and gracious.",
        "@djupadhyay90 @BhatSakal I'm also her fan from that time, I planned to meet her but unfortunately I couldn't make i… https://t.co/KFZ2cDqPWf",
        "@BhatSakal 🙏🙏🙏",
        "@Earthy_Virgoan @BhatSakal Truly said sir, I'm her big fan. She is among my all time favourite journalists. I have… https://t.co/DxhMY9ITng",
        "@KumariRukshmani It's very hard to believe that you have entered into your 40's, beautiful from always.",
        "@Earthy_Virgoan Undoubtedly, @BhatSakal ma'am is the most beautiful girl of our planet. I'm not praising her, it's true.",
        "#MeAt20 https://t.co/KyqZJh5FiJ",
        "@lindseyvonn @GlblCtzn @WHO @PKSubban1 They are doing their best for us. My salute to them.",
        "#OnThisDate in #IPL2 (2009)\n2nd Match in Capetown \n\nRCB - 133/8 (20)\n\nDravid - 66 (48)\nPietersen - 32 (30)\n\nMascare… https://t.co/8nAd5H1IRj",
        "@SrBachchan सर\nधरती वीरों से ख़ाली नहीं हुई है अभी\nकुछ लोग अब भी ये कह सकते हैं 😂😂😂",
        "@frp09 @modi_namdaar https://t.co/0P0cy2eVpB\n\nYou can watch this bhojpuri movie sir.",
        "#FridayThoughts #Lockdown21 \n\nरति विलाप (कुमारसम्भवम्)\nरस- करुण\nद्वारा - महाकवि कालिदास https://t.co/S8xgYjyrlb",
        "@Rekhta राहुल द्रविड़ का स्क्वायर कट लगाना",
        "एक राष्ट्र के लिए उसके नागरिकों की स्वास्थ्य सुविधाएं और उसकी सैन्य आवश्यकताएँ दोनों ही आवश्यक हैं,सरकार अपने वा… https://t.co/vLgyXMkGyW",
        "@rogerfederer My Childhood Idol, because of whom we started loving tennis. https://t.co/xqjlasaEVf",
        "@rogerfederer Both my favourites in same frame\nOne of the best picture on internet. \n\nThis is not a common picture,… https://t.co/mWjLGgHfj8",
        "@rogerfederer Roger = pure class, perfection",
        "My Salute to @navneetsehgal3 sir.\n🙏🙏🙏\n@frp09\n\n#Covid_19 https://t.co/Xe19FwsPln",
        "This is one of the reason because of which I don't follow these news channels, I don't understand why so many peopl… https://t.co/RQq6EZpmsy",
        "@Rekhta दयार-ए-इश्क़ में अपना मक़ाम पैदा कर \nनया ज़माना नए सुब्ह ओ शाम पैदा कर \nख़ुदा अगर दिल-ए-फ़ितरत-शनास दे तुझ… https://t.co/VszXNiKbSL",
        "@Rekhta ज़िंदगानी है सदफ़ क़तरा-ए-नेशाँ है ख़ुदी\nवो सदफ़ क्या कि जो क़तरे को गौहर कर ना सके\n\n- इक़बाल",
        "@Rekhta ख़ुदी वो बहर है जिस का कोई किनारा नहीं \nतू आबजू इसे समझा अगर तो चारा नहीं\n\n- इक़बाल",
        "Wishing you a very-very happy birthday brother. Always be happy &amp;  healthy and keep entertaining us. \n@sid_mahadevan https://t.co/6S6ii0ZKxj",
        "@Rekhta हम से ये कार-ए-मुसाफ़त नहीं होने वाला \nज़िंदगी तेरी क़यादत नहीं करने वाले",
        "@Rekhta ये शहर वो है कि कोई ख़ुशी तो क्या देता \nकिसी ने दिल भी दुखाया नहीं बहुत दिन से\n\n- फ़रहत एहसास",
        "Great Sir 🙏🙏 https://t.co/4z63Yh1CB1",
        "Hypocrisy at it's best. \nSome people will still defend him, what will you say @priyankac19 ji? https://t.co/g6VbU0NCaw",
        "@AshokShrivasta6 And hypocrites like #FakeDadlani and some news agencies try to portray that these two are doing ve… https://t.co/MLUOCPGyF3",
        "And hypocrites like #FakeDadlani try to portray that these two are doing very nice work and @myogiadityanath is not… https://t.co/2X3rMZ1LGp",
        "@the_hindu @myogiadityanath is doing great work in UP.",
        "@cricketcomau @imVkohli after reading this tweet \n👇 https://t.co/UjAGTwuDPm",
        "@AshokShrivasta6 @sonamakapoor @ReallySwara @sushant_says अगर यही उद्धव ठाकरे भाजपा गठबंधन के साथ होते तो यही लोग… https://t.co/V5OEeWsgzw",
        "@cricketcomau A very intresting fact https://t.co/V0JXLLtu8U",
        "@WTA What a great inspirational story, this will definitely inspire so many young people who want to achieve anythi… https://t.co/XyteFNAVPH",
        "@cricketcomau @ABdeVilliers17 you not loose your hope, you are undoubtedly the most valuable player in T-20 cricket… https://t.co/CD0ohMMk3L",
        "@the_hindu They have always to say something, Either Government do A or B they will always oppose the government.",
        "@Rekhta न उदास हो न मलाल कर किसी बात का न ख़याल कर \nकई साल बाद मिले हैं हम तेरे नाम आज की शाम है",
        "@Rekhta वो दिलों में आग लगाएगा मैं दिलों की आग बुझाऊंगा \nउसे अपने काम से काम है मुझे अपने काम से काम",
        "@Rekhta यूँ ही रोज़ मिलने की आरज़ू बड़ी रख-रखाव की गुफ़्तुगू \nये शराफ़तें नहीं बे-ग़रज़ इसे आप से कोई काम है",
        "@Rekhta कहाँ अब दुआओं की बरकतें वो नसीहतें वो हिदायतें \nये मुतालबों का ख़ुलूस है ये ज़रूरतों का सलाम है",
        "@frp09 یوں ہی بے سبب نہ پھرا کرو کوئی شام گھر میں رہا کرو \nوہ غزل کی سچی کتاب ہے اسے چپکے چپکے پڑھا کرو \n\n- بشیر بد… https://t.co/5Wf9VqyXVo",
        "#Lockdown21\n\nघर में ख़ुद को क़ैद तो मैं ने आज किया है,\nतब भी तन्हा था जब महफ़िल-महफ़िल था मैं \n\n- शारिक़ कैफ़ी \n\nگھ… https://t.co/gc5FyyQkHy",
        "@Rekhta दीजिए दीजिए है ऐन सआ'दत अपनी \nआशिक़ों पर तो है एहसान ये गाली देना \n\n- इंशा अल्लाह ख़ान",
        "गांधी और #अंबेडकर के साथ सबसे बड़ी विडंबना ये है कि आपको सड़कों पर इनके समर्थन या विरोध में नारे लगाने वाले बहुत लो… https://t.co/DPMIdQult9",
        "#JaiBhim\n#AmbedkarJayanti \n\nभारत के पूर्व कानून मंत्री,संविधान सभा के प्रारूप समिति के अध्यक्ष,ओजस्वी विधिवेत्ता, म… https://t.co/1cA8a8nwcN",
        "@Rekhta दर्द भरी रातें जिस दम हलकोरे देती हैं \nदरियाओं के रुख़ पर बहना कैसा लगता है",
        "@Rekhta @seveneyesmusic एक थोड़ी अलग सी फ़रमाईश भी है लेकिन मेरा यकीन है अगर इसे गाया गया तो मज़ा ही आ जाएगा - तलफै… https://t.co/UhtencbsH9",
        "@Rekhta @seveneyesmusic और कम से कम एक-एक ग़ज़ल राग दरबारी और जौनपुरी में गा दें तो अलग ही बात हो जाएगी\nबहुत सी ग़… https://t.co/LdRdxzR4E6"
    ]
}