{
    "screen name": "BrendanBolander",
    "no. of tweets": 167,
    "tweets": [
        "@NoLayingUp @JustinThomas34 What is your practice schedule like while quarantined? Same as usual, taking it easy, f… https://t.co/8ZSbC6uuKm",
        "@hoopvision68 Jordan, thanks for this. I’ll be doing the 2 months of premium. Would love to see the info you had on Indiana in HV+ soon!",
        "@AssemblyCall I honestly think we would get torn apart by Virginia, but I’m probably a bit too pessimistic. In the… https://t.co/woMFTDEdbJ",
        "@Steve_Perrault S/O to the dude in the front row",
        "@JustinThomas34 @Titleist @Sentry_TOC @Paige_Gooch @NBolander",
        "@PitchingNinja Can you do the overlays in slo-mo? Would love to see the exaggerated differences in speed",
        "@elliottross23 @PGATOURLIVE I love it. Great to have on in the background at work Thurs/Fri morning if your job allows",
        "@oneshiningpod ‘07 National Championship game",
        "@the_woke_yolk @SirPuttsalot @the_fried_egg The skill of hitting a good shot should be rewarded. Why is playing qui… https://t.co/CbN85ShVIJ",
        "@BleacherNation Ronny Cedeno.\n\nBut for real, Starlin.",
        "@EndlessJeopardy What is the Kurly Kat?",
        "@NoLayingUp Fox’s drone game is on point today",
        "@messy_eliot @DavidKlion Pretty sure they take cards now",
        "@mitchellichtman ...short more and more, and have to assume they know what they’re doing on the greens (may he appe… https://t.co/6Iobi9PYG4",
        "@mitchellichtman I have come to this realization recently. 1) On long putts where there’s very little chance of mak… https://t.co/fcfZb2nBD9",
        "@AssemblyCall @AndyBottoms @Soni42 Do you feel more or less confident today that Archie is IU’s long-term coach of… https://t.co/5Tp58L5qZ9",
        "@AssemblyCall https://t.co/Q9bK1mu4it",
        "@indyindians Bolander 34 Red please!",
        "@AssemblyCall @nickeswa @RumorsandRants Isn’t part of this selection bias, though? Sure, experienced teams usually… https://t.co/FWADEKs6Ci",
        "@RumorsandRants I still disagree with the argument (and that a national title is required to validate Bennett in th… https://t.co/jR7TvvKE7w",
        "@AssemblyCall @RumorsandRants @tsnmike For the mailbag...how many more games does Virginia have to win before Ryan… https://t.co/WAnDESwn1S",
        "@Soni42 3 of the 4 teams are in the top 6 in offensive efficiency per kenpom. Not sure it’s fair to say “defense wins” based on this group",
        "@insidethehall @1997Davis Man we can’t make 3s at the current distance, how are we gonna make them now??",
        "@someguysbackyrd @jts1031 @NoLayingUp Honestly it really hasn’t since there hadn’t been anything egregious until th… https://t.co/MltQvZp8MK",
        "@NoLayingUp I’m sure you don’t care, but I’m paying money for this and have no desire to watch 3 relatively boring… https://t.co/uMtK4FELdC",
        "@perker5 5 games, but the suspension should really be for 9 games so that they’re actually forced to miss a start.… https://t.co/uYhnoQw5W6",
        "@JimIrsay 48 yds",
        "This is the most positive spin on something bad I’ve ever seen https://t.co/IefZDVquWK",
        "@PGATOURLIVE How do I view the 10-minute speed rounds? I don’t see them in the app",
        "@AssemblyCall He is an absolute treat to watch",
        "@clubtrillion Look for Xavier to turn it around in Big East play 👀 https://t.co/wEzWwtOglQ",
        "@ClubProGuy @HankHaney Didn't realize the new Foot Joys were out already. Stylish!",
        "@BenLindbergh @baseball_ref I stand corrected! Thanks",
        "@BenLindbergh @baseball_ref I'd be curious what this looks like for 40+. Guessing Bonds is miles ahead of anyone else",
        "@peegs No, gotta save it in case they miss so you can set something up then",
        "@AssemblyCall Question for postgame show: are you surprised by how much time Fitzner and Davis have been on the flo… https://t.co/itRu8wPJdC",
        "@IndianaMBB @juwanmorgan @justinsmith3_ @robphinisee1 Almost as efficient as Zach's first gsme",
        "@messy_eliot I think we knew this before this week",
        "@CespedesBBQ Are the Orioles top-left for every free agent?",
        "@BTNJonCrispin I think it used to be a free qdoba burrito, not sure if they still do it",
        "@JimIrsay Booger McFarland",
        "@messy_eliot Did you see her hotline bling video? Killed me",
        "@AssemblyCall How do you feel about the uniforms?",
        "@IndianaMBB @j_hunter35 @robphinisee1 when you gonna snag it?",
        "@Michael_Cerami I did not realize this until I just looked it up, but Harper only has 1 season of 5+ WAR (Fangraphs… https://t.co/UWyd4P2OKJ",
        "Update: listened to the intro to the latest pod...sounds like that's a no 😕",
        "@clubtrillion Thinking about coming to Bloomington (from Indy) for the live show. Any chance there's a special gues… https://t.co/sasfiOtJM3",
        "@CespedesBBQ It's Pablo, Achmed, and Ernie and any other combo is objectively wrong",
        "@JimIrsay Albert Bentley 70 yds",
        "@ringernba @ringer @KingJames @Lakers That didn't work out well... https://t.co/NOkUTjpDgC",
        "@NoLayingUp @jwfickett @CallawayGolf USA wins 20+ points",
        "@JimIrsay Dallas Clark",
        "@NoLayingUp @jwfickett Singles matchup you'd most like to see?",
        "@NoLayingUp @CallawayGolf Phil's 2018\n\"Nunca antes,\" does the worm\nHits a moving ball",
        "@CespedesBBQ \"The one who's just there to hang out with friends\" should be Juan Uribe",
        "@NoLayingUp Cantlay had one yesterday as well on 17 or 18",
        "@KyleNeddenriep Pretty sure that's the gym the Tune Squad practiced in",
        "@Bettyx2_ @WBDarcy Gotta check this out ^",
        "@CespedesBBQ @GemmaKaneko Barry at Coors might be the least surprising thing I've ever seen",
        "@CespedesBBQ Jordan's 2013 draft recap might be my favorite thing you guys have written",
        "@the_fried_egg Is Indiana coming up soon? Looking forward to that one",
        "@AssemblyCall Just something that has gone through my mind since you first said that and curious what your response… https://t.co/CYcKJzLVMM",
        "@AssemblyCall I get your argument for wanting Beilein in the B1G and think I agree with it, but wouldn't the counte… https://t.co/6CVq5Zyav4",
        "@rianwatt Great, appreciate it. Will check both out. A friend read Evicted recently and said it was good.",
        "@rianwatt I have not, will check it out. Thanks",
        "@rianwatt Any book recs on housing/homelessness that are good starting points for someone new to the topic?",
        "@AssemblyCall Saw him at the EYBL event in Indy and was super impressed",
        "@perker5 Lol so is the ref",
        "#RedSleeveRo",
        "@BleacherNation Went to a AAA game tonight and saw Neil Ramirez and Jack Leathersich pitch. Apparently Cleveland th… https://t.co/sIUnp3L0EW",
        "@clubtrillion Sound familiar? https://t.co/HBrUCQx5jF",
        "@AssemblyCall Thank you. Wasn't a fraud when they won the ACC tourney last week. It's like people always said Villa… https://t.co/26sFSUKQFm",
        "@mitchellichtman Interesting, thanks. Surprised there are that many good catchers that 2.5 WAR/150 is only 20th-ish.",
        "@mitchellichtman Where do you have Contreras?",
        "@AssemblyCall Lol https://t.co/LEBLw3vn8U",
        "@AssemblyCall Totally agree on playing guys in foul trouble. Probably my biggest gripe with Arch",
        "@AssemblyCall All this is not to say that there isn't a complaint to be made about moving the tourney up a week, ju… https://t.co/FV3jcotTHU",
        "@AssemblyCall Right. Just saying, if IU was playing home vs Iowa and at Michigan, say, Tuesday/Saturday this week a… https://t.co/qc5tCXcnid",
        "@AssemblyCall Am I missing something? Schedule had 1 fewer week but 2 fewer games (bc of early Dec games) so the sc… https://t.co/7lqTZO58op",
        "@haralabob Best resource for learning about crypto investing?",
        "@AssemblyCall On that last turnover, it looked like Devonte wanted to slow it down but he looked at the bench and A… https://t.co/VgPbimQ3Yq",
        "@PGATOURLIVE Is there an issue with the coverage? I'm just seeing a screen that says \"Please Stand By.\"",
        "@PGATOURLIVE Why aren't DJ and Spieth being shown at all? It says they're a featured group.",
        "@MarriottRewards 1 #RewardsPoints",
        "@MarriottRewards 1992 #RewardsPoints",
        "@MarriottRewards 14 #RewardsPoints",
        "@MarriottRewards @NFL 1951 #RewardsPoints",
        "@MarriottRewards 15 yard line #RewardsPoints",
        "@MarriottRewards @NFL 160 feet #RewardsPoints",
        "@MarriottRewards @NFL 16 #RewardsPoints",
        "@insidethehall Alex, is there any video of the post-game press conference last night that you know of?",
        "@CoachChrisMack @IndianaMBB This is really cool, any thought given to starting something like this?",
        "@MarriottRewards @NFL 11 #RewardsPoints",
        "@NoTechBen Approximately",
        "@theaceofspaeder I assume this is not a complete list? Still incredible...",
        "@Brett_A_Taylor Fa sho",
        "@MarriottRewards @NFL 15 minutes #RewardsPoints",
        "@MarriottRewards @NFL 10 feet #RewardsPoints",
        "@MarriottRewards @NFL Pennsylvania #RewardsPoints",
        "OT: worst part about Wrigley is there's no opportunity to rob home runs",
        "Only need 7 runs off the best pitcher of this generation. What are @Cubs fans without optimism!",
        "@messy_eliot nice banner",
        "@ZDStarr You're still on Twitter?!",
        "@messy_eliot Terrible Maps is my new favorite twitter account",
        "@indyindians section 111, row L, seat 5",
        "@CespedesBBQ Is there a replay of it somewhere?",
        "I hope the Cavs come back just because the \"Warriors blew a 3-0 lead\" memes would be legendary",
        "@indyindians It sounded like Kanye West. Ring any bells?",
        "@indyindians What is Jackson Williams's walk-up song?",
        "@DePauwAthletics @DePauwBaseball Is there a live stream of the game anywhere?",
        "@Michael_Cerami Gotta get that walk rate up",
        "Cocktails with a view 👌🏼 https://t.co/MBL8HmtP44",
        "@NBolander  https://t.co/evbLxMHe2V",
        "@sahadevsharma @BleacherNation Let's say it's October and the Cubs missed the playoffs. What went wrong? #LimitedRange",
        "8/8 so far...",
        "@insidethehall Alternative advice: buy low",
        "@AssemblyCall Looks like Wat Shot wins the first Dickie V reference wager",
        "@CespedesBBQ Did A-Rod tuck his sweatpants into his socks..? https://t.co/O7MvKk0aEB",
        "@BradLayton1 Ha thanks buddy. Now we need the Pacers to win a championship",
        "Man, still can't believe the Cubs won the World Series. Too cool",
        "Hirschbeck gonna hirschbeck",
        "Schwarber the GOAT 🐐",
        "@Michael_Cerami What's the post-game move?",
        "@CespedesBBQ Jake are you doing post-game interviews?",
        "@matthewralls https://t.co/JsLcDAWWxf",
        "Best news of the week https://t.co/f3KdrQeEQ7",
        "There's an Olympian named Steele Johnson. Lol",
        "@jodyavirgan @FiveThirtyEight With VP already announced, what's the most important thing to look for this week?",
        "Minor miracle: tied @Paige_Gooch on the front 9 today ⛳️🏌",
        "😩 https://t.co/TTxq754GZc",
        "Too hyped for this. Dude is crazy talented. https://t.co/1bEwIuoMy9",
        "@NBolander https://t.co/knFfaG7APQ",
        "@NBolander the floater line",
        "@johnmanuelba especially as the Saturday starter since the other team isn't throwing their best pitcher",
        "I love Joe Maddon, but I kind of hate this lineup. Feel like the Cubs' 3 best hitters are batting 4-5-6. Seems like a waste.",
        "@Justin_Albers can Beilein block a transfer within the big ten? Gotta think there's no way he'd let another grad transfer go to Indiana",
        "@adurr22 ah I'm jealous. I've heard their new setup is sick",
        "Thomas Walkup for National POY",
        "@NBolander your new picture is amazing",
        "@CespedesBBQ don't they take a percentage if you use a credit card?",
        "@Hardt_27 @Cohner12 pro preferred bruh",
        "Steph had 51 points on 27 shots.... Wut?",
        "John Groce just fist-bumped Dan Dakich haha",
        "@ESPNChiCubs Does Fowler get the buyout money if Cubs exercise mutual option but Fowler declines it?",
        "What should I have for dinner?",
        "Buddy Hield &gt;",
        "@outtatownclowns talented teams. Recruiting is a huge part of a coaches job, and shouldn't be excused or ignored when evaluating them",
        "@outtatownclowns coaches receive too much credit for doing well with bad teams and not enough credit if they do decent but not amazing with",
        "@outtatownclowns But does that change his whole legacy as a coach? Might be a bit of an overreaction. I'm definitely with you that college",
        "@outtatownclowns been to a Final 4. Remember that being a big flaw with him. Definitely helps his resume that he made it the last 2 years.",
        "@outtatownclowns It's an interesting point, and I wonder how much that narrative has changed in the past 2 years. 2 yrs ago, Bo had never",
        "@AugustFG_ under",
        "On a separate note, Braves' return for Shelby Miller is HUGE. Glad the Cubs didn't match. I continue to be puzzled by DBacks' front office",
        "Gonna miss you, Starlin. 😢 Good luck in NY https://t.co/5yXBWZ8t9k",
        "@ARizzo44 best restaurant in Chicago?",
        "In the end, tho, none of this really matters. Congrats to all winners, and congrats to Rosenthal for being really valuable in someone's mind",
        "On the AL side, congrats to Donaldson. Fantastic season. I'd still vote Trout, but first time in 4 years there's a good argument against him",
        "I'm gonna have to disagree with him there",
        "So he thinks Rosenthal is more important to the Cards than Heyward or Carpenter, and more valuable than Arrieta, Greinke, and Kershaw.",
        "One of the StL voters gave Trevor Rosenthal a 6th place MVP vote. Hmm...I don't know about that one...",
        "@adurr22 haha for sure dude. Fun to watch guys develop and have success",
        "#LetsGo https://t.co/uwpJRnxeAM",
        "@CespedesBBQ Used to be 65% were picking Castro throws out of the dirt when he was still at short",
        "@NBolander I feel ya, Twitchy 😕",
        "@D_Ross3 @Cubs the Schwarber game in Cinci!",
        "As long as it's legal, can't say I blame Utley or anyone else for doing it. MLB needs to make a rule change, similar to HS or college",
        "MLB needs to get rid of takeout slides. Please don't make us wait until Correa or Seager breaks a leg to make it happen"
    ]
}