{
    "screen name": "rdmaquiavelo",
    "no. of tweets": 197,
    "tweets": [
        "Advierte @HLGatell que no asistan a \" fiesta Covid\"\n\nSe rumora que una reunión masiva para contagiarse se gesta en… https://t.co/hSbMEJBOAT",
        "@RachelCR__ https://t.co/Kr1I5WAN9F",
        "@MtyAlx @FelipeCalderon @lopezobrador_ @MexLibre_ @Mzavalagc ¿Entonces es más grave una ofensa que miles de muertos… https://t.co/mtXYQvh7of",
        "DON MAQUI\n15/05/2020\n\nQue la raza de #SierraVentana debe andar muy eufórica (y no por la “verde” del diario , no se… https://t.co/N1WqAh76xR",
        "AL DÍA CON DON MAQUI\n15/05/2020\n\nQue @VictorFuentesNL anda filoso, pidió renuncia de @charroblags Titular de Metro,… https://t.co/LijAbwJkKi",
        "... sistema Eléctrico Nacional que da control absoluto a #Nahle en ese tema.",
        "AL DÍA CON DON MAQUI\n15/05/2020\n\nQue se supo que la renuncia del Comisionado de la #Conamer se dio por diferencias… https://t.co/48oXGwPpAQ",
        "AL DÍA CON DON MAQUI\n15/05/2020\n\nQue  el acuerdo “transitorio”por epidemia sobre energías renovables se vuelve norm… https://t.co/1g1V6vZla4",
        "AL DÍA CON DON MAQUI\n15/05/2020\n\nQue sigue el descuido en el municipio de @municipiodegpe , ya que el secretario de… https://t.co/90oehNMTMc",
        "DON MAQUI\nQue el director de @AyD_ParaTi , #GerardoGarza, salió filoso en este periodo de pandemia, ya que dijo que… https://t.co/XhMHrkB6pa",
        "... con quienes le corresponde hablar sobre pacto fiscal, le dijo ¡ahorita no joven!",
        "AL DÍA CON DON MAQUI\n15/05/2020\n\nQue @pacocienfuegos fiel a su fama de conciliador le envió un mensaje muy sutil a… https://t.co/rGrYwucbMm",
        "Se basó en puntos de interés desde el ámbito internacional, idea en la que coincidieron la mayoría de los alcaldes.",
        "AL DÍA CON DON MAQUI\n15/05/2020\n\nQue el que sigue en campaña con recursos públicos es el ex secretario de economía… https://t.co/bZE2nYZ5TG",
        "DON MAQUI\nQue los políticos suelen tener mala memoria, vean a @FelipeCalderon hablando que jamás un Presidente habí… https://t.co/fL7wAukKpD",
        "AL DÍA CON DON MAQUI\n15/05/2020\n\nQue la Secretaria del Trabajo @LuisaAlcalde anda extraviada para felicitar a los… https://t.co/Rrxnw07ZaS",
        "AL DÍA CON DON MAQUI\n15/05/2020\n\nQue desde aquí le mandamos una enorme felicitación a la “Teacher” @ElbaEsther_G po… https://t.co/tOxdF8pV6E",
        "AL DÍA CON DON MAQUI\n15/05/2020\n\nQue ahora si queda claro que Subsecretario @HLGatell tiene “otros datos” el país y… https://t.co/gWAuduC3o1",
        "Vía @HLGatell \nPAISANOS MUERTOS EN EU X COVID\n\nDe acuerdo con datos del Servicio Exterior Mexicano de la @SRE_mx, e… https://t.co/Kiyc19Fp2f",
        "Vía @lumendoz \n\n#EXTRA @rocionahle Destruye inversiones y confianza en el País. Las cartas de #Canada y de la… https://t.co/pDOIYapYMJ",
        "🚨 #ÚLTIMAHORA 🚨 \nMéxico contabilizó 290 muertos en un día para un total de 4 mil 767 acumulados, con lo que superó… https://t.co/595AjQUAFy",
        "NOTICIA PARA LOS VECINOS DE LA COLONIA SIERRA VENTANA, MURO QUE SOLICITARON PARA EVITAR DESLAVES Y ESCURRIMIENTOS H… https://t.co/lggAse8eEP",
        "HACE DOS DÍAS SE CONSIDERABA NO REGRESAR A #CLASES EN TODO EL PAÍS, HOY SE DECIDE QUE NO POR SER REALIDADES DISTINT… https://t.co/S0FM48iPRE",
        "Revela @sanbenito que si sabe porque #Spotify eliminó la canción “#safaera” de su plataforma pero... \n\nNo se vale,… https://t.co/sKLmM9XWY6",
        "¿Cómo echar a perder toda la “cuarentena” en un solo día? Síganlos para más consejos... https://t.co/6HfH5CVrHc",
        "SUFRE MINISTERIO DE SALUD EN BRASIL UN SEGUNDO CAMBIO EN MENOS DE UN MES POR DESACUERDOS CON EL PRESIDENTE… https://t.co/lrDoqZ6HoN",
        "¿DÓNDE QUEDARON LAS MOMIAS DE GUANAJUATO? \n@MuseoMomiasGto \nhttps://t.co/Zbi220UZtg",
        "-Tenemos en total 48 lamentables perdidas derivadas de coronavirus.\n\n- Son 124 personas las que se encuentras hospi… https://t.co/HGavsk7fZC",
        "Actualización casos Covid en NL | Suman 41 casos positivos, ahora hay un total de 1289 infectados de Covid-19 según… https://t.co/CGCVk0tc7S",
        "La Alcaldesa de @allendenl_mx @patriciaslzr_  les envía una felicitación a todos los maestros en este su día. https://t.co/XlCpvIs1B4",
        "Juzgue usted... \n\n¿cómo se llamó la obra? #ViernesDeCuarentena https://t.co/O2LfYfJWMJ",
        "Compartió también que tan solo el día de ayer se reportaron 85 #homicidios de mujeres y hombres. El 49% de este del… https://t.co/VIu9mVr1LH",
        "“Yo veo y tengo información de lo más tremenda de todo lo más grave que sucede en el país, si yo tuviese esa inform… https://t.co/Gt7bmVOvJ6",
        "DICE AMLO QUE LLAMADAS PARA DENUNCIAR #VIOLENCIA CONTRA MUJERES SON #FALSAS \n\nEsta mañana en su conferencia matutin… https://t.co/p3OYduEXJV",
        "Contarán con filtros escolares, el primero en la familia y en la escuela habrá otro tipo sanitizante",
        "Siguiendo el plan de “vuelta a la normalidad”, presentado por @lopezobrador_ , el secretario de educación prevé que… https://t.co/bcLmilgVc3",
        "INICIARÁ SECRETARÍA DE EDUCACIÓN TRABAJOS PARA SANITIZAR  LAS ESCUELAS\n\nEsta mañana anunció el Secretario de… https://t.co/yYecHh8mNH",
        "Esto es a lo que la gente que vivió el socialismo teme lleguemos en México\n\nCircula que es Cuba donde gente hace fi… https://t.co/38NdRxP4TQ",
        "¿Ahora @chavacanamayor también es tema político? @samuel_garcias https://t.co/EnQ1ocOPx7",
        "Ya lo dijo @WillieMty:\n\"los @TigresOficial por un año más no podrán ser internacionales\". https://t.co/vvgWBqsDbm",
        "El alclade de Higueras Nuevo León, @jesusramirezgz felicita a todos los maestros y reitera #QuedateEnCasa https://t.co/5KWznrR3xX",
        "Para quienes no conocen la Lealtad y Gratitud a nada\n\n@EnriqueKrauze en cuatro líneas muestra lo que significa un m… https://t.co/rUaVox1n4w",
        "@MovCiudadanoNL lanza una convocatoria sobre la enfermiza idea de @samuel_garcias x Pacto Fiscal y preguntamos:\n\n¿Q… https://t.co/yHhGuvOWdq",
        "FALLECE ARTISTA ESPAÑOL AUTOR DE LA OBRA \"EL ABRAZO\" QUE SIMBOLIZA UN LLAMADO A LA UNIÓN \n\nA los 89 años murió el a… https://t.co/h7lyuzRFCS",
        "PROREGIO EMPRESRIAL ES UN HECHO EN #MONTERREY, SE ENTREGAN PRIMEROS APOYOS DE ESTE PROGRAMA QUE BENEFICIA A TRABAJA… https://t.co/Uo1bRo9AMH",
        "Te compartimos la conferencia de prensa del presidente: https://t.co/tdysIsX2mR",
        "Vía @Notimex \n\nLa actualización del Covid por estado y la suma final al momento https://t.co/ODD99WzLhn",
        "¡UNA BUENA! BRINDARÁN SEGURO DE VIDA A TODO EL PERSONAL MÉDICO QUE ATIENDA CASOS DE COVID 19\n\nEl personal de salud… https://t.co/KaJzizm49d",
        "PRESENTA NUEVO LEÓN SU PLAN DE REACTIVACIÓN ECONÓMICA\n\nNuevo León presentó su plan de #Reactivación Económica, el c… https://t.co/eRM5ivwuH5",
        "EL ENTRETENIMIENTO SEGUIRÁ ESPERANDO, PRIMERO LA ECONOMÍA Y AL FINAL EL OCIO\n\nSecretario de Economía en #NL Roberto… https://t.co/JWOuE6NnbJ",
        "ADIÓS AL MUNDIAL DE CLUBES, SE CANCELA EL SUEÑO INTERNACIONAL\n\nSe ha dado a conocer por el diario Olé de #Argentina… https://t.co/D2YpjRoLJH",
        "NO ME IMPORTA QUE SE ENOJEN, LÓPEZ OBRADOR DEFENDIÓ LA MILITARIZACIÓN DEL PAÍS\n\nLuego de que se diera a conocer el… https://t.co/hsvFFOlQUR",
        "VA EN AUMENTO EL PRECIO DE LA GASOLINA EN MÉXICO\n\nEl precio de la #gasolina sigue aumentando y ahora el litro llegó… https://t.co/ZnVosGG0bg",
        "ARRIESGAN “CALL CENTERS” SALUD DE REGIOS\n\nPor no suspender actividades y no ofrecer suficientes medidas de biosegur… https://t.co/FDIs3leJRg",
        "DE LOS TRES NO SE HACE UNO\nPor: El Vampiro de Hualahuises\n\nVampilectores, pues para contarles qué hay tres personaj… https://t.co/FfiJUKwhkJ",
        "¿Qué opinan?\nYa lo escucharon, pa'que estudian, la sociedad no los ocupa, ellos son expertos.\n\n\"les cuesta trabajo… https://t.co/PNJchhAOFk",
        "Se insiste en dar ese paso a la \"Economía Moral\", esto será peligroso. @lopezobrador_ https://t.co/0AAMhivHGa",
        "El Servicio Meteorológico Nacional reportó que, ante la llegada del frente frío número 61, en los estados de Coahui… https://t.co/QmIrzYMcoC",
        "⚠️¡Alerta sanitaria!⚠️\n@nuevoleon informa que se extremen precauciones al encontrarse que los siguiente medicamento… https://t.co/WfDMyhbvKm",
        "#RDM Informa @PCNL tormenta eléctrica y caída de granizo en municipios de #GeneralTerán y los #Ramones, hasta el mo… https://t.co/p9oLfvM6My",
        "#RDM Mediante redes sociales se informó el fallecimiento de Emigdio Moreno Cossío, padre del presidente del PRI… https://t.co/Ob4Q7d0QAi",
        "DON MAQUI\n13/05/2020\n\nQue la @CFEmx tendrá una \"reunión nacional de huracanes 2020\" para mostrar la fortaleza de la… https://t.co/uEHRZNjAft",
        "DON MAQUI\n13/05/20\n\nQue la Secretaria de la Función Pública, @Irma_Sandoval , dice que en relación a las compras de… https://t.co/nRSYQjDRVJ",
        "AL DÍA CON DON MAQUI\n13/05/2020\n\nQue Don @PMunozLedo debe ser elevado a categoría de héroe nacional, ha propuesto q… https://t.co/W3NWiD8fMv",
        "DON MAQUI\n13/05/2020\n\nQue el día de hoy cometió una pifia legal el @GobiernoMX , al publicar y después cancelar una… https://t.co/QQilVFNUq2",
        "AL DÍA CON DON MAQUI\n13/05/2020\n\nQue, tal como lo dijimos hace días, el diputado federal de @DiputadosMorena José L… https://t.co/3W48rHbl0C",
        "AL DÍA CON DON MAQUI\n13/05/2020\n\nQue otro grupo de personas que han revitalizado un poco la economía son los \"Paisa… https://t.co/pOQFQd87z9",
        "AL DÍA CON DON MAQUI\n13/05/2020\n\nQue existen empresarios totalmente comprometidos con el pueblo de México, para mue… https://t.co/DwQ0ea0bYx",
        "AL DÍA CON DON MAQUI\n13/05/2020\n\nQue vaya balconeada le dieron a los Secretarios de Gabinete de @lopezobrador_ , pr… https://t.co/yECtTcGFop",
        "@DrManueldelaO SE NIEGA SISTEMÁTICAMENTE A DARLE INFORMACIÓN A LOS ALCALDES SOBRE COLONIAS DONDE ESTÁN CONTAGIADOS… https://t.co/PFSXpWkGNz",
        "Tras 83 días de huelga, del @sutnotimex, la Junta Federal de Conciliación y Arbitraje ordenó a la directora de… https://t.co/cDhtX5GUoi",
        "Seremos breves \n\nCreemos que ni @JaimeRdzNL y su @nuevoleon tienen maldita idea cómo implementar reapertura de econ… https://t.co/SQcZ44NvBC",
        "El @JaimeRdzNL a través de Secretario @RussildiRoberto informa que buscarán aperturar economía con negocios \n\nPero… https://t.co/O0tXY5qhaL",
        "@TigresOficial tendrá que seguir esperando su oportunidad para ser internacional, hoy FIFA ha anunciado que el Mund… https://t.co/H8UtjtWx9d",
        "No se puede seguir permitiendo estas prácticas de los mafiosos de bata blanca directivos de la @fmuanl… https://t.co/Zlv4xz2v4z",
        "Que vergüenza lo que ha hecho la @fmuanl al buscar desprestigiar a uno de los jóvenes promesas en el ramo de la sal… https://t.co/AqQFqzpjrv",
        "- Se reportan 4 muertes más por el virus, una de estas defunciones era una mujer de 57 años sin ninguna enfermedad… https://t.co/dF0uJ91eUG",
        "Actualización de casos Covid-19 en NL | Invitan al doctor Victor Escamilla, quien estuvo infectado recientemente de… https://t.co/6TqAqO2d5U",
        "Parece novela de terror que justo cuando @GobiernoMX y los Alcaldes de Nuevo León deciden reapertura de actividad e… https://t.co/oFVx3NzVKT",
        "Y así de frívolos suelen ser algunos \"líderes de opinión\" en Nuevo León \n\n@AldoFariasGzz que siempre es centro de p… https://t.co/PRYX39b01d",
        "#RDMinforma | @Infonavit , da a conocer que pese a la emergencia los derechohabientes siguen con expectativas posit… https://t.co/tvTL5MoHB3",
        "Etapa 3: 1° de junio, arranca con un sistema de semáforo por regiones. https://t.co/rsev3uH9ZH",
        "La secretaria de Economía explica el plan de la \"Nueva normalidad\" que consiste en 3 etapas:\n\nEtapa 1: 18 de mayo r… https://t.co/iL7BZRooah",
        "Inusual forma de protestar la de estas personas“fitness” quienes al ritmo de lagartijas y sentadillas piden la reap… https://t.co/a0IGX57xyr",
        "Hasta una de cabeza pongo pa'que ya regrese la cerveza a la ciudad.\nUrge una carnita con el Vampiro y mi Don Maqui.… https://t.co/s24wnwnDYB",
        "Vía @FOXSportsArg \n\nApoco no medio Nuevo León estaba soñando con ganarle a @Liverpool_GO \n\nMohamed relata algo de a… https://t.co/gHvIQHagMQ",
        "CAUSA PÁNICO AVISPA EN TORREÓN. PENSABAN QUE ERA UNA AVISPA “ASESINA” https://t.co/Md4V42QPvT https://t.co/LTv7A18euq",
        "¿O qué opinan? ¿Será advertencia o un mensaje oculto? \nAnyway... @SSalud_mx",
        "“Pues váyamos hacia esa nueva mortali.... normalidad” \n\nComo que el subconsciente lo anda traicionando secretario d… https://t.co/YjpuFfA8BQ",
        "PRESENTA @GobiernoMX PLAN PARA EL REGRESO A LA “NUEVA NORMALIDAD” https://t.co/GBB8RUrRXH https://t.co/8sShp9ETcC",
        "Ultima hora \n\nLo que se temía, en @SanPedroNL que se creían una Súper Ciudad y alejados de cualquier brote de… https://t.co/FF4CfQE6Jo",
        "AL DÍA CON DON MAQUÍ\n12/05/2020\n\nQue vaya exhibida que le da @MissFernandaMex a @Claudiashein ,la jefa de @GobCDMX… https://t.co/MjHdDbRtEz",
        "AL DÍA CON DON MAQUÍ\n12/05/2020\n\nQue quién tomó protesta en su segundo período al frente de facultad de derecho de… https://t.co/XTyRji7gQb",
        "DON MAQUÍ\n12/05/2020\n\nQue oficialmente dejó de existir el capricho de Fernando Elizondo, llamado Oficina Ejecutiva… https://t.co/lbXkghlv3g",
        "AL DÍA CON DON MAQUÍ\n12/05/2020\n\nQue conviene aclarar un dato, no existe un decreto de @lopezobrador_ , que hable d… https://t.co/B1r1L9qqtE",
        "... no maten “a la gallina de los huevos de oro”.",
        "AL DÍA CON DON MAQUÍ\n12/05/2020\n\nQue vaya mentadas de madre recibimos por señalar que los Colegios Particulares son… https://t.co/Mo5Ds1IKwX",
        "... el jueves próximo empezará con su reactivación, díganle al Gober que ya suelte la rienda ¡que se le desbocará e… https://t.co/W3Xd32esM1",
        "AL DÍA CON DON MAQUÍ\n12/05/2020\n\nQue cada vez son más y más los alcaldes que urgen a Gobernador que abra la economí… https://t.co/RJioGxE33e",
        "Ojalá no se desilusionen con Plan del Presi, que a veces es de mucho ruido y pocas nueces. (2/2)",
        "AL DÍA CON DON MAQUÍ\n12/05/2020\n\nQue mucha expectativa sigue generando el plan de rescate financiero que dará a con… https://t.co/OxLm65IHTe",
        "¿o apoco apenas se dieron cuenta de los riesgos en estudiantes de regresarlos a clases?",
        "AL DÍA CON DON MAQUÍ\n12/05/2020\n\nQue más tardaron en #Jalisco en definir que el ciclo escolar se daría por concluid… https://t.co/cGf8c5gsgH",
        "AL DÍA CON DON MAQUÍ\n12/05/2020\n\nQue los @DiputadosPANNL solicitó que en Recinto Oficial del @CongresoNL se coloque… https://t.co/Yrm0Jqutpy",
        "DON MAQUÍ\n\nQue sin hacer mucho ruido como acostumbran @SoyKarinaBarron y @ctcastelo, al montar shows en tema de muj… https://t.co/oREZbDvFC6",
        "Nuevo León es uno de 6 estados con mayor número de despidos, 23,465 según números de la secretaría del trabajo, cifra tétrica.",
        "AL DÍA CON DON MAQUÍ\n12/05/2020\n\nQue en NL el Gobernador puede estar tranquilo con su Plan de evitar muertes y cont… https://t.co/PrDWegJ5I3",
        "Como bien lo señala, eso implica que al dejar este acuerdo los impuestos suban para los ciudadanos causándonos una… https://t.co/kkpdq5QrfS",
        "El diputado @pacocienfuegos , explica de forma fácil y entendible lo que ocurriría en #NuevoLeón al dejar el… https://t.co/wtKm9SjVxM",
        "Mediante la red social de #twitter @pedroferriz3 señala que el director de la @CFEmx @ManuelBartlett no puede ingre… https://t.co/XlTZ20eKli",
        "Una buena columna que compartimos con ustedes maquilectores.\n\nhttps://t.co/J6ThLosyha",
        "En su debut dentro de Juristas UNAM, @pablo_majluf , habla sobre la transformación de los #cartonespolíticos que ho… https://t.co/seo7JJtOvd",
        "Ahora dijo el instituto se encuentra listo para organizar el próximo proceso electoral para contribuir con la democracia del país.",
        "#RDMelecciones El consejero de @INEMexico @CiroMurayamaINE afirmó que el INE se encuentra listo para renovar las 15… https://t.co/LifD6yFjQV",
        "Ya ven que andan legislando solo para favorecerse ellas mismas \n\nMientras a muchas las matan en esta cuarentena \n\nS… https://t.co/RoPuHqbJhb",
        "ESTE AVISO ES PARA DIPUTADAS DE @CongresoNL \n\nAcompáñanos al intercambio de experiencias en la mesa virtual \"Violen… https://t.co/e9VDALrZFJ",
        "De acuerdo con el diario @record_mexico así seria el calendario de la @LigaBBVAMX en lo que resta del Clausura 2020 https://t.co/o4QZAvpbLb",
        "Como diría @martinolimx \nTantas veces te pedí eso desgraciado \nHe llorado por ti \nHe hecho bilis por ti \n\nY hoy por… https://t.co/9RILU67VXM",
        "Más de 500 mil empleos se perdieron \n\nVamos Requetebién como diría @lopezobrador_ que cifras del @Tu_IMSS indican q… https://t.co/ixwYeBVy3q",
        "¿Que día es de la cuarentena? 53, 54 , bueno da lo mismo\n\n¿Cuantos así? https://t.co/rV4gWE2mqV",
        "Bueno, @JohnMAckerman no dijo mentiras \n\nAhora solo falta que como con la militarización también salga a defender q… https://t.co/1tr9AlUOM4",
        "¿Cuanto costará de nuestros impuestos  que @Marielasvmx tenga fotógrafo personal?\n\nSeguro dirá que nada, o que la f… https://t.co/18dlshLtqo",
        "Seremos breves \n\n@lopezobrador_ tiene razón, vendamos todo y vivamos felices https://t.co/1ji6NpnrDs",
        "Vía @poderjudicialnl \n\nCOMUNICADO:\nInstituto de Mecanismos Alternativos para la Solución de Controversias del Estad… https://t.co/ou5ctUr9OM",
        "EL GOBIERNO “CONCESIONA” LA EDUCACIÓN PÚBLICA A PARTICULARES (SERVICIO PÚBLICO) ES HORA QUE PONGAN FRENO A LOS ABUS… https://t.co/A6OJPS1vML",
        "Siempre la participación de un mexicano en el extranjero es motivo de orgullo @ArizpeZidane anuncia en redes que es… https://t.co/n8RMQQqqMh",
        "No se pueden perder esta pequeña charla de un argentino vs otro argentino \n\nRicardo Lavolpe (padre de la sencillez)… https://t.co/R9CqzGz5qK",
        "@elpatozambrano sigue poniéndose la camiseta del ciudadano y se ha dado a la tarea de empezar una donación de ropa… https://t.co/yHnjGUVFT7",
        "El dueño de esta Tortillería debería de asesorar a varios Alcaldes que andan desesperados por generar dinero para s… https://t.co/rPgx973zFd",
        "En verdad @HLGatell es tan influyente en @GobiernoMX o será que @lopezobrador_ no usa cubrebocas por gusto y nadie… https://t.co/AGCmJOshg3",
        "EL CANTANTE @Julio_Preciado_ SE ENFRENTA AL #COVID, SITUACIÓN QUE LO TIENE HOSPITALIZADO EN GUADALAJARA https://t.co/KuLEoIlfRn",
        "No, no, no, no, que ¡no!\n El ejército no es para que ande en las calles, es una estrategia que no ha dado resultado… https://t.co/h154PwLoLQ",
        "@GalileaMontijo SE BURLA DE @paninychabela EN VIVO https://t.co/y6McXQ3Ptt",
        "BRONCO @JaimeRdzNL INFORMA DE APLICACIÓN “COVID RADAR” QUE PRESENTÓ TITULAR DE SALUD\n\nhttps://t.co/bfHGgWv3zp https://t.co/CaAvFacrsB",
        "Respecto a Resolución de @SCJN hay de opiniones sensatas a locuras jurídicas como la que plantea @AlvarezMaynez de… https://t.co/2nJP38WEJq",
        "¿Entonces cómo quedamos?\nNo se les olvide, @lopezobrador_ lanzó al Ejército y Marina a las calles, otra vez. https://t.co/IfEx165bOo",
        "“Si salvas una vida, eres un héroe, pero si salvas más de cien, entonces, eres una enfermera”",
        "Felicidades a los y las guerreras ocultas de la lucha contra el Coronavirus que casi nadie ve, pero que se sienten… https://t.co/uUBXyU1EDU",
        "@blancoduran @Marielasvmx @CongresoNL @MovCiudadanoNL @nuevoleon @JaimeRdzNL @MauroGuerraNL @aztecacomunidad… https://t.co/FSppeyD1eO",
        "@Marielasvmx @CongresoNL @MovCiudadanoNL @nuevoleon @JaimeRdzNL @MauroGuerraNL @aztecacomunidad @blancoduran… https://t.co/OAz2Eosi1q",
        "DURANTE EMERGENCIA SANITARIA @mtygob HA ENTREGADO CERCA DE 70 MIL CUBRE-BOCAS https://t.co/XWR0x9O5MO",
        "@00_bart @lopezobrador_ @Mx_Diputados Creo qué hay un error en la información \nPor supuesto que hubo oposición a esa militarización",
        "@00_bart @lopezobrador_ ¿ Y quien gobernaba en ese entonces?\n\n¿No era @lopezobrador_ ?\n\n¿No fue su mayoría en… https://t.co/Ut8GslpD6H",
        "@Marielasvmx @CongresoNL @MovCiudadanoNL @nuevoleon @JaimeRdzNL @MauroGuerraNL @aztecacomunidad @blancoduran… https://t.co/n8LuOX2GDL",
        "@Marielasvmx @CongresoNL @MovCiudadanoNL No, no es igual, es peor que los que critica \n\nNo olvide que su posición s… https://t.co/lhKUadM1Cc",
        "DON MAQUI\n11/05/2020\n\nQue la propuesta de crear la Ley de Emergencia Economice avanza en el @CongresoNL , la Comisi… https://t.co/qHbFX0tVB5",
        "AL DÍA CON DON MAQUI\n11/05/2020\n\nQue en resolución de la Corte para invalidar la #LeyBonilla que no le vengan con c… https://t.co/Dl6KPrRg4h",
        "Lástima por esa pobre gente abandonada (en su mayoría) por su familia e indefensa",
        "DON MAQUI\n11/05/2020\n\nQue el @nuevoleon clausuró algunos #asilos de ancianos el día de hoy, parece tarde su reacció… https://t.co/BI7iZ8wqaZ",
        "AL DÍA CON DON MAQUI\n11/05/2020\n\nQue hablando de militarización, el Presi @lopezobrador_ del pasado, tiene muchas c… https://t.co/Tf3IBiDKRC",
        "aquí solo informamos, guste o no.",
        "DON MAQUI\n11/05/2020\n\nQue más que agradecidos estamos con los y las políticas que se dieron tiempo y tuvieron la co… https://t.co/b5DOpKXASQ",
        "DON MAQUI\n11/05/2020\n\nQue vaya exhibida que le da @MissFernandaMex a @JesusRCuevas , el vocero de Presidencia, le c… https://t.co/EASOkDsoM4",
        "Ya es común leerle “El Congreso” no hizo, son corruptos, como si fuera ajena a dicho poder.",
        "AL DÍA CON DON MAQUI\n11/05/2020\n\nQue @Marielasvmx es tan doble discurso que siempre sale a “defender” las causas de… https://t.co/g8fzUROkWR",
        "Los papeles cambiaron y el pueblo siempre se jode, simple y sencillo, a cuidarse de nuevo de excesos de fuerzas arm… https://t.co/9H8vRpKsJ9",
        "AL DÍA CON DON MAQUI\n11/05/2020\n\nQue lamentable papel de los llamados #chairos y los “asesinos” de derecha, unos y… https://t.co/ntXgZwLPnf",
        "ACTUALIZACIÓN NACIONAL COVID-19 \n\nSe informa un incremento del 3.7 en la curva epidémica de confirman 1,305 casos n… https://t.co/LdGv04G2HW",
        "Doña Chimoltrufia @M_OlgaSCordero \n¿Como digo una cosa digo la otra? https://t.co/SYoXVcAMCx",
        "#RDM Informan del fallecimiento de la viuda de Miguel de la Madrid, ex presidente de México, Paloma Cordero a la ed… https://t.co/9OP7nMyu3T",
        "👉🏼 https://t.co/dR1BuXoSCE https://t.co/3wI1vVBsfj",
        "POSICIONAMIENTO DE MINISTRO PRESIDENTE DE LA @SCJN @ArturoZaldivarL SOBRE NULIDAD DE LA #LeyBonilla BONILLA DEFINE… https://t.co/0iVDAmf0et",
        "Seremos breves \n@Rayados nuestro respeto por ese homenaje “virtual” https://t.co/ZQSMgu8NQU",
        "La militarización de @lopezobrador_ en @DOF_SEGOB \n\nQue lo disfruten https://t.co/T0FWCbi0tX",
        "Rechaza @PRI_Nacional que las Fuerzas Armadas @SEDENAmx y @SEMAR_mx asuman funciones de Seguridad \n\nHoy se decretó… https://t.co/iOK6FDkeYz",
        "Por cierto, recordando la doble moral panista de siempre \n\nNadie olvida que quienes aprobaron el intento de Fraude… https://t.co/bQtiYxlgyi",
        "Aquí les dejamos link de publicación para que vean que Don Maqui no da noticias \nhttps://t.co/2j01Fdslar\n\nAnaliza e… https://t.co/LZ0I76dN0Z",
        "No es por presumir diría @lopezobrador_ pero les dijimos que @Jaime_BonillaV no estaba del todo bien con… https://t.co/mHY3AOvDAS",
        "No se rían, algo tienen que celebrar. https://t.co/uEPhf1bu7W",
        "Luego de las derrotas que ha sumado @AccionNacional en su historial, hoy celebran con el #GanóLaDemocracia la resol… https://t.co/ofLDe0ugO9",
        "Cálido mensaje de unión y paz de parte del presidente: si no estas a favor de la 4T estas a favor de la corrupción.… https://t.co/UK7DwbIUwh",
        "TODO LISTO PARA LA FIESTA, @sanbenito LANZA NUEVO ÁLBUM #lasquenoibanasalir \nhttps://t.co/VpwrZ0pibk",
        "INFORMA EL PRESIDENTE @lopezobrador_ CIERRE DE @Tiendas_Elektra PERO COMO QUE EL AVISO NO LLEGÓ EN COATZACOALCOS… https://t.co/ntmaTaU4xq",
        "NI EL CORONAVIRUS PODRÁ CON EL @TrenMayaMX , CONFIRMA @lopezobrador_ QUE YA HAN SIDO OTORGADOS 4 CONTRATOS https://t.co/sqOQREvaNU",
        "GOBIERNO DE @Jaime_BonillaV AFIRMA QUE ACATARÁN LA RESOLUCIÓN DE LA CORTE SEA CUAL SEA EL RESULTADO… AHORA DÍGANLO… https://t.co/mjpidgNdus",
        "Cómo te explico que pues no pasó nada de lo que dijo, solo las ocurrencias de la 4T. https://t.co/axfmwYKMs4",
        "EN UN MES SON ACONDICIONADOS POR SEDENA CASI 3 #HOSPITALES QUE ESTABAN INCONCLUSOS https://t.co/vvkgd6suhW",
        "Sigue la transmisión de la conferencia de prensa del presidente @lopezobrador_ :\nhttps://t.co/R4zBDWSFdn",
        "¿Qué le pasó a Don maqui hoy?\n\nEn el post les cuento 😊👇 https://t.co/Gkw4oRsXiM",
        "La #mamá es el ser más importante de este mundo, el diputado @MarcoGzzNL les comparte breve mensaje por su día. https://t.co/St4i3sfTyQ",
        "La #mamá es el ser más importante de este mundo, el director de la Agencia Estatal del Transporte @charroblags les… https://t.co/EupsvmmkUG",
        "Como lo puso el Gober @JaimeRdzNL\n¡Gracias mamá! https://t.co/pcV5GbueZE",
        "Que en política las fórmulas desgastadas siguen causando efectos en los nuevos #partidos, hace días se anunció por… https://t.co/6Xhsc9vETb",
        "Que buenas recomendaciones emiten en @nuevoleon con respecto a cuidar a los adultos mayores, lástima que… https://t.co/MDVli5FyVO",
        "@blancoduran @GobSanNicolas Entonces nos faltó y ¡Humilde! Abrazo Master",
        "DON MAQUI \n09/05/2020\n\nQue buenas recomendaciones emiten en @nuevoleon con respecto a cuidar a los adultos mayores,… https://t.co/7m1RvKiIIs",
        "parece que de productor de novelas ahora le gusta la “ciencia ficción”",
        "AL DÍA CON DON MAQUI \n09/05/2020\n\nQue la obsesión de Andrés Manuel López Obrador contra @FelipeCalderon ya alcanza… https://t.co/DioWuAXlmQ",
        "...que los  riesgos que correrían por Covid” \n¿Tendrá hijos?",
        "AL DÍA CON DON MAQUI \n09/05/2020\n\nQue ahora todos los políticos quieren opinar o decidir sobre lo que más conviene… https://t.co/F6L75dkdJA",
        "DON MAQUI \n09/05/20\n\nQue seguimos esperando @Cristina_Diaz_S explique porque razón no atendió con Prevencion contra… https://t.co/QaPt090H0u",
        "Y justo la legisladora aparece cuando sube de tono ese tema, ¿la Presidencia de Igualdad le queda grande?",
        "AL DÍA CON DON MAQUI \n09/05/2020 \n\nQue pésimo timing como de costumbre, muestra @SoyKarinaBarron con sus “amistades… https://t.co/gCjz2NFDFa",
        "AL DÍA CON DON MAQUI \n09/05/2020\n\nQue la intolerancia de Chefo Salgado a la crítica es de proporciones enfermizas,… https://t.co/mDRF8jtZE9",
        "No te lo puedes perder, síguelo en vivo, ya comenzó. \n\nhttps://t.co/2ykdn7Kam1",
        "Sigue la transmisión en vivo del grupo que vale lo que pesa @grupo_pesado.\nQue orgullo, ahora todos a bailar y move… https://t.co/N4fVGJjjA8",
        "-Hoy se reportan 28 casos más, dando un total de 614 personas positivas a Covid \n-Dentro de las buenas noticias es… https://t.co/8TZKBn3dJZ"
    ]
}