{
    "screen name": "vfedericogm",
    "no. of tweets": 192,
    "tweets": [
        "#15May | Sifontes anunció la detención de 17 personas en una gallera de la comunidad Santa Ana en la parroquia Vale… https://t.co/SIuzXs5Ure",
        "#15May | #Sucre se encuentra a la espera del resultado de la prueba PCR del familiar de la paciente de COVID-19 de… https://t.co/fAIepf82bz",
        "#15May |E. Rojas indicó en cadena de radio y TV estatal que aún no logran dar con la ruta de contagio del infante d… https://t.co/0gNOvH2zNh",
        "@luiscubillan18 Recuerda el foco de Margarita",
        "#14May | Fueron detenidos 5 ciudadanos incumpliendo la cuarentena. Se encontraban practicando béisbol con menores e… https://t.co/gV6bp2Xs86",
        "#14May | Gob. Rojas informó sobre 2 posibles casos de COVID-19 en #Sucre, uno ubicado en #Carúpano mcpio. #Bermúdez… https://t.co/GmMGeNjfUh",
        "#14May | Persona que grabó video de personas incumpliendo las normas de distanciamiento físico para prevenir el COV… https://t.co/xD0S6u0M28",
        "Feliz jueves\n\nVamos a cumplir con nuestros propósitos de hoy",
        "@Camilagomezr_ Que decir de la Ucsar AJAJAJAJAJAJAJJAJA",
        "En medio de la pandemia por COVID-19 se recomienda el lavado frecuente de manos para evitar ser infectado por el virus.",
        "#13May | #Sucre | Vecinos de Cachamaure mcpio. #Mejía denuncian fallas en el suministro de agua desde hace 14 días.… https://t.co/G5F6dZYIOo",
        "#13May | #Sucre Un agricultor hipertenso en los Altos de Sucre, un ciudadana de Carúpano y un niño de un año en Cum… https://t.co/1Rrh8JRxv2",
        "#13May | Maduro confirmó 3 casos de coronavirus en #Sucre \n\n#Venezuela",
        "#13May | Hombre de 39 años en La Guaira.\n\nJoven de 19 años en Trujillo",
        "#13May | Maduro anunció que hoy se reportan 17 nuevos casos de COVID-19 en #Venezuela.\n\n3 comunitarios y 14 importa… https://t.co/HuycaCTPCd",
        "#13May | 15.223 pruebas rápidas se han aplicado en los 15 municipios del estado #Sucre comunicó Edwin Rojas.\n\n#Cumaná",
        "#13May | El infante tiene 20 meses de edad y es residente de Caigüire según información que ofrece gob. Rojas en ca… https://t.co/uixMejMIyK",
        "#13May | E. Rojas aseguró que posiblemente hoy den los resultados de la pruebas de #Sucre enviadas a Caracas. \"Tene… https://t.co/DB0qswjDrE",
        "#13May La Contraloría Sanitaria ordenó el decomiso definitivo de productos cárnicos (embutidos) procedentes de Bras… https://t.co/Wus6psmc7i",
        "@luiscubillan18 Siempre que este a nuestro alcance. Será así 👐🏽",
        "@luiscubillan18 Es lamentable...",
        "Ayer mi vecina nos pidió que por favor le guardararamos su carne y pescado en nuestro congelador porque su nevera s… https://t.co/aqqEn1zhQW",
        "#13May | Continúan las detenciones de personas en #Cumaná por el incumplimiento de la #cuarentena  por el COVID-19… https://t.co/ICsHCYNVbi",
        "Feliz miércoles\n\nPor aquí amanecemos sin servicio de energía eléctrica...",
        "#12May | Gob. Edwin Rojas: \"Mañana miércoles 13 de mayo estaremos dando importantes anuncios sobre casos de Coronav… https://t.co/Kc7QP445rf",
        "@josefigueras0 ¿Específicamente por qué lo dices?",
        "Mi jefa está consultando mi opinión sobre la extensión de la cuarentena en Venezuela.\n\nHay mucho que decir, pero ¿que piensan ustedes?",
        "#12May | Maduro firma decreto para renovar el decreto de Estado de alarma por 30 días. \n\n#Venezuela",
        "#12May | Maduro asegura que hoy llegó un cargamento de China con ayuda humanitaria",
        "#12May | Maduro indicó que hay 220 casos recuperados (52%) y se han aplicado 525.902 pruebas.\n\n#Venezuela",
        "#12May | Maduro anunció un nuevo caso de COVID-19 se trata de una enfermera residente del estado Aragua, municipio… https://t.co/Jt43RA0wSs",
        "#12May | Rojas aseguró que dio la orden a los cuerpos de seguridad de quitar las minitecas. \"Miniteca que se vea pr… https://t.co/2kF2KBnUyN",
        "#12May | Gob. Edwin Rojas: \"Nadie ha dado la orden de quitarse el tapabocas. Nadie ha dado la orden de levantar la… https://t.co/8nKcuMclLS",
        "Quedan suspendidos los otros trámites que realiza el ente público, además usuarios deben cumplir las normas prevent… https://t.co/thERMZa4Xq",
        "#12May | La coordinadora del Registro Civil del mcpio. #Sucre Lorena Lanza informó que la institución reanudará lab… https://t.co/AumYM3e1vo",
        "#12May | El alcalde del mcpio. #Sucre, Luis Sifontes, informó este lunes sobre nuevas detenciones de personas incum… https://t.co/Xau4KMKNK2",
        "#12May | Usuarios del transporte público en Cumaná denuncian que las unidades están cobrando entre Bs. 10.000 y Bs.… https://t.co/tQaTNGTVZY",
        "No se trata sólo de hacerlo, se trata de hacerlo y ser el mejor \n\n¡Feliz martes!",
        "¡Gracias amigos de @CreemosSucre! Es grato saber que están al pendiente de las informaciones a través de este servi… https://t.co/YEtVB8JqA2",
        "#11May | Situación de los 422 casos: 205 recuperados(48.6%), 92 ingresados en hospitales, 96 en CDI, 19 en clínicas… https://t.co/h44gOwEhxM",
        "#11May | Delcy Rodríguez anunció 8 nuevos casos de COVID-19 en #Venezuela para un total de 422 contagiados \n\nUbicac… https://t.co/W1AkCVTEPW",
        "#11May | Gob. #Sucre autorizó a los alcaldes y a la policía estatal sancionar a las personas que no cumplen con el… https://t.co/alNFgQnVZx",
        "#11May  | E. Rojas indicó que ha recibido denuncias de personas haciendo fiestas, concentraciones, minitecas, por l… https://t.co/gzEwGuSwcA",
        "#11May | Gob. Edwin Rojas informó que se enviaron a Caracas pruebas de personas que manifiestan síntomas parecidos… https://t.co/75g0EnaoL8",
        "#11May | Indicaron que tuvieron que paralizar sus compromisos con \"La caravana de la sardina\" por las irregularidad… https://t.co/JntLFB0Szv",
        "#11May | Pescadores de El Morro de Puerto Santo, mcpio. #Arismendi tomaron las instalaciones de Insopesca por la fa… https://t.co/I22pR1x3FQ",
        "Feliz inicio de semana.\n\nVamos con determinación a cumplir con nuestros propósitos👐🏽",
        "#10May | 211 pacientes activos: 126 son asintomáticos, 81 con insuficiencia respiratoria leve, 1 en UCI y 3 con ins… https://t.co/wLMJDMmjC7",
        "#10May | 414 pacientes: 193 recuperados, 10 fallecidos, 100 ingresados en hospitales, 18 en clínicas privadas y 93 en CDI \n\n#Venezuela",
        "#10May | -2 Nueva Esparta -1 Miranda -2 Táchira -1 Falcón -4 Amazonas -1 Bolivar -1Carabobo \n\nCarabobo y Amazonas p… https://t.co/BSbbuhnf4Z",
        "#10May | Delcy Rodríguez anunció la detección de 12 nuevos casos de COVID-19 en las últimas horas en #Venezuela par… https://t.co/nx65fiyegZ",
        "Me encanta como la gente publica foto con sus mamis, sus regalos y demás familiares que se asemejan a la de una fig… https://t.co/X3cooAeekx",
        "Entre madres con sus hijos, hombres, jóvenes, personas de la tercera edad y niños solos en la calle sin cumplir con… https://t.co/i8P3mStSGC",
        "Hoy mientras iba a comprar unas cosas en una bodega cerca de mi casa pude notar a muchas personas en la calle, pero… https://t.co/53kmMsBJgP",
        "Por otro lado. Me sorprende la capacidad del venezolano para reinventarse y el excelente desempeño de los que hacen… https://t.co/TZCw84XLyp",
        "Es duro esto que nos toca vivir. Tengamos fe en Dios, saldremos pronto de esta dura realidad 😖",
        "No todo es color de rosa. Llamé a una tía que vive en Margarita para felicitarla por el día de las madres, mientras… https://t.co/vwpE5twIVM",
        "A mí mamá le dimos 3 regalos -somos 3- y mi hermano de cinco años fue el primero en dar el obsequio, le dio el de é… https://t.co/q3JuIRkoWS",
        "Estoy en una videollamada y ya perdí la cuenta de cuantas veces he bostezado",
        "#9May |A #Cumaná llegó La Palita desde #Araya con un alto número de personas en medio de la pandemia por COVID-19… https://t.co/4oYsYcOKnm",
        "#9May | Maduro se refirió a Juan Guaidó como \"prófugo de la justicia\"",
        "#9May | Ministro Arreaza hizo referencia a las acciones internacionales que emprenderán contra Ivan Duque y su gobierno",
        "#9May | Maduro indicó que un grupo de expertos le sugirió radicalizar la cuarentena. Señaló que iremos a una nueva etapa.\n\n#Venezuela",
        "#9May | Maduro anunció un bono para las madres en su día y una día de flexibilización: de 8 am a 12 del mediodía pa… https://t.co/NeASfbX6Pa",
        "#9May | #Miranda: dos de los seis casos de la entidad son enfermeras y tuvieron contacto con positivos al virus",
        "#9May | #DistritoCapital: es de Caricuao, Caracas. Una mujer, ama de casa. \"Ella dice que violó la cuarentena y sal… https://t.co/mRHnbIelJN",
        "#9May | #Aragua: una mujer embarazada (26) procedente de Cali. Asintomática \n\nUn hombre que llegó de Bogota. Ambos casos importados.",
        "#9May | #NuevaEsparta: Los casos 4 y 5 en Nueva Esparta, son dos casos importados. Un hombre de 29 años, albañil, q… https://t.co/wlnsUvzAuk",
        "#9May | #Apure :una mujer de 26 años, odontóloga, miembro de la misión médica cubana. Trabajando en Guasdualito. Es… https://t.co/KukN1x1iEd",
        "#9May | 202 pacientes: 102 ingresados en hospitales, 82 en CDI y 18 en clinicas. Según información suministrada por… https://t.co/A3i8P5PQCW",
        "#9May | Maduro confirma 14 nuevos casos de COVID-19 en #Venezuela para llegar a los 402 país en el territorio nacio… https://t.co/190b3oAhXN",
        "#9May | Choferes en #Cumaná denuncian que funcionarios del Iapes en distintos puntos de control de la ciudad los de… https://t.co/DJIRYovmZJ",
        "@versotica Si no consumes su contenido, es totalmente válido",
        "Mi hermanito de 5 años me pregunta '¿que es un gatocalipsis?' Jajajajajajaj😂",
        "@Mayberm Ni siquiera son cortes justificados",
        "#8May | Vecinos de la comunidad 12 de Febrero en Canchunchú Viejo #Carúpano registraron fallas en el servicio eléct… https://t.co/fsx8eEbDJB",
        "#8May | @EdwinRojasM en cadena de radio y TV estatal informó que paciente con COVID-19 en #Cumaná fue dada de alta.… https://t.co/jEYMVyTSuL",
        "#8May |  Rodriguez detalló que se encuentran 100 recluidos en hospitales centinelas, 71 en CDI, 17 en clínicas priv… https://t.co/SojR04QoDu",
        "#8May | #Bolivar: es una mujer de 38 años del estado Bolívar y regresó de Brasil\n\n#Falcón: hombre de 36 años, proce… https://t.co/WNDxqWxvCX",
        "#8May | #NuevaEsparta: 2 mujeres estudiantes vinculadas a la academia de béisbol y 1 hombre de 36 años contagiado e… https://t.co/fQBr4lyBbr",
        "#8May Rodríguez indicó que los 3 casos de Nueva Esparta son comunitarios, 2 importados de Colombia, 1 de Brasil y 1… https://t.co/VQexU4cY8X",
        "#8May | Delcy Rodríguez informó la detección de 7 nuevos casos de COVID-19 en #Venezuela 🇻🇪 para un total de 388 co… https://t.co/eRODcaEoon",
        "#8May |15 minutos sin el servicio.\n\n#Sucre #Cumaná",
        "#8May | 1:40pm Villa Cristóbal Colón nuevamente #SinLuz \n\nSe están haciendo constantes los cortes NO PROGRAMADOS \n\n#Sucre #Cumaná",
        "#7May | #SinLuz Villa Cristóbal Colón de #Cumaná 8:35pm\n\n#Sucre",
        "#7May | Rodríguez comunicó que de los 186 casos activos: 109 son asintomáticos, 73 con insuficiencia respiratoria l… https://t.co/wxNaYDsx1S",
        "#7May | Según Rodríguez 185 se encuentran recuperados, 97 ingresados en hospitales, 71 recluidos en CDI, 18 en clin… https://t.co/yP25oM4hUh",
        "#7May | Delcy Rodríguez anunció dos nuevos casos de COVID-19 en #Venezuela \n\nLos dos casos se detectaron en puesto… https://t.co/fXUTAmrgVI",
        "#6May |Según Rodríguez los casos activos (193) son:\n116 asintomáticos, 73 con insuficiencia respiratoria leve, 3 co… https://t.co/BWRuzlNkgo",
        "#6May | Rodríguez detalló que de los 379 casos en total: 176 están recuperados (46.4 %), 98 en hospitales, 75 en CD… https://t.co/FwmxiI68Fz",
        "#6May | los dos últimos casos fueron detectados en puesto fronterizo del Táchira\n\n12 casos de COVID-19: 8 hombres y… https://t.co/hcqBfhYjjY",
        "#6May | Jorge Rodríguez anunció 12 nuevos casos de COVID-19 en #Venezuela\n\n- 6 Nueva Esparta pertenecen al foco de… https://t.co/7fdyYA1SKn",
        "#6May | 7:27 pm Villa Cristóbal Colón #Cumaná sin servicio eléctrico \n\n#Sucre",
        "#6May | Se mantienen prohibido los zarpes desde y hacia Nueva Esparta sin previa autorización según indica gob. Edwin Rojas\n\n#Cumaná #Sucre",
        "#6May | Gob. Edwin Rojas indica que se mantiene activo el caso de COVID-19 en #Cumaná \n\n#Sucre",
        "#6May | E. Rojas informó que 80.627 familias y 438 Claps serán distribuidos desde el #1May hasta el #9May \n\n#Sucre #Cumaná",
        "#6May | Rojas indicó que tienen previsto atender 4045 familias y 16 claps de #Araya el #9May\n\n#Sucre",
        "#6May | @EdwinRojasM: \"Este fin de semana vamos a atender el municipio Cruz Salmerón acosta con alimentos\" \n\n#Sucre #Araya #Cumaná",
        "#6May | Rojas: \"Estamos por reactivar la unidad oncológica José Gregorio Hernández\" \n\n#Sucre #Cumaná",
        "#6May | Dr. Pablo Teran, director de Salud en Sucre informó que este miércoles arribó al Aeropuerto Antonio José de… https://t.co/aloE79BEia",
        "Feliz día a todos los reporteros gráficos, profesionales que con su valioso trabajo complementan el trabajo escrito… https://t.co/QFNMZQnFtb",
        "@Betog0104 Por supuesto que yes",
        "Recuerda quién estuvo para ti cuando más lo necesitabas",
        "#5May | Este miércoles #6May Corpoelec suspenderá el servicio en algunos sectores de #Cumaná de 9 a.m. a 1 p.m. par… https://t.co/6HPyW7acOq",
        "#5May | Gonzalo Himiob, Director Vicepresidente de la ONG Foro Penal informó que se estarían dando algunas excarcel… https://t.co/2UBeoRDfJ5",
        "#5May | Delcy Rodríguez: \"En casos importados en Venezuela, Colombia está de primero por eso hay que tener máximo c… https://t.co/2PYUJjWx7u",
        "#5May | 367 pacientes: 164 están recuperados, 100 atendidos en hospitales, 73 recluidos en CDI, 20 en clinicas priv… https://t.co/sjn7jKSyAW",
        "#5May | Delcy Rodríguez confirma 6 nuevos casos de COVID-19 en #Venezuela para un total de 367 contagiados en terri… https://t.co/NfzJy6OIBZ",
        "#5May | Gob. Rojas: \"Hay que retomar el plan de asfaltado de los municipios\" \n\n#Sucre #Cumaná",
        "Delcy Rodríguez: \"Debemos denunciar que el Sistema Eléctrico Nacional sufrió un ataque a sus líneas de transmisión… https://t.co/8FKl2iswev",
        "#5May | Habitantes de #Anzoátegui reportan segundo bajón a las 5:03 pm\n\n#PuertoLaCruz",
        "@randydavidm Sucedió lo mismo?",
        "#5May | 5:03 Nuevamente hubo un bajón eléctrico en #Cumaná \n\n#Sucre #Cuarentena",
        "#5May | Habitantes de #Cumanacoa mcpio. Montes y #Mariguitar mcpio. #Bolívar en #Sucre informan que sufrieron la fa… https://t.co/MS5oSJD8iZ",
        "#5May | Ciudadanos de El Pilar mcpio. #Benítez del estado #Sucre reportan que duraron 10 minutos sin el servicio eléctrico",
        "#5May |3:40pm Me indican que bajón eléctrico se registró en #Cumaná y #Carúpano  #Sucre",
        "#5May | La fluctuación en el servicio se registró en distintas zonas de #Cumaná #Sucre https://t.co/iCVgcJq6iY",
        "#5May | 3:42pm En la Villa Cristóbal Colón se registra un bajón en el fluido eléctrico\n\n#Cumaná #Sucre",
        "Sola Remix de Anuel Ft. Farruko, Daddy Yankee, Wisin, Zion Y Lennox no pierde vigencia okkk",
        "#5May | @hidrocaribe informó que este miércoles #6May reparará tramo submarino del Golfo de Cariaco, Punta Baja y S… https://t.co/Z3qpXGXXym",
        "#4May | Hablé antes de tiempo. Delcy Rodríguez informó la detección de 4 nuevos casos de COVID-19 en #Venezuela par… https://t.co/ut9uWrkc5P",
        "@veroniccagc Suscribo tus palabras amiga 💕",
        "@leoneii13 Estas mal. Ve si respondes WhatsApp",
        "#4May | 10:29pm | Día 49 de cuarentena en #Venezuela por COVID-19: Cierra sin reporte de nuevos casos en el país",
        "Cuando piensas que no se puede estar peor, ese  'trapo rojo' consigue una forma de agravar la sufrida realidad del… https://t.co/0wUAIaPUWq",
        "#4May | Maduro: \"Ahora sale Provea, la oposición que ahora piden que se respeten los derechos humanos de estas nobl… https://t.co/34V5blGOPc",
        "\"Para venir a matarme\" expresó Maduro al señalar el material de guerra incautado en el enfrentamiento de Macuto\n\n8 hombre en un peñero...",
        "#4May | Trabajadores de la economía informal se concentraron en la Av. Bermúdez de #Cumaná exigiendo retornar a sus… https://t.co/t0UIrnufIm",
        "Reinventarse: Acción diaria del venezolano en los últimos años, especialmente durante los últimos 50 días",
        "#4May | Rojas informó que durante el fin de semana el municipio #Montes del estado #Sucre fue atendido con los Clap.\n\n#Cumanacoa",
        "#4May | E. Rojas aseguró que se atenderán más de 30.000 familias con Clap en el municipio #Sucre \n\n#Cumaná",
        "#4May | Durante una cadena de radio y TV estatal Gob. Rojas indicó que en abril fueron atendidas 328.000 familias con Clap.\n\n#Sucre #Cumaná",
        "#4May | Director de Salud en #Sucre Dr. Pablo Teran informó que caso de COVID-19 en #Cumaná continúa arrojando posi… https://t.co/W0HCewLzl9",
        "Conductas para nada propias de un ciudadano demócrata https://t.co/JGo94MFpJz",
        "¡Feliz inicio de semana!\n\nBendiciones para todos💙",
        "Cercenar derechos a trabajadores de la prensa es un grave error, atentan contra la democracia de un país y el derec… https://t.co/dQIyKxeYZl",
        "#3May |112 pacientes asintomáticos, 73 en condiciones respiratoria leve,3 moderados,1 en UCI y 10 fallecidos \n\n25.8… https://t.co/40WFsuAnUx",
        "#3May | Delcy Rodríguez informó 12 nuevos casos de COVID-19 para un total de 357 contagios en #Venezuela\n\n-2 Zulia… https://t.co/lPAUTI4Chb",
        "Hoy #DiaDeLaLibertadDePrensa es oportuno exigir al Estado Venezolano se garantice a los trabajadores de la prensa e… https://t.co/qaUeYAhfz7",
        "Digno de estudiar, a ver si descubrimos a que juegan https://t.co/diVdGxx0By",
        "Con muchas ganas de estar en una rumba y gritar: Everybody go to the discotheque 😭😭",
        "@guaracanela AAAAA",
        "@guaracanela Me caes bien jajaja",
        "Pasar la página, cerrar el capítulo ¡Eso haré!",
        "@guaracanela YO DIJE LO MISMO KAJAJAJAJAJAJAJJAJAJAJA NPS",
        "@guaracanela Que está pasando? Jajajajaja",
        "@guaracanela La mía me pidió que le bajara TikTok a su teléfono jajajajaja",
        "Hasta a los más veteranos les pasa. Lo importante siempre será rectificar https://t.co/iSEsATIFzl",
        "Eres lo que lees...\n\n¿Y lo que vives?",
        "#2May | Condición de los 187 casos activos según comunicó Rodríguez: 112 asintomáticos, 70 con insuficiencia respir… https://t.co/nvDzpxKvCN",
        "#2May | Según Rodríguez 345 pacientes con el virus en todo el país de los que 148 ya están recuperados y se mantien… https://t.co/0HNuXEZoXf",
        "#2May | Ministro Rodríguez informó la detección de 10 nuevos infectados de COVID-19 en #Venezuela\n\n4 hombres y 6 mu… https://t.co/rirqRoTgXD",
        "Quee estar triste no sea opción y menos rendirse",
        "Yo definitivamente no sirvo para estar detrás de nadie",
        "#1May | Corpoelec realizará \"mantenimiento preventivo\" este sábado #2May domingo #3May y lunes #4May en los municip… https://t.co/Z2ZSW0mCfS",
        "Mi hermano de 11 años me dijo que estaba molesto conmigo y como no le pregunté por qué, él mismo se preguntó y respondió AJAJAJAJJAJAJAAJAJA",
        "#1Mayo | 336 pacientes: 148 recuperados, 10 fallecidos y 177 casos activos \n\n177 activos: 86 atendidos en hospitale… https://t.co/kUD3neDKcJ",
        "#1Mayo | Presidente Maduro anunció dos nuevos casos de COVID-19 para un total de 335 contagios en #Venezuela \n\nNuev… https://t.co/LNmHwqjRWr",
        "@veroniccagc Somos dos, pero que nos junten jajajajaja porque hablamos demás",
        "#30Abr | Delcy Rodríguez anunció la detección de  2 nuevos casos de COVID-19 en #Venezuela para un total de 333 con… https://t.co/T7T3utOlAp",
        "#30Abr | En menos de 10 horas en la Villa Cristóbal Colón se ha ido la luz eléctrica dos veces, sin haber cortes pr… https://t.co/YGvsbARsvP",
        "#30Abr | El diputado @robertalcalasu informa sobre protesta por gasolina que se registra en la Alcaldia de #Valdez… https://t.co/nSP2vu89oI",
        "#30Abr | Vecinos de la Calle Cementerio de Caigüire en #Cumaná reportan tener un mes sin el servicio de agua. Hacen… https://t.co/iIjZuJ0TYy",
        "En momentos tan difíciles como el que atravesamos es idóneo de promover la solidaridad y la empatía.\n\n¡Feliz día!",
        "#29Abr | 331 casos: 142 recuperados, 89 en hospitales, 66 en CDI, 24 en clinicas y 10 fallecidos\n\nDe los 179 activo… https://t.co/nh54HuLNb7",
        "#29Abr | 2 nuevos casos de COVID-19 se registran en las últimas 24H en #Venezuela 🇻🇪 informó Delcy Rodríguez\n\nNuevo… https://t.co/zcQqgWaQXp",
        "Mis padres y yo nos preguntábamos lo mismo 🤦🏽‍♂️ https://t.co/RNmFkpcVOc",
        "La cuarentena adelantó los proyectos de muchos 🤔",
        "@Alyssavmd Hacen vida en un mismo sistema ¿no?",
        "Para cerrar la noche 🤗 https://t.co/wgCX7iIzXb",
        "#28Abr |Escuela Técnica Agropecuaria Robinsoniana de Pesca,  Avenida Las Palomas, Terminal de Pasajeros, Barrio Las… https://t.co/F5kWQjviFR",
        "#28Abr | #Cumaná #Sucre | su vez notificaron que este #30Abr de 08am a 12 m. Los siguientes no contarán con el flui… https://t.co/jF8JU7Z0PJ",
        "#28Abr | #Sucre | Corpoelec informó que realizará mantenimiento preventivo en subestaciones de #Cumaná este #29Abr… https://t.co/4fIA4MNgow",
        "#28Abr | A tempranas horas de este martes habitantes de #Cumanacoa se concentraron frente a la alcaldia del municip… https://t.co/3HqcCFPdJF",
        "Seguirá desvirtuada si continúa el camino de la conflictividad, sino se aprende a convivir entre todos los sectores… https://t.co/dvRr5VSnQV",
        "#28Abr | Ningún caso de COVID-19 se detectó en las últimas 24 horas según indicó Nicolás Maduro.\n\n329 pacientes en… https://t.co/O070Nf0Fo4",
        "Cuarentena: Actualmente tengo 18 grupos de WhatsApp de asuntos relevantes y 7 son de obligatoriedad atención, sin c… https://t.co/daDkbs1Pur",
        "No dejes que nada borre tu sonrisa \n\n¡Feliz día!",
        "#28Abr | #Sucre \nKg de Carne: 790.000 Bs\nKg de Pollo: 300.000 Bs \n\nAsí amanecieron los precios de estos productos e… https://t.co/HI6EC6ggB0",
        "También las canto 🤷🏽‍♂️😂 https://t.co/femZdZlnT2",
        "Me dio ansiedad y todo https://t.co/HLSx9Pgx5v",
        "Y lo grabé jajajaja \n\n#TikTok #ModoCuarentena #Ocio https://t.co/r6ZLTaTdav https://t.co/XiOy4Z0Rdp",
        "#27Abr | Se registra un total de 329 infectados por el virus: 142 recuperados, 89 ingresados en hospitales, 64 aten… https://t.co/oq30AM4mxQ",
        "#27Abr | Ministro Rodríguez informó sobre 4 nuevos casos de COVID-19 en las últimas 24H en #Venezuela \n\n2 mujeres y… https://t.co/8KzMcvvdOl",
        "#27Abr | Gob. Edwin Rojas anunció que #Sucre está a la espera de 32 pruebas de COVID-19 que fueron enviadas a Caracas.\n\n#Cumaná",
        "#27Abr | La administración de Maduro designó a Tareck El Aissami como Ministro de Petróleo y a Asdrubal Chávez Pres… https://t.co/werAOeeCMx",
        "#27Abr | La misiva asegura que se ajustarán los ingresos de los funcionarios públicos, el pago de los pensionados y… https://t.co/Qcw3gculVe",
        "#27Abr | En un comunicado emitido por el ministerio para el Proceso Social del trabajo anunció el incremento del sa… https://t.co/2S1o4tZRbz",
        "#27Abr | Los sindicatos y las líneas de transporte indicarán cuales vehículos serán atendidos\n\n#Sucre #Cumaná",
        "#27Abr | El alcalde del mcpio. #Sucre del estado Sucre, Luis Sifontes notificó que sostuvo una reunión con la Zodi… https://t.co/Ddn2mbiKRq",
        "#27Abr | Unas 35 personas fueron detenidas por saquear el hotel Portofino de #Margarita por funcionarios de la Redi… https://t.co/IeDJan62RS",
        "Iniciamos una nueva semana con mayor optimismo \n\nConfiando siempre en Dios🙏🏻"
    ]
}