{
    "screen name": "liberinlibrary",
    "no. of tweets": 179,
    "tweets": [
        "@DanielBen_Del I never knew it. Agree with your proposition!",
        "@DanielBen_Del Is that the neighbor?",
        "Greek or Farsi.  Beautiful languages. Also would love to be able to read Omar Khayyam in the original language. https://t.co/4FjhQs5NsM",
        "@lessthanafew Happy to be vegetarian.",
        "Wow https://t.co/NtnG5vbc0n",
        "If I ever offer to cut your hair, please say no. I will not be offended.   \nAlso, on another note, my son has a lot… https://t.co/SmjrmN23JO",
        "@chrislhayes I had quit coffee for six month before this. That went down the drain...",
        "@juliaforboston Good Choice!",
        "@italianbitchfit Thank her for what she does.",
        "@Chileokulto Por favor, esto es al mejor estilo Trump. Pensé que eran más serios.",
        "I had no idea. How infuriating https://t.co/y4FnEd3Lv6",
        "@OphirPalmon She still has a list you have her btw. Thank you for that.",
        "@OphirPalmon They’re well versed in their three languages but the everyday usage is in English 😆",
        "Friday when we did our walk for #IwalkWithMaud my son saw a house in construction. His first instinct was to go ins… https://t.co/38YylfOZp4",
        "@Bsg4890 @universalhub I can’t pm you. Ler me know who to contact. I believe my pms are open.",
        "My kid Mother’s Day present to me this year is not to swear. They almost made it through the day. Almost. #MothersDay",
        "This made me so Happy! https://t.co/WLMDHGPShT",
        "@Folkhalsomynd Så länge det är gamla och invandrare så spelar det ju  ingen roll... https://t.co/RhqKAbPtah",
        "@grandovich Queremos foto 😉",
        "@DanielBen_Del @dhershiser @ResisterSis20 Me too ...",
        "@DanielBen_Del @DollarTree That is scary.",
        "@WelcomeToDot @wbz The example on how not to wear a mask, of course.... 🤦🏻‍♀️",
        "@WelcomeToDot I prefer burning it in some ritualistic ceremony 😬",
        "Watching Becoming on Netflix is making me really depressed.  #BecomingMichelleObama",
        "@universalhub Congrats!",
        "I hope they rot in jail. https://t.co/X8H7YVV9E5",
        "@universalhub The earth is healing 😂....",
        "@MattOMalley I saw a trick with soap but because I don't go out too much, I haven't tried it yet.",
        "@larsloving No but good idea",
        "@lessthanafew Yes they do.",
        "@DanielBen_Del @Walmart But even if you were that other person he confused you with, that is no way of approaching someone.",
        "@lessthanafew In Sweden there is something called barnbidrag, like a child benefit allowance. Parents get paid for each child they have.",
        "@DanielBen_Del oh wow. I was wondering why he wasn't sent to Omaha. Hopefully he gets better!",
        "@LoveAndShalom Raises hand in Spanish",
        "@DanielBen_Del Oh no he’s back at the hospital?",
        "@BostonSchools @HealthyBoston @CityOfBoston I have been extremely impressed with the nurses at our school. Not easy… https://t.co/5yu0hQi3V5",
        "@DanielBen_Del Weird.",
        "@J_D_Landis If they live on an island by themselves, otherwise That’s not how it works.",
        "@deray It’s horrible. Those people need to be held accountable.",
        "Horrible but needs to be read. https://t.co/WNGIWpdLZA",
        "@TheRaDR Btw did you see the bracha to put on a face mask?",
        "@juliaforboston Is FB the only way for them to join?",
        "@MeltdownWRIF Yes",
        "Today my kids started their new phase of remote learning making their days much more structured. I am so extremely… https://t.co/hGkWlkFm0q",
        "@JoshuaPotash I had to stop following because I think it’s so embarrassing.",
        "@juliaforboston @WelcomeToDot Yes... or Super Trouper!",
        "@James_S_Murphy @urbaninstitute Hispanics have really gone down at bls...",
        "@laurahelmuth I hate the dead fish handshake. No personality or interest. 🎣",
        "@juliaforboston @WelcomeToDot You haven’t done ABBA have you?",
        "@mdnij34 Was never interested before and even less now.",
        "@DanielBen_Del @FremontHealth Good all is good!",
        "@DanielBen_Del @FremontHealth Didn’t want to say that. ..😞",
        "@DanielBen_Del @FremontHealth Understandable as he’s an adult but still a complicated situation. You should at least be able to talk to him.",
        "@DanielBen_Del @FremontHealth Oh no. There is no way of getting the phone to the hospital and someone give it to hi… https://t.co/LWAjI5Jr7c",
        "@DanielBen_Del @FremontHealth Ugh so stressful and you can’t even go there now.",
        "@FrogLaneHarpy @universalhub @OnlyInBOS @WBUR Future Covid19 patients?",
        "@DanielBen_Del @gravewriter71 oh yes I remember that.",
        "@DanielBen_Del @gravewriter71 ugh please keep us updated. He's been working right?",
        "Ready to continue working https://t.co/1Ank3Ix0oP",
        "@wutrain WoW. Incredible.",
        "@TheRaDR My children, our health, my job, home, and friends.",
        "@NicoleChavz @Kmart Embarrassing",
        "These are the only trips we will be doing this summer... https://t.co/aEC6bwGUJU",
        "@lessthanafew Actually my son made those. I make normal ones but Swedish style so they are more like crêpes",
        "@lessthanafew https://t.co/Qomrp2RtGG",
        "@lessthanafew What? Only pancakes that ever eat!",
        "🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️ https://t.co/Q0EOC7SG6m",
        "@lessthanafew so so sad 😞",
        "@lessthanafew Puerto Rico has not caught a break since Maria. Devastating",
        "@KenyonLaing @amyklobuchar @TinaSmithMN @GovTimWalz Horrible . So sorry.",
        "@lessthanafew So sorry. Hope the walk/outing helps somewhat.",
        "@MsPackyetti https://t.co/RKAI0oR1BR",
        "@LakotaMan1 Mapuche",
        "@RachelSKadish Or the moon? 🤷🏻‍♀️",
        "@RachelSKadish Germany I felt was doing it right? Don’t know anymore. I think of all places in the US, being here i… https://t.co/mM4oxSWu0w",
        "Just got off a long FaceTime call with my two close friends, one in the UK and the other one in Switzerland. Realiz… https://t.co/s2H0xV0lL8",
        "@CHITO80378986 Porque son*",
        "@CHITO80378986 Pero eso solamente es posible porque si blancos....",
        "@DanielBen_Del Can you imagine if they were not white?",
        "@James_S_Murphy Ha ha ha ha",
        "@veroconplatanos Maybe if the media took women more seriously.... https://t.co/K9EBa9Ibft",
        "@universalhub seriously?",
        "@veroconplatanos Ah. Very cute indeed .",
        "@veroconplatanos Que animal es ese????",
        "@CampbellforD4 @Kim_Janey @juliaforboston @BostonPIC @BostonABCD I can’t wait to hear more about this. Having teens… https://t.co/4k1iOeTYf2",
        "@OphirPalmon @JackFinnResists Hahah good one!",
        "@JackFinnResists The Pylories",
        "@DanielBen_Del Agree on his actions but his wording is still problematic.",
        "@amimakingaface You too...",
        "@amimakingaface Hassidic doesn't comprehend the whole Jewish Community...",
        "@killaacillaa @universalhub I did. If you don’t get it just let@me know the address and I will drop off.",
        "@killaacillaa @universalhub Yes they are. Several ppl have contacted me.... weird",
        "@AKApella23 @HonestToddler @universalhub Thank you!",
        "@LAFaillephoto Absolutely!",
        "@newtonvillebks Agree! Perfect for their roles.",
        "If any healthcare workers in the Boston area need face shields or mask extenders please DM me. My kids are 3D print… https://t.co/rnX6CRIQO7",
        "@newtonvillebks It was a while ago I read the book but the ending was different right? Loved the actors.",
        "@juliaforboston Donna Summer!",
        "@DanielBen_Del https://t.co/ImZ9uEIN8b",
        "@lessthanafew I did that. Was kind of interesting....",
        "@lessthanafew Is this for your word list from books?",
        "@OnlyInBOS This is the second video from the North End that shows they think social distancing is not what it really is...",
        "@WelcomeToDot That was such a bad book...",
        "@larsloving Extra dark indeed",
        "@OphirPalmon don't need for tostones.... it's good with or without...",
        "@mathteacherjedi I sent the tweet and it hit me that I’m living it! What a nightmare of administration.",
        "With a bunch of cult people.... https://t.co/j4w9MujmAF",
        "@mathteacherjedi @MassGovernor @MassDCR @universalhub That’s why my kids refuse to go to parks anymore....",
        "Duh D of course. What is that A one anyways? https://t.co/UUp3vAJred",
        "Good decision https://t.co/tQWXaBrf4v",
        "@madrid_mike Ar this point he’s winning.",
        "Horrible numbers https://t.co/JUbPBQ1XXa",
        "@pronounced_ing https://t.co/Aa1zGxhhkx",
        "So I am (re)organizing  my books. I think I will have them organized by languages instead of alphabetical by writer. https://t.co/HTvnGH8iDE",
        "So excited. Discovered a new miniseries based on The Name of the Rose  by Umberto Eco. The movie adaptation with Se… https://t.co/twelj4KNWr",
        "@Maxim73Manuel @AlexRockStarGo Es una imagen de tostones (no papas)....",
        "@mackayire @walo_claudio @_bambino_ @JoviNomas @AlexRockStarGo No eso son tostones (plátanos fritos). Muy cubano es… https://t.co/RiZG4MJL4q",
        "@lessthanafew @lappypercival @AlexAnotherOne What brand was it? Where did your grandmother come from?",
        "@lessthanafew That sounds like a good substitute. I never made fruktsoppa. Always bought the package. Loved it as a kid.",
        "@lessthanafew Nice. Everytime I go to nyc I visit Sockerbiten, a super cute Swedish candy store and buy several boxes of pearlsugar.",
        "@lessthanafew Wow! Love kanelbullar! (för). Fika is a great Swedish word.  Usually you put pearl sugar on them. I b… https://t.co/zepu5kms5n",
        "@DanielBen_Del I would prefer Harris",
        "@lessthanafew Great. Maybe needed some extra nap. You’re in NJ? That’s a hotspot too right?",
        "@DanielBen_Del @Facebook I mean not leaving this country, leaving FB...",
        "@DanielBen_Del @Facebook The country has. As soon as this is over I’m leaving.",
        "@lessthanafew Hopefully it’s just that and nothing else!",
        "Devastating https://t.co/ycnrIjUsk2",
        "@DanielBen_Del @juliaforboston Exactly. Also all the kids taking public transportation, we have 54.000 kids in the district.",
        "@juliaforboston I wish we could go back this school year but think we need to be realistic about the situation. How… https://t.co/oNcUCt0lOc",
        "@ClintSmithIII I hope Bulgakov made it!",
        "First batch of mask extenders ✅ https://t.co/uE5IU8WEON",
        "@juliaforboston Absolutely no. https://t.co/vPA4g3alNZ",
        "@ClintSmithIII The name of the Rose by Umberto Eco and Master and Margarita by Bulgakov.",
        "@barondamm Mengele 1 and Mengele 2",
        "@MattOMalley Nature is drunk.",
        "@lessthanafew Miami?!! I think I would say NYC or Philadelphia but can’t come up with anywhere else....",
        "@DrOz When Nazis get caught...",
        "@veroconplatanos Concentrating on making a plan for the next kraft cheese escape.",
        "And now on top of it, the power is out... https://t.co/kR32l6TvQh",
        "Nazi https://t.co/wo6eamGLsv",
        "This. If you haven’t lost your job do this. https://t.co/8lIrNyjCOR",
        "@Chileokulto No veo lo que tiene que ver una cosa con la otra. Además la salud no es pública.",
        "@lessthanafew 😋",
        "@lessthanafew Oh we have that word in Swedish, finsmakare!",
        "@OphirPalmon Which I forgot not buy this year 😞...",
        "Guacamole with matzah. Not the same, not the same at all... https://t.co/dpFxcLWOXG",
        "@RavMABAY That I am enjoying this way too much....",
        "@italianbitchfit @pieology I know we’re supposed to support our businesses but it makes me nervous.",
        "@Nelba_MG More yeast...",
        "@FrancesRobles Klaus, beautiful movie. Even for teens.",
        "Out in the backyard ready to do some nostalgic reading... https://t.co/bL4KKp5Lqc",
        "@veroconplatanos Still #TeamFrida then...",
        "@OphirPalmon Ha. Ha. Ha. Ha.",
        "@DanielBen_Del Look it up. It’s still in YouTube. Made me weepy. Saturday Night Seder.",
        "@DanielBen_Del It was clever. The best they could do. Kids thought it was superfun. E was convinced he talked direc… https://t.co/OFrxUg8oNr",
        "When the zoom skit started and Mikey Day day said Hi, my daughter waved back and said hi because for a second she t… https://t.co/8eZSbf5xpm",
        "You bored and looking for books? Please don't buy from amazon. They will be ok. Look through this and support your… https://t.co/sL3CkWXoxb",
        "@DanielBen_Del I misread the name of the doctor first and thought his name was Dr. Joseph Mengele 🤷🏻‍♀️",
        "@DanielBen_Del https://t.co/afXRfQBLZU",
        "Was I the only one who got really emotional with #SaturdayNightSeder?",
        "If you’re not watching please do so now! #SaturdayNightSeder https://t.co/r6OmToMVf1",
        "@James_S_Murphy Sleeping in for a better Mental health and video games? 🤷🏻‍♀️",
        "@OphirPalmon https://t.co/w4VWbxOHLr",
        "@OphirPalmon As long as you bring a good gps, bring as many you want...",
        "Locust, plague, volcano, hail. Please remember what do to before the 10th plague. https://t.co/A7AGNsBIET",
        "@Chileokulto Reportado",
        "@veroconplatanos Team Frida",
        "@DanielBen_Del You went out with that mask?",
        "@mathteacherjedi @BrookeSchool So sad ...",
        "@Chileokulto Que horror.",
        "@GlobeVaznis @BostonGlobe That’s fine but wonder how they will do for students (freshmen and sophomores) that had h… https://t.co/v6tdXQpb9q",
        "So what number of plague is this? https://t.co/bkDbOS2vlK",
        "@carlos_ortiz_ag En los últimos 100 años es el Covid-19",
        "@universalhub Thx. There is alot of space there. Good they can use it.",
        "Wonderful thunder. 🌩 ⛈ best weather to stay home.",
        "@universalhub Did he say something about Boston Latin? I missed it?",
        "@BostLatinSchool Bittersweet but lovely!",
        "@SATQuantum Wait what about the June one? Is that cancelled?",
        "@TheRaDR Yeah will be a very minimalistic Passover...."
    ]
}