{
    "screen name": "Action_Humanite",
    "no. of tweets": 167,
    "tweets": [
        "https://t.co/DqWc0WSzOI",
        "https://t.co/po20FqX5iz",
        "https://t.co/CXrOgS22BR",
        "Madagascar: le panafricanisme sanitaire de Rajoelina trouve des échos favorables https://t.co/Pfj7BdN6b7 via @RFI",
        "Un chef adjoint de la police d’Ottawa visé par 2 nouvelles allégations de harcèlement https://t.co/HaDTAU5ebi",
        "Covid-19 au coeur de la Maison Blanche https://t.co/vrJGkKKlFV",
        "@DomAnglade @LiberalQuebec @CussonAlexandre @PierreArcand Félicitations madame la cheffe  du parti libéral du Québec",
        "https://t.co/rhRZ70yHyH",
        "https://t.co/lucmgenSNY",
        "https://t.co/LGS4kopE9u",
        "https://t.co/tEsb9Yx99n",
        "https://t.co/C23wUJMSpg",
        "https://t.co/doC5pjdcis",
        "https://t.co/C23wUJvh0G",
        "https://t.co/7eabt2wJOL",
        "https://t.co/IanfDoeTpG",
        "COVID-19: La Chine, responsable, mais pas coupable de la pandémie https://t.co/i0MSzfGmi4",
        "La Chine et le COVID-19 : Li Wenliang, visage de la méfiance https://t.co/lmfYgM1AIx via @lp_lapresse",
        "«Il est impossible de le tolérer»: Moscou sur le tweet de Washington au sujet de la Victoire: https://t.co/80Mfi8LvZL via @sputnik_fr",
        "Lili Reinhart (Riverdale) dévastée par le meurtre raciste d’Ahmaud Arbery ! https://t.co/nj8L19kO8H via @mce_tv",
        "Il y a 27 ans : Jean Paul II au Rwanda. Un « détail » - AgoraVox le média citoyen https://t.co/VZZRqHbhKH via @AgoraVox",
        "L'UE lance un pont aérien humanitaire vers la Centrafrique https://t.co/8ZTokR2Tk8 via @RFI",
        "Pour Obama, la gestion du coronavirus par Trump est \"un désastre chaotique absolu\" (médias) https://t.co/T5T3SYMRD0",
        "Le temps s’écoule plus rapidement au sommet d’une tour, c’est prouvé https://t.co/x9bezgQdNx",
        "Les débrouillards https://t.co/mlBjWmGneM",
        "Protéger les plus vulnérables, vraiment? https://t.co/aTwN0Fwfiu",
        "Déconfinement: Justin Trudeau se dit inquiet pour les Montréalais https://t.co/z7G0wo1oHL via @lp_lapresse",
        "https://t.co/vIya6PZ6Uc",
        "https://t.co/DYkIptHdIL",
        "La marge est « petite » pour un déconfinement, concluent les experts de la santé publique https://t.co/6SLJlzvOCl",
        "https://t.co/JrLw4b4WCf",
        "Tom Brady, Malcolm Jenkins, others seek federal probe of Georgia shooting https://t.co/UP3C6W28K6 via @thepressofac",
        "Ces grandes villes ont été construites sur des ruines antiques https://t.co/qmfwkEBMTj",
        "COVID-19 : la prochaine pandémie pourrait être pire https://t.co/YKdg2tSv10",
        "Quel animal a transmis la COVID-19 à l’être humain? https://t.co/RcsEaxzx6K",
        "Distanciation physique, mode de vie et mode d’emploi https://t.co/dev3uMq2jW",
        "Plandemic, un documentaire truffé de fausses affirmations https://t.co/nu42teRjQO",
        "Le passage du Dr Arruda déçoit à Montréal-Nord https://t.co/zl22ohsV1c",
        "Coronavirus : l’Union européenne ouvre un pont aérien vers la Centrafrique https://t.co/vlaZMUwnY4 via @lemondefr",
        "Hailey Baldwin et Justin Bieber demandent justice pour Ahmaud Arbery ! https://t.co/NNMiFLl9E0 via @mce_tv",
        "https://t.co/zPXPD1BngM",
        "Origine du coronavirus: «il manque une pièce du puzzle» | JDM https://t.co/JEpPeEbiYA",
        "COVID-19: assassinat d'un chercheur sur le point de faire «des découvertes importantes» | JDM https://t.co/wi03KqC0UA",
        "Un ours tente une effraction en Italie https://t.co/BsnaGwuXcO",
        "https://t.co/Pn8IcVtVYb",
        "https://t.co/pKLxuInIyk",
        "@FeizaBM Celui qui n’a pas compris son humour est un sot et un idiot utile",
        "Hausse des cas infantiles d’une rare maladie inflammatoire grave https://t.co/QbvnFUzUeL",
        "COVID-19: une 1ère éclosion dans une garderie au Québec, à Mascouche https://t.co/eTKl2bdP7H",
        "Une fraude bancaire qui peut coûter cher aux adolescents https://t.co/d6FkmFCOKF",
        "Un Montréalais de 15 ans devient le plus jeune auteur principal du NEJM https://t.co/XFeBycl4dG",
        "Le coronavirus s'est-il vraiment échappé d'un laboratoire de Wuhan? https://t.co/R5ywuX7rdr",
        "John Legend attaque Donald Trump https://t.co/y2dIQJS1YO",
        "La Chine peut-elle être poursuivie pour sa gestion de la crise du Covid-19? https://t.co/mLH6VjztiR",
        "Arabie: avec le Covid-19, craintes autour de la santé d'une princesse emprisonnée https://t.co/0BMGZsWNVt",
        "L’entraîneur-chef Don Shula meurt à 90 ans https://t.co/4KwWXLLEZz via @lp_lapresse",
        "Recherche. Les anticorps du lama, une nouvelle piste dans la lutte contre le coronavirus https://t.co/un07MB57cJ via @courrierinter",
        "Opinion. L’élevage intensif nous mène droit vers la prochaine pandémie https://t.co/ePGGxiZsn9 via @courrierinter",
        "Cosmologie. Des preuves d’un univers parallèle découvertes en Antarctique ? https://t.co/EdgTTxPOSF via @courrierinter",
        "Droits des femmes. Au Soudan, l’excision est enfin un crime https://t.co/ubVtx9etZT via @courrierinter",
        "Technologies. Couper Internet, la nouvelle arme des autocrates africains https://t.co/inkSRpcSe6 via @courrierinter",
        "Fake news. Pour le président tanzanien, le virus est une affaire de “peureux” https://t.co/zaAGKywzah via @courrierinter",
        "@agenceecofin Six ans plus tard, faute de moyens, le G5 Sahel n’a réduit ni le terrorisme, ni la pauvreté https://t.co/IJX1yjtw3w",
        "@agenceecofin Classement 2018 des pays africains par indice de développement humain (PNUD) https://t.co/LKdsCS0AbT",
        "@agenceecofin Tidjane Thiam, l’homme qui s’exprimera le moment venu https://t.co/2XIFZUX1K4",
        "Des «frelons meurtriers» repérés au Canada https://t.co/C5eHiD3k9e",
        "Propos de Pompeo sur l'origine du coronavirus : la Chine contre-attaque https://t.co/uoIuKmEG3m",
        "Coronavirus: Pékin redoute une envolée du sentiment anti-chinois https://t.co/ABnfVeO2yD",
        "https://t.co/fH9zckxVR3",
        "COVID-19 : l’avant-gardisme et l’anticipation du Maroc dans les mesures prises salués https://t.co/4SepI0k8I1",
        "Cesser d’exister pour rester en vie ? https://t.co/e930FtGpgh",
        "Les corps de deux enfants repêchés dans un lac en Colombie-Britannique https://t.co/BaA41iuCsV",
        "Éric Zemmour se fait insulter et cracher dessus dans la rue, l’agresseur explique son geste – vidéo: https://t.co/xXTd8kgElP via @sputnik_fr",
        "Warren Buffett demeure optimiste malgré les conséquences de la crise https://t.co/jKshVZsk5P",
        "Suis-je obligé de retourner travailler? : des réponses à vos questions https://t.co/ZzIB5dnriO",
        "China claims 90% of people in Xinjiang camps have “returned to society,” without providing evidence https://t.co/tyAU9kHP4H",
        "https://t.co/s3ZnHGE3ki",
        "Le condor de Californie, un rapace emblématique https://t.co/s3MOmC5jdZ #animaux",
        "Pourquoi la COVID-19 frappe-t-elle plus le Québec? https://t.co/IdDL2CYORI",
        "La moitié de la population américaine licenciée gagnera plus au chômage https://t.co/HI7V2WYjQD",
        "Iran/virus: des cérémonies religieuses en drive-in pendant le ramadan https://t.co/XV87gcJQQC",
        "COVID-19: des hommes armés manifestent dans le Capitole du Michigan contre le confinement https://t.co/n5MwOatgFZ",
        "En pleine pandémie, le périple de scientifiques ukrainiens vers l'Antarctique https://t.co/pnqqLjmE2H",
        "Brésil: 5.000 morts du coronavirus, et un \"et alors?\" de Bolsonaro https://t.co/hQCTL4uO0p",
        "Ottawa veut interdire l’arme du massacre de Polytechnique https://t.co/7q7N5CT7Jg",
        "Assurances de la Chine au Canada sur la COVID-19 et sur les Canadiens détenus https://t.co/k4GFTmKrhr",
        "Amazon ne prévoit aucun profit: https://t.co/GxUVW4xrTK",
        "Le remdesivir, un médicament qui aide les patients à se rétablir du Covid-19 https://t.co/FFuUAWHLU3",
        "Le gouvernement se prépare à interdire de nombreux fusils d'assaut https://t.co/vf73aVdPza",
        "Impliqué dans des crimes contre l'humanité, un homme pourra être déporté https://t.co/E7A0awLkwv",
        "Des travailleurs étrangers contraints de travailler jusqu'à 18 heures d'affilée https://t.co/haH2OPzr32",
        "Un autre rendez-vous qui coûte cher https://t.co/vhOajGWNJg",
        "BBC News Afrique - L'abolition de la peine de mort votée au Tchad https://t.co/CnGFx9cDEa",
        "Décès de l'acteur indien Irrfan Khan, connu pour son rôle dans «Slumdog Millionaire» | JDM https://t.co/WBe6pn3P3q",
        "Cri du coeur de la fille d’un patient décédé: https://t.co/oK4HLdXUY6",
        "La GRC reconstitue le parcours meurtrier du tireur de Portapique https://t.co/I640UVcKVy",
        "COVID-19: Pourquoi les producteurs laitiers ont jeté leur lait à la ferme? https://t.co/TDKWTUJr6z",
        "COVID-19: le dérèglement immunitaire partiellement élucidé https://t.co/zWFoUsYju7",
        "Quelles seront les capacités de production d’un éventuel vaccin? https://t.co/BsKaE2ZtlA",
        "https://t.co/RALhiP5HaE",
        "https://t.co/aiiQImVTYH",
        "https://t.co/1KdpACQEyR",
        "https://t.co/T8AFjEyiHc",
        "Après avoir évoqué des «vacances» pour les élèves, Roberge durcit le ton https://t.co/0tDchZhcSV",
        "Dre Tam: «il faudra plus que de la distance physique et du lavage des mains» https://t.co/uZu9NgRgdY",
        "Les profs exigent des masques en classe https://t.co/yY3eEdRCYD",
        "#Tchad : les humanitaires évaluent leurs activités dans l'Ennedi Est https://t.co/auwpN0beWx",
        "Nouvelle-Écosse: l'époux d'une victime de la tuerie veut une enquête publique https://t.co/8ZY4qaDtzl",
        "COVID-19: Le ministre Carmant devient préposé aux bénéficiaires dans un CHSLD https://t.co/ud2YonH4ki",
        "Analyse - Le déconfinement: pas le droit à l’erreur https://t.co/FOYbTlZY99",
        "COVID-19: comment éviter les virus mortel? https://t.co/xQysngTHa3",
        "Où est passé Kim Jong-un? https://t.co/2weOdJUN17",
        "Un Gatinois assassiné en République dominicaine https://t.co/OQQ7o0w0dK",
        "Qui sont les victimes de la fusillade en Nouvelle-Écosse? | ICI https://t.co/9kvyD915Um https://t.co/LkbD14SrM6",
        "Coronavirus : rien ne prouve que les personnes guéries sont immunisées, avertit l'OMS https://t.co/7RbtFC5jXl",
        "https://t.co/KXnbRKzQD7",
        "https://t.co/L7PwIHk1nW",
        "Les pires propriétaires d’équipe sportive https://t.co/jRKcICWGRR",
        "L'UE demande l'aide du Canada pour financer l'OMS, après le retrait de Trump https://t.co/oamiSmP4Ki",
        "Des villes affectées par la COVID-19 vues du ciel https://t.co/GnZgX2K08b",
        "1982: Que de regrets pour l'Algérie et le Cameroun https://t.co/XErDAJNx7V via @RFI",
        "https://t.co/8hjtRZzVY8 via @",
        "https://t.co/QEB2A9kMxc",
        "https://t.co/mEALKLXuwF",
        "https://t.co/jYvq80Vqbc",
        "https://t.co/uVnNgsIwX6",
        "Nouveau coup dur pour l’industrie canadienne https://t.co/VdTWWjvllj",
        "COVID-19: Le cri d’alarme du directeur général de l’OMS : « le pire est à venir » https://t.co/KTxehFiCFD",
        "Des entreprises boudées par leurs employés https://t.co/w69tOefDdt",
        "Brouillard autour de l’impact sur les prix de l’essence https://t.co/pZfCDwN3at",
        "Coronavirus: l’ONU redoute une « catastrophe humanitaire » https://t.co/972gTzerX4",
        "https://t.co/19Ol6OINB7",
        "https://t.co/o4EI8MmHQJ",
        "https://t.co/uOKwfbxOpU",
        "L'expérience d'une médecin de Québec au cœur de la pandémie https://t.co/9mQWUTq3Vx",
        "Coronavirus: la Chine corrige le tir vis-à-vis des Africains https://t.co/joFG5jNGyJ via @RFI",
        "Madagascar: le président présente sont «remède» contre le coronavirus https://t.co/2OWlDbv1m7 via @RFI",
        "https://t.co/OoEakTfz92",
        "Inde: six touristes retrouvés après un mois confinés dans une grotte https://t.co/J9P7TRWIxB",
        "Les deux grandes mosquées saoudiennes resteront fermées pendant le ramadan https://t.co/v9zEuDlaG8",
        "La fusillade en Nouvelle-Écosse a fait au moins 17 victimes https://t.co/FjsUbgBrWc via @lp_lapresse",
        "Coronavirus: quelques raisons pour lesquelles le Sénégal est peu touché par l'épidémie https://t.co/K8CIA0wwoQ via @RFI",
        "BBC News Afrique - Les juifs noirs, une communauté en quête d'identité https://t.co/Up4j5RnW1g",
        "Chine: l’habitude de mentir | Le Journal de Montréal https://t.co/6qxsaKYld6",
        "Tchad : 44 membres de Boko Haram retrouvés morts en prison | JDM https://t.co/oElEzaUgzv",
        "Contesté et menacé, le premier ministre du Lesotho fait intervenir l'armée | JDM https://t.co/hbrQKJkkGc",
        "Un avenir inquiétant pour les commerçants des zones touristiques d'Ottawa et de Gatineau https://t.co/1fw6jTFr6l",
        "COVID-19: La surveillance de masse pour lutter contre la pandémie? https://t.co/Z0pGbPBmXv",
        "Floride: des plages ouvertes, mais pas d'activités stationnaires https://t.co/jg6nigkLtO",
        "Votre chat est plus redoutable qu'un animal sauvage https://t.co/O7srOJPnNY",
        "Coronavirus : Le laboratoire chinois pointé du doigt nie toute responsabilité https://t.co/7JeTF4pp5F",
        "L'appel à l'aide d'une princesse saoudienne prisonnière https://t.co/eE8R9VylMQ",
        "COVID-19: L'Organisation mondiale de la santé au pilori https://t.co/2To7cZMXlj",
        "Le pari risqué de l’immunité grégaire https://t.co/4ZRRsLeY5Q",
        "Après un refus, la sommité mondiale Dre Liu pourra finalement aider dans les CHSLD https://t.co/VWjlmSP4kx",
        "Immigrer au Canada va coûter nettement plus cher https://t.co/LojXkHh66O",
        "Trump appelle à «libérer» des Etats gouvernés par des démocrates https://t.co/8k1AC95JDW",
        "Un vétéran de 99 ans amasse 25 millions en marchant dans son jardin pour les travailleurs de la santé https://t.co/LVxX8fEufL",
        "En Floride, il menace de tirer sur quiconque n'a pas de masque dans un supermarché | JDM https://t.co/QdRIZRbBWr",
        "Tchad : face aux djihadistes, les coups de colère, de com’ et de bluff du président Idriss Déby https://t.co/AlF2wse9T4 via @lemondefr",
        "Le trompeur, le narcissique, l’incompétent | JDM https://t.co/wMNQmRBT2A",
        "Le président du CHSLD Herron a un passé criminel https://t.co/q1dK2tUBug",
        "COVID-19: Mort en voulant sauver des vies | JDM https://t.co/RNPqiWApvy",
        "Le patron de l\\'OMS accusé d\\'être lié à la Chine: https://t.co/yB0jqDKU4q",
        "Des commerçants réclament un congé de paiement: https://t.co/52UiXnTmHR",
        "https://t.co/GSj2niPv6a",
        "https://t.co/CVFO9aw5SM"
    ]
}