{
    "screen name": "begusgasper",
    "no. of tweets": 149,
    "tweets": [
        "For those of you who are older than Google: I'm older than my country!",
        "Gmail Autocorrect is unable to handle the dual! https://t.co/txgkqi68pJ",
        "Are two-step identification codes really random? Cause I have a feeling they are quasi random to make them easier to remember.",
        "@TimoRoettger I wish Zoom whiteboard was so elegant to write on.",
        "References are the new footnotes. https://t.co/D99irTVJjc",
        "Exciting news! FASL 29 will be held online, May 8-10. #linguisticTwitter\n\n#Formal #Approaches to #Slavic… https://t.co/b9L7BqLZS4",
        "If I’m lucky, I even dream about something on a screen. https://t.co/qoNUD2JLoD",
        "My 90-year old grandpa: \"at least you can teach over the internet. I cannot shovel my vegetable garden over the internet.\"",
        "@CanaanBreiss @SpeakingPrimal Any opinions? Btw is there a PIEtwitter community?",
        "@CanaanBreiss We need a good PIE hashtag! #PIEtwitter is bad cause it’s mostly just literal pies. How about we all… https://t.co/w7mMN8qBLW",
        "An even better one: “Global warming” &gt; “Global Watkins”. #PIEtwitter https://t.co/5V3Kc56RKq",
        "Kurze vergleichende Grammatik der indogermanischen Sprachen\nby Brugmann, Karl https://t.co/NCUufoM2bt",
        "So proud that Gmail autocorrect turned \"verification\" into \"versification\".",
        "My home country has 7 new cases and 1315 test per day (0.5% positive). Total pop: 2mio (neighboring Italy). #covid19 https://t.co/hvC48UhhKr",
        "@TimoRoettger Why are they doing this to us at the worst possible time? :)",
        "My dad’s a geologist and I’m a linguist. The apple couldn’t have fallen farther from the tree apparently. https://t.co/Mmu6TuwK3N",
        "We propose an architecture in which a deep neural network  learns words from audio. The network trained on \"dark\" a… https://t.co/lJopSxq4Fs",
        "One cool thing: the network trained on words \"dark\" and \"suit\" outputs \"start\", although it never saw \"start\" befor… https://t.co/ajd6Q3Yuf8",
        "Lexical learning is emergent from the requirement that the Generator outputs data such that unique information is r… https://t.co/NJngj1Go1d",
        "A model of unsupervised lexical learning from raw acoustic data with Generative Adversarial Networks. The network l… https://t.co/LNgAfRgv4u",
        "Will I get paid if I go and fill my gas tank? https://t.co/THV6q2OTXg",
        "https://t.co/vfF4ZxeX7o",
        "Please avoid interdental fricatives :( https://t.co/PiLAsd9IAd",
        "Had to embellish my Zoom background. Chose this Botticelli’s fine piece that perfectly summarizes my mood currently. https://t.co/4y7emNIevN",
        "Campus, campora, anyone?",
        "Just turn the bowl around, form two nice pieces of dough, cut a few times, put in an oven for 1 hr at 395 F. (195ce… https://t.co/0nm7cTYxCs",
        "add a teaspoon of sugar. Leave for 5 min.\nMix the flour, salt, water, oil, and yeast. The dough will be wet, so add… https://t.co/oGathF87va",
        "It saves a trip to the store! #coronavirus #homemadebread \n\n800g (or 6 3/8 cups) white flour \n5 big teaspoons of dr… https://t.co/YC8uFzFoXx",
        "From the past: Bill Gates in 2015.\nThe next outbreak? We're not ready (Bill Gates | TED2015) https://t.co/1Mxhl7QCZi via @TEDTalks",
        "@GabeCler Congrats!",
        "How do @zoom_us's servers survive say at 12.30AM on weekdays, now that we all teach our 200+classes online?",
        "@echodroff @lisa_b_davidson I’m even boringer. I do it twice without singing or counting :)",
        "And @iTunes discount all movies to $4.99?",
        "How about networks release all TV show seasons they have already filmed, so that we can binge watch? @Showtime @HBO etc.",
        "Some tips. https://t.co/JnpP6ErMac",
        "@JoFrhwld We’ve been closed since Monday and have 400+ confirmed cases as of yesterday. The number of tests is waaa… https://t.co/OiceDc282e",
        "@JoFrhwld I’m surprised they haven’t already closed!",
        "Very informative. https://t.co/ZyEabH8pVG",
        "@sj2915 Latin is nothing compared to Sanskrit. \n:) Sir William Jones 1786: “The Sanscrit language, whatever be its… https://t.co/EIVeqrVogn",
        "@StefanoCoretta Gesture velocity&amp;force(Chen70) is what I speculated is the mechanism for consistently steeper slope… https://t.co/ggwHWp2Km3",
        "@EmmaSManning I expect nothing less of the company that produces my phone to predict such things and turn off that… https://t.co/TRFOTE1uX0",
        "Deadline for Formal Approaches to Slavic Linguistics (FASL) 29  is January 29.\n\nAt U of Washington, May 8-10, 2020.… https://t.co/IVWaWZ5W4Z",
        "Submit, reject, never touch the paper again. @AcademicChatter #AcademicChatter https://t.co/04mLX5kbwV",
        "@NatlHumanities @HumanAtStanford @HumanitiesWA #ethNLP",
        "@UW @SimpsonCenter @uwnlp @ai2_allennlp @allen_ai @UWlinguistics @humcommons @NEH_ODH @TheDCArts @UwSlavic… https://t.co/fMDp9CoIjL",
        "The program is open to all students. Financial aid for the program available to UW students. No prior quantitative… https://t.co/z7Fz8XGOkG",
        "Students interested in humanities and social sciences who would want to learn about AI and its quantitative backgro… https://t.co/qGIn1nBgap",
        "We will have amazing guest lectures by scholars &amp; policymakers in AI:\n\nMarinka Žitnik (Harvard Medical School;… https://t.co/PiKwgZ9AUq",
        "At the time of our program, Slovenia will host European's first international @UNESCO Research Center for AI in col… https://t.co/6VCYAd8UGG",
        "The ultimate goal of the program is that students learn basic quantitative skills to understand how AI works, and l… https://t.co/A4HZwy1ZTw",
        "How can AI and humanities can inform each other? How does AI work and how can we use language data to better unders… https://t.co/TsHJh5pNax",
        "#Arts &amp; #Humanities predicted many virtual technologies before they were scientifically implemented and offered the… https://t.co/ak66BddGnv",
        "Interested in exploring how #Arts &amp; #Humanities can address ethical and social implications of #AI? We're organizin… https://t.co/M1L28dcxUY",
        "One app and I’m 5 again. https://t.co/58CzarLfcn",
        "@lisa_b_davidson @NYTParenting In accordance with an old belief at least in my home country of Slovenia that all pa… https://t.co/A6up9tb22R",
        "@YingtongLiu_ @UWlinguistics I’ll inquire with our colloquia organizers. We usually broadcast the talks but I don’t think we record them.",
        "@slimjinpyo @RPKarlinguist Most of the Saturdays I missed it cause my parents would take me to hours long hikes in… https://t.co/WYGQyZ6nBD",
        "@RPKarlinguist Saturday mornings!!! Good old times back in Slovenia.",
        "A scary spectrogram! https://t.co/Z5Ldi9BOw7",
        "Cyber Monday! https://t.co/bVcjlxiP7E",
        "One of the most fabulous places to have a department in. https://t.co/9FJ12040tH",
        "Can someone please identify parents of these geese, so that I can ask them about their parenting style? https://t.co/1icZquyVtt",
        "@ssshanest We'll read your paper in Class 9 of my Computational Phonology &amp; Neural Network grad seminar!",
        "When I want a long document look short, I use #LaTeX, when I want a short document look long, I use #MSWord.",
        "India is facing the world's biggest pollution problem https://t.co/bRX2zvdEbk via @Reuters",
        "@David_Erschler @Starbucks It's more perceptible + there's a frequency effect! https://t.co/959u4FIyw4",
        "@David_Erschler @Starbucks I’m Jasper in Starbucks :)",
        "Latest on voicing effect by @StefanoCoretta. #phonetics #phonology #linguistictwitter https://t.co/OFN1QE1iZe",
        "Also, Twitter polls are biased towards the last option. https://t.co/TX1M8LEO54",
        "@MintakaGlow @Starbucks That’s why I got interested in this. A Richard told me he uses Victor, cause it’s easier to… https://t.co/p9feea6CO4",
        "@Twitter polls are biased tovards the last option. https://t.co/9TxZAZIQB7",
        "When ordering coffee @Starbucks, do you say your real name?",
        "@ctdicanio @_roryturnbull @neoyorquinanerd @tarzanslam @jhstuartsmith Nice history of linguistics work :).",
        "@ctdicanio @_roryturnbull @neoyorquinanerd @tarzanslam @jhstuartsmith Now I wonder who used the voicing effect first :)",
        "@ctdicanio @_roryturnbull @neoyorquinanerd @tarzanslam @jhstuartsmith Stops don’t have to be in codas for the effect.",
        "@ctdicanio @_roryturnbull @neoyorquinanerd Vowels being longer before voiced stops.",
        "@ctdicanio @_roryturnbull @neoyorquinanerd Some aspects of phonetics are so heavily English-biased it gets funny in… https://t.co/sj1yPNTv7R",
        "We need to start assigning DOIs to tweets. https://t.co/VHOG38vpEv",
        "A new center to support international students ⁦@UW⁩  https://t.co/SFLtVsIWph",
        "Wow, we all were Flat-Universers!\n\n#universe #isnt #flat\n\nhttps://t.co/8KFM1OUsAz",
        "@JoFrhwld When I fly, I drink Pedialyte to keep hydrated. Maybe I should use it after classes as well.",
        "Word final devoicing? RAILROAD BUILDINC!\n#linguistictwitter #phonetics #phonology https://t.co/4EZ9N7TeAd",
        "🌰 + cider + 🕰 went back one hour = fall is here 🍂. Long nights, we’re ready https://t.co/4uaptptN9s",
        "Golden Gardens with golden bubbles 🛁 https://t.co/C0S7j3WKtf",
        "@ssshanest @AnyDs Yes, tikz + \\pause makes wonders. There is a huge time-saving aspect to Beamer for teaching: comb… https://t.co/gzrzMIFsFl",
        "@AnyDs @ssshanest That’s the best, just copy paste. But I stopped going that because journals don’t accept tikz and… https://t.co/eNrdy2pba7",
        "@ssshanest It’s less forgiving than latex and I’ve notice people moving away from it, but for me it’s the golden standard.",
        "@tallinzen Halloween-themed stories I assume.",
        "@tallinzen Right, and I think we need to do more to support international students, who often face even worse obsta… https://t.co/ziZ1KcHfGI",
        "A course @UW: \nCalling Bullshit: Data Reasoning in a Digital World\nhttps://t.co/hsZH2LWH0h\n\nClass titles:\n\nIntroduc… https://t.co/67lixCitc7",
        "Mark your calendars for this Friday. https://t.co/Khmx4lXC2M",
        "@justincraft @LaymansLinguist And then I'm supposed to know all these things as an L2 speaker.",
        "All linguists and photographers can finally retire. https://t.co/o4hvna7Jmj",
        "@math_rachel All linguists and photographers can finally retire?",
        "@lisa_b_davidson In almost every peer review I write I have a section: please avoid subjective language with a list of examples.",
        "@wellformedness I think we should!",
        "@nlpnoah Right, we should measure it in chocolate consumption. \n\nhttps://t.co/zsRg1aMPKI",
        "@tih_omir I always envy them.",
        "How many years of work were lost due to style corrections: &amp; vs. and, versus vs. vs., Author (2018, p.122) vs. Author (2018: 122)?",
        "@kirbyconrod Looking forward to your talk in the spring.",
        "@kirbyconrod Wow that was fast. I had to wait a year and a half.",
        "@lisa_b_davidson @pittprofdude Or 270 (in our Ling 200 course).",
        "Forests and Sylvia Plath in PNW. So happy I bought yearly pass. https://t.co/Vj5XS3e61L",
        "@MintakaGlow @lisa_b_davidson That’s what I was trying to avoid. I’m so sorry to hear about this experience.",
        "As speaker of a Slavic language, I've been waiting for this for decades. The time has arrived! Today was the first… https://t.co/FP1XvIW7MD",
        "I'm pretty sure we'll all have quantum processors in our phones before we can figure out how to encode š &amp; other no… https://t.co/i47hCXc3Ii",
        "@lisa_b_davidson Right :). As an L2, I almost always answered \"Could it be possible that this is in someone's diale… https://t.co/caMlkZLqCa",
        "@lisa_b_davidson English is so bad for practicing IPA transcription and especially for grading it. It’s hard to dis… https://t.co/lgMHOHg9j9",
        "One thing that makes neural nets and kids totally similar: training them takes a lot of time and energy! #ML #NLProc",
        "Exciting news! We'll be hosting #FASL 29. Call for paper is out!\n\nhttps://t.co/jCyzwFQJQJ\n\nConsider submitting/shar… https://t.co/eggb67t7LH",
        "@_roryturnbull You should have a Zupfkuchen and think about that affricate-stop cluster as you're enjoying the delicious pastry.",
        "Impact Factor 2050: # of retweets / # of papers.\n#AcademicTwitter",
        "@emilymbender I wonder who doesn’t. :)",
        "Testing some fine piece of equipment in the field: MixPre6 https://t.co/WDC4JFeVly",
        "Exciting news! We'll be hosting the NWLC 36 conference! https://t.co/6K0H387kuL",
        "No better way to end a Sunday than with a talk in Slovenian by astrophysicist Dunja Fabjan (@denebdulfim) on Galaxy… https://t.co/eraxiuvOu7",
        "@aslavec Right, but Wiki has this to say about gen x, and I don't find myself here either:\n\n\"In midlife, research d… https://t.co/ZKWfLqmVSF",
        "When I don’t do phonology, I dig for gold. https://t.co/JvZxJv2wip",
        "@tony_jack We used to order here for study breaks—it was gone in 2 min.",
        "@tony_jack The best sushi place in Boston.",
        "We're celebrating #WDay @UW with 4 talks on phonetics/phonology in one single Friday! @UWlinguistics https://t.co/cncVrNdabT",
        "I love those journalists' requests: by the time I even register the email, it's already too late and I don't have t… https://t.co/6NGkr1S4qW",
        "@2lander Congrats! Great day for PIE linguistics!",
        "Webinar on Computational Linguistics Master of Science program at our department. @UWlinguistics https://t.co/YYG5SsqXTS",
        "A new study from @UW_ILABS https://t.co/DQRMiLRQDn",
        "#AI revolution 1.0 from 4000 ya right here in my office. https://t.co/Zqnj3fMLWo",
        "Training GANs (@goodfellow_ian et al., implemented for audio by @chrisdonahuey et al.) has parallels in human speech acquisition.",
        "Also, Swedes are the real winners: the most Nobel laureates with the least chocolate! Completely unbiased.",
        "I wonder if this extends to universities as well. So we can use the chocolate eating metrics instead of the Shangha… https://t.co/Wx4EddMP6V",
        "@SabinaTabacaru I do too. But it’s getting terrifying with all the Halloween emojis in addition to the darkness 🎃",
        "Twitter is in dark mode scary enough, even without all the Halloween emojis in people’s names. 👻🎃👻",
        "@Jrosesla What would be the phonological conditioning?",
        "#Slovenian is so cool. We have two words for *and*. So constructions like x and y and a and b don’t look so bad.",
        "The most effective workshops exemplify what they want to teach. https://t.co/KvJIHSHMGb",
        "Why don’t messenger apps remember the keyboard language used for each person? It wouldn’t be so hard. Or do they al… https://t.co/AXAIU3nScp",
        "@emilymbender @UWlinguistics I think my previous tweet requires an explanation. I’m L1 Slovenian speaker and [i][ɪ]… https://t.co/HEjsKO7EgA",
        "@emilymbender @UWlinguistics They rhyme in my dialect :)",
        "@echodroff Also, how does this thread look to people unfamiliar with linguistics ?",
        "@echodroff #finger #phonetics #phonology #interface",
        "@echodroff #finger #phonetics",
        "I’m pretty sure I type *langauge* 70% and *language* 30% of the time. It’s a classic case of coarticulation — with… https://t.co/Cbk5KqOwYF",
        "@jaime_w_hunt @mayalbarzilai Judging from the number of likes, no. It's funny, I'm pretty sure the distribution for… https://t.co/b9OnESAmKt",
        "A quick tip:\n\nto get rid of ugly mix of default (for math) and Times (elsewhere) font in #LaTeX, just use:\n\n\\usepackage{mathptmx}",
        "Is there an equivalent to Overleaf for RStudio? #rstats",
        "@mayalbarzilai It’s always langauge for me.",
        "From what I can tell, most graduate school do not provide a lot of support. Any ideas, best practices? #gradschool",
        "I think we need to start a conversation about supporting graduate students who are nonnative English speakers! Proo… https://t.co/bedUwcI0j6",
        "Got an idea for a bestselling app: Hooked on Phonology https://t.co/bvPR1tkQ1J",
        "The new #iPhone 11 tells me a lot about myself. It only recognizes my face when I’m serious. If I smile, it fails."
    ]
}