{
    "screen name": "MariantMendez",
    "no. of tweets": 181,
    "tweets": [
        "La depresión es una enfermedad! Que lamentable la muerte de #darrinpatrick basta de satanizar, y subestimar la mente.",
        "Que raro se siente usar zapatos",
        "Hola a todos, porfa quien pueda colaborar o publicarlo es para el papá de un amigo en \n barqto-Venezuela🙏… https://t.co/PQhP448rT3",
        "@joycelopi Eso hace que la ame más💜",
        "Debes encontrar herramientas dentro de ti para ser visible. #MichelleObama",
        "#adele aprovechó la cuarentena, se ve hermosa! Dejen vivir https://t.co/pGwRuMhBDl",
        "@MaiahOcando La gente está muy loca. Por eso hay que volver a la vida rural, de campo tener chivos y ser como tu ab… https://t.co/PJRn111huB",
        "Deseo que consigas gente hermosa en tu vida.💫",
        "Una gente de mi pueblo 😂 https://t.co/3cBlBkKySL",
        "@luisacccardenas Que belleza💜",
        "@luisacccardenas Jajaja, tienes que decir :\nniñitas  un curso de compresión lectora les suma mucho a sus vidas😘🌻",
        "@TamiPunch 😂 😂 yo estoy aprendiendo en este tiempo, lo aplico igual que con el ejercicio, lo hago y ya. Sin pensarl… https://t.co/H3Hat9LioT",
        "@Jbschp Jajaja! Siempre terraza terraza terrazzzaaa",
        "Mi vida después de ir a terapia,😂 https://t.co/qL3SaAvjNX",
        "@luisacccardenas 😍😍",
        "@TamiPunch Tami el yoga es lo mass, intenta a ver que tal en youtube hay profesores increíbles, sino una siesta o u… https://t.co/ZL7Guqx9eP",
        "En medio de una pandemia mundial, y ovnis¿ aún te cuestionas porqué él,no te escribe?. \nTe lo agradezco, pero no...🎶",
        "Que el depar huela a café, es la mejor manera de empezar el día.",
        "🙋🙊 https://t.co/vJzq5kS6R4",
        "@Jbschp Jajaja! claro cuando quieras",
        "@Jbschp Felicidades mi amor, me encanta muchos éxitos!!",
        "@rubencarrito @cocatanblanca Lo mejor que veré hoy. 💜👑🍷",
        "@luisacccardenas Divina🍃",
        "@earvinsrw Me encantaron todass, te sacaste un 20, hermosas que talentoo👏👏",
        "@kingvalu Por estas historias amo twitter, gracias por compartirlo,te mando un abrazote🤗😘",
        "El único profesor que quiero en esta cuarentena es @AlvaroMorte\n@lacasadepapel que genio!!",
        "@vicdollia Maravilloso👏👏",
        "Cuarentena nivel pro😱 https://t.co/imEWuLiIku",
        "Los sábados extraño mucho mi casa espiritual @iglereydereyes los cultazos de jóvenes y a mis amigos, pero recuerdo… https://t.co/H2QaxcNAc2",
        "@UnaTalLuisa Yo estoy igual 😂, cuando vi la foto de tu nevera sentí paz, jajaja. Un abrazote lu y para argus💜",
        "Supe mi necesidad de ti, cuando me topé con la cruz.",
        "La paz que brinda Jesús,  mediante su palabra, oración y alabanza no te la da nada ni nadie.",
        "Esto también pasará",
        "@thairkassam Lo hablo con una amiga, Dios y con la psicóloga😁",
        "@UnaTalLuisa Divinos😘",
        "@UnaTalLuisa La gente habla de lo que carece, mandalas a freir mono! Te quiero y abrazo paisana de barquisimeto😘",
        "@Jbschp Amigo,que tal el hoyo? Te recomiendo anne with E es hermosaa, fresa,bien contada y la fotografía brutal😘",
        "Que delicia ver  el lago de los cisnes, gracias @TeatroColon un bálsamo al cora. 👏👏😘",
        "Hola otoño,como te extrañé🍂",
        "Mi #Venezuela  será libre en el nombre de Jesús. Que felicidad!",
        "Tu palabra es una lámpara que guía mis pies y una luz para mi camino.\nSalmos 119:105",
        "@JeanMary_ Un billete de 5 de monopolio y la tarjeta directa a la cárcel 😂 que lindos se verán de naranja.",
        "@juaquingerardo 0",
        "@nelsonbus La rochelaaa!",
        "Un tiempo para valorar lo pequeño, y lo importante, \nUn tiempo para conectarnos con nosotros mismos y con Dios,\nUn… https://t.co/sTxxwZIPWo",
        "😂 https://t.co/Bdd5eWYElr",
        "Por estos hilos es que me encanta twitter, léanlo👏👏 @Jbschp mi alma vos sabías de esto? https://t.co/MQkD7cbSQS",
        "@LyonLeonR @dmolerocnm Que estupenda historia, no lo sabia 👏👏 te mando un abrazote",
        "Que nuestra fe sea más grande que nuestros miedos🍃",
        "Te regalo esta promesa:\n¡El Señor mismo te cuida! El Señor está a tu lado como tu sombra protectora. El sol no te h… https://t.co/49pPguq27r",
        "@thairkassam Con buena música y cocinado cosas ricas🍃graciass doc🤗",
        "😱 https://t.co/CRRsqe39Iq",
        "Que domingoo junto @AlejandroSanz @juanes #YoMeQuedoEnCasa amarloss fuertee💜",
        "La gente no tiene problema con Dios, tiene problemas con los mensajeros💜 @DanteGebelOk 🔥",
        "@duniabri Jajaja, te quiero!",
        "@solotransito @Jbschp 😁",
        "Es tiempo de Iglesia casera, volvamos a los inicios. El espíritu Santo se mueve en el corazón, no sólo en un templo.",
        "Que el coronavirus nos acerque más a la cruz.",
        "🙌💜 https://t.co/gmgaHcXRMq",
        "El Señor es bueno con todos; desborda compasión sobre toda su creación.\nSalmos 145:9",
        "😍 https://t.co/cAAB0jMKun",
        "@isabel_ag Jajajaja.Gracias la gerencia",
        "Ven despierta tu pueblo y transforma naciones, Dios de avivamiento muévete derramatee🔥  @TheSendArg",
        "Cuando somos sellados por el Espíritu Santo nuestra vida cambia para siempre🔥",
        "Chile, lugar de reencontrarme con lo bello de mi país,afectos y un tiempo de descanso que tanto necesitaba.",
        "Que bonito madrugar para irte de vacaciones💜",
        "Uff! Que buena está la playlist @TheSendArg \nIncreíble.. 😱😍 https://t.co/kADy6IE9OH",
        "Todos los caminos nos llevan a cumplir nuestro propósito.🍃",
        "Lo que contamina a una persona no es lo que entra en la boca, sino lo que sale de ella.\nMateo 15:11 💥",
        "Empiezo la semana con mucha gratitud en mi corazón, dos de mis mejores amigas me enviaron un pasaje para visitarlas… https://t.co/oMIpBmAYtq",
        "@TheSendArg Expectanteee🔥🙌🕊 esto será tremendoo, no dudo que marcará un antes y después en mi andar con el Espíritu… https://t.co/6qXW1oPxiY",
        "Selah🍃 https://t.co/9gXHqIikAC",
        "@joycelopi Tienes que gritarles:\n«Ey, soy un burro sin mecate»😂",
        "«Even when  I don't see it\n you're working,\nEven when I don't feel it\nyou're working,\nYou Never Stop,\nYou Never stop working»🙌🔥",
        "@duniabri Te quiero!",
        "En el silencio, también se encuentra Dios🍃",
        "@joycelopi menos mal que comimos bastante, extraño mi salsa de maíz😥",
        "@jmqquintero @isabel_ag *Un pepito mixto con salsa de maíz y papas fritas\n*Empanada chilena con  jugo de parchita\nQ… https://t.co/uuEbXM9t06",
        "@TheSendArg Un llamado del Espíritu Santo a todos, esto no es un evento más, es una cita divina con Jesús. #TheSend https://t.co/ckPKxqfsUu",
        "Pero he aquí que yo la atraeré y la llevaré al desierto, y hablaré a su corazón.\nOseas 2:14 💜",
        "@LassoMusica Creo que eres mi nuevo crush #teodio",
        "Actuación impecable. Se merece todos los Oscar. 👏👏 #TheJoker https://t.co/jloN46t6qU",
        "El ayuno es una disciplina espiritual que nos conecta con el cielo.",
        "El cambio climático es un hecho,no es un mito de seudos hippies.",
        "🔥 https://t.co/fRATaIzJmr",
        "Dejen que Dios los transforme en personas nuevas al cambiarles la manera de pensar. Entonces aprenderán a conocer l… https://t.co/EWGergVdVf",
        "Las cosas viejas pasaron; he aquí todas son hechas nuevas.\n2 Corintios 5:17",
        "@irmaar Yo lo estoy viendo😱😵👌",
        "@joycelopi Jajaja, con esa carita tan hermosa ojalá lo pongan en un comercial😂🐕",
        "¿ Alguien que me explique, porque la gente le abre una cuenta de instagram a sus mascotas?, no entiendo nada 😵puro perreo🐕",
        "¡¡Feliz año nuevo!!\nQue Dios bendiga tus pasos\n                                 tus proyectos\n                                  tu familia",
        "Soy de las personas, que ama ver feliz a sus amigos❤",
        "Toda la Escritura es inspirada por Dios y es útil para enseñarnos lo que es verdad y para hacernos ver lo que está… https://t.co/nAGlH6C4bl",
        "Feliz navidad💜 te quiero, 😘 @ElGeorgeHarris https://t.co/1JuXzuDGn3",
        "Que bueno salir de la rutina",
        "Las mejores historias, son escritas por Dios.",
        "Con el corazón lleno de Dios❤",
        "@duniabri sushi 😂 https://t.co/9UuW5vFvXX",
        "Holaa mundo😂 acá les dejo el link de mi nuevo video, espero sea de mucha bendición a tu vida😘\n\nhttps://t.co/bv4SHxJihU",
        "Si Dios cuida de manera tan maravillosa a las flores silvestres que hoy están y mañana se echan al fuego, tengan po… https://t.co/U5baWGm93e",
        "Alguien más piensa que escribir aquí, es lo mas similar a esas libretas que venían con un candado y anotabas todas… https://t.co/7uFeudkMT3",
        "@sverat Yo también lo hago🙋😘",
        "Ser cristianos no se trata de ser perfectos,\nSe trata, de ser perfeccionados en su amor.",
        "Amo ver a Dios en lo cotidiano🌻",
        "Esta será una semana linda, hay un dictador menos en éste lado del mundo y una de mis mejores amigas le pedirán matrimonio, que lindo❤🌻",
        "Amo esta etapa de mi vida donde realmente soy muy feliz y tengo paz conmigo misma. Finalmente voy siendo esa persona que siempre anhelé ser.",
        "Lo más cuchi que verás hoy😺 https://t.co/a8tXZnSStk",
        "Jueves que se siente domingo🌻",
        "Que hermosa está la última producción de @jaroficial tus canciones han marcado momentos en mi caminar con Dios, ést… https://t.co/sDifQ3ASkK",
        "@Jbschp Porque son cosas que hay que enfrentar amigo😘",
        "Tu actitud,determina tu aptitud.",
        "Deja de ver tus limitaciones, comienza a ver lo que eres, lo que tienes y lo que puedes hacer.",
        "Estoy amando los domingos. https://t.co/QDa58DsioX",
        "@UnaTalLuisa Me encantaaa!!! Te mereces eso y masss!! Por ser super trabajadora, constante y muy tu!!  👏👏🍾😘",
        "Amo ser instrumento en sus manos",
        "Hola @CableFibertel no tengo servicio de internet, zona palermo, helpme please!",
        "Practiquemos la palabra de Dios en nuestra cotidianidad. Asì reflejamos a Cristo en lo humano.",
        "#BlackMirror te recuerda que la ficciòn se parece bastante a la realidad.",
        "¿Quien màs se pone reflexivo cuando se enferma?🙋",
        "Nada mas lindo que amar tu presencia❤, te amo Dios!",
        "El amor, siempre serà la respuesta para todo.",
        "Recordatorio del dìa https://t.co/6o9jRMePAn",
        "La motivaciòn te ayuda a empezar, pero no a permanecer, tomemos decisiones que perduren en el tiempo siendo constantes.",
        "Te amo DIOS, eres increible.",
        "Estar mal, es parte de estar bien.",
        "Que tremenda entrevista @ChristineDmusic hablando con especialistas sobre la depresiòn post parto. Esta es una de l… https://t.co/sXtVtDgfXw",
        "Uno no sabe que està en oscuridad hasta que entras a la luz💥😍 @ingridrosario",
        "Si tuvieses la oportunidad de charlar con Dios en un cafè, ¿Què le preguntarias?🤔",
        "🙌¡¡Levanto un Aleluya en presencia de cualquier rival, levanto un Aleluya temor perdiste el control!!\nhttps://t.co/xSFbiHxG4W",
        "Hoy, con el 💔por las elecciones de ayer, como Venezolana conozco de primera mano el daño que hace el socialismo, am… https://t.co/l1qHEVA8qt",
        "@Jbschp Esperemos a Octubre,  y esto de una vuelta de rosca. 🙏",
        "Dios te ama tal y como eres.",
        "Holaa acà les dejo una entrevista que me hizo @iamdu_\nPara su canal de YouTube, Dios te bendiga mucho🤗😘\nhttps://t.co/jfLR804DIb",
        "Si estás en Caracas no te lo pierdas.\n#JesusAmaVenezuela #Jesusfest https://t.co/GBMlfIjTsy",
        "🎶Aunque no pueda ver estas obrando, siempre estás, siempre estás obrando.🎶 🔥🙌",
        "Creo en un Dios vivo, tan real como tu y como yo. Jesús no es misticismo, no es emoción, es Él",
        "Si lo puedes soñar, lo puedes lograr.",
        "Sos luz💡",
        "Levantate y anda.\nEl rey de los cielos pelea por ti.",
        "Que el amor del padre sea revelado poderosamente a tu vida, de una forma tan creativa que no dudes que es Dios.",
        "El Señor mismo peleará por ustedes. Solo quédense tranquilos.\nÉxodo 14:14",
        "Pues el Señor tu Dios vive en medio de ti. Él es un poderoso salvador. Se deleitará en ti con alegría. Con su amor… https://t.co/HDKL8U7FHA",
        "Amo la capacidad que tenemos de reinventarnos una y otra vez.",
        "Mereces ser feliz,creelo.",
        "Decide creer lo que Dios dice de ti.",
        "El desierto es un lugar donde te encuentras cara a cara con el maestro. No es un lugar feo, desolado, es un lugar d… https://t.co/MXI5j4Ro0N",
        "Cuando no tienes nada que perder tienes todo que ganar. #ensancha",
        "Pues su amor inagotable hacia los que le temen es tan inmenso como la altura de los cielos sobre la tierra.\nSalmos 103:11 🌷",
        "Lo que más amo de Dios es que sus ojos siempre nos ven con amor, sus brazos son el mejor refugio y su Espíritu nos… https://t.co/76EHFGncYe",
        "Una persona que conozca tus sombras y corra no merece tu corazón, de ninguna manera.",
        "Pero luego volveré a conquistarla, la llevaré al desierto y allí le hablaré tiernamente. Oseas 2.14",
        "El Señor bendiga tu vida con toda bendición del cielo, renueve tus fuerzas, tu mente y tu Espíritu, lleve más allá de lo soñado.",
        "Jesús tiene plan perfecto para tu vida, un plan bueno, de bien, lleno de paz, gracia, cosas buenas, si de cosas bue… https://t.co/a9v5bqR5Oa",
        "Buen día! #Venezuela huele a café recién colao. 💛💙❤ cielos abiertos para mi país, Dios con nosotros.",
        "Sólo él es mi refugio, mi lugar seguro, él es mi Dios y en él confío. Salmo 91.2\n 💛💙❤🙌\nVenezuela eres libre en el nombre de Jesús.",
        "Llegó el día que todos soñamos. #VenezuelaLibre 💛💙❤",
        "Deja de buscar en terceros lo que sólo Dios te da.",
        "Ante mis pensamientos,\nLevanto un aleluya, mi arma es una canción, levantando un aleluya pelea el cielo por mi🎶🙌 #hijadelrey",
        "«Recuerda que el cuerpo es el templo y parte del templo es tu lengua»🎤 🔥 @AlexZurdoMusic #DoñaReligion",
        "Servimos con mayor ímpetu cuando somos valorados. MM",
        "#JESÚSVIVE @rdrjovenes Jesús puede cambiar tu historia. https://t.co/EyRwdzs2CI",
        "Un encuentro puede cambiar el rumbo de tu vida para siempre. @iglereydereyes @DanielaFreidzon",
        "Levantemos un altar de adoración por #Venezuela vamos, el mal se vence de rodillas mirando al cielo dependiendo de… https://t.co/XLkYXAUU3Q",
        "Lo que está pasando en #VenezuelaSinLuz es un #exterminio, Dios mio Bendice a cada niño enfermo, adulto o anciano q… https://t.co/twZsYWTA7Q",
        "@catherine_fulop @MisesReport Que cara e' tabla! Si ajá vendiendo avon,.locaa!",
        "NADA nos puede separar del AMOR de Dios.",
        "Yessss!! https://t.co/abgGOE2Yrs",
        "@todonoticias Graciass Argentina, gracias  a todos los ´periodistas de TN que hacen eco de la dictadura de mi país.",
        "@MaiahOcando 🙋 es muy fuerte😭",
        "Oremos hasta que se caigan los muros #Venezuela tierra de valientes.",
        "@MaiahOcando Lo amé, le faltó y se sientan mirando a la pared😂",
        "Te quiero @AlejandroSanz ❤",
        "@alesso Te mereces orquidea de platino! @Jbschp lo viste?",
        "@Psicovivir Me dieron ganas de gritar orquidea orquidea jaja😅",
        "https://t.co/PhAgrOAJsZ \nGracias por tu aporte, todo suma, #vamosbien #VenezuelaAidLive",
        "Escuchar música Llanera es recordar los domingos de sancocho en la finca debajo de una mata. #VenezuelaAidLive 💛💙❤🎶",
        "@raullopezmeza Lo están pasando en @MTVLA 🎶",
        "Si viviera en Venezuela sería parte de los voluntarios, dichosa en Cúcuta.💛💙❤.",
        "Una amiga: Che que hacés el jueves\nYo: Que hay el jueves🤔\nAmiga:jaja, San Valentín\nYo: Ah, nada\nConclusión: Ya supe… https://t.co/Sp0PueVi0H",
        "El mejor plan a esta hora. #mates https://t.co/UaJ6F9Neun",
        "Dios mora dentro de mi, como yo soy. #eatpraylove"
    ]
}