{
    "screen name": "Metabolon",
    "no. of tweets": 184,
    "tweets": [
        "Screening for #metabolic diseases through a multi-pronged mass spec platform we can ID inborn errors of metabolism.… https://t.co/QYgrklrxop",
        "Metabolon’s curation team eliminates the noise in #data to deliver the best results for your study. Hear more from… https://t.co/lyvHq7XCRy",
        "More is needed to combat the growing concern of #foodallergies. This study suggests metabolomic profiling can advan… https://t.co/9Njv9BIj85",
        "Weekend plans? Subscribe to #ClosertothePhenotype in iTunes to listen in on engaging scientific discourse… https://t.co/LSzCzU0TCa",
        "We are delivering #COVID19 #metabolomic insights to leading medical centers &amp; #populationhealth studies battling… https://t.co/Y2ZSYwI4QQ",
        "#Asthma is a chronic childhood disease. This study in @EBioMedicine profiled the metabolome using untargeted metabo… https://t.co/Plcc8frNKH",
        "Tune into #ClosertothePhenotype https://t.co/eSuJRtaf4r as @biologybobby talks with Dr. @TWilmanski @isbsci Dr.… https://t.co/QxcIkuLUPC",
        "Metabolon’s comparability offers ability to observe differences and similarities, which is especially valuable to o… https://t.co/17OUTVrJXW",
        "Gut alpha-diversity reveals clues to human health. Register for this webinar on 5/13 at 1:30 p.m. EST to hear how D… https://t.co/3JM2XLIgmJ",
        "You still have time to register for today’s #InsightsandDiscoveries_Metabolon webinar at 11 a.m. EST. https://t.co/7Ri5ZfE72c",
        "Remember to register for today’s #InsightsandDiscoveries_Metabolon webinar at 13:00 CEST https://t.co/iXzBPQ3hx4",
        "Our mission is to make sure you get the most valuable insights #WorkingWithMetabolon. Our #AI &amp; #MachineLearning to… https://t.co/1Cw0hSoLkX",
        "Metabolites are the primary language of communication between #microbes &amp; their hosts. Read why incorporating… https://t.co/6DSkZJmckN",
        "If you missed our first Insights &amp; Discoveries with Metabolon event “Understanding Viral Infection &amp; Optimizing Vac… https://t.co/tgIYdIxG7g",
        "Dr. Sean Gibbons @gibbological from @isbsci notes that #metabolomics allows researchers to listen into the conversa… https://t.co/yfr7PoTqpl",
        "Join us on 5/6 at 13:00 CEST for the #InsightsandDiscoveries_Metabolon webinar with Metabolon's @vinay_pawar8 and… https://t.co/afOqP1uKbB",
        "Join us 5/6 at 11 a.m. EST for the #InsightsandDiscoveries_Metabolon webinar with Metabolon's Dr. Kari Wong &amp; Micha… https://t.co/tFYQbDNE1d",
        "Join tomorrow's #virtualpodium conversation on #precisionmedicine. Metabolon's Dr. Adam Kennedy will discuss Levera… https://t.co/gugfxgn7wi",
        "Our #metabolomics experience with thousands of samples allows us to understand the pitfalls and know how to deliver… https://t.co/gsK38t4FOw",
        "Did you know that Metabolon has developed targeted and quantitative assays for 900+ biochemicals? Our scientists ar… https://t.co/rIdRhOJzCC",
        "Metabolon’s Dr. Bill LeFew in Bioinformatics discusses how we leverage bioinformatics to make sure that the product… https://t.co/UmhqC44i9I",
        "Metabolon is pleased to provide #metabolomic insights for this #longitudinal #COVID19 work that will support better… https://t.co/Ynh3E3TTSo",
        "Math has always been a passion for Dr. Bill LeFew. His lifelong interest in #mathematics coupled with his dedicatio… https://t.co/Kp67jJd8wy",
        "In this webinar, Dr. Greg Michelotti explains how #metabolomics can unlock existing #omics data streams to understa… https://t.co/H7D2xrsZxH",
        "Without an expansive coverage you can’t capture all the factors that influence health. Metabolon provides the broad… https://t.co/pn01I3ApbV",
        "Read about the questions our work with @isbsci will answer re: the progression of #COVID19 infection, who is at gre… https://t.co/1N0BY81UKe",
        "Tune in: In our first podcast episode of Closer to the Phenotype Dr. Brian Keppler &amp; @biologybobby discuss a 2020 v… https://t.co/GHbo3s3mZz",
        "We are delivering #COVID19 #metabolomic insights to leading medical centers &amp; #populationhealth studies battling… https://t.co/q4lTQJE3LE",
        "Read this blog from @dnagenotek in which Dr. @FreinkmanLisa &amp; Dr. Greg Michelotti offer expertise on the vital insi… https://t.co/mLwJ66uj9l",
        "What is data without direction? Metabolon’s #4Cs approach to metabolomics allows us to accurately compare datasets,… https://t.co/aeY8igWpnI",
        "Metabolon’s Dr. Lisa Freinkman shares her R&amp;D insights on the importance of sample collection to optimize data qual… https://t.co/LX2UzqqVog",
        "Join Metabolon’s Kenny Andersen from Product Marketing and Valerie Poole from Sample Prep as they provide a closer… https://t.co/DdWVq9oYHX",
        "Maggi Szasz is one of our research scientists, driving scientific excellence each day. We are grateful for her cont… https://t.co/nZ6km2XoWs",
        "W/ #chronicdisease patients at increased risk of #coronavirus. Dr. Nikole Kimes from @SioltaThera believes that inn… https://t.co/IZgfdd0F8F",
        "Learn more about our contributions to find solutions to combat the #COVID19 #pandemic. Metabolon is working with… https://t.co/Fa7UMVgBdw",
        "#Metabolomics can elevate #bioprocessing through analysis of #metabolite #data streams. These same streams are crit… https://t.co/M2HBeNC8X3",
        "Dr. Alessandro Busetti examines the value of #metabolomics in identifying #biomarkers associated w/ rabies… https://t.co/uAeFjV9iq9",
        "Proud to collaborate w/ the @isbsci team who is taking a systems biology approach to examine risk of #coronavirus i… https://t.co/0EPfiUkY7D",
        "Today we'll highlight a common chicken virus that can cause acute infection posing a challenge for farmers.… https://t.co/2xpOukCZKS",
        "How important is the quality of your data at the end of your study? Learn how Metabolon sets the standard for… https://t.co/GFiCdlt1C6",
        "#COVID19 has changed the game with many people working from home alongside their kids for the first time. Some of o… https://t.co/TJzqqarMhS",
        "How do you power your #metabolomics study? Dr. Kasia Broniowska outlines the value of identifying a clear objective… https://t.co/WabTk0xuTT",
        "Event 1 in our #InsightsandDiscoveries_Metabolon virtual series explores how #metabolomics supported developing a s… https://t.co/IGncieTxFL",
        "Did you miss our #microbiome webinar? Learn more about advancements in the space in our webinar recap:… https://t.co/9NqO0dyINu",
        "Our work has been featured in 2,000+ publications and high-impact journals, setting the standard for insight-derivi… https://t.co/YNpjXz8D8f",
        "#COVID19 is still impacting communities worldwide. Thank you to the healthcare workers, biotech &amp; biopharma labs th… https://t.co/A7IQOm0SZ6",
        "Our automation platform enables our scientists to quickly process large sample sets. The #robotic process is key to… https://t.co/36EPELhbWO",
        "@AxialBioTx, congratulations on this successful advancement in your #autism clinical trial. #metabolites… https://t.co/xIqD1nl5wE",
        "This #metabolomics profiling study identified differences in plasma between children w/ &amp; w/o #Autism. Several chan… https://t.co/uYN2H7GjOV",
        "We provide tier 1 identifications for over 85% of our identifications using LC-MS technology. Read the blog to lear… https://t.co/FS0tu96ucq",
        "Our own Dr. Annie Evans, Director of Research &amp; Development, will be featured in tomorrow’s ThermoFisher… https://t.co/ZBR1GE96NC",
        "Do you know how to best prepare your metabolomics samples? Addressing market problems, we leveraged our experience… https://t.co/plospbuzuB",
        "Dr. Nikole Kimes, Founder &amp; CEO of @sioltathera, suggests considering these two questions as you begin planning you… https://t.co/2u5yII2QWq",
        "Metabolon is proud of this collaboration w/ with Dr. Claudia Langenberg &amp; @MRC_Epid @Cambridge_Uni showing how circ… https://t.co/NTJxqgo9gj",
        "#ICYMI: Dr. Annie Evans and Dr. David Foster discuss leveraging #metabolomics and #AI #data to decipher the functio… https://t.co/YVUZN3rvdM",
        "Metabolon delivers value to biopharma companies by capturing the complete story about your molecule. Click to learn… https://t.co/VdxcjEbHOF",
        "Metabolon fueled this study revealing metabolic differences among studied Type 2 #diabetes patient groups &amp; pointed… https://t.co/62w38Y73Jz",
        "Thank you, @TristanFreeW1 for the opportunity to share how #metabolomics reveals the functionality of the… https://t.co/GBLFcwbloU",
        "Did your last #metabolomics study provide full coverage? Metabolon’s unmatched knowledgebase gives you access to th… https://t.co/LUEBAw4fNI",
        "As a BSL-2 certified lab, Metabolon is accepting #COVID19 biofluid samples and committing to expedited project deli… https://t.co/9wTLJzCvfK",
        "ICYMI: Metabolon can help you with your submission of an informal white paper for contracts in response to CDC… https://t.co/UiIhX20jgN",
        "While #COVID19 has presented its challenges, Metabolon employees like VP of Global Marketing Bridget Johnson have m… https://t.co/bGwP3XpiLn",
        "In this video with Dr. Nikole Kimes, Founder &amp; CEO of @sioltathera, she explains how #metabolites can impact… https://t.co/aMe4M7KRDp",
        "Thank you for the opportunity @TristanFreeW1. Stay safe. https://t.co/YQdhGTU9af",
        "#4Cs #metabolomics is the key to unlocking the full potential of research. Wondering about the efficacy from your a… https://t.co/HpaLlyFfOc",
        "As #COVID19 guidelines evolve, we've enacted measures to maintain the well-being of our staff and timely delivery o… https://t.co/sySMrgQoT4",
        "Circadian rhythm can potentially influence the risk for metabolic diseases. The @sassonecorsilab is focused on unde… https://t.co/6S4ZRidKAg",
        "@Inc. named #Raleigh the top city in the nation to provide strong job opportunities. Not only is the #Triangle a le… https://t.co/dRJXYX9bSv",
        "The human #microbiome harbors 100 times more genes than your own human #genome. Tune into this video with Dr. Nikol… https://t.co/psKoLGdWUt",
        "What is data without direction? Metabolon’s #4Cs approach to metabolomics allows us to accurately compare datasets,… https://t.co/nN3GmTTVwX",
        "We set the standard for delivering actionable #metabolomics insights. Our work has been featured in over 2,000 publ… https://t.co/FwMMzdNYTA",
        "Women constitute only about 1/4 of the science and engineering workforce. On #InternationalWomensDay we recognize a… https://t.co/mEndbrqFGH",
        "Nikole Kimes, Ph.D., Founder &amp; CEO of Siolta Therapeutics @sioltathera, discusses how her company uses… https://t.co/m3qySrAFn1",
        "Buried in #bigdata? Without the #4Cs in #metabolomics, it can be difficult to sort through large volumes of data. C… https://t.co/2jGQBjfDwt",
        "Quality is proportional to experience. With thousands of #metabolomics studies completed, our analysis provides the… https://t.co/SEChMbq0xl",
        "Metabolon's technology identified a key gut microbiome-derived compound that’s linked to #insulinresistance in peop… https://t.co/wsxOrWkJLg",
        "We are grateful for the efforts of our talented team to expand the science of #metabolomics. They live our values o… https://t.co/p3PyIV9SEq",
        "We proudly contribute to advances in the #raredisease community. This publication shows the value of… https://t.co/S9NWHwcVnE",
        "Senior Data Scientist Mulu Ayele played a key role in defining our integrated #multiomics computational pipeline. T… https://t.co/BfE7tPkykv",
        "An all-girl #STEM team @SallieBHoward won $15,000 in classroom tech from @SamsungNewsUs for their life-saving devic… https://t.co/aC24oA3t9H",
        "Metabolon delivers value to biopharma companies by capturing the complete story about your molecule. Learn more abo… https://t.co/sw5HQdIg7y",
        "@bykriscampbell @PTurnbaugh\nMetabolomics uniquely provides a functional readout of metabolites - the language b/w m… https://t.co/Vox4E9Vsvj",
        "Rather than maximizing #gutdiversity, Dr. @gibbological &amp; researchers @isbsci explained that a more complex “Goldil… https://t.co/LjHqHI7shx",
        "@h_sokol @NatRevGastroHep @APHP @HopSaintAntoine @MedecineSU @Sorbonne_Univ_ @crsa_paris @INRAE_Intl This is a grea… https://t.co/MftXWOo1W9",
        "Use metabolomics in your #drugdevelopment program to unlock translational #biomarkers, and capture comprehensive da… https://t.co/EgZueh0puk",
        "@nature The microbiome is a richly informative area of study with a tremendous impact on health. While genomics can… https://t.co/Gj6RetL9Lz",
        "In assessing which #biomarkers are the most effective in understanding renal function in older cats, this… https://t.co/zpiGKyxjZj",
        "At Metabolon, we set the standard with our #4Cs. You won’t find any other lab with the same #metabolomics coverage,… https://t.co/dUDatGIf2T",
        "Yesterday, we had the privilege of hearing @activategood’s Exec. Dir. @ambermelsmith who discussed the personal ben… https://t.co/2TKDG0cagk",
        "On 2/19 at 1:50 GMT, @vinay_pawar8 will speak about Precision Metabolomics™ at the 15th annual @bmd_congress in Man… https://t.co/a2CENIy5u7",
        "Metabolon welcomes Frank Smith to our International Team as the Greater London Area’s Business Development Director… https://t.co/DMnCNDubsO",
        "That's what we're talking about! We are proud that 44% of Metabolon's scientists are women. It's a start.… https://t.co/Ib43qMQGM5",
        "Our automation platform enables our scientists to quickly process large sample sets. The #robotic process is key to… https://t.co/o3PUtWIjJH",
        "Are you missing crucial insights in your drug development? Check out the #5KeyRisks to see what you could be omitti… https://t.co/LZOoEAN0Se",
        "#ThisIsWhatAScientistLooksLike – 44% of Metabolon’s scientists are women coming from a variety of backgrounds. Read… https://t.co/BJlIhmgh3A",
        "Read about Dr. Annie Evans’ journey of scientific breakthroughs that led to the creation of the world’s leading met… https://t.co/4vpTKzrXjA",
        "Metabolomics ID'd potential #biomarkers for healthy diet patterns that reduce chronic #diseases. This study examine… https://t.co/Cv9hd9YpoW",
        "If you’re struggling to reach your next milestone, Metabolon can help you stay on target, translate data across mod… https://t.co/7cV27p9tx4",
        "Health status &amp; risk of disease directly correlate to the human #microbiome. Now, we can understand the mechanism l… https://t.co/CQAyTZbhkd",
        "Follow your heart. That’s what landed Metabolon’s Lisa Papaleo in her current role. #STEM #WomenInSTEM… https://t.co/ZuAQibRPX7",
        "Metabolon profiles #biomarkers of drug response. to prove which microbes should be targeted for therapeutic benefit… https://t.co/aSCSJQCBcR",
        "#ICYMI Metabolon’s Precision Metabolomics™ platform is equipped to identify #biomarkers of #disease. Follow this li… https://t.co/Bh7GBzs9b0",
        "We’re continually investing in technologies that enable our team to streamline workflow and to automate processes t… https://t.co/TlQYbpXiZT",
        "Novel biomarkers discovered with #metabolomics enabled a new test for insulin resistance. Metabolomics provides a p… https://t.co/FcIoIui8J6",
        "In a recent study fueled by Metabolon, @ksuhre, @timspector et. al., identified 11 distinct genetic loci regulating… https://t.co/iW663kRUu7",
        "While the #genome is vital to understanding risk of disease, it’s only part of the picture. By assessing the impact… https://t.co/bMSh70nTwE",
        "Some skin microorganisms protect from disease, while others may cause certain skin conditions. Researchers at Metab… https://t.co/m6gfCGCU7I",
        "Metabolon’s #4Cs approach to #metabolomics reveals new approaches to treat chronic &amp; rare diseases. @TaylorLawley e… https://t.co/6v1cbLhdhd",
        "Change of plans, Brian Keppler, Ph.D., Director of Discovery and Translational Sciences for Metabolon will take the… https://t.co/3lI4edyDuk",
        "#Metabolomics illuminates microbial activity leading to disease by revealing what was previously unseen.… https://t.co/84S8Dz0drV",
        "Metabolon unlocks the #genome through #metabolomics providing new insights into chronic &amp; rare diseases. Learn how… https://t.co/gODKVIvqDQ",
        "Diversity imbalance in the #gutmicrobiome is a factor of #obesity. #Metabolomics considers the yo-yo diet and a pot… https://t.co/IoDB6FLkVB",
        "Metabolon’s unique ability to see deep into the skin #metabolome is the key to revealing new discoveries and improv… https://t.co/yBdwkPOb1y",
        "Metabolon unlocks the #genome through #metabolomics providing new insights into chronic &amp; rare diseases. Learn how… https://t.co/tckwXPgvLt",
        "While #NASH assessment is reliant on biopsies and imaging, #4Cs #metabolomics provides biomarkers that can inform o… https://t.co/02yOp5OaUn",
        "Big data is shaping the economic landscape, including #healthcare. Machine learning in #metabolomics makes it possi… https://t.co/IiNuhwR2V7",
        "Metabolon’s #4Cs approach to #metabolomics reveals new approaches to treat chronic &amp; rare diseases. @TaylorLawley e… https://t.co/OAcGzgE7tl",
        "The #gutmicrobiome is tied to the current state of health, but only #untargetedmetabolomics is equipped to decipher… https://t.co/YbR2TvIQ0m",
        "When a drug’s mechanism of action is unknown, #4Cs #metabolomics can sift through extensive data and findings to re… https://t.co/AgGfBNZURv",
        "We live up to our #qualitymanagement standards by ensuring that every sample rack is sorted correctly, even if we h… https://t.co/amQfULNXVT",
        "#ICYMI Research fueled by Metabolon explained differences between elite &amp; non-elite athletes by illuminating their… https://t.co/gtN4ozjaFD",
        "#Metabolomics illuminates microbial activity leading to disease by revealing what was previously unseen.… https://t.co/BllRDY0FSQ",
        "On this #NationalTechnologyDay  take a moment to learn how our #metabolomics technology is unraveling the mysteries… https://t.co/JS96WEWIqb",
        "Today’s consumers demand products and health insights that power health. In this study fueled by Metabolon, researc… https://t.co/JJF98eQnGX",
        "#HappyNewYear and best wishes for a prosperous year ahead. Metabolon will be closed the rest of this week to spend… https://t.co/vzmdd8Bo1g",
        "#ICYMI: 2019 marked the 150th anniversary of the Periodical Table of Chemical Elements that has powered many areas… https://t.co/liGDXyRLf8",
        "Pleased to help illuminate this research. Our Metabolomics platform helped confirm known metabolic processes in pre… https://t.co/hsAz4pX2Wl",
        "Research fueled by Metabolon finds an inverse association between key blood metabolites and kidney disease: as kidn… https://t.co/h2PRAKqAy0",
        "The #metabolome comprises all biological and environmental interactions of a living system. In order to assess curr… https://t.co/5oVGkDThBj",
        "https://t.co/Bal6wihdIW",
        "Metabolon continues with holiday activities delivering @ToysForTots_USA donations to spread cheer. Metabolon famili… https://t.co/Mxy3sSl46H",
        "With new #automation systems, our scientists have more time to make novel discoveries. #Metabolomics #Biotechnology… https://t.co/rY8ma6cVcV",
        "Metabolon’s supply chain process leverages bar code technology to ensure accurate tracking of your samples while th… https://t.co/lCAHi2b2Pe",
        "Sudden kidney failure through off-target effects. #4Cs #Metabolomics finds #biomarkers that are more sensitive than… https://t.co/HVVKw8RxL4",
        "Metabolon delivers value to biopharma companies by capturing the complete story about your molecule. Learn how to e… https://t.co/zxNNqeIpDE",
        "Congratulations to our winners, Erika, Chelsea and Kate for the #HolidaySweater contest! #MetabolonMonday https://t.co/9Z7s5IiZqa",
        "#HappyHolidays from everyone at Metabolon. We celebrated start of the season with an all hands meeting led by our P… https://t.co/VHSR39qrHA",
        "We provide tier 1 identifications for over 85% of our identifications using LC-MS technology. Read the blog to lear… https://t.co/5IU7p5eC6g",
        "Proud of our own Annie Evans, Ph.D., who is part of the Metabolomics Quality Assurance &amp; Quality Control Consortium… https://t.co/ES3qUcXW8R",
        "#Metabolomics revealed a weakness in relapsing acute lymphoblastic leukemia, which occurs in children. Targeting sp… https://t.co/Ls99YTtmg5",
        "We are committed to continually expanding our named #metabolite knowledge base. This increased coverage allows us t… https://t.co/FCNnBov1Cy",
        "What is data without direction? Metabolon’s #4Cs approach to metabolomics allows us to accurately compare datasets,… https://t.co/v27tGMPoCA",
        "Intestinal microbiota can contribute to diseases like diabetes. #metabolites often are the expressed function of th… https://t.co/q6KHlwNtAn",
        "Metabolon’s own @geoffamine will speak at the @UF_ICBR seminar in Florida tomorrow 12/5. https://t.co/pw3TQW98ON",
        "Metabolon is growing. We invite you to explore our current openings to join our team of industry leaders. #hiring… https://t.co/yGhwvnlpCR",
        "Will you be at #PMWC20? Learn how #metabolomics can be leveraged to understand the #microbiome’s role in disease de… https://t.co/3JgbkZBL6i",
        "Wishing you a happy &amp; healthy Thanksgiving from all of us at Metabolon. https://t.co/56i8c2pHOn",
        "The key to mitigating #disease is to understand it. We’ve explored over 500 diseases to determine which #biomarkers… https://t.co/665WYJWZ1g",
        "Healthy as a horse? Through #metabolomics, researchers discovered that high carb diets can cause founder &amp; high ins… https://t.co/wufmRhI1Di",
        "Stephan Bauer has joined Metabolon to work with our biopharma clients in Germany and Switzerland. https://t.co/iY3RdAC57g",
        "How does cooking affect the gut microbiome? This piece talks about the alteration of microbiomes from consuming raw… https://t.co/gr5A1UFSvx",
        "By 2020, over 1.5 billion people will have high blood pressure, but poor therapeutic control occurs with current me… https://t.co/nhZX1QaYwP",
        "An epidemiological study focusing on hypertension showed the way you sleep affects your metabolome. Insights may he… https://t.co/9ketu5ESgF",
        "@sfcomms Hi Danny, you can click on the link in the original Tweet, then follow the second tab (orange) to the case… https://t.co/0s2RxVqHwt",
        "Our scientists are studying insulin resistance, metaboloic changes and #biomarkers to reveal how the #gutmicrobome… https://t.co/bqTzMYLKxn",
        "Castor oil’s by-product can be poisonous, with no known antidote. #Metabolomics shows metabolic pathways that may h… https://t.co/gNWAon7CMg",
        "How can metabolomics support genomics to tackle challenges in lung cancer research? Read this blog to learn how… https://t.co/U83MNoZby2",
        "The #microbiome affects every area of human health. Learn how #metabolomics is the intersection of these microbes,… https://t.co/E7iJAOnU4D",
        "The low carb, high fat #Keto diet goes beyond increasing metabolic function. #4Cs #Metabolomics finds a drug target… https://t.co/2FmrCusbDs",
        "Join us at the 5th Annual European Microbiome Congress in London as our own Karen DeBalsi discusses the value of me… https://t.co/MAm21bO4zC",
        "How do antibiotics and diet affect health? Join us in Atlanta on 11/15 at 10 am. Metabolon’s Michael Heiser will di… https://t.co/4cuglocz3O",
        "Our team continues to expand to serve the growing international market needs with the addition of Ralf Pfister. https://t.co/MBzIO0e1oT",
        "#Metabolomics deciphers the relationship between human health &amp; #gutmicrobiota that function in a cooperative &amp; syn… https://t.co/8gKJ1R0QQd",
        "How do you brew? #Metabolomics reveals key factors to measure and evaluate this elixer's benefits and potential mit… https://t.co/5fqk5lEiBh",
        "Research uncovers intriguing discoveries in animal &amp; plant models, but does this knowledge translate to human model… https://t.co/gZahAIHt3U",
        "The #ketogenic diet can help people retrain their #gutmicrobiome to manage weight. Also beneficial to patients with… https://t.co/VteE1rekOS",
        "Metabolon participated in a study of twins that explored the metabolic potential of microbes, revealing how the gut… https://t.co/40lXcjnCRP",
        "Despite 50 years of study into #sicklecell, few treatment options exist for patients. Read how our #4Cs… https://t.co/OVoLQDmeaI",
        "#4Cs #Metabolomics is the key to unlocking the full potential of research. Wondering about efficacy from your anima… https://t.co/tl0KKCwm3P",
        "Join us at the 5th Annual European Microbiome Congress in London as our own Karen DeBalsi discusses the value of me… https://t.co/vWRnxVyvRB",
        "Can having diabetes affect the way the body processes medication, even anti-diabetic drugs? Research suggests that… https://t.co/Gmenblqvbs",
        "Scientists studied the diet’s impact on the gut microbiome of omnivores and vegans, finding similar composition.… https://t.co/XTJzjEMKMb",
        "Happy Halloween from all of us at Metabolon. Congratulations to the winners of our costume contest: Burt Macklin FB… https://t.co/SM1sBVWip8",
        "What's more terrifying this Halloween than missing potential insights in your drug development? Don't be tricked, t… https://t.co/bOQQ44xLRd",
        "Buried in #bigdata? #5keyrisks. Without #4Cs #metabolomics, it can be difficult to sort through large volumes of da… https://t.co/fzwRVTD5V8",
        "We're at the Microbiome R&amp;D and Business Collaboration Forum in San Diego. Come to Kirk's talk today at 1:50pm PST… https://t.co/0G1JwEGRLk",
        "Stalled during your drug development? The 4th of our #5keyrisks is the time &amp; resources wasted on preclinical error… https://t.co/pT0Ng9kui8",
        "Are you prepared for Risk #3? Your drug development could reach a dead end with #biomarkers not translating to othe… https://t.co/5LvtzjhxsA",
        "Don’t go blindly to #biomarker discovery. The 2nd risk of not using #4Cs #metabolomics in #drugdevelopment is not g… https://t.co/yMCxUT6XEj",
        "What could you miss when you don’t include #4Cs #metabolomics in your #drugdevelopment program? Follow #5keyrisks f… https://t.co/YUT5jzlRmh",
        "Last week, our company held our annual M-Grill event. Teams competed in minute-to-win-it style games like bucket po… https://t.co/kAyO69xbZJ",
        "How do #climatechange and #pollution affect the environment? This insightful research seeks to use #metabolomics to… https://t.co/Pd7QQENF11",
        "Don't miss Kari Wong, Ph.D. speak about the benefits of using metabolomics to develop treatments for NASH at the NA… https://t.co/3bvoRql7av",
        "When you partner with Metabolon, your samples are in good hands. Our coverage, competency, comparability, &amp; capacit… https://t.co/75HAt27z8q"
    ]
}