{
    "screen name": "tiby91",
    "no. of tweets": 169,
    "tweets": [
        "@tsraqueel_ Owsss sos una bella 🥰\n\nYa quiero probar las tuyas 💕",
        "@parampan_ Ish jajajajajaa si pues 🤭",
        "@nahomy_valdes Ñañ 🥰",
        "@jun__iq Owssss, sentimento mutuo 🥰",
        "@ipanemaab Ayñ, si te la paso 🥰",
        "@PurpuraNiebla Ya las pedidas lok 🥰",
        "@Strigidaecorvus No, kiche y pizza 🥰",
        "Ustedes no se enamoran de mi porque no me han visto cocinar 😏\n\nO porque no me han visto. 😂 https://t.co/HCm0rfggy0",
        "@PurpuraNiebla Eso o tenerme a la par, para reinos de cualquier mulada 😥😂",
        "@PersonaNunca Whahahahahahaha \n\nGobiérnese :(",
        "@EdwinAMJ Lo quiero escuchar de la voz de la @PurpuraNiebla  para llorar 😥",
        "¿Como de que xela ya tiene una App para convertir tuits a poemas? \n#impactade",
        "Hoy particularmente es un día bonito en CDMX. \n\nHizo frío en todo el día.",
        "@EdwinAMJ *gritos de perra loca*",
        "Mi crush cambio su foto de perfil de acá. \n\n¿Como le doy Me encanta?",
        "Recordamos al Genocida Ríos Mont, lo recordamos esposado, con las manos manchas de sangre, frente a la justicia, fi… https://t.co/X0p0XBXf2H",
        "Recordemos también a las madres que en la plaza de la constitución siguen llorando a sus muertas, y exigen justicia… https://t.co/zAn8mgn5SD",
        "@sikuaa Obvio los voluntarios de calnali estamos invitadxs no? 👀\n\nPd: yo soy bueno cocinando 🤭",
        "Vale, mi asesora de tesis me puso a leer unos libros que me están volando la cabeza. \n\nCada vez odio más las constr… https://t.co/bmNGOlbYf7",
        "Hoy tengo la piel chinita, los ojos llorosos y el recuerdo de mi abuelita abrazándome. \n\n¿Cuando me fui de casa? \n-No me di cuenta.",
        "@PurpuraNiebla Te amo y te extraño,",
        "Quisiera ser poeta para escribirle poemas a mis abuelas hasta el fin de mis días.",
        "Trabajar en la memoria histórica hasta tenerla clara y conocer al enemigo y a sus aliados.\n\n¡Si Hubo Genocidio!",
        "¡En Guatemala si hubo GENOCIDIO!\n\nNo lo puedo decir más claro pero más alto si.",
        "@overpowrdbyfunk @MIT 😭",
        "Para sentir que es sábado :) https://t.co/O9ffMX4nHz",
        "Yo moría de ganas por conocer el @MIT \n\nUn sueño que también se llevó la pandemia :(",
        "@orindejaguar @cactupussy Como así usté onvre con vasectomía, no le entendí :( jajajaja",
        "@cactupussy Ay no, jajajajajajajjaa burra diunavez \n\nYa Te quiero vers y viajars 💕. Besis",
        "@cactupussy Wjajajajaa cuando te pregunte por tu apellido verdadero. \n\nYo cuando respondiste: https://t.co/NTjSDgjCGy",
        "Que feos tiempos, pero  al menos también es tiempo de mangos 💕",
        "@EdwinAMJ Si, y deje de hacerse la lok :) \n\nBuen día",
        "@PurpuraNiebla No se lo corte lok, me sirve 👀\n\nBuen día :)",
        "¿En que momento cambie el sonido de las ambulancias, sirenas, aviones por grillos, el viento golpeando los árboles… https://t.co/ua1tbPZbHw",
        "¡Ay no los huecos! \n\nMi frase favorita de cuando les leo 👀",
        "@xsmxn Ayñs",
        "Las locas de la @ODELCA1  presentaron su fanzine hoy 🔥\n\nAcá una pequeña muestra \nY el link. \nhttps://t.co/EbGrIUfRjZ https://t.co/PeEnoBP10b",
        "@NanciSinto Asi te imagino Jajajajaja 🥰",
        "Hablemos también de ese cumplimiento de cuotas de personas indígenas en espacios políticos/visibles, únicamente par… https://t.co/lAsgo3GpMB",
        "@EdwinAMJ @balamchis No veo grindr ahí 👀👀👀",
        "@Quebrachosol ¡Aguaaaaaaaaaaaaassss!\n\nQue ese racismo silencioso ni en sarcasmo :)",
        "@Quebrachosol Si lo hubieras hecho, hubieras sexualizado y exotizado el cuerpo tuyo y de otras muchas más mujeres i… https://t.co/DDZbgzmW8G",
        "@overpowrdbyfunk @FaustinaBaeez @latinamericanah @DanielareaRea @marcelaturati Súper si, las 1 y mil formas de segu… https://t.co/qAdyN3TUaJ",
        "@Quebrachosol 🥰 a muchxs yo creo jajjaja",
        "@Strigidaecorvus Si pues, para después ir a San Pedro la Laguna también 👀 a lo mejor me pasas tus contactos jajajja",
        "@LLSilvestre Jajajajajjaja 🤭",
        "@ixzapil Jajajajaja 🤭",
        "@Strigidaecorvus El test es para gente que no s conoce 💅🏾 jajaja mentira",
        "@EdwinAMJ Jajajajaja “convirtiendo” dice usté jajajajajajaa",
        "@meowing_atyou Ya es hora de que todxs esos racistas prueben mi “Pay” 🥰",
        "@NanciSinto Lisaaaa, en política pero más alegre jajaja",
        "La Persona/La Personalidad https://t.co/yE1E3ZcDUo",
        "@NanciSinto Ay no, eso si es mentiras Jajajaja",
        "@jkoyocku Que es makun?",
        "@ItzelyTqm Ayyy 🥰 identificado Jajajaja",
        "@PersonaNunca Jajajajajaj :(",
        "@_WorldMad Jajajajaja 👀",
        "Mi crush me invito a hacer una videollamada para hablar de Ecología y tomarnos una cerveza. \n\nObvio ya estoy listo… https://t.co/9i5kboPZNU",
        "Ya cancélenlos por favor 💕 amén.",
        "-Los geis blancos cuando ven a una pareja de un rubio y un moreno, de Un músculos con alguien llenito. https://t.co/vijRH9st8G",
        "@PersonaNunca Jajajajajajajajajaja no puedo 😂",
        "@FaustinaBaeez Una amiga me dice, disfrutemos de la caricia de los cuerpos con responsabilidad :)",
        "La critica al amor romántico no implica el abandono de la ternura.\n\nLo leí por ahí :)",
        "@diegoarmira Tengo clases en línea :) , ojalá pronto seamos tan fluidxs como nuestras abuelas ;)",
        "@spicymood El resultado de la construcción de un estado nación, pero aún no es tarde :)",
        "Yo si creo que en los Pueblos originarios/rurales, los animales domésticos y que producen alimentos forman parte d… https://t.co/KHAvr4I8Vs",
        "@kmnxa Amen gracias dios por tantas bendiciones.",
        "@Space3ny3l @EdwinAMJ Payasas Jajajajaja \n\nMi caída me están dando :(",
        "@kmnxa Amen 🥰\n\n- Edizon se siente bendecido.",
        "@overpowrdbyfunk Justo a la que menciono arriba, la que folkloriza, romántiza la pobreza, e invade espacios y cotid… https://t.co/CaegoR6dU8",
        "@EdwinAMJ @ale_jjor Ay me recuerda jaajja",
        "A mi siempre me hace ruido la “foto documental”, me parece violenta la forma de invadir la privacidad, y de cómo a… https://t.co/Kte7VBKOhQ",
        "@huesosdevidrio Quieroooooo 😂",
        "A ustedes no les gusta el talento de la gente, les gusta que la gente sea blanca delgada y rubia. \n\n¡Que feos modos de veras!",
        "O sea siempre quise vivir en México pero no durante una pandemia :(",
        "@sikuaa Que la vida nos de más tiempo para seguir tejiendo resistencia. Abracitos 🥰",
        "Para mi aprender a hablar Kaqchikel es una muestra de amor para mis abuelas, me niego a que el viento y el tiempo s… https://t.co/URQdUwR6kI",
        "Recordar los campos en Mayo llenos de Kotz’ij Te’ej, también es recordar a mi abuelita y d cuando la acompañaba al… https://t.co/IKMRpYsFE4",
        "@camilelelele Ayñs  ahora mándamelo a mi 😊😳",
        "Si atacan a @SaraCurruchich o a otrxs líderes Indígenas, también nos atacan a muchxs de nosotrxs, pues ellxs ayudan… https://t.co/7a31cETosC",
        "@energivoro Anotaoo jajajaj",
        "@overpowrdbyfunk Jajajajajajajajajaja \n\nAy amiga 🤭",
        "@eseohefeia @liberalucha Así es :)",
        "Desde que empecé con el proceso de construir y recoger los pedazos de mi identidad, supe que jamás volvería a nombr… https://t.co/4VNdLEv8UD",
        "Vivo con el constante miedo de que aún teniendo la cámara bloqueada en las reuniones virtuales, se vea mi cara y lo que esté haciendo... 🤭👀",
        "*kaqchikel",
        "Hoy nombro a la abuela Kaqchiquel Tomasa Quino, abuela comadrona que acompañó a mi madre y cortó mi  mu’xu’x, hoy l… https://t.co/PwZlLyAkjU",
        "Reivindiquemos hoy el trabajo de las abuelas comadronas, nombrando y recordado a cada una de ellas como sabias muje… https://t.co/wbq3NGJ3hg",
        "@EdwinAMJ @TropiParranBoy @balamchis @cesarrxm @PurpuraNiebla Whahahahhahaa amo",
        "@TropiParranBoy @EdwinAMJ @balamchis @cesarrxm @PurpuraNiebla Orgíacundo 🥰",
        "@EdwinAMJ JAjajajajajaja, que bueno que se la cacho :$",
        "@cesarrxm @EdwinAMJ  @balamchis  @PurpuraNiebla   @TropiParranBoy  un su poco de vergüenza deberían de tener wecos.",
        "El racismo inverso es como la democracia en Guatemala. \n\n¡No existe!",
        "@overpowrdbyfunk @FaustinaBaeez Creo que yo si 🤭",
        "@PurpuraNiebla Keeping me hot, like July 4ever 🔥 https://t.co/EbjwioVQUB",
        "@jkoyocku Ay si, me encantaría :) \n\nIgual cuando querrás ir a iximulew sos bienvenido, creo que sería genial que co… https://t.co/Mdo2ZW1qEW",
        "@jkoyocku Jajajaja, a mi siempre me pasa, pero con el tiempo unx se vuelve fuerte :) Jajajajaja",
        "@jkoyocku JAjajajajajaja esa fue una indirecta para mi verda? Jajajaja",
        "Padre mío 😭\n\nCada vez les extraño más :( https://t.co/dLMtYpvkrF",
        "Aún no se cuál sea mi misión en este mundo, pero estoy seguro que no es “educar” uno x uno a los blancos/ladinos, e… https://t.co/pqaALCZC4r",
        "Pasen a leer lo que escribieron las locas de la @ODELCA1 \n\n¡Organización de Locas Centroamericanas y del Caribe! https://t.co/6WChQNa5aE",
        "@orindejaguar @ItzelyTqm @ArizaFarid Más que todo, que weno que no te hizo caso digo yo 👀👀👀",
        "@danielbustagram Muero jajajajajajajajaja",
        "@literaluis_ @Felipe298  Wjajajajajajaja",
        "@ArizaFarid @ItzelyTqm  wjajajajajajjajajajajajajajajajajajajjajJajajaa",
        "@soucidesua Algo tuvimos que hacer muy bien, para sentirnos queridxs unx del otrx. \n\nAmén señor gracias por tantas bendiciones 💕",
        "@gentlethekid85 Soy de Semetabaj :)",
        "#PoemaDeCuarentena",
        "Eres tortilla hecha por mi abuelita, o por qué te extraño mucho? https://t.co/gQ1ozPpo00",
        "@MonicaCorado__ Que rico, hueles a tamal :)",
        "Quiero escribir todas las historias de miedo que mi abuela me contaba junto al comal. 💕",
        "@parampan_ Yo me tomo los halagos que no son míos, que dijo usted ejajajjajaa, de lo contrario nadie me dice que soy especial Jajajaja",
        "@parampan_ O halagos, Jajajaja depues me doy cuenta que es pata otros ombres :( hahaha",
        "@overpowrdbyfunk Mucho amix, ya hablaremos :$ Tkm",
        "@overpowrdbyfunk El mío está acá en tw, y tuitea bien bonito 😥",
        "@JorglMelo Descasaríamos y nos reivindicaríamos sin procesos violentos.",
        "Ojala la construcción fuerte de nuestras identidades partiera del amor y la ternura, y de honrar la resistencia de… https://t.co/tXsk5LVuMi",
        "Por un mundo con más defensores de derechos humanos, del territorio y la vida, activistas ambientales, colectivas a… https://t.co/QBTQj8mJsB",
        "@SaraCurruchich Tu fuerza, mi fuerza, nuestra fuerza para vos, 🔥🔥🔥",
        "Y qué nos sigan llamando resentidos sociales, y que nos vuelvan a llamar resentidos sociales, por callarles la boca… https://t.co/ETApNodEHT",
        "@marioenri @XinicoSandra @SaraCurruchich @TityElDucke @AztecaGuate @CODISRA_GT @PrensaComunitar @crfger Si, si si, a la chingada :)",
        "No fue solo @SaraCurruchich, fuimos todxs lxs que estamos casadxs del racismo. \n\n#AlertaRacista  Sandy Mendez,… https://t.co/VN9Ob39WCe",
        "Y los estándares de belleza están basados en la blancura. Buena Noche :)",
        "La gente no es guapa, solo es blanca.",
        "Es la despedida de mi Romie vegana, y voy a cocinarle unos paches veganos (tamales). \n\nPerdón awelita jejejejeje",
        "@_esierra_ Jajajajajajajajaja cuando se sus patas se te pegan a la piel   😭",
        "@jun__iq Siempre bb, siempre todo va a estar bien :)",
        "Cosas bonitas y mi ventana 💕\n\nCuando termine la cuarentena le tendré un poemario a mi ventana y al ruido all afuera. https://t.co/91C6vvcXNY",
        "Eliminemos el amor romántico burgués heteronormado e implementado el disfrute del cuerpo y el afecto.",
        "Amarnos a nosotrxs mismos y a nuestras circunstancias.",
        "@gaboquiroa_ Saluuu :) https://t.co/6epYEU2MPh",
        "El miedo jamás detuvo la resistencia de nuestrxs abuelxs, es nuestro deber no seguir calladxs y seguir en m resiste… https://t.co/OHurNo2n4h",
        "@parampan_ Que ascoooooo 🤢🤢🤢, cada vez los blancos me dan más asquitoooo, no pro nada fue novia del  mono del espacio @stmuze",
        "@Mauriprado93 Ayyy, quiero aprender palabras complejas como vos Jajajajaja",
        "@memerodas @PurpuraNiebla Jajajajajajajajjaa",
        "Ay, esto siempre en San Marcos y San Pedro la Laguna, suben montañas y se echan humo😂\n\nPero cada quien la verdad 🤭👀 https://t.co/01EmWalbT2",
        "@PersonaNunca Ihggggh 🤢",
        "La esperanza del pueblo, está en la solidaridad de los pueblos, no en la burguesía que lo gobierna. https://t.co/LuidvybVfo",
        "Ya es hora d q los “blancos, mestizos y Ladinos” se hagan cargo de su racismo, nosotrxs no estamos para explicarles… https://t.co/yezEDRN81n",
        "@maferdamur Gracias Por tus palabras y empatía Mario, es lo que muchos necesitamos, “empatía”. Abrazos.",
        "@cecyhernandezg7 Queres hermosas palabras.",
        "@Sandia_Mendez https://t.co/yWkA3ef1xs",
        "@Sandia_Mendez https://t.co/z1RQopdtu5",
        "@TityElDucke @Sandia_Mendez RACISTAS https://t.co/4hwlzpM4Ts",
        "@EdwinAMJ Le abrazo fuerte a la distancia mi amor, le quiero mucho 💜",
        "@alexsincal Abrazos Compa 💓",
        "@orindejaguar Hoy lo necesito, ojalá estuvieras aquí 💕, te amo mucho.",
        "@parampan_ Yo se lo llevo belle 💕",
        "Hoy entre algunas lágrimas y prendiendo una vela, me di cuenta que necesito conciliar con mi identidad, esa misma que un día negué.",
        "@parampan_ Ay vos, esos pisos eran hermosos...",
        "@cyborgoxidado Besis belle 🥰",
        "@EdwinAMJ @PurpuraNiebla @PurpuraNiebla  ayyy loca, 💜Sii quiero unas hijas poetisas. \n\n@EdwinAMJ  si amix bb, se pu… https://t.co/oqMZDra7SS",
        "@EdwinAMJ @PurpuraNiebla Ay si locaaa @PurpuraNiebla  quiero unas hijas poetisas. 💜\n\nSi amix, @EdwinAMJ  pero usted… https://t.co/Crz38Q21Ai",
        "@_soydelviento Ñañ 🥰",
        "Ya sé que en Guate no es el Día del niño, pero en México si y .... a donde fueres haz lo que vieres. \n\nPd: extraño… https://t.co/h0mAlOno6D",
        "No hay sensación más placentera que abrir el horno y ver qué el pastel si está esponjando 🤭",
        "@camilelelele WAJAJAJAAJJAJAA MUEROOOO",
        "Ni estar tan lejos de mi familia mé pone tan depre como ver las acciones que toma el @CongresoGuate",
        "Por años hemos sido despojados de nuestros territorios, llegan con sus ideas que generan “Desarrollo” y nos folklor… https://t.co/zRHji4ZlbS",
        "¡No al Mal llamado tren Maya!",
        "@Sandia_Mendez https://t.co/a5r2ZGePn5",
        "Que lo que están denunciando y el coraje, no les haga caer en la Gordofobía, está bien visibilizar las cosas, pero… https://t.co/Jjc7KATSke",
        "@kmnxa Ya, no se si se la cancelaron por todas las denuncias que hubieron, o ella dio de baja su cuenta, pero igual ya no existe en IG HAHAH",
        "Ya cancelen a los geis blancos también por favor...",
        "Una persona racista, sin redes sociales, es una  multiplicadora de racismos menos.",
        "@jun__iq Ya no hay terrenos :(",
        "Mis Amigxs de la maestría, aún se siguen burlando de mí de cuando dije: “vamos a refaccionar” porque tengo mucha ha… https://t.co/2eNOrwdcCq",
        "@Sandia_Mendez @YouTube RACISTA",
        "@Sandia_Mendez  te condeno a vos y a tu racismo, ese que por año nos ha tenido sometidos en una posición desigual,… https://t.co/OvbPA3idYn"
    ]
}