{
    "screen name": "VishnuguptYadav",
    "no. of tweets": 193,
    "tweets": [
        "@DKShivakumar Happy birthday, you are strength of Karnataka",
        "@frp09 Okay thats fine, you may take India-china-Nepal simultaneously",
        "@realDonaldTrump You are mentally sleep.",
        "@frp09 Can you hold debate on current India-Nepal border disputes arising from lipulekh pass road construction ?",
        "@Smita_Sharma @ConstantinoX @PradeepgyawaliK @IndiaInNepal @EONIndia @BrookingsIndia Video is not playing on Etv Bh… https://t.co/8XaZiIfNr6",
        "@Smita_Sharma @ConstantinoX @PradeepgyawaliK @IndiaInNepal @EONIndia @BrookingsIndia Smita, When will video play?",
        "@loksabhaspeaker Do you have any other work or just tweeting on birth/death anniversary?",
        "@realpreityzinta I want you to make KINGXI PUNJAB jersey of Kesariya color, it will be different among eight and wi… https://t.co/X7oykLpV7Y",
        "How much compensation money will you give to the family of CRPF martyr Ashwini Kumar Yadav of Ghazipur. You didn't… https://t.co/eApxKrAIcS",
        "@RahulGandhi I hope someday you will converse with Thomas Piketty, a great 21st century economist. He know alot abo… https://t.co/H4x3Ecwv7w",
        "Now Amit Shah ministry gone one step ahead to announce lockdown for two weeks more before two days of expiry of sec… https://t.co/4kLEwfIWlK",
        "Are You Rich Enough to Survive This Pandemic? https://t.co/GuTuecS6c8 via @intelligencer",
        "@INCIndia @RahulGandhi Best of moment....",
        "@BBCsarika Sarika, are you single ? 🤡🥰",
        "Its was the best of times, its was the blurst of times. You stupid monkey !!! @DrSJaishankar @narendramodi",
        "@johnstanly Thanks for sharing John, I just always read and think Thomas Piketty.",
        "@captamarnath @DalrympleWill Its 'The last Mughal' Not Kast ,,be careful !!!",
        "@sanjuydv @laluprasadrjd HAHAHA....Lalu is Lalu...Special one.",
        "@Smita_Sharma @venurajamony @NLinIndia @IndinNederlands @MEAIndia @IndianDiplomacy @bilalbhat Put your every interv… https://t.co/1MuzJIfaYj",
        "Maa Tuje Salaam #soniagandhi @INCIndia",
        "Only Hollywood has the solution for Coronavirus, where are the superheroes who always save the world in only 3-hr ?",
        "Gang Rape of 13-yr old in  Sitapur, UP in a lockdown. \nRape in MP with 6-yr old and eye damaged. Shivraj mama comes… https://t.co/PKiB6EbOFc",
        "@Smita_Sharma Where is UAE Princess interview?",
        "@IndiaArtHistory Period of Vishnugupt and Chandragupt",
        "@Smita_Sharma Just what i was waiting since very long....love you...By the way, are you single? 🥳😻",
        "@narendramodi @rajyasabhatv @LeoVaradkar What exactly you discussed? \nLeo Varadkar is busy in his healthcare practi… https://t.co/vXQyx2Qrn8",
        "Wheel of time never spare anyone, yours time will come. Just Wait !!!! @republic @ArnabGoswamiRtv",
        "@TheZeinabBadawi With you, i am travelling whole of Africa, the vicarious one.",
        "@ks7s Are you single?",
        "@TheZeinabBadawi I'm binge watching 'The History of Africa'. Just amazing.\n\nI have question to you, you know Arabic… https://t.co/YMIPGmua7H",
        "@johnstanly Thanks for sharing it, i'll buy and read.",
        "@TheZeinabBadawi I started watching \"History of Africa\" series. Its much awaited topic to tell people around the wo… https://t.co/2vxqZtxO2O",
        "@ashokgehlot51 Jo Jinda apne baap ko ni pucha, uske liye mare hue baap se kya matlab.",
        "Sad part of every family, govt has just to pass order sitting in luxury office\nThe Yadavs, 500 km apart… https://t.co/Kuz8Rehxsc",
        "@SteveChaoSC I miss yours way of journalism man.",
        "@SteveChaoSC Hey Steve, where  you work now?\nI think you left Al Jazeera.",
        "@HardeepSPuri I think you already got your salary credited in your bank account, you have alot of allowances and go… https://t.co/wpBg6fLWRp",
        "Have you tried the Duolingo English Test? I got an estimated score of 85 - 105 on their free practice test. You sho… https://t.co/ofE6ykG1oa",
        "@HardeepSPuri Half of April month passed but no salary to #AirIndia employees. \nHardeep Sahab what should they eat ? Please reply.",
        "@PaulaReidCBS They way you stood up against Trump lies and deception; it must encourage others to ask bitter truth… https://t.co/gqGtMX4lsL",
        "@JM_Scindia I wish her speedy death.",
        "@JM_Scindia You Bastard, you remembering Jalliawala Bagh Massacre with @BJP4India Flag. Just Shameless idiot born in privileges.",
        "https://t.co/KTBfA6m40t",
        "@anticastecat I just love it.",
        "@AjayLalluINC I phoned you on wearing topi and gamcha. Thank you ajay ji  to let know people that congress is an gr… https://t.co/xG0ttE6auq",
        "@frp09 @Tejasvi_Surya He is an idiot, Why you waste time on him @Tejasvi_Surya",
        "@frp09 You people @rajyasabhatv wasted two weeks sitting in lockdown. You must had have conducted debates via skype.",
        "You are a black spot on scientific thinking and temper. @narendramodi",
        "@karunanundy Karuna, You are beautiful. I presume !",
        "@yadavakhilesh Aur aap aur aap ke party worker ghar baith k maje karo.",
        "President of USA Donald Trump doing press conference daily taking questions and updating his country's situation &amp;… https://t.co/fwfGZmPCif",
        "@iamrana Do you think its suits you to celebrate #MuslimWomenDay, learned people like you should not do this. Intel… https://t.co/2IkdUv4CGC",
        "My wait finally over\n\nAustralia | Wild Shepherdess with Kate Humble | BBC Documentary https://t.co/4SYdFQfv4K via @YouTube @katehumble",
        "Do not use word 'Social distancing', its affecting people psychologically. Physical distancing is better word to use.\n@realDonaldTrump",
        "@loksabhatv But I have complain, You don't you do video streaming instead of live streaming. The way Rajya Sabha TV… https://t.co/BnDN0nVLZu",
        "@JM_Scindia @narendramodi You Pimp!!!!!",
        "@katehumble I'm waiting to see you in Australia. I saw yours episodes when you were in Mongolia, Russia, Nepal, all… https://t.co/jnJmdgLGiE",
        "@PrannoyRoyNDTV You are so late, Ankur.",
        "@katehumble Which is your next destination, Kate ? On Wild Shepherdness.",
        "@katehumble I saw yours episode of \"Wild Shepherdness\" on BBC. Its just amazing. Love you.",
        "@Smita_Sharma You are such a beautiful human being. God Bless You !!!!",
        "@pujamehra Hey Pooja, should i apply for ISPP? Please guide",
        "@shoaib100mph The way you people eat cows, same way chinese eats bats, cats, dogs. Nothing difference just choice of habit.",
        "@loksabhaspeaker Sir, in my last tweet i asked you to put recorded video of house proceeding like wise of Rajya Sab… https://t.co/9QOPxvJ9g6",
        "@loksabhaspeaker Please put Lok Sabha proceeding in recorded video on Lok Sabha channel on YouTube. Doing Live on Y… https://t.co/eodRzmEN1G",
        "@loksabhatv @loksabhatv Lok Sabha TV become live on YouTube but if one who misses something he will not see again o… https://t.co/SiROwJxJLN",
        "@juliaioffe Did you got any threat from Kremlin after revealing a lot about Putin or Kremlin files?",
        "@SinghRPN Singh saab, you did great job in Jharkhand election as AICC in Charge of Jharkhand in reviving party and… https://t.co/cQrn9xN5RI",
        "@ruslantrad You shows us reality. A harsh but true reality of middle east. But its just game for some people sittin… https://t.co/AZOEDZWzAl",
        "@UrmilaMatondkar Urmila, Why you left Congress? You must come back. I wish.",
        "@Smita_Sharma Best think you twitted today.\nI saw your view on Indo-Lanka relationships with SD Muni on Kurban ali show. It was insightful.",
        "On the instruction of Modi, Pulwama attack was happened to win election of 2019 @PMOIndia",
        "@RahulGandhi Mrs Parsi @smritiirani , sit down again with cylinder in front of Parliament.",
        "Tu Yaad Aya Video | Adnan Sami | Adah Sharma | Kunaal Vermaa | Bhushan K... https://t.co/26RSSMVcGl via @YouTube\n\nA… https://t.co/dfwtqUiMwZ",
        "Do you understand the fiscal deficit in borrowed money, revenue deficit ? Space to capital expenditure ? You fuckin… https://t.co/MGno7qECqt",
        "Modi, do you want to tweet on Delhi result? @PMOIndia",
        "@sarahljaffe Which book ? give me name,,,,",
        "@HBuljubasic Welcome to the my Favorite news channel.",
        "@INCMP @INCIndia Good step. pro poor, pro people step.",
        "@PrakashJavdekar @PIB_India But you have evidence against @ArvindKejriwal of being terrorist. You should had have arrested him till now.",
        "Brad Pitt wins Best supporting actor Oscar award. \nOscar award become like Filmfare awards. @Oscars2020_",
        "@HarsimratBadal_ @PTI_News @ani_digital @ians_india @republic @htTweets @thetribunechd @JagbaniOnline @ZeePunjabHH… https://t.co/sYtF4tDI9u",
        "@priyankagandhi When you will Visit Phulpur? The first constituency of Nehruji.",
        "@ImranKhanPTI @suhasinih Had you taken Marijuana till now? Don't you see they already played three T20s and this is… https://t.co/3rfUmPxZDQ",
        "PM Moron Modi writes to China's President Xi Jinping to help in combating coronavirus. Our idiot PM never write or… https://t.co/j0ePhookRG",
        "Yemen: The Last Lunch | Al Jazeera World https://t.co/HU7jpRlyN9 via @YouTube\n \nGreat work by AlJazeera !!!!!",
        "@kaliabahi @BCCI hahaha....Nice",
        "On what basis Kedar Jadhav is playing in team? On what performance? @BCCI",
        "@sushant_says Sir, ye launda free ka footage khata hai jab aap jaise log isko reply karte hai.",
        "@SevadalUP @AjayLalluINC @INCUttarPradesh Mr.Ajay Kumar is perfect man to be at helm of UP Congress. I am with you… https://t.co/LKzF9tAONi",
        "Like a fused bulb need to be replace. Modi is just the same fused bulb. He also made our economy fuse. Tube-light i… https://t.co/Ll6R8C5AmQ",
        "Second time yours remark has been expunged from the official records of Rajya Sabha. You are the first PM to do thi… https://t.co/TPMR2nuaTY",
        "Modi did not speak about NRC, there will be must hidden agenda in Modi mind. @narendramodi",
        "@Dilsedesh Where was Amit Shah during Modi Speech? @AmitShah @narendramodi",
        "Where is Home Minister? Not in  Lok Sabha, not even in Rajya Sabha during PM @narendramodi speech. @AmitShah @PMOIndia",
        "@ShekharGupta It must be whisky time for you. Cheers !!!",
        "PM is speaking in Lok Sabha, Where is Home Minister ? @AmitShah @narendramodi @PMOIndia",
        "Bhai tu bada wala pappu hai @narendramodi",
        "A million followers is cool, but helping Al Jazeera English on Twitter win the #ShortyAwards is even better. Vote n… https://t.co/iAE3OWmNx5",
        "Lok Sabha TV should post the every member remarks during discussion in house on YouTube unlike posting 4-5 hour vid… https://t.co/wGNIGRtOe1",
        "@Smita_Sharma @RoflGandhi_ He is real?",
        "Nathuram Godse assassinated Gandhiji no doubt but i think he was mind washed by Savarkar, VHP and RSS (Golwalkar).… https://t.co/paqmE3BPBk",
        "Thank You @ombirlakota @loksabhaspeaker for putting Lok Sabha proceeding on @YouTube . Its was my long wish. Its ea… https://t.co/fzFrcHnD8b",
        "@AJEnglish You are too late in covering this story.",
        "Meet 21st century Dhritarashtra , he is blind to everything @narendramodi  @PMOIndia",
        "I just saw movie Partition(2007) directed by Vic Sarin. Its just tragedic  movie i seen after a long time. Its tell… https://t.co/rgk5OZ5UQw",
        "@parmod_dabas @jesuiszeo @BJP4India Then you are blood of Ravan.",
        "@jesuiszeo @BJP4India Zeo....I tagging BJP for spreading hatred. Did you heard what Kapil Gujjar and Rambhakt Gopal… https://t.co/ALeafn2czy",
        "Another man joined #GodseGang , and the man is Kapil Gujjar . Membership increasing day bu day ...please hurry up. @BJP4India",
        "@pujamehra Where can i get this full report?",
        "@tnrhariharangan @swastika24 To understand this, you have to study history.",
        "@swastika24 How could a Pandey has middle name is Singh?. Her name is Jyoti Singh.",
        "You bullshit women who suppose to be our Finance minister presented The Economy Survey, gathering data from Wikiped… https://t.co/q4xRYlZPxN",
        "@ManojTiwariMP Hello you are just got the membership of #GodseGang\n\nCongratulations !!!!",
        "#GodseGang Hello Mr.Moron Modi @narendramodi",
        "Rambhakt Gopal, self acclaimed rambhakt is member of #GodseGang.",
        "#GodseGang On the death anniversary of Mahatma Gandhi bullet fired from barrel of gun on students, instigated by… https://t.co/WrEbNb79ew",
        "@narendramodi Bakchod hai ka be tu?",
        "You should left JD(U) much before, but you did now. @PavanK_Varma",
        "Yours destiny good to you @PrashantKishor",
        "U19 Indian team playing on bigger ground in U19 World cup than senior Indian team playing against New Zealand.\n@BCCI  @ICC",
        "@latelateshow Can you guess about this girl ? https://t.co/lhhx9lXNEH",
        "From now on today, i urges all Indian with dark skin, please rub yours sweat on your face, you will get glowing ski… https://t.co/MpSh6tu7p5",
        "If you dies as a BJP leader, you will get Padma awards irrespective of what you had done in country. @PMOIndia",
        "@airnewsalerts Coronavirus, at least wrote rightly.",
        "@kavindrasachan You are too hard, like truth.",
        "Boys of Jamtara would better intercept the terrorist than IB and NIA doing in  Jammu and Kashmir, in Davinder Singh case.@PMOIndia",
        "Ajit Doval knows everything about Davinder singh and Parliament attack. Ask him @PMOIndia",
        "@khanumarfa You are hot !!!",
        "Do not allow Huawei in 5G trail and auction. Not even a single Chinese companies in 5G trail.\nBe aware !!!!!",
        "@anubhavsinha Padne me koi burai ni hai. Kuch na Kuch naya milega, accha bhi mil sakta hai bura bhi mil sakta hai.… https://t.co/KB55wqCoJs",
        "@PrashantKishor I hope you learn the lesson, do you?",
        "@PrashantKishor You planted the seeds of polarised polity in 2014 \"Freudian slip\" now India is bearing the brunt.\nS… https://t.co/B2QHobP78p",
        "@PrannoyRoyNDTV Show some past and present trends of opposition support base of Indian PM likewise you shown of US… https://t.co/oAOin14NsJ",
        "@sushant_says I saw yours acting and speaking skill but never imagined yours intellectualism. Yeah, you are educated actor.",
        "I am watching, when you ?\n\nPrannoy Roy, Ruchir Sharma On Top 10 Trends Of 2020s https://t.co/Ma321lKapY via @YouTube",
        "Watching Humanimated movie \"Captain Marvel\"\n\nCheck out \"Captain Marvel\" on Hotstar!\nhttps://t.co/jRZXGRKwSU",
        "@ndtv @PrannoyRoyNDTV Congratulation Prannoy sir, You deserved for this story.",
        "@johnstanly Pinky Bhaiya...😂😂😂😂🤣😇😅😆😂😂😂",
        "@varungrover Hello Varun, I Vishnugupt Yadav, started writing since one and half year some stories and short storie… https://t.co/cz4hL5RtlK",
        "@Javedakhtarjadu You have intellect and ideology par excellence . Epitome of intellectualism. A neutral.",
        "When brothers lives under one roof with love and respect, that is heaven on earth. \nIndia is roof; Hindu, Muslim, S… https://t.co/qbjxbrMBPw",
        "India became champion and torch bearer of democracy after world war 2 and leader of third world but now Indian gove… https://t.co/etwFYOvvRg",
        "Government of section of people , for section of people , by section of people. That is present Indian government.\n@PMOIndia",
        "@Ram_Guha Sir, i tried every way to get book \"Nehru-Patel Agreement within differences\" by Neeraj Singh but no avai… https://t.co/Tah7UGHSyr",
        "@Guttajwala Tell this to Kangana Ranaut @KanganaTeam , who say only 3-4% people pay tax and rest depend on taxpayer… https://t.co/jQp4w8lIzm",
        "@IshitaYadav You still didn't file FIR?",
        "@anubhavsinha First time i know it.....",
        "@HusnaPervez You are real beauty........",
        "@DilliDurAst Who the illiterate journalist is that?",
        "India is burning, Modi is watching !!!",
        "One of the fine article on CAB 2019, Why we majoritarian Hindus should speak and stand against ir.\nInterrogating th… https://t.co/Do7ZdYiPIS",
        "Educated fool are more dangerous for society than illiterate fool. #UKelection2019 Proved this theorem. \nAn Idiot n… https://t.co/hjrdu7OOF6",
        "@MVenkaiahNaidu Leader of opposition in Rajya Sabha has no time limit for speaking in house during debate . But you… https://t.co/Pl2KCnY1cX",
        "@MVenkaiahNaidu Do you really respect Sardar Patel? If you do, please ban RSS because he did. And you come from RSS… https://t.co/eBHjBFzI7k",
        "Savarkar  communalized  the freedom movement, apologize to Britishers, didn't support Quit India Movement (Atal Bih… https://t.co/OxQttWdS5V",
        "Mahatma Gandhi wrote in Harijan article to disbanding congress and start a new organization \"Lok Sevak Sangh\", to u… https://t.co/59hLSkbitd",
        "Gandhi's can spill their blood for truth but can not be bent to apologize. Indira Gandhi and Rajeev Gandhi  are example.\n@INCIndia",
        "@Ram_Guha @ttindia @scroll_in Great insight of great historian of his time.",
        "@jyotiyadaav Do you have any sense what you speaking? Someone mind-washed you, i presume.",
        "@Smita_Sharma A true !!",
        "Sita is burnt alive @adhirrcinc That tough tropic truth on Indian culture now.",
        "@LambaAlka You done fantastic job, on shaming Aajtak and belittle Anjana Om Kashyap.",
        "@TalktoAlJazeera @HEBobiwine I saw the episode, he looks intelligent and aware politician with confidence.",
        "@priyankac19 What about Thackery friendship with Hindutva?Do you support Hinduism or Hindutva?",
        "@nishikant_dubey Hey, You moron use your mind, You said \"Kennedy said on 18th March 1968 the GDP will have no use i… https://t.co/4wv8MV0x1p",
        "@RajaBrar_INC Iss murkh ko ye bhi ni pata ki kennedy 1963 me mar diya gaya the. Hey bhagwan kaun se bewkoof tune parliament me bhej diye.",
        "Corruption all around, even in fishing sector; human being cann't even leave fish from its greed.\nShame on Namibia… https://t.co/8g5rS8ppPW",
        "@TrishaBShetty Trisha, You speaking hard truth because yours mind radar is working, unlike @narendramodi who hasn't… https://t.co/Fd43Gc7MX2",
        "@icelandcricket That tough truth.",
        "@priyankac19 @NANA_PATOLE @Dev_Fadnavis Do you have any role in Maharashtra govt? Or just tweeting is yours job.",
        "@Smita_Sharma I had thought before this incident that south people are more sensitive and educated but i was wrong and i am wrong.",
        "@Smita_Sharma You spot on !!!!",
        "@AjeHeadToHead He is dolt, only give threat  like Trump.",
        "@khanumarfa I think its 36'",
        "Mahatma Jyotiba Phule born again in India, India needs you.",
        "@bhargavpandya20 @ruchisharma82 @YadavSysi @RahulGandhi Have yours parents and grand-parents took bullet in chest?… https://t.co/USOYIhLLVD",
        "Sri Nathuram Godse @BJP4India",
        "@deespeak Will You marry me ?",
        "@deespeak You are angel !!!!!",
        "Transgender and LGBTQ community people has more respect than Sambit Patra @BJP4India @narendramodi @PMOIndia",
        "@DalrympleWill I watched \"His Dark Materials\" but ?",
        "@DalrympleWill Thanks for tweeting, i will watch.",
        "@johnstanly Stanly, do you working on any new book on conflict?",
        "@Smita_Sharma @darshan Meaningful lyrics, which we usually dont get these days.",
        "@ajitanjum So you still work at @TV9Bharatvarsh ?",
        "@rsprasad Tu Kutta hai, bas bhokta hai aur bhokta hi rahega.",
        "@loksabhatv Thanks, I got it. But, YouTube would be better.",
        "@loksabhaspeaker @LokSabhaSectt You do not Lok Sabha proceedings uploaded on YouTube?, Please do it.",
        "@loksabhatv Why not Lok Sabha proceedings uploaded on YouTube channel? Why?",
        "@Smita_Sharma So, now you are independent journalist nowadays?",
        "@Smita_Sharma @TV9Bharatvarsh Oh, i'm sorry. I did not know you quit. Thank God. Love You. Respect You.",
        "@TV9Bharatvarsh @Smita_Sharma Is it necessary to propagate in Indian news channel, you people came with difference but become same."
    ]
}