{
    "screen name": "TriciaCotter",
    "no. of tweets": 142,
    "tweets": [
        "Excited to share our @HarvardBiz article \"Passion for Your #Startup Doesn’t Have to Mean Constant Stress.\" It explo… https://t.co/F0sanuO0Pv",
        "YW and Boston Foundation release report to provide tools, learnings, and context through which individuals and orga… https://t.co/yeItIYGbGI",
        "Martin Trust Center for MIT Entrepreneurship founder Ed Roberts second edition of Celebrating Entrepreneurs: How MI… https://t.co/fTAtxiONA3",
        "Another week starts-zoom standup meeting -miss seeing everyone in person! ⁦@EshipMIT⁩ ⁦@BillAulet⁩ https://t.co/9FWhgVZqsa",
        "Wow I love puzzles-this is impressive-so inspiring we will be heading for 3D next https://t.co/7HvQLdf0p5",
        "Coach Cal was quite inspiring--check it out @EshipMIT https://t.co/N9FpKkFkMk",
        "Ever want to have lunch with an MIT prof? Try the faculty auction. Many faculty have donated their time and proceed… https://t.co/qp7WknSMj5",
        "Hybrid Rigor.  A bit of basketball, a bit of politics and a lot of how to come back stronger in yourself, family, c… https://t.co/sCZfpHPRb9",
        "62% of @MIT #deltav alumni report that an #entrepreneurial outlook is an important part of their identity.… https://t.co/AN7VwLiyNF",
        "@carlychase @kit_hickey thank you very much for coming and sharing your experiences with the ELab class -they loved it! @EshipMIT",
        "“Celebrating Entrepreneurs: How MIT Nurtured Pioneering Entrepreneurs Who Built Great Companies,” by Ed Roberts The… https://t.co/oXgcNwhfNm",
        "@sstern_mit @EmilyCanal @EshipMIT  Thank you so much for a terrific webinar today part of the Martin Trust Center f… https://t.co/EvdMwQMoRu",
        "92% of #deltav alumni say @MIT #Entrepreneurship Classes Support their Current Role https://t.co/dcudbcjnX1… https://t.co/K8T7NCNJeN",
        "Very happy to participate in the series of career chats as part of AdMIT Weekend II  with Cameron Cler and Jeg Sith… https://t.co/tqLx9nU9bz",
        "Over 40+ MIT faculty members (including Bill Aulet) are participating in a COVID-19 relief online auction. Bid for… https://t.co/Uv3Uy3XuqK",
        "4 weeks of the Center and actively working to recreate the Trust Center experience virtually. So, far not surprisin… https://t.co/0QrYBwTk2Z",
        "#MITCorpEship \"Our goal at MIT is to produce antifragile humans and then antifragile teams. I would argue what we a… https://t.co/yGTe6y3okk",
        "Pitch2Match -Great MIT cross campus &amp; area colleges presenting &amp; in audience-The eship community is full of talent… https://t.co/0MAvtQDzDX",
        "We held our MTC4th Pitch2Match this school year Students have 1 minute to pitch and 1 slide to discuss their skills… https://t.co/x6WqexutlJ",
        "Revisiting antifragile speaker Arlan Hamilton @ArlanWasHere that being strong doesn't mean we are soldiers everyday… https://t.co/gUCVUtpwXP",
        "Thank you Erin Scott for introducing our students to Entrepreneurial Strategy last night. The students eship educat… https://t.co/LiJlxK8Etq",
        "87% of MIT #deltav alumni consider #entrepreneurial skills a core competency. Check out my latest blog post ...… https://t.co/TkMWasAB8U",
        "Epidemiologists are studying wastewater to gauge rates of COVID-19 infection. MIT and delta v alum Biobot Analytics… https://t.co/afO9ebbPjo",
        "My latest blog post on how @MIT  #Entrepreneurship Education delivers Value beyond #Startups ... based on a survey… https://t.co/6hAaNiipmb",
        "Looking for co-founder or teammate to work on your startup?  Come to Virtual Pitch2Match. It will be held Wednesday… https://t.co/OroACuCc0t",
        "Are you an @MIT or @Wellesley student interested in #entrepreneurship? DEADLINE TODAY! (3/30) Embrace #deltav this… https://t.co/tZzP57TxHV",
        "Stay safe and be well- we will be zooming! @EshipMIT https://t.co/KP6xgYfczL",
        "Love the work Alfonso and team are doing working on MIT Covid 19 Challenge discussed at our Town Hall ⁦⁦@EshipMIT⁩ https://t.co/00kGiWeuCC",
        "The 2020 @EshipMIT #deltav summer #accelerator program is now open to @Wellesley students. The generosity of these… https://t.co/wBlD9v0QtR",
        "Startups are particularly stressed right now ... good reading. https://t.co/fDScqFQJLK",
        "Come hear what we are doing to bring innovative programming to you from the Trust Center Staff @BillAulet… https://t.co/Pe7toYuzJC",
        "@Wellesley students can now apply to the 2020 @EshipMIT #deltav summer #accelerator program. The generosity of thes… https://t.co/RSNOmj4fOe",
        "@Wellesley student #entrepreneurs will now have the opportunity to apply to the 2020 @EshipMIT #deltav summer… https://t.co/OBpY3pXHup",
        "Delta v is on and we are planning to host in the Trust Center! If we can’t host a large group by then we have a pla… https://t.co/p6C1POH0UT",
        "Travel Safe -reminder deltav applications due March 30th 8PM https://t.co/d9iXSpSSL4",
        "Tonight @Wellesley info session with students for MIT deltav -MIT capstone program for MIT Entrepreneurship-now inc… https://t.co/FjiopvlsJc",
        "Normally we take a picture at the end of the semester but this is our last in person class for 15.399 Terrific grou… https://t.co/kDHPe8uH9d",
        "NCState entrepreneurs visited today on their spring break-terrific group -great questions ⁦@NCStateENT⁩ ⁦@EshipMIT⁩ https://t.co/Hp8nY5ZMR6",
        "It was a great pleasure to chair a section for the Sandbox funding board today. The teams presenting were great. Th… https://t.co/guWpkc9QCm",
        "One of the things I love about MIT is finding cool things—today it was this great space! ⁦@EshipMIT⁩ https://t.co/z4wiREjD6m",
        "Sandbox Innovation Showcase at MIT Museum-great projects-great energy and turnout  ⁦@MITSandbox⁩ ⁦@jabounadi⁩ ⁦… https://t.co/kjnwmonA9Q",
        "Youth Cities in the Trust Center wagon for middle and high school students ⁦@EshipMIT⁩ ⁦@YouthCITIES⁩ https://t.co/He0d3a9iVz",
        "Thanks everyone who came to the sessions -Applications open Monday March 2nd are due by 8pm in March 30th https://t.co/aJYgZVDyOC",
        "Counseling students as they decide on jobs post graduation-Culture fit, opportunity to learn, impact and location h… https://t.co/ZnExrCMNfl",
        "Sloan MBA students are actively planning the Silicon Valley Study Tour (SVST) for the E&amp;I track students for the Ma… https://t.co/rBOPg3lj8U",
        "Cold calling has begun in Elab-Floating Point Project stepping up to the challenge! @eship https://t.co/eFU9npu1qB",
        "Some of the teams in E-Lab figuring out what to take to on their journey across the moon! ⁦@EshipMIT⁩ https://t.co/7xdOXe1SAG",
        "Bill Aulet kicking off our 2020 strategic offsite -lots of terrific accomplishments in 2019 and experiments and pro… https://t.co/grCAp5JszG",
        "Mi https://t.co/AR97wrcrPh",
        "MIT’s 2020 Entrepreneur Development Program included 104 participants from 27 countries and six continents.… https://t.co/6z8ny9U8l8",
        "Congrats to our @MIT Entrepreneurship Development Program participants! Learn more about #MITEDP -… https://t.co/z4qwpZBSMZ",
        "“Enjoy every moment of being fire-hosed.” ... Some interesting advice for participants in MIT’s Entrepreneur Develo… https://t.co/1VkZ9FyXCE",
        "Absolutely love the energy Intro to making brings to the Trust Center! ⁦@EshipMIT⁩ ⁦@BillAulet⁩ https://t.co/7EP7zl1NUF",
        "Our fantastic @MIT Entrepreneurship Development Program has wrapped up for this year... here are my takeaways… https://t.co/J3omxQb4O7",
        "Finding the “Aha!” moment @MIT's   Entrepreneur Development Program https://t.co/fpL1nN5xtv #MITEDP… https://t.co/D6OG1baXJP",
        "We are very sad Amanda is leaving but happy that she is leaving for a terrific opportunity@eship https://t.co/zCc7OpOJ9h",
        "Last year, we debuted Entrepreneurial Confidence and Communication @MIT #deltav  - the 1st comprehensive program to… https://t.co/dej2U6iQia",
        "Check out our post on #wellness &amp; #mindfulness to protect the #health of #entrepreneurs https://t.co/L4FLE1ltfN",
        "Redefining Start-up Culture With Positive Mental Health Habits ... @thrive @MIT @EshipMIT \nhttps://t.co/ow2YBUCDKy… https://t.co/pFnlqIXTMX",
        "@markarake Reach out to carelli@mit.edu and ask for access to Dropbox-Alicia will know what to do",
        "I think we may be able to arrange for another Tim! https://t.co/NfpSp8Af42",
        "Closing lunch at the media lab-the eship community has 104 advocates heading back  to 28 countries and 6 continents… https://t.co/o70gOzaV0H",
        "Thank you judges for coming for #MITEDP today-Jonathan Hung,Kim Boucher,Umar Arshad,Bob Mason,Marina Hatsopoulos, C… https://t.co/e9ucK0XUIP",
        "#MITEDP participants Mike and Greg have a new strategy for Bill so he calls on the right person! ⁦@BillAulet⁩ https://t.co/j7DpiFGKHA",
        "Tonight’s coaches at #MITEDP -thank you all!@MITSloanExecEd @annm_maxwell @BillAulet https://t.co/jOHBNIhl0s",
        "Kristin’s wheeling #MITEDP to the finish line! ⁦@BillAulet⁩ ⁦@MITSloanExecEd⁩ https://t.co/yropAB0kLm",
        "The health of a start-up doesn’t need to impact founders’ mental health. \n https://t.co/dXvMTHdYv8 #mentalhealth… https://t.co/UG4Jci81YO",
        "Bill Aulet talking about leadership and culture in startups at #MITEDP ⁦@MITSloanExecEd⁩ https://t.co/BPmEVDzI6S",
        "Safe Travels ...It was a pleasure to have you in the MITFUSE cohort --stay in touch and stay Fusey! @EshipMIT https://t.co/NzeN8tObWB",
        "#MITEDP what a great group-enjoy tonight -it is back to work tomorrow!! ⁦@EshipMIT⁩ https://t.co/iMZfEBz1zH",
        "Simulation A feedback from Judges - tell story through persona, be scrappy, make sure everyone understands the prob… https://t.co/cHiFFukuJ8",
        "Terrific #MITEDP teams...be an energy amplifiers! https://t.co/D8ddmx3lUO",
        "Teams have come together and made so much progress already... you forget they formed their teams Sunday night!… https://t.co/JENWIzAQDJ",
        "Data shows self-awareness practices helped @MIT #entrepreneurs better manage the #stress of entrepreneurship  - My… https://t.co/7Tin5Ev7JA",
        "Does the whole team agree on what you should build? Are you building what the customer wants? How are you going to… https://t.co/1S67y2bsq9",
        "EDP -fullhouse-we are off to the races #MITEDP https://t.co/NLlgEJhJ2d",
        "We are finishing up the 2nd week of the 3 week StartMIT and MITFuse programs -it has been terrific to see so many i… https://t.co/Yr7fwxPmeP",
        "Why We Need to Redefine #Startup Culture With Positive Mental Health  Habits - My latest blog post with… https://t.co/0SFZvxQs4m",
        "Debriefing today’s MITFuse team meetings with two of our amazing EIR’s -Great progress Fusers! ⁦@kit_hickey⁩ ⁦… https://t.co/XYOuRvnh6U",
        "⁦⁦⁦@EshipMIT⁩ staff had a chance to catch up with QUT students that came to MITFuse,StartMIT and EDP tonight-great… https://t.co/WnIAqWiume",
        "Part of the amazing team supporting the 35 MITFuse teams! ⁦@EshipMIT⁩ ⁦@QUTfoundry⁩ https://t.co/bM2PPXggMv",
        "75% of @MIT #deltav startups are either still in business or have been acquired ... What's our take on… https://t.co/45Eh0Mfwy1",
        "\"Why We Need to Redefine Start-up Culture With Positive Mental Health Habits\" ... important story in @thrive on… https://t.co/M5AaWmlKLb",
        "Entrepreneurship 2020: A Look Ahead - my latest blog post on the state of entrepreneurship and @MIT #deltav… https://t.co/8Hx2vjAlHB",
        "Entrepreneurship 2020: A Look Ahead - my latest blog post on the state of entrepreneurship and @MIT #deltav… https://t.co/HqaCT4d4iG",
        "MITFuse goal setting -Love Tamara from QUT was first up with a plan to validate her app idea ⁦@QUTfoundry⁩ ⁦… https://t.co/7tG03mLSPj",
        "Starting our yankee swap -folks standing in for others that are missing so making it interesting ⁦@EshipMIT⁩ https://t.co/gJccCvkNdF",
        "Yesterday I had the pleasure of hosting @AarhusUni from Denmark. Aarhus faculty and corporations are collaborating… https://t.co/KrTCEf8mkG",
        "Party Night at MIT Entrepreneurship and Innovation track celebration at Catalyst-1st year and 2nd year eship studen… https://t.co/FHHdks22Pl",
        "Great projects from IDM students- they are selling-these two hot plates with algorithm designs will be on my Christ… https://t.co/zI4FVYKE7t",
        "Cross functional teams as well as Universities @MITSloanFellows @MITSloan @MITEngineering @HarvardHBS @Harvard… https://t.co/JrlXRS325J",
        "@eship terrific presentations at Elab https://t.co/3R6rnkm2zX",
        "Ice Breaker tonight find as many folks as you can-to win prizes-grad students and post docs you need to pick it up-… https://t.co/wkMH5drvqb",
        "StartMIT mixer ⁦@EshipMIT⁩ Great Energy ⁦@carlychase⁩ ⁦@BillAulet⁩ https://t.co/mnRPfEMw5a",
        "⁦Thanks⁩ Kosta ⁦@kligris⁩ brought in best Greek food ever from Greek Corner in East Cambridge ⁦@EshipMIT⁩ https://t.co/NbhDzyx7FC",
        "First MITFuse lunch 16/32 teams today next lunch is Wed good energy and diverse products/industries -MITFuse stat d… https://t.co/btECHHsSrQ",
        "You can tell it is project prep week and getting towards the end of the semester-line at coffee machine (three nesp… https://t.co/quAhmwgTmz",
        "Kemarah and Sheera are terrific come by their booth and their talk--guarantee any conversation you have with them w… https://t.co/yLGGSgLDUw",
        "E-lab project- to analyze themes in their accomplishments. Interesting outcomes- creativity, like to learn,interact… https://t.co/2uFB1dJ6EB",
        "E&amp;I track-terrific presentations of eship insights after meeting with various startups and your own companies. Than… https://t.co/YImiNTVMbE",
        "@eleanorcarey @EshipMIT Perfect!!",
        "⁦@EshipMIT⁩ staff potluck Thanksgiving-we are thankful for each other https://t.co/qKF8s4llrO",
        "@USCTO It was a pleasure hosting Michael Kratsios-interesting discussion of entrepreneur needs and government inter… https://t.co/YowkRleTtY",
        "Thank you Michael Skok ⁦@UnderscoreVC⁩ for presenting the process to get funding and go the distance to E-lab stude… https://t.co/fiPwHdZrgD",
        "Jeff Barnett kicking off E-lab class -Tonight’s topic fundraising ⁦@EshipMIT⁩ https://t.co/w9G4WjfURp",
        "Tiziana Dearig host of WBUR Radio built her career through a sense of calling and service. Put yourself in a place… https://t.co/CjjmDydd3F",
        "Tonight’s ⁦@YWBoston⁩ annual meeting Mim Minichiello Board Chair kicked off, Beth Chandler CEO talking about terrif… https://t.co/wqWok26XXA",
        "Tonight in the Trust Center Kit Hickey is doing a webinar with ⁦@QUTfoundry⁩. On point contributions from QUT stude… https://t.co/ILi8ZDF5z6",
        "Happy Birthday Ed Roberts-we hope you had a great day! ⁦@EshipMIT⁩ https://t.co/Gxb8NIsbJy",
        "Another busy night in the Trust Center #100Scaleups from Norway,students, classes ⁦@EshipMIT⁩ https://t.co/pqQUcr2BBh",
        "Welcome back Kit.  It was fun covering E&amp;I and will miss the group but hope to see them in Elab and 15.390. \n\nE&amp;I 1… https://t.co/8wNmvAIhuz",
        "Love the gift shop gifts!! Enjoying TIM TAM’s Thanks ⁦@QUTfoundry⁩ ⁦@pcheek⁩  The mint chocolate TimTam’s are now m… https://t.co/Tugkw8t2uc",
        "Thank you @erin_l_scott for teaching tonight in E-Lab -much appreciated @EshipMIT",
        "⁦@mit100k⁩ pitch competition just getting underway -Good Luck everyone ⁦@EshipMIT⁩ https://t.co/EU7SjYbXmp",
        "Looking forward to seeing the recommendation engine that emerges-@EshipMIT https://t.co/UxO6gqi3Vk",
        "Freshman Seminar is in the Trust Center-discussion with Sam Shames ⁦@Embrlabs⁩ brainstorming potential partners -gr… https://t.co/04gjD3vNvC",
        "⁦⁦@frenchtechbos⁩ in the Trust Center tonight -5 teams are pitching tonight ⁦@EshipMIT⁩ https://t.co/nCjz9p827g",
        "\"While cognitive ability predicted academic and military grades, cadets’ physical ability and grit predicted whethe… https://t.co/nKpxeDchfH",
        "⁦@MITStartLabs⁩ with Marc Rudolph https://t.co/54JdcYkjOZ",
        "Thank you ⁦@mbrandolph⁩ Marc for staying and signing the books for the students ⁦@EshipMIT⁩ ⁦@BillAulet⁩ ⁦@MITSloan⁩ https://t.co/DlE9KRDDkf",
        "Marc Rudolph’s co-founder of Netflix -his optimism is contagious -he wants students to be encouraged to test their… https://t.co/gDhjMDlNyv",
        "Eship isn’t finished today! Marc Randolph co founder and first CEO of Netflix speaking to a full house at Wong Audi… https://t.co/OERLdiuPxf",
        "Thank you ⁦@larrybohn⁩,Carmichael Roberts,⁦@nstata⁩ Nicole Stata Michael Mark and ⁦@parulia⁩ Parul Singh for meetin… https://t.co/eOZCnq9pEb",
        "@pcheek Paul (Trust Center Hacker in Residence) arrived at QUT to bring a version of Orbit to their students entrep… https://t.co/X2Vvswqcnu",
        "New study out \"Women founders hold 5% of total founder and employee equity in our study; men founders hold 64%.5\" \nhttps://t.co/ahPbbaL3lN",
        "Love the Halloween costume participation and energy even at lunch at the Trust Center ⁦@EshipMIT⁩ https://t.co/hyivuM7fJQ",
        "Student considerations in their next job-Pick an industry you are passionate, Pick a geography,\npick a winner- eval… https://t.co/lhePRIG4pM",
        "Jeff Bussgang leading tonight’s E&amp;I track-very interactive session on joining a startup—and we are off assessing th… https://t.co/aGkKDTTdcE",
        "Todays topic 15.390 New Enterprises is Business Models-key elements customer, competition and capturing value -talk… https://t.co/V2qebtTPsT",
        "Tonight is faculty meetings with teams in Elab - so far clean crop, cures for cancer and next up Dyad ⁦@EshipMIT⁩ https://t.co/cFo4A9PTJW",
        "Goodbye Brisbane-Great week- next up ⁦@pcheek⁩ Thanks QUT Foundry ⁦@EshipMIT⁩ https://t.co/K6bfaGdOgL",
        "Full house ⁦@QUTfoundry⁩ today-Co Lab session,  one on one sessions and several teams in the foundry creating great… https://t.co/xGVO9Cv28O",
        "Latin America Business Council annual dinner at Custom House in Brisbane. ALABC providing workshops and support for… https://t.co/3RBlej1K6E",
        "Cameron Simmons from the nonprofit World Mosquito Program is running a program where mosquitoes infused with wolbac… https://t.co/kD9ORAPKwU",
        "Great day with Queensland University of Technology-QUT Garden Point Campus passionate and talented team-it was a pl… https://t.co/8ufKO65nfJ",
        "The wheel of Brisbane -nice view of the Goodwill Bridge ⁦, beach and park -Brisbane is the 3rd largest city with 2.… https://t.co/S2PHV65pzd",
        "Arrived in Brisbane-Queensland University Science and Engineering  is on the edge of the botanical gardens-what a l… https://t.co/35LaSNE8RN",
        "Massachusetts CyberSecurity Week -today’s event covers Luncheon with Governor Baker and key MA leaders along with t… https://t.co/5GELqgdHlX",
        "Kerrie Brady-@CentrexionTX Elliot Cohen @PillPack and Sunny Wu Golden Sands discussing leadership in the E&amp;I track… https://t.co/luq1zOMpAu",
        "Elliot Cohen talking about his path through Sloan and lessons in leadership ⁦@MITSloan⁩ ⁦@EshipMIT⁩ ⁦@BillAulet⁩ https://t.co/Mv8nUIlIn9",
        "Congratulations Sam Shames @Embrlabs 10K on GMA \nhttps://t.co/K2DoCGoJ7j",
        "This is cool https://t.co/etS6bYCoqd"
    ]
}