{
    "screen name": "Pedr0Augus7o",
    "no. of tweets": 190,
    "tweets": [
        "Parabéns aos colegas do Hemominas pelo belo trabalho 👏🏼👏🏼👏🏼👏🏼👏🏼 https://t.co/nv7aaL6m72",
        "I’m so proud to be part of this. Congrats @LiviaSacchetto @IzabelaMR https://t.co/CBtpouUpyn",
        "Apoiemos na Ciência para sair dessa situação que assola a todos! Mas que esse apoio seja perene, pois uma resposta… https://t.co/Q6KVyYDRzO",
        "@ViniciusMUFC @RafagroCastro To esperando a jogada por outro ângulo rsrs",
        "@LucianaCDuarte @duascoisa Valeu Lu!",
        "@duascoisa @LucianaCDuarte Haha pois eh amigo. Ele não sabe o que tah perdendo. Muita balbúrdia!!!",
        "@ViniciusMUFC @jairbolsonaro @taoquei1 Inacreditável isso acontecendo em plena epidemia. Que são burros, pelo menos… https://t.co/FaWgYCHUH8",
        "@SalutNico @IzabelaMR kkkkkkkkk",
        "Congrats @IzabelaMR and collabs! https://t.co/TOPeCHpdd8",
        "@RealBennytheDog Parabéns Bennão",
        "01 ano sem Boechat 😢",
        "@ViniciusMUFC @Golim_ Pelo menos foi uma grande final. Mahomes mostrou que veio pra ser um dos melhores de todos os tempos.",
        "Mahomes, vc é RIDÍCULO! #SuperBowlLIV",
        "#SuperBowlnaESPN",
        "@ViniciusMUFC @Golim_ To pelos 49ers também. Sherman neles",
        "@ViniciusMUFC @DoentesPFutebol Sdds Appiah",
        "#BoraReconstruir @Cruzeiro!",
        "@ViniciusMUFC E esses detalhes que lembram o uniforme deles da década de 90. Legal demais!",
        "@mendelbyd Força Mendel!",
        "@R_erik Lenda",
        "@ViniciusMUFC @RafagroCastro Mas isso ia aparecer de qualquer jeito. De toda forma, fica claro que a crise não tem fim.",
        "Parabéns @Cruzeiro pelos seus 99 anos de história! #Cruzeiro99Anos",
        "@RealBennytheDog Feliz Ano Novo Azul Bennão! 👊🏽",
        "@ViniciusMUFC @premierleague Que jogo foi esse dos Wolves",
        "@ViniciusMUFC @UOLEsporte Ele tem que superar muita coisa viu...",
        "@RealBennytheDog Bennão, agora vejo saída pro nosso time. Apoio não vai faltar!",
        "@eduardobarao @IzabelaMR ele autografou até pra AUvintes! Parabéns Barão!!!",
        "@ViniciusMUFC Calma.... rsrs tic tac",
        "@eduardobarao Todo sucesso do mundo pra vc nessa empreitada Barão. Vou ler com toda certeza!",
        "@ViniciusMUFC Se essa galera não cair na real e as mudanças não ocorrerem a queda é só o início.",
        "@RealBennytheDog É isso aí Bennão. Se o clube quiser, a torcida apoiará.",
        "@RealBennytheDog Bennão, sobreviveremos. E se o pior acontecer estaremos lá em 2020, como torcedores raiz que somos!",
        "@LiviaSacchetto @famerp @utmbhealth Everyone missed and asked for you, but it was for a good reason!",
        "@Vasilakis_Lab Great meeting 👏🏼👏🏼👏🏼",
        "https://t.co/Biat6fG1xt",
        "@ViniciusMUFC @_paulo_andrade_ Caraca, foda hein, mas nessa fico com Gerrard.",
        "@IzabelaMR 👏🏼👏🏼👏🏼👏🏼👏🏼👏🏼",
        "@RealBennytheDog Tah difícil Bennão. Pacto realmente não há, agora resta torcer até o final, até porque é difícil v… https://t.co/IfbT6y1OPt",
        "👏👏👏👏👏 https://t.co/lXuBxmKtlV",
        "Congratulations to all involved for the wonderful work. #Science #ASTMH19 https://t.co/3CkrGqOsfi",
        "@ViniciusMUFC @RaphaelSibilla Vou torcer é muito, mas muuuuuito pro River kkkkkkkkkkkk",
        "@moret_ Conhecedor da Juve, tem meu respeito!",
        "@boliviazica Cruzeiro",
        "@humorandanimals Como não curtir @IzabelaMR? Kkkkkkk",
        "@ViniciusMUFC O cara que juntamente com Buffon me fez torcer pra Juve!",
        "@MussumAlive @IzabelaMR",
        "@ViniciusMUFC Será que é tão difícil marcar um gol???",
        "@ViniciusMUFC Prejudica demais. O time não sabe o que fazer no terço final do campo, porque o 10 tah simplesmente escondido...",
        "@moret_ Por mim que o campeonato pegue fogo 🔥 #ForzaJuve",
        "@ViniciusMUFC Tah bebendo essa água aí onde?",
        "@ViniciusMUFC Baum demais da conta hehe",
        "@RealBennytheDog Fez bem trocar a #ProfilePic Bennão rsrs",
        "@ViniciusMUFC Pior que merece mesmo.",
        "@ClaMarchisio8 Grazie Marchisio!",
        "@ViniciusMUFC Muito difícil esse time sair dessa situação.",
        "@SennadoBone Parabéns @SennadoBone!",
        "@ViniciusMUFC Acho que pra quem tah lá isso faz muita diferença. Minha opinião.",
        "@ViniciusMUFC E ainda vi o pessoal da cariogalo se ferrar no bar do meu lado kkkkkkkk",
        "@ViniciusMUFC Eu tb. Estive no Rio essa semana, mas perdi a melhor parte rsrs",
        "@ViniciusMUFC Gostei bastante do show. Lembrei de uma época que escutei muito.",
        "@Juventus_Brasil 1 - Del Piero \n2 - Nedved\n3 - Ronaldo\n4 - Pogba",
        "@Rodrigojax Descordo dessa visão. Abs",
        "@ViniciusMUFC @Patriots @Cruzeiro @ManUtd Simplesmente não dá pra saber o que vai rolar. O cara tah muito doidão. V… https://t.co/HGz5v3f0ms",
        "@ViniciusMUFC @Patriots @Cruzeiro @ManUtd No mínimo arrepiante essa contratação",
        "@ViniciusMUFC @Patriots @Cruzeiro @ManUtd https://t.co/C9auJvwTVd",
        "@ViniciusMUFC @RafagroCastro Os próximos dois jogos serão cruciais nesse sentido. Porque se jogar assim, vai entrar no Z4",
        "@ViniciusMUFC @RafagroCastro Pois é, está claro que tem gente que não quer jogar mesmo. E infelizmente a filosofia… https://t.co/EQlMQGHFYy",
        "@bienaldolivro Que situação ridícula. Parabéns pela nota @bienaldolivro",
        "@ViniciusMUFC Falou tudo. Inter hoje mereceu com todos os méritos a classificação. Mas o Itair, Serginho e o resto… https://t.co/KmvZhUi7Yr",
        "@ESPNFantasy Go Foxes! 🦊",
        "I just drafted my @ESPNFantasy Football team. Play now! https://t.co/xHcARqcs1R https://t.co/xHcARqcs1R",
        "@ViniciusMUFC Sério, parecia que eu tava assistindo o Parma do Verón rsrs",
        "@ViniciusMUFC Eu assisti um com o Silvio Luiz no ano passado. Pura nostalgia rsrs",
        "@marioalaska Me incluo nos seus bons seguidores rsrsrs Sou fã do seu trabalho. Valeu",
        "@marioalaska Impressionante como vi boas respostas por aqui. Confesso que fiquei com medo de abrir e ler muita boba… https://t.co/MMMuiNfx9K",
        "@Cruzeiro 👏🏼👏🏼👏🏼👏🏼👏🏼",
        "@ViniciusMUFC Jimmy é muito de boa e viaja com a gente sempre. Problema é que na casa dos meus pais tem uma cadela… https://t.co/cV1CIgeTdC",
        "@ViniciusMUFC Foi em Turmalina uma vez só quando filhote ainda. Vc arrumou um bacana demais também!",
        "@ViniciusMUFC Esse é o Jimmy, o dono da casa aqui rsrs",
        "@ViniciusMUFC Ainda bem que vc já sabe que eles mandam msm rsrs https://t.co/A1Z77oMs9a",
        "@ViniciusMUFC @maurocezar Lembro de quando saiu o PVC e mais alguns que não lembro, muita gente já deixou de acompa… https://t.co/EMVSBfYwLH",
        "@ViniciusMUFC @maurocezar Que doideira hein. Na verdade de uns anos pra cá o canal só vem piorando. Vamos ver onde isso vai chegar.",
        "Que capa sensacional https://t.co/fPmyVUiszS",
        "@ViniciusMUFC Já deu pra se iludir? Kkkkkkkkkk",
        "@ViniciusMUFC @Igortep Diz que vai derrubar, mas queria contratar antes neh kkkkkkkkkk",
        "@ViniciusMUFC Claro. Foi só uma ironia msm rs",
        "@ViniciusMUFC Me pergunto se o time ainda sabe jogar ofensivamente rsrs Porque eles desaprenderam a fazer gol por exemplo.",
        "@ViniciusMUFC @romeoagresti @GoalItalia Muito bom jogador neh, mas o time precisava de mais gente.",
        "@ViniciusMUFC @romeoagresti @GoalItalia E assim quem vai jogar de 9 aí esse ano?",
        "@ViniciusMUFC @romeoagresti @GoalItalia kkkkkkkkk",
        "@romeoagresti @GoalItalia Calma @ViniciusMUFC. Manduka a caminho rsrs",
        "@RealBennytheDog É isso aí Benny",
        "@Footy_Headlines @ViniciusMUFC",
        "@ViniciusMUFC kkkkkkkkkkkkkkk escutei muito o narrador chamar Bernardeschi de Bernadete rsrs Vamos ver o que vem por aí.",
        "@RafagroCastro @ViniciusMUFC Tah rolando uma ideia de jogar com o Cuadrado como lateral ofensivo. Vou ter que esperar pra ver",
        "@RealBennytheDog Muito difícil retomar a confiança depois disso Benny. Não vejo essa possibilidade com a continuaçã… https://t.co/ahHLqIVrSW",
        "@ViniciusMUFC Tah difícil. Trouxeram De Ligt só pra fazer um monte de maluquice depois rsrs",
        "@ViniciusMUFC Esse agosto vai ser longo...",
        "@ViniciusMUFC Nunca torci tanto pra uma negociação melar. Não fazia sentido essa troca para a Juve. Mas a retomada… https://t.co/LuMFV5wq6E",
        "Você se lembra quando começou a fazer parte do Twitter? Eu me lembro! #MeuAniversárioDoTwitter https://t.co/Goitca6O9Q",
        "@penteadonando @predocindio @IzabelaMR",
        "@ViniciusMUFC Imaginei por conta dessa situação do clube. É uma merda ter essas necessidades assim. Sempre se gasta muito quando rola isso.",
        "@ViniciusMUFC Uma dúvida: ele vale isso tudo?",
        "@ViniciusMUFC Foda rsrs",
        "@duascoisa MedTrop rolando em BH e vc viajando pra outro congresso... Aff 🤣",
        "@duascoisa @terca_livre Fiquei com vergonha de ter lido isso...",
        "@juventusfc Forza Juve!",
        "@ViniciusMUFC @HEXAndrey Lembrava tb não rsrs",
        "@ViniciusMUFC Tah demorando mais que CR7 rsrs",
        "@ViniciusMUFC @globoesportecom Impressão minha ou quem tah tirando a foto é o Dedé?",
        "@ViniciusMUFC Vc até perde o medo quando vai ao Rio rsrs",
        "@ilovefofuras @IzabelaMR haha",
        "Belo Horizonte na #Grevegeral https://t.co/ZA7axzfMmL",
        "@ViniciusMUFC Estão falando mto no interesse do Utd pelo Cancelo...",
        "#30MpelaEducação",
        "@EmilioSansolini @ViniciusMUFC @RafagroCastro essas camisas do Sansolini são show de bola demais! 👏🏼👏🏼👏🏼",
        "@ViniciusMUFC Tah por aí no fds?",
        "@ViniciusMUFC Congrats!!! 👏🏼😁✌🏽",
        "@ViniciusMUFC @marvio Se começar a pensar no geral, vai ver que poucos votam bem rsrs",
        "@ViniciusMUFC @marvio Da mesma forma que Garotinho, Cabral e Pezão...",
        "@RealBennytheDog Time preguiçoso",
        "@moret_ Como juventino sou muito grato a esse cara 👏🏼👏🏼👏🏼👏🏼👏🏼",
        "@Andersinho_ITA Conte, com Pogba na sacola rs",
        "@EmilioSansolini Raposa 🦊",
        "📍Belo Horizonte",
        "Todos pela Educação! #TsunamiDaEducação https://t.co/uhEYYJBCbh",
        "@PearlJam Alive!",
        "#TsunamiDaEducação",
        "@ViniciusMUFC Kkkkkkkkkkk",
        "@JDAlbarnaz @CamPathology @TheCIMR @LiorSoday Congrats @JDAlbarnaz!!! You deserve it!!! I will read with pleasure!",
        "@moret_ Quero ir assim mesmo rsrs",
        "@ViniciusMUFC Bom demais saber disso!",
        "@ViniciusMUFC Linda demais. Nem tinha visto a última foto e a imagem do Zidane já estava na minha cabeça rsrs Vc já comprou nesse site?",
        "@EmilioSansolini Platini \nBaggio\nDel Piero",
        "@IzabelaMR @luizguiprado Ah assim ele fica famoso demais!!! Haha",
        "@AMAZlNGNATURE E a cara de preguiça @IzabelaMR! Quem aguenta isso!? Kkkkkkkkk",
        "@ViniciusMUFC #asshole",
        "@Cristiano Juve!!! Storia di un GRANDE AMORE!!!",
        "Que dia!!! #HERE2STAY #W8NDERFUL #CRUZEIRO https://t.co/5v4LTUdVqq",
        "@ViniciusMUFC Acho que tem gnt pior q o M Gabriel hj",
        "@lbertozzi Disse tudo! Méritos demais! Time foi remontado algumas vezes durante essa trajetória vitoriosa. Que o ca… https://t.co/rtEFyi4COX",
        "@lbertozzi @Gazzetta_it Acho que o Bernardeschi sentiu cansaço de temporada. Sei que ainda a temporada ainda tem mu… https://t.co/JPAbhedXQg",
        "@ViniciusMUFC Triste",
        "@Nostalgia_Juve I'm from Brazil. So, my love for Juve crosses the Atlantic and goes beyond. I started to support on… https://t.co/leGEiHKKCd",
        "Valeu @dodopires! Que seja muito feliz aqui no @Cruzeiro Cabuloso! #CRUXHUR #VamosLaBestia",
        "@RealBennytheDog Mais pra mais",
        "@RealBennytheDog Bennão, tah difícil não empolgar rsrs",
        "Torcida empolgou aqui @ViniciusMUFC https://t.co/mTfLoHJacL",
        "@ViniciusMUFC https://t.co/jX4Udyp4cZ",
        "@lbertozzi #Respect",
        "@ViniciusMUFC Está sempre no estádio. Bacana demais vê-lo na torcida. Parece ter uma paixão especial pelo time.",
        "@ViniciusMUFC Fizeram a alegria do Robert Plant hj rsrs #Wolves",
        "@felipelassis Só me deixe fora desses rsrs",
        "@felipelassis Foi vago não meu amigo. Entendi perfeitamente. O que parece é que somos cobaias de um experimento mui… https://t.co/9IzXxPS4Yg",
        "@felipelassis 🤷🏽‍♂️",
        "@escudeiro_leo @ViniciusMUFC",
        "@ViniciusMUFC Obrigado amigo! Pra estar na ciência a persistência também deve estar junto! Seguiremos firmes! #MinasComCiência",
        "@ViniciusMUFC Não “perdem” tempo pra sequer ler um livro, mas sabem tudo sobre todas as coisas. Falam de Cuba e Ven… https://t.co/DBxKQ2mi9s",
        "@ViniciusMUFC Então, uma das maiores revoluções da história da humanidade aconteceu porque nós nos autodeclaramos i… https://t.co/rd8IpjNFXA",
        "@ViniciusMUFC O ano é 2019 e tem muita gente achando que estamos na década de 50. É só pensar sobre nossa comunicaç… https://t.co/bwE2ZJEovt",
        "@moret_ Aguentei Vucinic pra ler esse tipo de coisa 🤭",
        "@ViniciusMUFC @RafagroCastro @ChampionsLeague Pior q sim kkkkkkkkkkkkk",
        "@ViniciusMUFC @RafagroCastro @ChampionsLeague Kkkkkkkkkkkkkkk (rindo alto)! Vou ver se ainda dá tempo de jogar na l… https://t.co/hmfCq03sY5",
        "@RafagroCastro @ViniciusMUFC @ChampionsLeague Ajax x Juve\nBarcelona x United\nLiverpool x Porto\nTottenham x City",
        "@ViniciusMUFC @chiellini @juventusfc Hehe grandes confrontos nos esperam",
        "@chiellini @juventusfc Olha o Douglas ali no cantinho @ViniciusMUFC rsrs #FinoAllaFine",
        "@lbertozzi Esse jogo é um presente para o próprio Allegri, Leo. Não dá pra desconsiderar o que esse senhor já fez p… https://t.co/GD1A34nKvA",
        "@RafagroCastro Sim, mas ele é um ME. Só que a bola do Alex Sandro não tah permitindo que ele seja titular hoje.",
        "Prazer, Spinazzola. O @Cristiano vcs já conhecem. #ForzaJuve",
        "@juventusfcen Brazil 🇧🇷",
        "@ViniciusMUFC Vai curtir a virada amanhã de camarote rsrs #ForzaJuve",
        "Feliz Dia Internacional da Mulher! @IzabelaMR #GoogleDoodle #DiaInternacionaldaMulher\nhttps://t.co/RJpdsaiGDd",
        "@ViniciusMUFC @brunoformiga Vão cobrar sim, mas pelo menos que seja On Demand e que o preço seja mais justo do que… https://t.co/UKRUmzwQ6C",
        "@ViniciusMUFC @brunoformiga Cara, que as transmissões melhorem, mas TV paga no Brasil é um absurdo. Que esse futuro… https://t.co/tcac0nBjDj",
        "@RealBennytheDog Mas temos que entrar na era em que a TV não seja tão cara. Para quem não tem TV paga, assistir pel… https://t.co/LLWGTQw82h",
        "@JDAlbarnaz @harari_yuval I guess so. I already read something about it. Good choice for my next book!",
        "@JDAlbarnaz Sapiens by Harari.",
        "@ViniciusMUFC Haha esquenta não. Mandei na desconfiança msm kkkkkkkkkkk",
        "@ViniciusMUFC Caraca que notícia bacana! Parabéns amigo!",
        "@cleitinc10 @NSE_Vini @AD0LFZ @FIFA19Depre @FIFATRADEBRASIL 👏🏼👏🏼👏🏼👏🏼👏🏼",
        "@cleitinc10 @NSE_Vini Blz hehe. Acabei de te add pelo App (TheZepp21). Abs",
        "@cleitinc10 @NSE_Vini Jogando muito fião? Vc tah com a conta do Junim neh? Se sim, tenho vc add no meu Xbox. Depois vamos marcar um X1.",
        "Luto #Boechat",
        "@ViniciusMUFC Por incrível que pareça, hoje eu não consegui escutá-lo.",
        "@ViniciusMUFC @marcelonarrador @RedeTV @cleitinc10 Brincadeiras a parte, o Cancelo joga muito mesmo rsrs",
        "@ViniciusMUFC @marcelonarrador @RedeTV @cleitinc10 Assistir à Juve: recomendo rsrs Tem um Portuga lá que joga muito, o João Cancelo 😄",
        "@Radio98Oficial @ViniciusMUFC kkkkkkkkk",
        "@ViniciusMUFC Esse Belichik tb eh foda demais. Sinistro",
        "@drakoporcento Eh isso aí. Esse Belichik também transforma jogadores medianos em um belo time. Claro que não to falando do Brady Boy",
        "@ViniciusMUFC Foda torcer contra vcs kkkkkkkkkk"
    ]
}