{
    "screen name": "lisakjordan",
    "no. of tweets": 186,
    "tweets": [
        "First experience of having my temp taken to get in. Green light. Errrhh, sticker. #COVIDー19 https://t.co/HmJXMHwU50",
        "We've been thinking again. #socialmedia #highered #higheredmarketing https://t.co/9kWZp6bjhw https://t.co/WCdsdYt5o9",
        "Today’s reminder: Ask for what you need.",
        "In case y’all aren’t dialed in. 💜 https://t.co/QzU3FFy6jm",
        "This https://t.co/zsquNSV5Ec",
        "Research: Moody's - Universities with strongest brands, significant scale, highest debt levels best positioned for… https://t.co/JovAlzlFMc",
        "@johnpavlovitz If I didn't own a business, I'd move as soon as it's safe.",
        "@mattmcfadden Yes!",
        "Burning Man. Music. And analog. https://t.co/F2aqPtxko8",
        "Today’s reminder: You can do hard things.",
        "\"Will big tech’s entry into education reduce our humanity or create a net gain in stakeholder value? The Coming Dis… https://t.co/JNYIOx6Kb6",
        "@heatherlear From April at USF 🤘",
        "Rolling up our sleeves. Together. #highered https://t.co/nLEpZXqR09",
        "This arrived in the mail today. Southerners will quickly recognize the medium. Others will resonate with the messag… https://t.co/5kNyCt1TBW",
        "Amsterdam Restaurant Introduces Individual Greenhouses for Socially Distanced Dining https://t.co/TAkYp9YLXd",
        "Love this @cuny! Well done. https://t.co/Ur4vLzYDze via @Adweek",
        "Loving this client and community today. Celebrating the UMW Class of 2020 Until We Meet Again https://t.co/rCTLi454p2 via @YouTube",
        "“We can respond with fear, finger-pointing and fatalism. Or, we can become more courageous, creative, empathetic an… https://t.co/c2cju4cR0S",
        "@sfkategreer Love you, sweet sister.",
        "Spending my day with conscious women. #grateful",
        "Rock on, #LittleRichard",
        "I wanted to see #hilmaafklint's work in Stockholm last November but couldn't find a window. This will do for now. https://t.co/kdYjrNwnnh",
        "It’s mourning in America. But where’s the grief? “Keen In” by my conscious friend @sfkategreer\nhttps://t.co/J9y8GUuBK2",
        "#IrunwithMaud https://t.co/HftdBBvSWu",
        "One hell of a transparent letter. https://t.co/D2BbjL64vU",
        "Being arrested is different than being held responsible. Don’t let up. This state must do better. #IrunwithMaud  https://t.co/j7KJCbNS5f",
        "@VariousStrata @Yamiche :(",
        "@RickSkewes @Yamiche Let’s hope they are finally held responsible.",
        "The great storyteller graces us again. https://t.co/shpSdCQiW6",
        "@JasonIsbell vinyl, please",
        "I live smack in the middle of Atlanta which is smack in the middle of this fucked up southern state. Those of us wh… https://t.co/p0UHW5XDJs",
        "@JamilSmith @RollingStone I live smack in the middle of Atlanta which is smack in the middle of this fucked up sout… https://t.co/4P3vA36E9s",
        "\"Companies will be quite rightly judged by what they do in this recession.\" https://t.co/3rBEgOhjtn via @Adweek",
        "@NYGovCuomo fist bump",
        "Thank you for all you're doing @HOPEatlORG. Stay safe. https://t.co/Wytp6CcwIt",
        "@rachelreuben right back atcha, sister",
        "Today’s reminder: Be kind. Be healthy. Be loving.",
        "#fullmoon #atlanta https://t.co/LGDVieInMN",
        "Incredible @MichelleObama  and @BarackObama - y’all know how to pour on the love. Thank you. Millions will be watch… https://t.co/74BZfn25ut",
        "Late night salvation.  \n\nhttps://t.co/senG1uwyMF",
        "A peek into #studentrecruitment practices and penalties in the UK. #highered  https://t.co/6KSD50DMRK",
        "The Risk Of Exposure To COVID-19 In Georgia Has Increased By More Than 40% Since The State Reopened For Business https://t.co/OR6wnbbuLO",
        "Proud of my brilliant and sweet friend, and fellow yoga teacher. Listen up. Her words are powerful. #yoga  https://t.co/cRerPkVS5U",
        "Free seminar tonight on how trusting women can change the world. https://t.co/DM9KBC5nFN",
        "Feeling our young people right now, in more ways than one. https://t.co/ok0o0xY8td",
        "Gifts from friends. Good reminders. #gratitude #love #youvegotthis ❤️ https://t.co/ENaHrNtoNc",
        "Sweet girl. And no phone needed. Stay connected however you can. https://t.co/DapA3ErHvC",
        "I choose nature. Six hours of wandering is good for the soul. #barefoot #motherearth #gratitude https://t.co/buC0cr9YDF",
        "“Less Is More: Time to Stop Consuming Ourselves to Emptiness” by @sfkategreer\nhttps://t.co/v6ITaARIle",
        "Today’s reminder: Keep loving. Just keep loving.",
        "Publix is buying milk and produce that farmers would've been forced to dump and donating it to food banks… https://t.co/kfgtDAbmRR",
        "Yup. That's me. High on the dopamine scale. #adventurous https://t.co/l2HE9z33nX via @WSJ",
        "A Dallas bookstore's brilliant quarantine pivot. https://t.co/8UB39jyh43 via @Adweek",
        "With the exception of brief moments of \"Is this really still my choice? Uhm. Yes.\" I haven't eaten pork, beef, or p… https://t.co/FSFCM71EmI",
        "One view of this fall. #highered Brown University President On Why Universities Need To Reopen By Fall https://t.co/E22uUsxAVr",
        "@williamfaust @mavisstaples I saw her last year in Atlanta. Amazing.",
        "Listen to @mavisstaples https://t.co/04lChPIPo5",
        "In case you missed this. We. Must. Listen. https://t.co/6OWiSC30iy",
        "GOP working to “instill fear.” Yup. Par. Y’all can be fear-based if you want. The rest of us who have a brain will… https://t.co/NOORguiNI5",
        "@michaelsorrell Nice",
        "We're knee-deep in media planning with our clients for next fiscal. And just like them, we have one, two, three and… https://t.co/56ZLUSIGwt",
        "How the Coronavirus Pandemic Has Shattered the Myth of College in America https://t.co/6Xoe0Npjcw via @NewYorker",
        "“Outbreaks are forcing the closure of some of the country’s biggest slaughterhouses.” Best news since this whole th… https://t.co/oqQczuRYwg",
        "Next trip when we’re free: Scottish highlands. I’m such a romantic.",
        "\"Universities are like small cities. They can help us learn how to navigate this.\" Coronavirus pandemic brings stag… https://t.co/pcSwStZaKY",
        "Music is everything. This man keeps me sane. #ownyourshit #beconfident #dontbeanasshole https://t.co/zK3qjnxYmW",
        "“Disruption isn’t just exposing inequities; it’s multiplying them, too.” https://t.co/muDUMDjxfK",
        "College Fairs Might Seem Ho-Hum. Until You Meet the Rural Students at This One. - The Chronicle of Higher Education https://t.co/0nXyHzEKCd",
        "More wisdom from my sweet friend. “Take Me To Your Leader” by @sfkategreer\nhttps://t.co/avRpHPKLaj",
        "U2. When will be able to do this again? I miss you when you’re not around. https://t.co/qf2DkC0gcw",
        "@questlove on it - again. Music is everything.\n\nhttps://t.co/SMwpUo6k7X.",
        "Thank you for this day, spirit. Thank you for this day. https://t.co/qp3sDrWLW8",
        "“All the Things We Need to Ditch Once This Is Over” by @Luvvie\nhttps://t.co/74SPPQG1dS",
        "So grateful to have been a globetrotter for so many years. This year I’d planned SE Asia. Again. The era of peak tr… https://t.co/CC9x2N04yW",
        "@EricStoller I’ll keep my eyes open as well. There will be a ton of possibilities out there.",
        "@michaelpollan This is great! And I see that Rabbi Z is on faculty. Yes!",
        "Congrats to my chosen family's favorite rabbi, Michael Ziegler - on faculty for this course! He's a gem and a wise,… https://t.co/SWIFfsLdIO",
        "From my sweet friend Deborah. Pass it on. https://t.co/qBiOXcroRT",
        "Boost Your Immunity and Relax Your Body With This At-Home Yoga Practice https://t.co/3oHWpqtnBw",
        "Haven’t even occurred to me. I’m SO in. Drive-in movie theaters poised for a comeback in the US amid coronavirus cr… https://t.co/paah8n7JUY",
        "South Africa. I’ll be back someday. Big cats nap on road in South Africa amid lockdown https://t.co/GE4S8cKHvL",
        "@WRFGatlanta Thanks, neighbors, for playing the new album Blue Sky from The Rev Amos and the Brotherhood! It’s amazing.",
        "#EarthDay2020 take time to step outside or at least open a window. It’s also #NewMoon which symbolizes new beginnin… https://t.co/b70BYYua02",
        "#Prince happening ALL. DAMN. NIGHT. That is all.",
        "@flySFO @LondonBreed @SF_DPH @SF72org @SF_emergency We love you guys and will be flying through there ASAP.",
        "Thank you @jennybrower for being the best business partner and friend a gal could ever have. We have a decade behin… https://t.co/n33SK9WREe",
        "A good read. The coronavirus pandemic is a case study in generational differences. https://t.co/kx9g3SYKzy via @businessinsider",
        "I was at the last show #prince gave in #Atlanta. It was magical. I landed from a business trip just in time to make… https://t.co/fDxkIGXo0z",
        "#prince died four years ago. I was at @MrCBeverlyHills for the weekend and sobbed the entire fight from LA back to… https://t.co/CN38TI0b9r",
        "We've been thinking - about brand culture. Campus culture. And #COVID19 #highered #highereducation #branding https://t.co/zqQlrJYHih",
        "“Music is a collaboration, a conversation, not a competition. Humanity at its best should be the same.“Life’s Symph… https://t.co/1iR6l1yesA",
        "@qls I needed this. We all did. Thanks, man. 💜 https://t.co/nJewIvERxC",
        "“There is but one solution to the intricate riddle of life; to improve ourselves, and contribute to the happiness o… https://t.co/gcLwUu6wOY",
        "Art is happening. Salve for the soul. #art #gratitude #fourdirections https://t.co/JDhIHNTjfb",
        "Today’s reminder is from the chakras: Stay strong. Love yourself. Follow your intuition.",
        "It's a big day for music. It's album launch day for @therevamos and the #brotherhood. #hopetobeheard… https://t.co/2Jwk70XzAM",
        "Today's reminder: If you're on the verge of making a BIG decision, pause. Just f*%^$@ pause. Take a breath. Drop yo… https://t.co/ZxCLAd2GhM",
        "@jelizabeth I got you, mama. And I love you.",
        "Today’s reminder: be with things as they are and they will reveal themselves further. Wise words from a dear friend… https://t.co/c8slCjwe4L",
        "SO bragging on one of our clients right now and their badass female scientists working on #COVIDー19 testing solutio… https://t.co/nqibhTe57W",
        "May we rise up and do better. https://t.co/dALLV5eTZW",
        "I was born in this Detroit hospital. Life takes so many turns. So does death. Keep your people close. https://t.co/obBbRrj9Uv",
        "The quarantine portrait series. Amazing. #staytogether https://t.co/9NaognPdO7",
        "When The Pandemic Is Over, Will U.S. Higher Education Be Ready To Get People Back To Work? via @forbes https://t.co/XYf9XXLS0y",
        "@TheFrankOzJam Thank you.  Ugh.",
        "What a sweetheart https://t.co/4uSfnGNcTG",
        "More about contagious vulnerability. What’s in Your Lifeboat? by @sfkategreer https://t.co/PdrOmT2cPd",
        "Today’s remainder: sometimes you have to say no to receive a bigger yes.",
        "This is powerful. Please read. Prepare for the Ultimate Gaslighting* by Julio Vincent Gambuto in @forgemag https://t.co/3yge1TBHF8",
        "New Survey: Pandemic Will Drive Down College Enrollment via @forbes https://t.co/Pl3ajw2FNi",
        "This is beautiful sweet friend @MylaDenise https://t.co/IMQ1XGXHSF",
        "@burningman we all just got the news. We will work it out. But the next time we gather, the temple must take center… https://t.co/EwzsZ95Ryf",
        "The right thing but, F$&amp;@: The Burning Man Multiverse in 2020 | Burning Man Journal https://t.co/o7IR1h5WXw",
        "Look around and see how you can help. Even from a distance. ‘Never Seen Anything Like It’: Cars Line Up for Miles a… https://t.co/r4C9VFDhxO",
        "#atlanta people: if you can spare anything extra, the Atlanta Community Food Bank @ACFB is in extra need because th… https://t.co/GaRjZeF25w",
        "@VanBluesat @therevamos If one is grieving, like me right now, it helps to share it with someone or something that… https://t.co/Asf6WZnALs",
        "A beautiful group of yogis and healers came together today to manifest freedom from suffering. Six languages. Twelv… https://t.co/OfjYm8H7S9",
        "I keep sharing it. My favorite of all time. And see how the world comes together to make music? Amazing. The Weight… https://t.co/tc90IDhRaZ",
        "This is my grieving tree in #atlanta - You should find your own if you need one. Sit. Listen. Heal.… https://t.co/KXryD38odJ",
        "John Prine, he saw the whole of us. https://t.co/bNnjL8xIVG",
        "#Atlanta thank you for this view from my rooftop. A big heart in the center of our city.  Be safe, y’all. Love big. https://t.co/SHTyd5rPCs",
        "Today’s reminder: from you I receive, to you I give, together we love, through this we live. Om. #yoga #spirit #meditation",
        "Something beautiful has to come from all of this. It just has to.  https://t.co/1Wbq6vrpib",
        "Rest In Peace, man. So sad. John Prine, Who Chronicled the Human Condition in Song, Dies at 73 https://t.co/wDiE5xaTAu",
        "@BeingUpile Yes. Absolutely.",
        "\"Ma\" is the space between things. Wise words from my sweet friend @sfkategreer A Magical Moment of Ma 間 by… https://t.co/qxnJFv1nQo",
        "@BBT @ndylynch We're not getting the email containing the URL. Any ideas?",
        "Today’s reminder: Gamble everything for love - if you’re a true human being. -Rūmī",
        "@BillDA @jaybsauceda Exactly!",
        "@ebrownrochester @Stop_Trump20 Ah. I haven't been in a Walmart in 900 years. I had no idea.",
        "Together is better. It just is. ‘We can’t go back to normal’: how will coronavirus change the world? https://t.co/8i3xcMLBP8",
        "@Stop_Trump20 People to go Walmart for Jack Daniels?",
        "No sew mask. https://t.co/nzm7u0IJzc",
        "Sharing a little tune for the morning. Michael Franti - This World Is So Fucked Up (Never Giving Up On It)… https://t.co/n2WJwu94An",
        "Today’s reminder: Ask for what you need. Now more than ever. Don’t isolate. Don’t feel that you have to do it on yo… https://t.co/2K46HOMJtk",
        "Our friends at @SimpScar have some new data to share. Read up. @szymenowicz https://t.co/0gibLtwt1y",
        "Maybe my fave song-ever. The Weight | Featuring Robbie Robertson and Ringo Starr| Playing For Cha... https://t.co/S7lRmCTLjs via @YouTube",
        "@MSNBC Bullshit",
        "I scored two rolls alongside my @BeyondMeat veggie burger today. Support your local restaurants if you can. And ple… https://t.co/6DAjXHI6UA",
        "Here's why the South continues to get bashed. The entire world has known this for weeks. Including him. I call bull… https://t.co/7RGBIlDWUk",
        "@jhamlitt @JulieSirrs @andishehnouraee @JenniferGassman Amen, sister!",
        "It’s time to cancel rent https://t.co/uGtZjUzdmw",
        "#vote now more than ever  https://t.co/f637yTS3cs",
        "Good find @adpoulin 🙏🏼 https://t.co/yP8elUH9e8",
        "This is not helpful right now. Hoping the annual spring crud stays away from my lungs. #pollen #allergies #atlanta https://t.co/WEL2zmg2ig",
        "@ptbreuch @CDCgov 🙏🏼",
        "Did all of you get this crap as well? President Trump’s guidelines?  Not simply guidelines for America? Using taxpa… https://t.co/Lq8z2LQPHv",
        "Listen up, loves. Add to your next @Spotify list.  Steam and repeat. 🙏🏼 https://t.co/wbGdVUHEe8",
        "#bayarea peeps. If you're cleaning out your closets and pantries right now, these folks can use help:… https://t.co/wAbG2D3pgm",
        "Another one from my wise spirit sister @sfkategreer Love in the Time of COVID by @sfkategreer https://t.co/cQLm291CNJ",
        "Continuing to share writings and wise words from my West Coast sisterhood. CoronaFever Running High? Here’s the Ant… https://t.co/ApwhHXm6f1",
        "A silent spring is saying something.  https://t.co/HslDONmgfT",
        "Companies now hiring part-time workers https://t.co/5iVnEkQGow",
        "For the Class of 2020, a Job-Eating Virus Recalls the Great Recession https://t.co/w2IaqcfNNB",
        "MacMurray College to close after 174 years - News - The State Journal-Register - Springfield, IL https://t.co/l1bxzMKtR9",
        "@ABC I’ve never once been polled. Curious.",
        "@JoeNBC Thanks for your role in making it happen.",
        "Rest In Peace, warrior. I can walk to @NationalSCLC and the @TheKingCenter from my loft. Every time I pass, I give… https://t.co/fFQirXqHFM",
        "A good listen on data, privacy, and malware in the age of #Coronavirus  https://t.co/HPX7sl8kJU",
        "I'm old enough to understand and leverage screens and at the same time loathe them. #doublehugger right alongside @jeffkallay",
        "On a Friday afternoon when you’re on your 900th @zoom_us  and your team has gone beyond limits to do great work in… https://t.co/qIUmcaQXrV",
        "@bobdylan Thanks, man. You're such a gift. Damn glad I grew up during the age of Dylan.",
        "I love this man. https://t.co/0EFFsAeZco",
        "Way to go, @UnivWestGa . Let's keep stories like these coming. #gowest #highered https://t.co/uU6Txn5AOw",
        "College presidents fear financial -- and human -- toll of coronavirus on their campuses https://t.co/HLmSAfYBZH",
        "An important read for those who aren’t taking this seriously.  https://t.co/PqDAnoWTki",
        "If you've listed to the podcast How I Built This, you know the Dyson story. Now he's taking on #COVID19 - Thank you! https://t.co/WZ0H0t218r",
        "Way to pivot @TimeOutLondon https://t.co/25HX1rDnc5",
        "@MaryWash you have quiet the community of amazing humans. Well done, Mike! Grateful for you. https://t.co/LGVISTlUWr",
        "How Is Covid-19 Changing Prospective Students’ Plans? Here’s an Early Look - The Chronicle of Higher Education https://t.co/e7uQtozocd",
        "Parents: some good tips from our amazing client and early childhood education expert @Sheltering_Arms #atl… https://t.co/JSbsACBDPz",
        "I believe in #LoveInTheTimeOfCoronavirus",
        "“We need each other. Even when we can’t be with each other.” Burning Man Culture in a Time of Plague | Burning Man… https://t.co/TcuAxB1UYE",
        "Keep the love coming, #highered peeps. Shift happened but we'll get through it. https://t.co/Kz3Kjm4t8p",
        "W+K, Nike say \"Play inside, play for the world\" https://t.co/XqR6CwaW5r via @SmartBrief",
        "@originalspin I’m sorry :(",
        "A Plan to Get America Back to Work https://t.co/iKdgaZ81U0",
        "@timjonesonline Hahaha. You’re probably right.",
        "Sending out big congrats to this team! Let's continue to share the positive every chance we get. WVU-P marketing, c… https://t.co/uLaNH0lk7d",
        "Redesigning College Admission: COVID-19, Access, And Equity via @forbes https://t.co/D0JlvVAy3f",
        "@irishmike520 @billmaher Exactly",
        "@lizgross144 Snake handling and strychnine to follow? Let’s just ignore in the name of the lord. 🙄",
        "Today’s reminder: Mother Earth is pushing the reset button, we best be listening. #excessisover #mindfulnessisin",
        "@therevamos @SteveMartinToGo No. Shit. Well, there’s that. Love, love, love!",
        "To all of you @Delta employees out there that have provided such excellent service during my near 2M miles, I wish… https://t.co/IE9wanADY2",
        "I am manifesting that teacher pay increases tenfold. #coronavirus"
    ]
}