{
    "screen name": "TanVerii",
    "no. of tweets": 168,
    "tweets": [
        "Lo de Sergio Denis me parece tan triste y tan injusto que no sé qué decir... 😞 https://t.co/5f9UEAZVxy",
        "@IleanaSchinder Mi marido se levantó 7 am a hacer muffins de chocolate.\nLe salen geniales, pero yo no paro de engordar.",
        "@claracalimella Wow! Nunca lo escuché! 😁",
        "@anyular Te lo guardo! 😁😁😁",
        "Peras Williams argentinas 😁🍐 https://t.co/a3TTnmLM7S",
        "@claracalimella Cricket? Jajaj el otro día le hice algo parecido a Emilia pero con papel y adentro de casa... 🤣",
        "@noeliadamico Ahhhh yo igual. Justo AHÍ no me podían poner anestesia. 🙄.\nCreo igual que se vengaron por todo lo que grité.",
        "@noeliadamico Yo todavía estoy pensando... Ya medio que lo venimos hablando con mi médica... En teoría como es el 2… https://t.co/rnzfZ4SpuK",
        "@MarianDC03 Amo! ❤️❤️❤️",
        "@hopevalleyvia2 Totalmente... 😭",
        "@noeliadamico La mía me dijo \"ay, no te hagas la epidural, NO DUELE TANTO, y aparte es lindo sentir cuando sale\".\nN… https://t.co/e0PxwoZbSV",
        "@MarianDC03 🙄🙄",
        "@HHemsy @CoqitaUnder Cuando en el norte empezó el caos en Roma empezaron a cuidarse. Hubo un momento en el que no v… https://t.co/BRAxByTqex",
        "@AllySotton Pero la puta madre.\nPerdón, me indigné #ConLasMedialunasNo",
        "@CoqitaUnder @HHemsy Acá vamos 71 días desde que cerraron los jardines de infantes, colegios y universidades. Unos… https://t.co/flXQ4hWxdJ",
        "@Anita_Fur Jajjaj, claaaro.\nAcá en mi hospital dejaron sólo la parte de maternidad.\nDebería estar todo bastante con… https://t.co/qlWGYJZLZO",
        "@Anita_Fur Claaaro, ya deberías empezar con los monitoreos fetales no?\nAl menos acá es así.",
        "@SilviaTurosky Buena pregunta!\nEn teoría no tendría que serlo, pero siempre te estás poniendo goma en las pestañas! 😶😶😶",
        "@luligconde @Eu_vos_ Lo siento mucho! Siii, yo veo que romantizan todo pero no es fácil! Somos más las mujeres con… https://t.co/sQJmyenpIC",
        "@cruciana_ @LoveMaiWorld @marife46 Esa es mi vida, no adjunto nada más 😂 https://t.co/J6ptc2469x",
        "@berta_mancuso @carreteandoblog Qué hermoso Trento! Yo debo confesar que la vi poco, pero tengo una amiga de mi mar… https://t.co/CkWjdqthr1",
        "@marife46 @LoveMaiWorld El 8 él.\nNo sé por qué estaba convencida que el Manu era del 14 🤦.\nEl 6 me gusta, el cumple… https://t.co/hsCTlPuLAc",
        "@esole_gonzalez @marife46 No sé qué pensar..",
        "@JuanaDeViaje Ay, sí. Y con lo que salió creo que hasta me comí el pétalo de rosa 🤣🤣.\nUna vez probamos hacerlos en… https://t.co/Au7pEBlesk",
        "@cruciana_ @LoveMaiWorld @marife46 Jajaj, seguro no es lo mismo un hijo que un marido! 😂.\nMi suegra adora a mi mari… https://t.co/NZkjbylebB",
        "@julianadejujuy Pero lo peor de todo es que ella ya sabe que arranqué a juntar ropa de la hermana, comprar y lavar… https://t.co/crRseOLdqd",
        "@LoveMaiWorld @marife46 Jajajaj viste que los signos varían según el sexo jajjaj 😂😂",
        "@Eu_vos_ Me parece perfecto! Yo creo que todavía tengo el número de la que me ayudó a los días de nacida pues CAOS,… https://t.co/SqdjJFKxyC",
        "@HeidiArgenta @elsuizorebelde Ay, mi vida, pobrecito! Le puso toda la garra y toda la onda. No es fácil para nadie,… https://t.co/iNOkKk9RHA",
        "@LoveMaiWorld @marife46 Jajajaj pero estamos hablando de los VARONES de cáncer! 🤣",
        "Durante esta mañana de lectura, M. Emilia eligió con especial atención su libro de #Boston de Martha Day Zschock, c… https://t.co/mW1T0rQIHl",
        "@Eu_vos_ Fuerza nena!\nCuando hice el curso pre parto la vez anterior el obstetra decía \"van a saber hacer todo, puj… https://t.co/65Yw0gJgpa",
        "@marife46 Yo ya entré en panic attack Cuando antes de ayer hubo 800 contagios y ayer arriba de 900... Me dio mala e… https://t.co/nKfPadesA2",
        "@Sra_Velour Ay, dale! Claro, a la Cabot fui. Pero hace más de 15 años cuando estaba en polimodal, imaginate.",
        "@marife46 Lo sé, tengo un marido de cáncer https://t.co/ol1dlkEgcd",
        "@Fatinoriega Yo fui la semana pasada a la gine y no me dijo nada, viste que como es el 2do se re cuelga 🤦. Igual el… https://t.co/ME1QMDCgjT",
        "@carreteandoblog Madrid, Milán, y cualquier pueblito de las Dolomitas italianas 😁",
        "@marife46 Esta falta de términos medios me enloquece.\nAcá decían de abrir todo progresivamente el mes que viene y d… https://t.co/cC70I3WXr2",
        "@Fatinoriega Ahhhh apurada como la hermana! Jajaj, 😁😁😁. Que aguante adentro que le hace bien! 😘",
        "No me voy a olvidar de una visita a una fábrica de mi ciudad en la que nos contaron que el rimmel se hace con negro… https://t.co/YydsWKsnKg",
        "@HeidiArgenta Ay, sí! Y yo creo que nosotras estando lejos sabemos de estas cosas muy bien, y nos pega peor 😭.\nCon… https://t.co/e5oFI01n3W",
        "@makrywo Jajajajjj🤣🤣🤣",
        "@HeidiArgenta 8vo en curso jajaj, tengo que transitar todo el 8vo y todo el 9no! Pero ya falta menos 🤣🤣",
        "@marife46 Jajaj siii mitad de julio! Recién comienzo a cursar el 8vo así que estoy de 7 (es así que cuentan? Jajjaj… https://t.co/z5ldcagjab",
        "@marianoheller No sé cómo Fátima no te raja de casa...",
        "@Fatinoriega Nah, no lo sé con certeza. Todas boludeces que supone mi madre.\nEl lunes tengo la eco cardio, así que después te cuento!",
        "@MajoMallmann Increíble. Faltan 8 semanas nomas. #Miedo",
        "@CeciliaCandussi 🤣🤣🤣🤦",
        "@AndreaVBett Me pasó la primera salida con mi hija mayor. Todas las hormonas de la confusión y madre que no ayudó.… https://t.co/q0E03tH8G2",
        "@UltimaLlamada_ No aprendieron nada del partido de fútbol donde se contagió media Italia y media España.\nIgual, no… https://t.co/iU21U1Fr7y",
        "@veroflugel Jajajaj gracias Vero! 😂😂",
        "@paola_facchini @playmobil @capitanintriga Tiene menos de 3 años, cualquier cosa le queda grande a ella jajaj 🤣.\nTe… https://t.co/uUKQGZn9K4",
        "@JuanaDeViaje Los macarons no se convidan. Jamás. 🤣\nAunque a éste lo tuve que compartir porque lo compré como excus… https://t.co/hASiHs57Ll",
        "@noeliadamico Me hacés llorar, nena! Lo siento mucho y te abrazo tanto! 💜💜💜",
        "@amedeamerica Jajjaj, hoy va a salir a dar una vuelta, quiero ver si se la banca! 😂",
        "@geripannoburs @JesiJeJesi No lo habías aclarado jajajaj igual ya voté 😜",
        "@Confettiarg @playmobil @capitanintriga 😂😂",
        "@Rena71ar Ay, no, ni uno ni el otro. El tiro bajo nos dejó esos flotadores en las cadenas que nunca vamos a poder s… https://t.co/9QrIeTySr9",
        "@Zosienska @guidoarmaando Ahora decí la marca, el pueblo quiere saber 🤣",
        "Me tiene tan angustiada el tema de los varados por el mundo que soñé que tenía que viajar a Argentina por un asunto… https://t.co/ae3H6AuO7G",
        "@UltimaLlamada_ Y sí... Pretendían hacerlo? 🙄🤦",
        "@Eu_vos_ No puedo creer que falte tan poco y que Nina ya esté de este lado de la panza!\nMe acuerdo cuando decías ma… https://t.co/mGUaLdqJ5T",
        "@JuanaDeViaje En tiempos gloriosos era capaz de comerme una caja entera de Ladurée. Cuántos vienen, como ocho, no?",
        "Estaba colgando en el tender la ropa recién lavada. Entra M. Emilia y se pone a ayudarme. Me nombra cada cosa que c… https://t.co/wwqBt69GyK",
        "Pd: tengo ya bastantes cosas, por no decir casi todo. Me faltan algunas para el hospital pero estoy esperando al lu… https://t.co/TwIFSd5YHj",
        "Hoy empiezo a transitar el octavo mes de embarazo.\nHablo con mi mamá por videollamada y me dice \"ya tenés todo prep… https://t.co/hBUSCKIIcs",
        "@anyular Basta, yo veo tus recetas y me muero de la envidia pues gorda de alma! 😁💜",
        "@Sra_Velour Fuerza, nena! Sé que es difícil... Dale a tu hermana todos los ánimos para superar esto! Ustedes pueden… https://t.co/d3sASQBTrY",
        "@Sra_Velour Ufff, menos mal! Mandale muchos abrazos y mimos en la medida en la que se pueda! 💟",
        "@agusnantes Ay, bola, escupí el agua de la risa! Jajajaj lo amo",
        "NO PUEDO MÁS 😭 https://t.co/OvRg0iJIsm",
        "Ya leí el catálogo 2020 de Playmobil varias veces y seleccioné todos los que quiero para M. Emilia.\nPor ahora tengo… https://t.co/DJ89YG7qcG",
        "Le puse un tenedor a Emilia para el almuerzo. Como vi que le costaba agarrar la pasta le ofrecí una cuchara.\n\"No, m… https://t.co/RKU3H8D53k",
        "@nicoleonmagno @capitanintriga @playmobil Si mal no recuerdo €4,99. Y donan €1 a la cruz roja italiana. Supongo que… https://t.co/8vt1pnYTSk",
        "@Sra_Velour Lpm, las abrazo fuerte desde acá!",
        "@LoveMaiWorld @playmobil @capitanintriga Gracias nena! 😁💟",
        "@moramouzo @playmobil @capitanintriga Sí, la fábrica (y el parque de diversiones 😁) están en Nuremberg 😊",
        "Debo decir que más las usamos y más se amoldan a la cara, M. Emilia está fascinada y no se la quiere sacar 🤣",
        "@capitanintriga @playmobil Nos quedan gigantes! 🤣🤣🤣 https://t.co/eZRqvwIm1t",
        "Llegaron las mascarillas de @playmobil!\nObviamente no se adaptan completamente a la cara. Compramos un talle de cad… https://t.co/TGkxRfXvOb",
        "@VeruKaTrip Sin hisopado puede ser que todos lo hayamos tenido 🤦",
        "@geripannoburs @JesiJeJesi O soy muy tarada o no encuentro dónde votar! 😂",
        "@VeruKaTrip Mi suegra contó de dos casos. Un amigo/conocido de ellos que se contagió esquiando en marzo y la hija d… https://t.co/T4FPtlvfG9",
        "@Confettiarg Es increíble esa conversación! Emilia igual, ahora está a full con una serie de dinosaurios que tiene… https://t.co/L2cHu5lM0t",
        "@masgl2020 Ay, pobrecita! Encima Ben10 está re bueno!\nAcá ahora a mi hija le gustan los dinosaurios, se enojan si a… https://t.co/WXLaQ54ea5",
        "Por favor, cuánto daño nos hicieron los 2000. https://t.co/QSg6gAI2YO",
        "@IleanaSchinder Yo a la única fiesta de la espuma que fui duré una hora.\nLlevé remera roja y Jean clarito (sí, era… https://t.co/CkInsrmliR",
        "@LoveMaiWorld Nena! Ya pasó! Algo menos! 💟💟💟\nAhora a acostumbrarse a la nueva boquita! 😁 (sí, un poco te cambia la… https://t.co/IsNCroZOhy",
        "@AbriltheDuchess Se casó con el hijo del futuro Rey, con el nieto de la Reina eterna. QUÉ PRETENDÍA??\nNo la banco,… https://t.co/rnpQwK0rDq",
        "@mellamonicolas Por el amor del cielo, es joda?? Cómo es que \"entró\"? Qué me perdí?",
        "Lo leí ayer en Fb y me indigné.\nDespués me acuerdo que hay gente que piensa que a mi hija no tiene que gustarle El… https://t.co/vNc4ixc1HI",
        "@SiSiClaroSi Los pibes no están pasando más tiempo con los maestros, los pibes están todo el día con los ojos en un… https://t.co/lNhYIzJoJq",
        "@iluminica Dios, en la uni tenía compañeras que obviamente son de la generación de Patito Feo y cuando recién me co… https://t.co/24MS138KUB",
        "@agusnantes Lo adoro, tiene una lógica!😁",
        "@claracalimella Gracias por decirlo. Si bien no trabajo, no hice reuniones, ni nada por el estilo, veo eso y me hac… https://t.co/c4TA47V9b1",
        "@Zosienska @Brandonlegg Quillabamba\n\nWtf",
        "@soyluluuu Yo debo decir que no hice Zoom con nadie en dos meses de cuarentena, así que zafé bastante!",
        "@Sir_Mathius Yo quedé embarazada y atrás mío dos de mis mejores amigas, tenían fecha para justo dos meses después d… https://t.co/FsplRHE52D",
        "@KubanoBA Y sí, hay que ver cómo haremos, trataré de ir a Villa Torlonia o a dar una vuelta de manzana...\nSé que es… https://t.co/kqK5rAuKd3",
        "@HeidiArgenta Ay, sí, totalmente, yo pienso igual, más que el poder salir es el tema de la socialización.\nMe re ale… https://t.co/Y8EN8SzRVH",
        "@Eu_vos_ Amorcita bella! Bienvenida a este mundo loco!\nTe mando un mimo gigante desde acá lejos! ❣️❣️❣️",
        "@majogm Del lado de las personas que extrañan Starbs por vivir en un país sin.\nSí, vivo en Italia.\nSí, el café no s… https://t.co/Wg6FpvaowH",
        "@bloguerita Recién en julio 😥",
        "@MarianDC03 Ayyy, sí! Yo cuando vuelvo me esperan por todo esto que nombrás 😂😂😂",
        "@KubanoBA Ya me harté las bolas.\nPerdone mi francés. 😂.\nMañana volvemos y comenzará otra etapa, viendo cómo nos org… https://t.co/7tsfQO0ofE",
        "@soyluluuu Típica pregunta \"cómo va?\"\n\nCÓMO QUERÉS QUE VAYA?!",
        "@HeidiArgenta Amores! Cómo les fue?",
        "@MarianDC03 Ayy, no, me muero si me pasa! Yo tengo un tío que solía trabajar en una empresa que hace chocolates. En… https://t.co/e3edplF82J",
        "@LoveMaiWorld @KubanoBA Sí, fue tremendo! Pero yo al sur no lo sentí.\nLa portera vive en subsuelo y dice se re sint… https://t.co/cckrwRDMCu",
        "@vecu88 Jajajaja, a veces sí, le sale de adentro la italianidad! Es exagerada y actriz como pocas! 🤣",
        "@MarianDC03 Jajjajaj, después me siento mal y no sé por qué 🤣🤣",
        "@IleanaSchinder Ay, sí, está muy bueno!",
        "Estaría necesitando comer chocolate hasta morir.",
        "No sos para todos. https://t.co/DkZJiIs3ay",
        "@Eu_vos_ Felicidades! Bienvenida Nina! Espero que mamá y bebita se encuentren muy bien! 💟🎉💐",
        "@maitifinkelberg Nono, al menos estos dan flores una vez al año y Listo! Yo me acordaba que daban más llegando al v… https://t.co/2JYZqmlADm",
        "Menos mal que le saqué fotos cuando estaban en flor los cactus... Ya se cerraron. https://t.co/E0KSvW0CAn",
        "@marianoheller Qué carita de hombre bueno. Feliz cumple al cielo y desde acá un brindis por él! Te abrazo.",
        "1. Campana 🇦🇷\n2. Buenos Aires 🇦🇷\n3. Roma 🇮🇹\n4. París 🇨🇵\n5. Anagni 🇮🇹\n\nBonus track: sacando Colfosco 🇮🇹, seguramente… https://t.co/fIDyLVhuMI",
        "Hoy cumple años Tronchatoro! https://t.co/PhGTn0svdI",
        "🙋 https://t.co/rpPuXtMjJI",
        "@claracalimella Horrible, nunca vi una tan cerca (y eso que estaba a unos buenos 30 metros y yo adentro de la casa)… https://t.co/4GzPYIjIAG",
        "@moramouzo Durmiendo, fue a las 5 am. Capaz que acá se sintió pero con el sistema antisismico y la cantidad de true… https://t.co/Tr1FZKRCwD",
        "@LoveMaiWorld 💟💟💟💟",
        "@esole_gonzalez 3.4 / 3.7 creí leer.\nNo es tan fuerte pero para la ciudad sí.",
        "@MaestraNormalll Ni me digas. Año bisiesto año funesto.",
        "@moramouzo Dejame de joder, una pesadilla tras otra 🤣🤣",
        "@claracalimella Imaginate lo grande que era que la vi a través de la ventana, sentada en el sillón y con los ojos l… https://t.co/CHubs0c8Bu",
        "@KubanoBA Dios, por favor. Yo sentí los de febrero 2017, estando embarazada. Y eso que fueron scosse bastantes tran… https://t.co/gQMNZLyjbN",
        "Yo no quería ser mala yuyu y decir \"lo único que nos falta es un terremoto en esta situación de mierda\" y eccolo, l… https://t.co/YA9mgIQUhP",
        "@KubanoBA Qué cagazo bola!! 😣😣😣.\nNo, acá estoy al sur y la casa tiene sistema antisismico.\nMenos mal que no estaba… https://t.co/ISxQ9JL7zj",
        "Buen día. Me levanto y leo que hubo un terremoto en Roma.\nYo no sentí nada acá (además de unos truenos impresionant… https://t.co/Vol2Fq6k7n",
        "@marianoheller Llego tarde pero no quería dejar de desearle un super feliz cumple a esa belleza! Espero que hayan p… https://t.co/PMmhXSOuUj",
        "Es verdad? Sólo 800 positivos hoy?",
        "@andreita71 Qué placer ver todas esas vacas en fila!",
        "@quiz_viajero Muchas gracias! Acá en Italia es hoy. 💐.",
        "@HeidiArgenta @elsuizorebelde Gracias nena! Sii, él chocho, la nena con el padre, todos bien 🤣",
        "@MajoMallmann @MaestraNormalll @LoveMaiWorld Gracias Majiii! ❤️",
        "19:45 y Maria Emilia, después de jugar todo el día afuera con los primos, se durmió.\nSi estaba sufriendo por no ver… https://t.co/NBRqvODCY2",
        "@Eu_vos_ Nosotros estamos acá en el pueblo. La condición era que marido se tomaba vacaciones del trabajo, y él tien… https://t.co/dN93gWTRyE",
        "@guilleafelix La de Meryl Streep que canta mal, 2017. Florence Foster Jenkins",
        "@agusnantes Me deprimí pensando en lo mismo, es más. Mi DNI son casi todos números impares.\nQué injusta es la vida.",
        "@elsuizorebelde @HeidiArgenta Feliz día a la reina de la casa! 💐🎉❣️",
        "@marife46 Feliz día nena! Pásenla lo más lindo que puedan, ya vamos a festejar! 💐🎉❣️",
        "@MaestraNormalll @LoveMaiWorld Gracias querida! Feliz día atrasado para vos también (atrasado una semana y esta sem… https://t.co/dRUVLVFA4v",
        "@LoveMaiWorld Gracias amore!! ❣️❣️ Te quieroooo! 😊😊😊. Te mandamos un abrazo grande! 💟💟",
        "@KubanoBA @esole_gonzalez Gracias querido! 😊",
        "@anyular @esole_gonzalez Gracias nena! ❣️❣️❣️",
        "@esole_gonzalez Por favor, una pinta! 🤤🤤🤤",
        "@esole_gonzalez Awww, gracias nena!! ❣️❣️❣️❣️ Qué divina! 😊😊😊",
        "@BettBals @KubanoBA @GabrielsReisen Jajajaj. Todos comimos esos heladitos ricos!",
        "@BiroloInes Siii, le dicen \"la città dei Papi\" (la ciudad de los Papas porque acá un tiempo hubo sede papal.",
        "@LoreBrignardell Espero que se te cumpla dentro de poco! ❤️",
        "@esole_gonzalez Buen día, nena! Se ven riquísimas!",
        "@valizarraga @Laurix73 Nosotros hace dos días vinimos al pueblo de mis suegros, nos quedamos en una casita aparte a… https://t.co/B4ZJB50euc",
        "@solrizzo Por favor, tiene una pinta! No sé ni qué es pero necesito comerlo ya! 😍",
        "@BiroloInes Anagni, de donde es mi marido, es más antigua que Roma 😁",
        "@papaspai Por el amor del cielo, de no creer.",
        "@BettBals @GabrielsReisen Mi mamá también la tenía! 😁😁😁.\nSeguramente está rico!",
        "@majogm Ya fue, llevalo. Ahora es el momento!",
        "@nachoviale @VeruKaTrip Los 3 cordones? Llegamos a Entre Ríos así 😂\n(te contestó Nacho Viale, estoy muerta !)",
        "@nadinafornara Acá esas gaviotas gigantes se llaman gabbiano, y sí, son unos bichos que meten miedo, tienen un cará… https://t.co/vF41OfHSwF",
        "@_gnoli O https://t.co/vlsivFdFq4",
        "@Mahtwiter Un poco de aire y paisaje después de más de 60 días de encierro... Al menos se escuchan los pajaritos acá...",
        "@GonTraveler Muchas gracias! 😁",
        "@veroflugel El mío tampoco, estos son de mi suegra.\nPero al mío ya le tengo cariño.",
        "@marife46 Un poco de aire, te juro!",
        "@LoveMaiWorld ELLA llena de harina y tierra, hoy se baña con ropa y todo, es una mugre andando! 😂🤦"
    ]
}