{
    "screen name": "Daniel_Bick",
    "no. of tweets": 156,
    "tweets": [
        "@zeitonline #KanzlerKandidat",
        "@welt 😔",
        "@zeitonline Wir haben alle gesehen, was passieren kann, wenn die EU mit ihrer Gesetzgebung zu weit in die Souveräni… https://t.co/NLGU1eO5KU",
        "@Foone Nor sure if that's what it meant to say originally, but:\nWhy you need a computer if you have a smartphone al… https://t.co/BXzzqsssuU",
        "@SZ Finde es bedenklich, wie Medien gegen die Beschützer unserer Verfassung hetzen! #HassImNetz",
        "@SZ Die Verfassungsrichter haben nur ihren Job getan, unsere Verfassung zu schützen! Dafür haben wir sie.",
        "@NDRnds Wenn doch jetzt wenigstens noch flächendeckend das Internet gut genug wäre, um Angstfrei (vor Internetabbrü… https://t.co/tlz8dyDbhG",
        "@faznet Wieso wird mir dieser Beitrag nun schon zum 100en Mal angezeigt? Ich habe genau die gleichen Nachrichten nu… https://t.co/uqMQFuYQbm",
        "@Foone Maybe some weird alien technology? Maybe some other superior species hasn't figured out yet that there's a s… https://t.co/2rHvdAIH1R",
        "@Foone hello123? 😅😉",
        "@faznet In Zeiten weltweit steigenser Militärausgaben?  Ich denke, die Antwort liegt auf der Hand...",
        "@that_quain_kid @JakeWrightUK I'm blessed mainly with Machine/Deep Learning projects. Can't complain about that 😁😏",
        "@LimeParallel1 Think it's definitely gonna be helpful to me. Started out on sth like that as well, but didn't have… https://t.co/IaQWG4gawE",
        "@faznet 😢",
        "@faznet Wie ist das eigentlich bei uns geregelt? Würde mich jetzt auch mal interessieren 🤔",
        "@welt 😢",
        "@faznet ZWANG zum Runterladen?! Wird wohl Zeit, schon mal wieder das gute alte Handy aus der Schublade zu holen... 😁",
        "@SZ Immunität? Dafür muss doch eig erst mal abschließend gesichert sei, dass man sich nicht doch erneut infizieren kann 🙈",
        "@ndr2 Der Mensch vom #DIHK, eben im Interview, muss ein richtiges Marketinggenie gewesen sein.\nHabe noch nie zuvor… https://t.co/nsqoln9Pb1",
        "@that_quain_kid @JakeWrightUK Depends on the topic imo 😁 But scientific paper writing on home automation is a rare thing, indeed 🙄",
        "@BILD Und noch mehr Überwachung?",
        "@AlexDahlem @ZDFheute @OlliLuksic @BMVI @ADAC @fdp Das ändere nichts? Wenn sein Name zufällig Rezo wäre, bekäme er… https://t.co/ZuDtF1wk4p",
        "@AlexDahlem @ZDFheute @OlliLuksic @BMVI @ADAC Dass man jetzt plötzlich vor vollendete Tatsachen gestellt wird, währ… https://t.co/gHg6oijxHg",
        "@ZDFheute @OlliLuksic @BMVI @ADAC Da hat man schön das mediale 'Corona-Loch' ausgenutzt. Was mich zur nächsten Frag… https://t.co/0ivtGRQgEf",
        "@Foone @muzurvelet May I ask what you do with all the old stuff once it's working agai? Selling it? Putting it into… https://t.co/UXztDH01Ia",
        "@ZDFheute Muss ich erst YouTuber werden, um bei euch auch eine Plattform zur Verbreitung meiner eigenen Meinung geb… https://t.co/bOGpkclm74",
        "@elonmusk @skorusARK Nothing's as weird as reality? Nothing's more weird than when observing weird behavior in a si… https://t.co/VGsx6Zdw4B",
        "@BILD Wer produziert immer solche Titelbilder? Spargel wäre bei mir viel zu schnell im Kochtopf verschwunden als da… https://t.co/grxAhJ0RHt",
        "@dekisu Complaining about German Korrektheit? 🤔😁😏",
        "@Pistashh If that voice was a bit smarter, it would give away the obvious answer right away 🤔😁",
        "@welt Hat schon seine Gründe, dass die Union einen Aufschwung in der Wählergunst erfährt und nicht die SPD...",
        "@SZ Politiker bei Twitter... davon kenne ich doch noch einen. 😁",
        "@JakeWrightUK Still looking for some project inspiration? :D Got a new smartwatch, but not entirely happy with the… https://t.co/7RyEPEZaF1",
        "@welt 👎",
        "@faznet 🤬",
        "@ZDFheute Soll er doch selber an die Front ziehen, wenn er so in sein Vaterland vernarrt ist.",
        "@ThomasSigmundHB @handelsblatt @TheEconomist @smatthes Staatstrojaner, Automatische #Gesichtserkennung (Berlin), un… https://t.co/ZQt7w1wlMq",
        "@Frontal21 @ZDF @campact @foodwatch_de Auch im EU-Ausland aufrufbar?",
        "@tagesschau Hauptsache, jeder wird erstmal aufgezeichnet! #Überwachung",
        "@tagesschau Berechtigte Frage, wo doch inzwischen die #Politik sich den Aufgaben der Gewerkschaften zunehmend annim… https://t.co/33TlXvpsyB",
        "@SPIEGELONLINE 🤣\nGerade das, worin sie als #machtgeilste und machtbesessenste Politikerin, die ich kenne, darin sel… https://t.co/uVXHfqrG5L",
        "@zeitonline Konservativ und seeeeehr Liberal. Ansonsgen lögen meine Noten, wenn rein konservativ zu sein eine Vorau… https://t.co/ox8XsjDxd4",
        "Erhält #Foodwatch auch erhebliche finanzielle Unterstützung von Konkurrenten der etablierten Marken, so wie die Deu… https://t.co/UsP2djMP4Q",
        "@welt War sie nicht für #Digitalisierung eingeteilt? 🤔 Danit hätte sie eigentlich schon genug zu tun...",
        "@zeitonline Darf man Kindern Gott einreden?",
        "@welt Das läuft auf‘s gleiche hinaus wie jede andere #Waffen-Debatte auch. Die, die sowieso bereit sind, das… https://t.co/RcezRYjkbE",
        "@zeitonline Vielleicht ist gerade mangelndes Mitgefühl das, was diese Politiker so stark und populär macht. Im Gege… https://t.co/0D6MeNf0t3",
        "@tagesschau Ist sie nun die Quotenfrau in der @CSU ? Anders kann sie sich doch gar nicht für den Job qualifiziert haben...",
        "@welt Wie lange @_A_K_K_ sich wohl noch gegen ihn behaupten kann? 🤷🏼‍♂️\n@jensspahn",
        "@welt Da ich ersteres und zweites nicht bin, bin ich nun letzteres? Ein Psychopath?! Und die soll für die Digitalis… https://t.co/T7JpjgqX17",
        "@SZ Gehen Mikrowellenuhren überhaupt jemals richtig? 😅",
        "@faznet Dann sollen also schon die #Kinder mit #Pillen gefüttert werden, um keine Mangelerscheinung an wichtigen Nä… https://t.co/0Yv2CLHhgK",
        "@Rudini48 @faznet @MichaelHanfeld Was hat das damit zu tun? Ich bin eher nicht willig, die #Rundfunkgebühren zu ent… https://t.co/M6nD1o68g7",
        "@faznet @MichaelHanfeld Und damit dieser Praxis Einhalt gebieten, zunehmend #Bildung zum Luxus-Gut für #Eliten zu m… https://t.co/oaNcatvoHK",
        "@zeitonline Man kann es sich so einfach machen...",
        "@SarahMariaBrech @welt In solchen Momenten bin ich #stolz, aktuell in den #Niederlanden zu leben! 😍",
        "@zeitonline #Frei! \nWie haben in den letzten Jahren schon viel zu viel unserer #Liberalität aufgegeben für „politische Korrektheit“ etc.",
        "@zeitonline „Zudem bekämen deutsche Behörden Überwachungsschnittstellen.“",
        "@really_12312 @ZDFheute Was ist Ihr Lösungsvorschlag? Alle sofort wieder nach Hause zwischen die Fronten in den Kri… https://t.co/wXvd0TkEvr",
        "@ZDF Und in den ländlichen Regionen würden sich die Menschen schon über einen einzigen  Glasfaserstrang freuen 😕\n\n#Glasfaser\n#Telekom",
        "@really_12312 @ZDFheute Das ist das klassische Prinzip von Angebot und Nachfrage. Schauen Sie doch mal ins Handwerk… https://t.co/AtpXO4FbXj",
        "@really_12312 @ZDFheute Ich sehe noch etwas ganz anderes. Eine Menge unbesetzter Stellen in Deutschland, für die wi… https://t.co/Krjt3qOQGr",
        "@_A_K_K_ Es geht doch nicht um die Landsmannschaften. Es geht um die fundamentale Frage der künftigen Ausrichtung d… https://t.co/3x9txq5gpt",
        "@really_12312 @ZDFheute Wenn sich andere #EU Staaten weiterhin quer stellen und sich nicht an der Flüchtlingsvertei… https://t.co/qAkbspQAtk",
        "@SPIEGELONLINE Was ist daran so besorgniserregend? Solange die USA mitziehen, bleibt doch alles im Gleichgewicht.",
        "@zeitonline Nach #Mindestlohn und einer Entfernung von liberalen Werten (zu Zeiten einer Koalition mit der @fdp) nu… https://t.co/JZnNiw6zDL",
        "@ZDFheute Das ist alles viel zu kurz gedacht. Die #Flüchtlingskrise wird nicht ewig andauern. Ist sie nicht offizie… https://t.co/A5dpwijjis",
        "@tagesschau Ich bin kein #Öko-Freak. Aber was wäre dann an dieser Form des Landbaus noch „Öko“? \nAm besten schon ma… https://t.co/lVQ6rvGh3S",
        "@tagesschau Er wäre der perfekte Nachfolger für #Merkel gewesen. Schade, dass er bei der @spdde ist. Die @CDU stünd… https://t.co/USszPt45Xd",
        "@WolfgangHummel @CDU Damit allein wäre die wirtschaftliche #Souveränität Deutschlands für die #Zukunft auch nicht gesichert.",
        "@CDU Witzig. Letztes Jahr hättet ihr noch einen #Kuka #Roboter abbilden können mit Kuka Aufschrift als Stück Deutsc… https://t.co/8xdaUR970q",
        "@BILD Pikant, dass @HeikoMaas das nun gerade sagt, wo seine Partei selbst kaum noch höher steht in der Wählergunst als die #AfD. \n@spdde",
        "@MarioS2511 @ralphruthe Außer Tiernahrung! Und Geflügel...",
        "@ralphruthe Ihr hättet auch super die #Lidl #Werbung da unterbringen können. Finde die schrecklich! Eine ekelhaft h… https://t.co/ubeTKCQ6AP",
        "@SPIEGELONLINE Das würde sogar ich nutzen 😃",
        "@ManfredWeber A united and #democratic #Europe consisting of individually strong and independent Nations!",
        "@SPIEGELONLINE Er ist seiner Partei um Jahre voraus!  ☺️\n#Scholz @spdbt",
        "@welt Und wer ist der auf dem Bild?",
        "@ManfredWeber In welchem Kontext steht diese Aussage?",
        "@SPIEGELONLINE Wer nutzt „Mohr“ heute noch als Schimpfwort? \n\nKlar darf sie das!!!",
        "@ZDFheute Alle mal auf @MartinSchulz zoomen. Schulz, wie er leibt und lebt. Toller Schnappschuss! 😁",
        "@ndr2 @JamesBayMusic Die @peterurban Schow kann man wenigstens noch hören! 😊 Letzte Bastion der Abwechslung im Musi… https://t.co/t0m5dJknD9",
        "@dpa @focusonline Ich bin froh, bereits dieses Mal @fdp gewählt zu haben! Was ist an dem #Koalitionsvertrag noch… https://t.co/LvkJm6YYzU",
        "@NDRinfo Wieso hat sie es dann nicht schon innerhalb der letzten #Legislaturperiode umgesetzt?! \n@CDU @spdde #GroKo",
        "@ZDF Wieso #Geoblocking? Ich bin in Holland, also sogar noch innerhalb der #EU! Und? Interessiert mich der Inhalt deshalb weniger?!",
        "@SZ In anderen Parteien wäre der Vorsitzende nach solchen Skandalen zurückgetreten. Aber was soll‘s? Finden wir uns… https://t.co/BThU4ULZ2U",
        "@welt Oh, hat man #Schlimmeres verhindern können? 🙂",
        "@CSU #Stagnation auf Niveau der vergangenen Jahre!",
        "@zeitonline Bleibt nur noch die Frage zu klären: Wer ist nun der #Juniorpartner in der #GroKo? \nSicher nicht mehr die @spdbt\n\n.....",
        "@ManfredWeber What of the #grandCoalation contract is an answer to #populists? #Stagnation?",
        "@handelsblatt Dann brauchen wir ja auch keine #finanziellen #Mittel mehr an die #EU abführen. Dann macht jeder sein Ding! 🤔",
        "@handelsblatt 🤬",
        "@jbinero @ManfredWeber @JunckerEU That’s how much Germans know about this intransparent institution like the #EU.… https://t.co/LlynSLIneZ",
        "@ManfredWeber Time to stop @JunckerEU ... on his way to become an autocratic super-minister!",
        "@BILD Wenn das stimmt...\n\nDas ist ja schon fast, als wenn Fremde Staaten sich in den Wahlkampf einmischen! ...und p… https://t.co/Lr5WftfTbC",
        "@CHIP_online Die haben ja auch nichts zu verlieren durch die #Totalüberwachung...",
        "@welt Wieso immer wieder #Regulierungen, Regulierungen, und noch mehr Regulierungen? Das ist der Ansatz von… https://t.co/D2QZx3NcAU",
        "@faznet Soll ich nun neidisch werden? 😂",
        "@kivkav_ @faznet Und außerdem ist unser gesamtes System wirtschaftsorientiert.  #Politik, #Wirtschaft,… https://t.co/KsXEifCihg",
        "@kivkav_ @faznet Mal auf deinen Einwand „Dann könnten Schüler ja gleich Informatik beigebracht bekommen“. \nWie kann… https://t.co/Scsyb7aSYp",
        "@kivkav_ @faznet Dann würden wenigstens die #Schüler heute das Privileg haben, etwas für‘s Leben zu lernen, was ihn… https://t.co/i5B46BQyHG",
        "@HenningEMueller @faznet Hamburger Wirtschaftsgymnasium? TOP!",
        "@faznet Das meinte schon damals unsere #PGW Lehrerin auf dem #Wirtschaftsgymnasium zu uns, die auch gelegentlich an… https://t.co/VdEccq5jri",
        "@interauralgap @eisbaer_x3 @ZDFheute Wäre keine schlechte Idee. Leute fehlen da genug.\n\nUnd das Beste: bis der Serv… https://t.co/mdAd77kPvi",
        "@c_lindner @AssembleeNat Und du meinst, das hätte nichts werden können mit #Jamaika? 😞 #Dreamteam 😉👍🏼",
        "@ZDFheute @dominikrzepka Oh nein! Der soll nicht auch noch unsere #Nation zerstören! Reicht schon, was er mit/in se… https://t.co/cTGzMqIvSb",
        "@oliver_hoess Dann müsste das mit der #Digitalisierung ja nur noch mal jemand den deutschen #Politikern der zukünft… https://t.co/3L7mdFYOd7",
        "@eisbaer_x3 @interauralgap @ZDFheute Handwerk, speziell Klempnerei (Gas, Wasser, Sch... 😏) auf’m Dorf? Da kannst du… https://t.co/1If5ACfLPi",
        "@ManfredWeber Visited the #EU area in #Brussels a couple of weeks ago. So close and yet so far - the EU politicians… https://t.co/jR8lZMGbLt",
        "@MartinSchulz: Heute schon telefoniert? 😂\n https://t.co/bUpBvjCplb",
        "@ndr2 @HSV Ich würde schon mal anfangen, unter den Hashtags #hsvKO oder #HSVabstieg oder #Abstieg zu twittern 😕",
        "Gerade wieder was über den Ausbau der #Ganztagsschulen gehört. Wie gut, dass ich nicht mehr zur Schule gehe... 😏",
        "@BILD Oh man. Wenn es nur darum ginge, wie schlimm die ganze Welt sei, dürfte man über gar nichts mehr #Spaß machen.",
        "@BILD Gute Zeiten für #Anlageberater 🙂😅\nZeit, mal über langfristige #ETF s nachzudenken 😎",
        "#Kurz ist echt genial! #Freiheit, #Entlastung der Bürger/innen und eine #Stärkung des eigenen #Wirtschaftsstandort-… https://t.co/sddmhnGFEL",
        "@CHIP_online Das @ZDF hat‘s zuerst berichtet... 😏",
        "@mbitterblue @NDRinfo Klar, sieht man ja am Profilbild. ...\nAber zu viel Nationalismus tut Deutschland auch nicht g… https://t.co/LBqVXp2NMR",
        "@mbitterblue @NDRinfo Kirchturmdenken ist nicht mehr zeitgemäß zu Zeiten der #Globalisierung. Think bigger!",
        "@faznet Sí!",
        "@zeitonline Die #Mauer ist wohl schon zu lange weg. Jetzt müssen wir sie in den Köpfen anscheinend wieder neu erric… https://t.co/speh2DoEjj",
        "@NDRinfo Andere Schüler haben einen Traum, gehen ins Ausland, sehen die Welt... und unser Nachwuchs soll seine Zeit… https://t.co/SaL6eIUDZG",
        "@BBCWorld He‘s toooo left for the #EU!",
        "@ZDFheute Unfaire Bezahlung im #Handwerk? Wie #weltfremd ist #Steinmeier eigentlich? Schon durch die Knappheit des… https://t.co/afbgCLd2c5",
        "@faznet @JaegerMona Auch aus den falschen Beweggründen kann man für das Richtige sein! 😏",
        "@zeitonline @candundaradasi Stasi Archiv? Wozu ins Archiv gehen? Da muss man sich doch nur mal das automatische… https://t.co/5zFjXAOHfl",
        "@focusonline „Die von der SPD angestrebte Erhöhung des Spitzensteuersatzes, ein Kernanliegen der Sozialdemokraten,… https://t.co/LnP4bWV9z3",
        "@tagesschau Wir dürfen nicht, was @realDonaldTrump darf? Das ist ungerecht.",
        "@SPIEGELONLINE Das wäre ein Skandal! Hin zu einer Autokratie auf #EU Ebene! \nWann kommen dann die ersten EU #Steuern?",
        "@welt 😂",
        "@jonaslippmann @zeitonline Die Konzentration nimmt erfahrungsgemäß eher noch immer ab, wenn man gezwungen ist, läng… https://t.co/iw6SabWSAS",
        "@zeitonline Wieso muss immer alles sofort (reflexartig!) auf #Deutschland übertragen werden?! \nHier gilt: #FREIE FAHRT FÜR FREIE BÜRGER!",
        "@CHIP_online Und mein Start-button nicht mit Handschuhen! Da muss ich sie ernsthaft erst ausziehen, damit der Startknopf reagiert! 🤬\n#iPhone",
        "@faznet @msdubios Irgendwelche Probleme? Einfach noch ‘ne #Steuer erheben. Passt schon, denn Steuern lösen Probleme… https://t.co/TWrgFyPMeY",
        "@chrisric71 @handelsblatt Die #Overhead Folien könnt ihr bestimmt noch in deutschen #Schulen loswerden... die nehme… https://t.co/srB1BfZDvb",
        "@dpa @AZ_Augsburg Darauf erstmal ein saftiges #Steak!",
        "@spdbt @BILDamSONNTAG Die neue Linke?\nIch fühle mich von euren ständigen politischen Gängeleien nicht im Ansatz ver… https://t.co/9EbyKgqB6z",
        "@Wissing @fdp Da merkt man, dass die @spdbt total verblendet ist. Geradewegs am Volke vorbei! #Verblendung hatte au… https://t.co/s8VVqQ0wLg",
        "@welt #Steuererhöhungen - Da kann auch nichts anderes bei rauskommen, wenn @MartinSchulz mitredet. #ABZOCKE!\nUnd we… https://t.co/rJTd7oLKeB",
        "@SPIEGELONLINE Wir. Wer sonst?",
        "@BILD Eine Schlagzeile wäre eher das Gegenteil wert gewesen...",
        "@ZDF Bond? Oder Cars... Oder doch Transformers? 😁",
        "@FacultyofArtsUG Mast have missed it 🤷🏼‍♂️",
        "@BILD Die @spdde wechselt ihre Vorsitzenden ja bald häufiger als der @HSV seine #Trainer 😁",
        "@csu_bt @CSU @frank_thelen Bisschen zu lange bei der @fdp ins Wahlprogramm geschaut? 😁",
        "@zeitonline Ich wäre vorsichtig damit. Man könnte berechtigterweise fragen, ob nicht #Merkel selbst diese linke Min… https://t.co/wauueSuqGn",
        "@BBCWorld That‘s kinda strange... ^^",
        "@janfleischhauer @SPIEGELONLINE Was wird denn so ein Theater um einmal #Röntgen gemacht? Ob nun beim Zahnarzt oder… https://t.co/wODc4n0Teh",
        "@c_lindner ich bin ja liberal durch und durch. Aber Online-Casino/Glücksspiel-Werbung gehört verboten. Sollen die M… https://t.co/Wv26lX7PJV",
        "@zeitonline Darum habe ich auch gar nicht erst auf der #Autoindustrie rumgehackt! Aber ihr wisst ja sowieso immer a… https://t.co/KjCerfKZu5",
        "@handelsblatt Oh, da gibt es etwas Neues, was sie nicht kontrollieren &amp; schon muss es besteuert werden. Angst vor d… https://t.co/Zoz0nodk8t",
        "@zeitonline Müsst ihr alles kaputt machen wollen? Schon nur aus Prinzip! Weil ihr die einzig klugen Menschen seid auf dieser Welt...",
        "@faznet Für noch mehr bedingungslose Überwachung durch Banken beim Bezahlen?",
        "@BILD Als Absolvent eines Wirtschafts-Gymnasiums kann ich nur sagen, dass du alles verstehst, sobald du wirtschaftl… https://t.co/BpI3jaVzea",
        "@faznet Und als nächstes kommen dann die geschlechter-getrennten Bus-/Zugabteile für Männer und Frauen?",
        "@faznet Das ist doch das schöne an unserer freien, aufgeklärten, zivilisierten Welt - Jeder darf #selbst… https://t.co/Pdhik3RcdL",
        "@ElmarPaulke Apropos Mann-gegen-Mann-Duell... Ist diese Darts WM eigentlich ein reines Männerduell oder dürften auc… https://t.co/VftJF44VyI"
    ]
}