{
    "screen name": "BenTuckett1997",
    "no. of tweets": 199,
    "tweets": [
        "Supreme Court debate over Trump’s tax returns, business records points to a mixed outcome   https://t.co/VYOlaOCfMD",
        "The Mysterious Disappearance of SARS  https://t.co/seUT7psc3i via @heavysan",
        "Trump has spiraled into a ‘whole new level of emotional disturbance” over his ‘rotten’ poll numbers: conservative https://t.co/G6r088Y6TB",
        "House Democrats unveil coronavirus rescue bill that would direct more than $3 trillion to states, individuals, heal… https://t.co/rE0TvQQb8o",
        "Hyatt (@Hyatt) to lay off 1300 workers https://t.co/Ft763ypiVy via @Reuters",
        "Macquarie to break up KCom | total telecom https://t.co/OumEz8qCJP",
        "Tony Shalhoub reveals he had the coronavirus after reprising his role from 'Monk' for charity sketch https://t.co/MVbCKJWiCj #FoxNews",
        "China Is a Bad Actor, and American Media Need to Recognize This https://t.co/3WdrNcNjlF",
        "‘Republicans for Biden’ group has surfaced - https://t.co/BBTXRE5N2t - @washtimes",
        "Device Fixes Slow Wi-fi And Has Internet Companies Worried... (Everyone Should Have This!) https://t.co/VeYuNcqlFc",
        "Trump losing badly to Biden with one key voter group https://t.co/nKaVEcv34G",
        "A listener’s guide to the Supreme Court battle over Trump’s tax returns and business records https://t.co/XQ7OSJ2QDd",
        "Rare syndrome affecting children appears to be linked to coronavirus (COVID-19) https://t.co/4JhFJE3Xp8 via @local4news",
        "Correction: US-Virus Outbreak-IRS Payments story https://t.co/C6f4pP1FPV",
        "A worker at Perth’s Pan Pacific Hotel diagnosed with coronavirus https://t.co/z2ipLEcImu",
        "VIDEO: Body of Sub.-Lt. Abbigail Cowbrough returns home along Highway of Heroes | The Chronicle Herald https://t.co/Vz0peQGkaM",
        "Jeri’s Grill, the Charming 24-Hour Diner, Closes After Nearly Six Decades https://t.co/wbZsLtKnDJ via @EaterChicago",
        "Louisiana Governor Announces State Guidelines for Reopening Restaurants and Bars This Weekend https://t.co/FeqcwWrTIX via @EaterNOLA",
        "Coronavirus crisis: Frydenberg chokes on sobering data as Treasurer reveals COVID-19 restrictions have wiped $50b f… https://t.co/1VHoTXPmfh",
        "China’s ‘Wolf-Warrior Diplomacy’ in Context https://t.co/M7vCKD2Uxo",
        "Video shows hit-and-run on Collins Avenue; Miami Beach police looking for driver https://t.co/tImffYAHmG",
        "Supporting students and promoting economic recovery in the time of COVID-19 https://t.co/bFqgQnKNu7 via @BrookingsInst",
        "Coronavirus in Florida: 44 new deaths confirmed after only 20 had been reported over previous 2 days https://t.co/xTkVGss7SK",
        "Broadway shows canceled through Labor Day, return date unknown https://t.co/LrPpDKOsIX #FoxBusiness",
        "Joe Biden on 'Good Morning America': Believe all women, but not Tara Reade https://t.co/iYaJZnjHkv",
        "1 killed, 1 seriously injured when small plane crashes in Miramar https://t.co/l1Oq3aUYBD",
        "Early start to hurricane season? Potential tropical formation eyed near Bahamas https://t.co/hhrQvg7G45",
        "Seniors being sent one-time payment of up to $500: PM https://t.co/CcNnQ3JS0r",
        "How you can celebrate Manitoba Day at home this year https://t.co/4OnRkjkyzH",
        "Live updates: Northam issues executive order for May 28 initial reopening of Northern Virginia; region reports upti… https://t.co/Ofi9LK2HfA",
        "Trump panics over White House infections while telling other Americans to go die https://t.co/Y3Gw5qJUHQ",
        "Province to spend $10M on ‘Green Team’ funding for summer jobs - Winnipeg | https://t.co/mHbS6FNIAw https://t.co/s0cdiYrvT2",
        "Canada’s coronavirus death toll tops 5,000 - National | https://t.co/mHbS6FNIAw https://t.co/x6MvFKW0l7",
        "Toll attacker made off with past and present employee data and commercial agreements https://t.co/sHGqw02WyJ via @ZDNet &amp; @dobes",
        "Suspect crashes stolen car in Doral, police say https://t.co/XWhrdwUCwI",
        "‘Threatening’ shutdown tactics turn everyday business owners into outlaws - https://t.co/KLiqHhllOs - @washtimes",
        "Mothers, newborns among 16 dead after gunmen storm Kabul maternity ward https://t.co/mXifoCoVoL",
        "Governor encourages out-of-staters to adhere to stay-at-home orders as NH 'flexes' open business https://t.co/HrLf5OtY5M",
        "State parks, fishing access sites see high visitation numbers https://t.co/QXI5fzgszu via @KULR",
        "Corey La Barrie Dead: YouTube Star Dies in Car Crash at 25 https://t.co/N8Y1ZZdi6X via @heavysan",
        "Former Kushner employee writes scathing critique of Boy Blunder's COVID-19 response https://t.co/MKpc6tinys",
        "Global hedge funds post April gains but still negative for the year: data https://t.co/aOmRKSZMa2",
        "EU signs contract with Philips on ventilators https://t.co/GItFDvtblX",
        "Red-meat processors have beef sales to China suspended as trade barriers escalate https://t.co/c0X5JFMPk2",
        "Trump: $1B Approved, Being Sent to States, Tribes for Coronavirus Testing | https://t.co/FXYKWSIxBL https://t.co/TYIjJ2bHqq via @Newsmax",
        "https://t.co/qJAKjOGo65",
        "Watch Local 4 News at Noon -- May 12, 2020 https://t.co/Bay13FJhHP via @local4news",
        "Pittsburgh Police Investigating Cold Stone Creamery Robbery https://t.co/xO1XciCzI9",
        "Trump orders federal retirement money invested in Chinese equities to be pulled https://t.co/oJJEugwkSR #FoxBusiness",
        "Open letter to Wanda Cooper-Jones, mother of Ahmaud Arbery, and all Americans by @Everytown https://t.co/Fm5YjbLZJe",
        "Prayer Shaming: A New Front in the Culture War - Return to Order https://t.co/xHnIpJtgP0",
        "When Prayer Proved Powerful Against Plague - https://t.co/nlyo91hc8U",
        "The greatest of these all @ Winnipeg, Manitoba https://t.co/DJxdSJym8M",
        "More COVID-19 testing needed 'right across the country': Trudeau https://t.co/Nae40hmvX2",
        "Barr called on to resign over Flynn case by nearly 2,000 ex-Justice Department officials - https://t.co/BwddZTBvNa - @washtimes",
        "Austin Icon Shady Grove Closes After Almost 30 Years https://t.co/rd36zDgq1a via @EaterAustin",
        "Virginia and Maryland Counties Surrounding D.C. Pump the Brakes on Reopening Plans https://t.co/ytz63tyRzw via @Eater_DC",
        "Boyd Gaming Might Only Reopen Seven of Its 10 Las Vegas Casinos When Permitted by the State https://t.co/uURG5Ux4P2 via @EaterVegas",
        "Exclusive: UK care home deaths may have been boosted \nhttps://t.co/gFHiAuV4Mb via @SkyNews",
        "Popular Comfort Food Specialist Biscuit Bitch Closes Two Out of Four Locations Permanently https://t.co/2aPGvvY0Dw via @EaterSeattle",
        "Vegan Pub Food Delivery — and Eventually a Vegan Beer Hall — Will Come to Boston  https://t.co/1nJhhO4Sn4 via @EaterBoston",
        "Tua Tagovailoa officially signs rookie deal with Dolphins, worth $30.2 million over 4 years https://t.co/dxvwJQvNwd",
        "South Florida nursing home became ‘fertile ground’ for coronavirus, inspection reveals https://t.co/jaYqvgpCET",
        "Manitoba Hydro laying off hundreds of employees in $11M cost-saving measure - Winnipeg | https://t.co/mHbS6FNIAw https://t.co/PUzme4cBE8",
        "Trump Accuses Democrats of Reopening U.S. States Too Slowly | https://t.co/FXYKWSIxBL https://t.co/6mI88ICX2U via @Newsmax",
        "Canada’s biggest companies getting new loans, financing to weather COVID-19 - National | https://t.co/mHbS6FNIAw https://t.co/k2oYLbTjcj",
        "One of LA’s Essential Carnitas Tacos Is Headed to the East Village https://t.co/qUr9IRGaUe via @EaterNY",
        "Amazon reportedly interested in buying movie theaters \nhttps://t.co/HqysZpFHxg via @FoxBusiness",
        "United Airlines under fire for this picture tweeted by a passenger \nhttps://t.co/4SGI6tKSMV via @FoxBusiness",
        "Coronavirus outbreak: Manitoba officials provide update on province's CO... https://t.co/OOwiHaM22z via @GlobalNews",
        "UK Prime Minister Boris Johnson pushed for more clarity on lockdown changes https://t.co/1goiaheAAA via @euronews",
        "Coronavirus outbreak: Prime Minister Trudeau addresses Canadians on COVI... https://t.co/1f6Yw7uZ9B via @YouTube",
        "#PoloPark is beginning to reopen their stores.\nOH YEAH! https://t.co/ccSWWGoStK",
        "Miami Springs nursing home residents transferred to hospital https://t.co/FA7yDJ0mhq",
        "Covid-19: Chinese scholar held by police after calling for political reform https://t.co/gLPG6epPvZ via @scmpnews",
        "Cucumber Salad With Roasted Peanuts and Chile https://t.co/uGiUCOBhou #NYTCooking",
        "Sen. Ted Cruz writing book on Supreme Court cases https://t.co/acH26o4Rds",
        "COVID Kills the First Amendment - Crisis Magazine https://t.co/xHAbGR34Eo",
        "California Dem lawmaker lashes out at Elon Musk with vile message — and it goes horribly wrong https://t.co/LSRB59lQuT",
        "Jerry Stiller, ‘Seinfeld’ actor and veteran comic, dead at 92 https://t.co/lHvL7U94FV #FoxNews",
        "Northern Va. nowhere near ready to reopen under Northam plan, officials say https://t.co/pb1TiZu0io",
        "'I Am Trying To Save What Is Left Of My Community'; Greene Co. DA Says He Won't Prosecute Businesses That Open Befo… https://t.co/bRcESt3OrG",
        "World's second oldest airline, Avianca, goes bust https://t.co/57Ykhsy7DP via @YouTube",
        "Winnipeg police investigating incident at CF Polo Park - Winnipeg | https://t.co/mHbS6FNIAw https://t.co/7EELBe8WYF",
        "Coronavirus Outbreak: Processing plant outbreaks trigger calls for overh... https://t.co/pkpYLB9SJs via @GlobalNews",
        "More than 35,000 people in the U.S. die from gun violence each year. That’s families burying loved ones. A mom, dad… https://t.co/sjKlDYhXIz",
        "Donald Trump, American Idiot by @umairh https://t.co/GP2faol1rA",
        "Florida Gov. gives OK to open barber shops, hair and nail salons Monday https://t.co/NeFfVkjb2W",
        "Cartoon: New White House press secretary https://t.co/eGdIlMgtje",
        "Moka Dupont: A French Icebox Cake https://t.co/eNejgNa7Na #NYTCooking",
        "Last weeks stuffings @ Winnipeg, Manitoba https://t.co/Tjab8C2kHB",
        "Worldwide coronavirus cases hit 4 million - National | https://t.co/mHbS6FNIAw https://t.co/TW6n3Ox9oM",
        "Elon Musk 'immediately' moving Tesla HQ to freedom-loving state like Texas over oppressive Calif. lockdown https://t.co/5TO2at22Lj",
        "3 NY youths die from syndrome possibly linked to COVID-19 https://t.co/qSQxqU1Nde via @Fox10News",
        "Dr. Fauci plans to attend Senate hearing Tuesday amid 'modified' coronavirus quarantine https://t.co/BzUS2dDdTp #FoxNews",
        "Top Health Officials to Quarantine After Being Exposed https://t.co/d3eCidvIdO",
        "Coronavirus crisis: Premier Mark McGowan details phase two of WA’s road to recovery to roll out May 18 https://t.co/7OAkLGPHCF",
        "RCMP say efforts to find driver after Kings County crash likely saved his life | The Chronicle Herald https://t.co/2TcrI2hqzb",
        "Two years after Trump withdrew from the Iran nuclear deal, Tehran has cut in half the time it would need to produce… https://t.co/bTOyE3oMCs",
        "Global National: May 9, 2020 | A warning to provinces about reopening to... https://t.co/yi1ekziDR2 via @GlobalNews",
        "Best Scenes From #TheHunt - Part 1 | Top 5 | #BBCEarth \nhttps://t.co/mBM5UDDmLO via @BBCEarth",
        "Ottawa won't pay for defective masks, Trudeau says \nhttps://t.co/JPSMgKwGZU via @CBCNews",
        "Coronavirus around the world: May 9, 2020 https://t.co/C4tjzKJbO5 via @GlobalNews",
        "Brandon breaks May snowfall record: Environment Canada - Winnipeg | https://t.co/mHbS6FNIAw https://t.co/NXOYeQtvrp",
        "Coronavirus outbreak: UK announces £2 billion for cycling, walking plan \nhttps://t.co/rg0ws6DhPO via @GlobalNews",
        "Coronavirus outbreak: Prime Minister Trudeau addresses Canadians on COVI... https://t.co/f7SzC8RCdm via @GlobalNews",
        "Baked Rajma (Punjabi-Style Red Beans With Cream) https://t.co/fjC5FTuW1m #NYTCooking",
        "Republicans trying to strip Democratic governors of authority on COVID-19 response - National |… https://t.co/zQghFPmDSg",
        "Edmonton MLS sales drop 55 per cent year over year | The Chronicle Herald https://t.co/ZzTIQCsLqR",
        "Coronavirus restrictions could be derailed if a widespread outbreak happens, Paul Kelly says https://t.co/c34CilnCuS",
        "All-in teams won't be compensated by QMJHL due to COVID-19 | The Chronicle Herald https://t.co/zqZ1FgFB4H",
        "AG Barr Takes Shot At Mueller, Names ‘One Of The Most Troubling Aspects’ Of Criminal Investigation Into Origins Of… https://t.co/Pda2VRswYp",
        "Roy Horn of Siegfried &amp; Roy dies from coronavirus at 75 https://t.co/Ek7hgJ8sOB",
        "Nordstrom to close Dadeland Mall store https://t.co/Ge7EbTyeYe",
        "https://t.co/hqA9wjyk35",
        "https://t.co/Wzfof30MrO",
        "Trump’s 2020 election fate could be in the hands of one lone Democratic governor https://t.co/RM9vceq0XY",
        "Little Richard, flamboyant star of early rock-and-roll, dies at 87 https://t.co/f9VhMlQr4K",
        "16 residents of Wilton Manors nursing home die of coronavirus illness https://t.co/FC0xJue5Pj",
        "Coronavirus in Florida: State passes 40,000 positive cases, with more than 1,700 deaths https://t.co/YLZSrD4lku",
        "The Most Monumental Social Engineering and Ideological Transshipment Effort in History, Part 2 - RTO https://t.co/Unrey8Cv9S",
        "Susan Collins (@SenatorCollins) is terrible:\n- She votes with Trump 94% of the time.\n- She is funded by the NRA.\n-… https://t.co/vd7mPnEfmp",
        "#Paul is now in #Athens. \n\nThe #Greeks were very careful with their worship of the #gods, and didn’t want to offend… https://t.co/wu2ofgsNe7",
        "‘Returning to Work with Confidence’ -- GM releases plans to safely restart https://t.co/0fz5poZBRB via @local4news",
        "Stuck on cruise ships during coronavirus pandemic, crews beg to go home https://t.co/V18LucYw5q",
        "US Postal Service Warns it Might Not Survive Coronavirus | https://t.co/FXYKWSIxBL https://t.co/RmdIGqtLCT via @Newsmax",
        "Trump: 'The Jury's Still Out' on FBI Director Christopher Wray | https://t.co/FXYKWSIxBL https://t.co/nmZKL3JaXo via @Newsmax",
        "Coronavirus: One new Manitoba case, officials caution against large groups for Mother’s Day - Winnipeg |… https://t.co/MfQOuQK8hP",
        "Media Briefing:  OIS #7 for 2020 -- Sword Assault on Officers https://t.co/hxO54aAjw4 via @YouTube",
        "First responders get vehicles sanitized for free https://t.co/xWCoRQ5OjN via @njdotcom",
        "Law Enforcement Memorial Ceremony for Nevada https://t.co/QLKIRJGmOd via @LVMPD",
        "President Vladimir Putin has transformed his country and its relations with the world. We asked 11 leading experts… https://t.co/eEP5duurqW",
        "Coronavirus Unemployment Hits 14.7 Percent, Highest Since Great Depression https://t.co/frlsZM3H0I",
        "Is the EU’s COVID-19 Response Losing Central and Eastern Europe to China? https://t.co/uuxQWQF4lZ",
        "Pelosi, Schumer Set To Unveil Multi-Trillion Dollar, ‘Rooseveltian’ Coronavirus Relief Package https://t.co/E7z2gsEU4p",
        "Congress members raise ‘grave concerns’ with DeSantis’ plan to open Florida https://t.co/ML27a7g3Lm",
        "Jeff Sessions to Newsmax TV: Justice Was Served for Gen. Mike Flynn | https://t.co/FXYKWSIxBL https://t.co/qsih9k9ihv via @Newsmax",
        "Trump: Obama, Biden Knew What Was Going On in 'Russia Hoax' | https://t.co/FXYKWSIxBL https://t.co/jv8YhZIAKB via @Newsmax",
        "https://t.co/iowrOwPVuz",
        "WATCH LIVE: Blue Angels fly over South Florida to honor healthcare heroes https://t.co/THAl48Ulbe",
        "Man to front court after allegedly pointing gun at WA police during Esperance arrest https://t.co/8Ye3tWPWP0",
        "Manitoba adds $500M to budget for infrastructure projects to 'restart economy' | CBC News https://t.co/mfIZVRjcby",
        "Cream Cheese Swirl Tart With Chocolate Crust https://t.co/7jCnG616jD #NYTCooking",
        "Coronavirus: Manitoba health officials to give update Friday - Winnipeg | https://t.co/mHbS6FNIAw https://t.co/Q3q8RN88MI",
        "Manitoba lifts limits on prescription renewals during coronavirus - Winnipeg | https://t.co/mHbS6FNIAw https://t.co/RR84NbiX8C",
        "White House pandemic supply project swathed in secrecy and exaggerations https://t.co/kQUOo1DfvJ",
        "BHP decides to test its own COVID tracing app https://t.co/AoWkmn5LwU via @ZDNet &amp; @dobes",
        "Pandemic Prompts World to ‘Wake Up’ to Threats Posed by Communist China: Pompeo https://t.co/mxGlWidHaQ via @epochtimes",
        "The Fifties: Catholic Paradise Lost? - Crisis Magazine https://t.co/NdRDeZb4Wk",
        "‘Hope and healing’: Trump prays for recovery as economy sheds more jobs - https://t.co/8L8aZOLyod - @washtimes",
        "Attorney general says state commission has authority to prohibit guns in Michigan Capitol https://t.co/pIMfosiaTj via @local4news",
        "U.S. job market suffers its worst month in history https://t.co/pfif890UV6 via @cbsmoneywatch",
        "Some of Miami-Dade County could re-open May 18, mayor says https://t.co/loA6Ol198Q",
        "Ontario wants to change PPE directive for long-term care workers, union says https://t.co/fKAzZVgh1J",
        "Sweden never shut down, now its death rate AND its economy are worse than its neighbors https://t.co/SZIRSoEe9z",
        "Pittsburgh Police SWAT Called To Help With Arrest In Northview Heights https://t.co/ucnAYiHfoQ",
        "'This is Barack Obama's blue dress': Mark Levin slams Obama over revelations in declassified docs https://t.co/Uwevqt1RpI",
        "Travelling through Montreal's Trudeau Airport during COVID-19 pandemic https://t.co/TxgJgJEVv3 via @mtlgazette",
        "China Think Tank: We Have to Win Over America’s Left | NTD \nhttps://t.co/44pPh7rBNR via @news_ntd",
        "Coronavirus outbreak: Trudeau announces wage subsidy program to be exten... https://t.co/UGEyPnLwTU via @GlobalNews",
        "Canada not tracking race, background of coronavirus patients \nhttps://t.co/XZkXsq69MZ via @CityNews",
        "BBC News - Scientists obtain 'lucky' image of Jupiter\nhttps://t.co/2Bnl0SB3it",
        "I got this for my 23rd birthday on April, 23rd; and now, I need to find a TV stand for it, so I don't cause my room… https://t.co/Pn0AA3YBb6",
        "The enjoyment of yesterday @ Winnipeg, Manitoba https://t.co/t8IMqt7gw8",
        "Are any of you seeing the last #Supermoon of this year (if I'm correct)?\n\nI need a better camera (📷) to take better… https://t.co/gWFfeF7ZRN",
        "Coronavirus outbreak: Fears over two industries amid pandemic \nhttps://t.co/BoW8s8OEyN via @GlobalNews",
        "Airway Heights Correction Center to house COVID-19 care center for inmates across the state https://t.co/3IsoLq8umT",
        "Detroit Lions to start 2020 season with game against Chicago Bears -- See the full schedule here https://t.co/L9IzdVxQSH via @local4news",
        "Disney Springs to begin gradual reopening May 20 https://t.co/JEJBijoVVM",
        "Additional guidelines issued allowing gyms, fitness studios, movie theatres, museums the option to reopen https://t.co/Z6ERjv42cw via @KULR",
        "1982 Budweiser Light \"Born of tradition, Bring out your best\" TV Commercial https://t.co/rg2dULXLE5 via @budweiserusa; @BudweiserCanada",
        "https://t.co/kGMjWPmAwW",
        "https://t.co/BeKLOycYxq",
        "The Most Monumental Social Engineering and Ideological Transshipment Effort in History, Part 1 - RTO https://t.co/D7nr9yKLgK",
        "Coronavirus around the world: May 7, 2020 https://t.co/rda7sfIhNH via @YouTube",
        "Australian universities tout cancer detection devices and future telco innovation https://t.co/mWZlpQkMwJ via @ZDNet &amp; @ashabeeeee",
        "Coronavirus fallout claims Neiman Marcus as retailer files for bankruptcy protection https://t.co/7xetngfnFH #FoxBusiness",
        "Dallas salon owner jailed for defying virus shutdown order https://t.co/UEFxlBq1Ch",
        "‘Be Strong, Fear Not’: The Case for Christian Stoicism - Crisis Magazine https://t.co/SD4Hp3MRSR",
        "CBC Admits Mistakes in Reporting of Epoch Times Coverage of Beijing’s Virus Coverup https://t.co/2jaIcu0ycO via @epochtimes",
        "China’s Military Is Tied to Debilitating New Cyberattack Tool https://t.co/oPdS6hE8VV",
        "3.2 Million Jobless Claims Added in Last Week, Bringing Pandemic Total to 33 Million https://t.co/wrW5SdcV7I",
        "Trump taps big Republican donor to head the Postal Service during coronavirus crisis https://t.co/sCbYlecVHy",
        "Gov. Whitmer signs order expediting unemployment benefits for Michiganders https://t.co/Qj5umaqoCc via @local4news",
        "Sheriff Gregory Tony FDLE affidavit brings up more questions about teen shooting incident https://t.co/06NwKF245W",
        "How COVID-19 Scrambled Italy’s Politics and Dented Salvini’s Appeal https://t.co/RHXHL4lgDQ",
        "Ex-Trump official warns of ‘slow burn of infection across the country’ after US failed to stop COVID-19 https://t.co/ZfxsR1KWPZ",
        "PayPal sees strong second quarter as online spending surges (May 6) https://t.co/AEslEFTpxr",
        "Man killed, Mountie injured, woman randomly shot in central Alberta rampage https://t.co/8TncyYM2ay",
        "Why Apps Cannot Replace Temperance in Preventing Suicide - https://t.co/VFlRxDZfk1 https://t.co/Fex6Jsxmqw",
        "'You deserve a raise': PM says deal reached to top up wages for essential COVID-19 workers  https://t.co/eqa7Zbq2aF",
        "Hundreds of people were ticketed in school zones in this Winnipeg area   https://t.co/acIsb15PVE",
        "Top Republican fundraiser and Trump ally named postmaster general, giving president new influence over Postal Servi… https://t.co/6YOcxRrr6R",
        "State liquor and cannabis board allows \"to-go\" cocktails https://t.co/bCA3KJD0pk",
        "Elizabeth May says ‘oil is dead,' compares industry’s fate to Blockbuster Video https://t.co/KG7aMMc276",
        "Military veteran is 6th VA nursing home resident in Broward to die of coronavirus https://t.co/MacEnzDiLU",
        "Officials fear the arrival of a former top aide to Vice President Mike Pence who could undercut Defense Secretary M… https://t.co/prkNrAm7ke",
        "Facebook names first members of oversight board that can overrule Zuckerberg https://t.co/yFCBMfkuDU",
        "Trump says Americans won’t stand for stay-at-home orders anymore - https://t.co/pfkhvMcgy6 - @washtimes"
    ]
}