{
    "screen name": "klonkitchen",
    "no. of tweets": 143,
    "tweets": [
        "(chuckle) https://t.co/pREcLeqH55",
        "@riskybusiness Wait, so there’s no donuts?\n\nSeriously, good news.",
        "@AndyKeiser @Heritage @KayColesJames @kimsmithholmes @JJCarafano Thanks, dude. Appreciate that.",
        "@EliSugarman @Heritage Thank you @EliSugarman! This is going to be fun!",
        "@ana_r_quintana I keep telling you, @Nickelback is a misunderstood treasure that is maligned by people like… https://t.co/0MtQujHJSi",
        "So, this is happening. \n\nThank you @Heritage, @KayColesJames, @kimsmithholmes, &amp; @JJCarafano for this chance.\n\nOur… https://t.co/swl1T2wImf",
        "Good reporting from @SangerNYT &amp; @nicoleperlroth. \n\nNot surprised. \n\nhttps://t.co/wxSt9XARd3",
        "These things can all be true:\n1. COVID-19 isn’t a bio weapon;\n2. It wasn’t created/manipulated;\n3. It wasn’t releas… https://t.co/C4kN6mSt1Q",
        "Let us begin. https://t.co/U2LW2hCqK5",
        "@ben_wright_ @PaulDMiller2 Some friends will be paying you a visit soon. https://t.co/QOT7xbO0yh",
        "I get to work with @JJCarafano, @LukeDCoffey, @NileGardiner, @dankochis, AMB Terry Miller, &amp; Theodore Bromund on pa… https://t.co/kb3d7iFnDG",
        "@JohnHemmings2 “I was just making sure these steaks were ... fresh. Can’t be too careful.”",
        "I call this, “Temptation.” https://t.co/isONtKfccd",
        "First Mint Julip of the season. But certainly not the last. https://t.co/ImNtd2pmym",
        "@ana_r_quintana My kids are stoked.",
        "Just another day at homeschool. https://t.co/O2B25jo26q",
        "I would happily complete a PhD program at @MIT, @Stanford, or other schools if they offered it completely online.… https://t.co/iMRIUUBrLD",
        "\"An Israeli security company said the hacking software, called Aria-body, had been deployed against governments and… https://t.co/nJygK4556e",
        "One of the worst things that could happen is for China policy to become partisan in an effort to defend or attack t… https://t.co/rlNraNbKlZ",
        "@matthew_d_green I question the life choices that have led me to the point of eating a \"mystery hot pocket.\"",
        "Yes, and @Heritage made all three of these recommendations last week here: https://t.co/zDdrCK3uMm https://t.co/fGRcIe1tUO",
        "@symb01s @Apple @Google @Heritage #LoveYourPassion",
        "@symb01s @Apple @Google @Heritage Great news: You don’t have to.",
        "@Dillon_WK @Apple @Google @Heritage User adoption is key. 40% would be great. \n\nBluetooth has two settings, this wo… https://t.co/QZbqamFggD",
        "There are good questions about @Apple’s &amp; @Google’s #COVID19 contact tracing plans. \n\nWe, at @Heritage, are paying… https://t.co/yrCgWKy5D5",
        "@Kirk4Defiance @MichaelaTHF Yeah, supposed to be “thread”",
        "@GillianHTurner Strong girls!",
        "Our youngest on her 3rd of 4 rounds of 10 kettlebell swings, 10 burpees and 20 single unders. \n\nSmoked it in 4:50! https://t.co/UGNoVgRIx1",
        "The defense industry needs new entrants, and a supportive government during crises.  https://t.co/xY2dN9ckhp",
        "@MargiMurphy Quoted: “Without a doubt, its competitors will say to customers, ‘why even risk it? We don’t have any… https://t.co/weoE3GLwBV",
        "We’ll see.  https://t.co/g4rPwYG4yL",
        "8. Public health agencies should prepare now to use the tools being created and their use should comply with the ab… https://t.co/5RrYfJChag",
        "7. Technology companies should not be required by local, state, or federal government to collect user PII through d… https://t.co/uDb1YOznQ5",
        "6. Individual use of digital contact tracing apps should not be mandated by local, state, or federal government.",
        "5. Digital contact tracing data should be deleted completely from public and private servers within 21 days of coll… https://t.co/HFAAlD7bt4",
        "4. Tracing data should not be made available to any local, state, or federal law enforcement or intelligence departments or agencies.",
        "3. Tracing data should not be sold by technology companies or used for product development, advertising, or any other commercial enterprise.",
        "2. Data should be encrypted at rest and in transit.",
        "1. Data should always be anonymized, and tracing apps should only collect the minimum data necessary for #COVIDー19 tracing.",
        "If you want users to feel safe &amp; health officials to have better information, here are eight key steps:",
        "Here’s my quick explainer on  digital contact tracing in the US:\nhttps://t.co/zDdrCK3uMm",
        "There are a lot of legitimate concerns IRT digital contact tracing &amp; many will put those to the side in order to se… https://t.co/0PCLGeZNJv",
        "There are good questions about ⁦how @Apple⁩ &amp; ⁦@Google⁩ are going to enable digital contact tracing to fight… https://t.co/PxLDQQ9uij",
        "@pastorjgkell I'd give John some space for a little while.",
        "@PaulDMiller2 TL;DR",
        "Nations. Networks. Supply Chains. \n\nhttps://t.co/fmcUDiV9pM",
        "@danwhiting @jeajoseph @JonathanLeeman Here you go. https://t.co/VVtivoctqn",
        "If you have to constantly remind people how clear you’ve been on a subject, you haven’t.",
        "@BrandtAnderson Also, I know @jacklgoldsmith and he's not in Beijing's pocket. Take a look at his bio and other work.",
        "@BrandtAnderson Humbly, if you think Facebook should prevent foreign influence, then you support \"significant monit… https://t.co/QdsoFbyWtP",
        "@ScottGottliebMD Dude, you’re doing great work. Keep it up.",
        "Thread https://t.co/8MQ3i2BIk2",
        "Economic capitulation is soon followed by political capitulation. \n\nIn fact, with China, they’re the same thing. https://t.co/OO78OXLWBk",
        "“The country is believed to be trying to steal COVID-19 research to aid development of treatments or vaccines.” https://t.co/rvywc8Uw5R",
        "This is going to take some careful thought before US rollout. All government promises are built on trust and that’s… https://t.co/XKsdN6qUlH",
        "@ana_r_quintana @VigilanteCoffee Me thinking you were a fellow coffee drinker. lol. https://t.co/J4ENibhNgS",
        "@ana_r_quintana @VigilanteCoffee Wait, you want ground coffee? Oh, then I can’t help you. https://t.co/lhruUTpa1B",
        "@ana_r_quintana @GiancarloSopo @VigilanteCoffee @ZekesCoffeeDC Other favorites include @CeremonyCoffee (Destroyer b… https://t.co/7guNiGeqm3",
        "@ana_r_quintana @GiancarloSopo @VigilanteCoffee They do. But, my favorite Chiapas roast is from @ZekesCoffeeDC. It’s dang-near perfect.",
        "This, from ⁦@JJCarafano⁩, is a great posture. \n\nAnd it needs to be based on a commitment to endure the inevitable c… https://t.co/FnqLbqYz1b",
        "@ana_r_quintana Highly recommend @VigilanteCoffee   And it’s free shipping on orders over $25",
        "New day. New Coffee. \n\nHave a great weekend. https://t.co/e54tI4VxJF",
        "Read this if you want a comprehensive, but accessible explanation of what we’re dealing with and what it’s going to… https://t.co/XYtgfh1oVm",
        "“When a predator, unbound by the rules followed by its competitors, is allowed to operate in a free market, that ma… https://t.co/yLXrLv5Kmo",
        "Contributed to this excellent Atlantic article by @mike_giglio : “Look, it’s the nature of those who surveil to alw… https://t.co/5NTpQEFyB1",
        "In December, I predicted, “The world will continue to learn more about Chinese human rights violations and general… https://t.co/U1mrCG9OcJ",
        "@eddyabby @Heritage Consider the paper. Takes more than 280 characters to explain.",
        "How utilities are using AI to adapt to electricity demands https://t.co/FXZlJ9zbeu",
        "As news rolls out about China testing a national digital currency, I offer this analysis on what’s really going on. \nhttps://t.co/CLEeo3L8gg",
        "Thread. https://t.co/JE3UCJxVNv",
        "https://t.co/i9WLKKFslv",
        "2020, you’re killing me.  https://t.co/PaO9xsPa3l",
        "@ZacharyGraves Not from scratch. Those are variations on a base vaccine (I think).",
        "The fastest we’ve ever developed a vaccine was for mumps. \n\nIt took four years start-to-finish.",
        "Another helpful thread from @ScottGottliebMD https://t.co/emlFQzVCLk",
        "\"... which they have proudly taught to others, and which they have woven, thread by thread, into the fabric of their lives.” (3/3)",
        "\" ... can seldom accept even the simplest and most obvious truth if it be such as would oblige them to admit the fa… https://t.co/TyioTWovRO",
        "Tolstoy on full display during #Covid_19 : \n\n“I know that most men, including those at ease with problems of the gr… https://t.co/Vs0TUGehzM",
        "A good start. HT: @VigilanteCoffee https://t.co/zrXCdKCep1",
        "https://t.co/0uMvTQzhvF",
        "Car wrecks and drownings aren’t *contagious* and we’ve more than proven this isn’t “just the flu.”\n\nC’mon folks, ti… https://t.co/UBxEucfEle",
        "Helpful visual.  https://t.co/XDkC3e8bcy",
        "https://t.co/cpAMryII91",
        "https://t.co/fkRyXD5oIR",
        "@hellothere3332 @Heritage “... This one doesn’t look particularly troubling”?\n\nI feel like you’re not paying attention.",
        "Me on tech helping with COVID-19 contact tracing: “They have a vested interest in getting the economy up and runnin… https://t.co/aDYZiHAsKW",
        "If you live in the DC/VA/MD area and like good coffee -- like REALLY good coffee -- @VigilanteCoffee is offering fr… https://t.co/xMCqMLaXT6",
        "Hard pass. https://t.co/tbxwjtRArt",
        "\"They're all informed and smart enough to know about the threat that Huawei constitutes, and yet they still do the… https://t.co/Hx90F6GXlp",
        "I like this newsletter. Good mix of Wall Street &amp; Silicon Valley - with wit &amp; humor.  Here’s a link if you want to… https://t.co/2LTM9UlUpy",
        "Me and ice cream while socially distancing. https://t.co/LluMm2i4Op",
        "@JJCarafano That wasn’t very bunny.",
        "@A_Skomski They will continue to have a limited partnership (as they already do). But, there are still significant… https://t.co/yQGLjW3Tmt",
        "“I remember the old debate from the 1990s about how to engage China, and the persuasiveness of those who believed t… https://t.co/fw8DO61VF8",
        "#COVID19 should be a wake-up call on a host of fronts. Some of Europe will wake up. Others, I’m afraid, refuse to b… https://t.co/7oKwktcJgR",
        "The resurrection of Christ is a historical claim. If it did not happen, Christians are wasting our time. \n\nIf he li… https://t.co/JSfqaSdC64",
        "https://t.co/b0OoRwpm9l https://t.co/YdfbdWMTvf",
        "Stop what you’re doing and watch this with the sound on. You’re welcome. https://t.co/FQx6t4J7Z9",
        "https://t.co/p0RabxOULF",
        "\"... We need to think about not only building resiliency into our domestic manufacturing, but figuring out how can… https://t.co/4uSWuwefOY",
        "Again, this is crazy talk: \"We can’t allow the [CCP] to dominate industries ... and thereby force other countries a… https://t.co/NQgT5Zn3qX",
        "Obvious, yet somehow, controversial: \"...At a time when we’re trying to weather a very dangerous crisis, we cannot… https://t.co/IswrZf1DbG",
        "A great thread. Fair, reasonable and intellectually humble. https://t.co/I4Epb0FSyg",
        "@riskybusiness https://t.co/IPS34ZSGdH",
        "For those of us who are storm-tossed, there is safe harbor in Christ: \n\n“Let the mighty tide of everlasting love co… https://t.co/GDwI3yZAGf",
        "#MorningRituals https://t.co/X6IYxLGPbN",
        "When things go right. https://t.co/JmfeMkEVL3",
        "It ain’t just drugs:\n\n“Industry data reveal that Chinese companies formed a cartel, colluded to sell product on the… https://t.co/fkN214x81Y",
        "Highly recommend this from @OliviaEnos. These stories are important. https://t.co/cSpnhNj00u",
        "@joshrogin @thejcoop @nypost They also don't \"own\" their data, their IP, their trade secrets, or their internal com… https://t.co/qdikruZFKa",
        "Bravo ⁦@Apple⁩. Bravo.  https://t.co/gIq7z9CKxs",
        "Thread. https://t.co/MefnPcxMFd",
        "As we move into a period where we’re being warned of large-scale infection and death, please don’t dismiss these wa… https://t.co/Wmww7E9Yw9",
        "In intelligence, there’s a phenomena called “the paradox of warning.” \n\nThis is when you warn the population agains… https://t.co/6vbqFNqeGy",
        "Dear @OnlyNaturalPet: I've never purchased anything from you and yet, I have 10 pending purchases (all posted on Ap… https://t.co/ksMEvKA3SP",
        "Chinese families should be sweeping graves now. Thousands still haven’t buried those who died of coronavirus. https://t.co/89uJyG2FVD",
        "Pretty sure @JonahDispatch is going to explode over this. https://t.co/WVa2LYU6SH",
        "“Under the new reality, the world’s electronics makers are actively seeking ways to diversify their supply chains a… https://t.co/uPX9vQbWbf",
        "US spy agencies: China covering up coronavirus cases and deaths https://t.co/vpsD68egP6",
        "@EuropeanTour Delete your account.",
        "@riskybusiness Buddy of mine is a former manager at NSA. He once had a top analyst show up to brief DRNSA in full-o… https://t.co/quT5IAYvsZ",
        "(Chuckle) https://t.co/Y1ZZKeG0Vk",
        "Everybody is doing their part. Well done, Smokey. https://t.co/z6Gol8WVB4",
        "Some have asked, where we got the N95 masks. \n\nWe got them at Christmas for our son who’s into graffiti. He had use… https://t.co/Pp3B3tmYty",
        "Just did our last grocery run for a while. Thank you #Costco for having such a smooth operation. https://t.co/M70BJMvtlw",
        "Where is your hope in times like this? In politicians? In science? In being positive?\n\nAll of these are good. None… https://t.co/0GeofojBOa",
        "@JonahDispatch Policy Nerd Butt. (Couldn’t resist)",
        "No more happy-talk, plase. It's time for serious preparation for what is sure to be a difficult time. Lord, have me… https://t.co/3G33TxJA1r",
        "Like saying, \"@kanyewest APPEARS to have self confidence.\" https://t.co/fbieLrC0Uz",
        "Unfortunately, this likely overstates the “awakening.”  https://t.co/KZCE3MBOcY",
        "Watch this story: military readiness will become a bigger issue.  https://t.co/b1J5IIF1CZ",
        "Nailed it: \"The idea that we can import cheap goods and not import the consequences of slave labour, of silencing o… https://t.co/To5brb0C4r",
        "Boris Johnson's government is reportedly furious with China and believes it could have 40 times more coronavirus ca… https://t.co/x8GgcWxkto",
        "@HKWORLDCITY @WHO @rthk_news This is awful. Simply pathetic and it further undermines the independence of @WHO",
        "@martensmatt1 Curious, where would you say he is? 2 Cor. 5.8",
        "Tom Coburn was a decent man. Now he’s more and at home. https://t.co/Km0Gnl11oy",
        "A very helpful thread and reminder of (1) how we often only understand something gradually and (2) how evil the CCP… https://t.co/VXug4zgQLp",
        "Lord, please, have mercy. https://t.co/5O5NuRYe0G",
        "@CharmaineYoest @JJCarafano It’s almost like you can’t trust the authoritarian, communist government in China.",
        "@OCVC But next time you’re in DC, look me up (seriously).",
        "@OCVC Sorry dude, too late.",
        "Finished! https://t.co/AT0NIFldVh",
        "Crisping skin. https://t.co/YjM9Q1qDwL"
    ]
}