{
    "screen name": "cokat1969",
    "no. of tweets": 198,
    "tweets": [
        "@ScottGottliebMD @Bob_Wachter You can’t exclude relevant data then consider it a legitimate trend by statistical standards",
        "@MartitaO @greta Well said!",
        "@greta This is a picture to be proud of! Well done!",
        "@brithume Provide evidence that he alone is damaging the country. Big statement with no facts",
        "@ScottGottliebMD The trend is rising. That extrapolation line is bogus and statistically invalid",
        "@greta Beautiful but did he mention the temperature?",
        "@greta Wondering if you share the sentiment &amp; conclusion of your home town Wisconsin citizens? In WI, the cases per… https://t.co/U1JMzBwaEb",
        "@dcexaminer @RandPaul Did Flynn lie to cover Trump’s tracks? Who’s really at fault? Trump will pardon him anyway. W… https://t.co/cwoR4DjOJi",
        "@FDRLST Weird interpretation",
        "@greta what’s your thoughts on the Michael Flynn Case and Barr vs. Judge Sullivan?",
        "@greta Hopefully people understand there are more than two sides: conservative, liberal, Donald trump, and at least… https://t.co/vhU35RqNOB",
        "@greta Notice the tweet is unavailable. Printing money means inflation. Sanders should know better.",
        "@GHGalKS We appreciate your sacrifice to be available to our needs! Hope you’re in Florida soon!",
        "@GHGalKS I want that from you",
        "@DahliaBluePH This is hot as hell!",
        "@DahliaBluePH Very sexy!",
        "@greta Accurate. Micro professor says virus is mutating as you published earlier. Need antibodies to counteract for… https://t.co/7B6KNznUug",
        "@HannahJames710 Try not to hide those beautiful nipples",
        "@greta @brianstelter @DavidMuir Not to prosecute. But did any good information come from the interview? What did we… https://t.co/gliUBUAl5r",
        "@Martina That’s why we don’t get our medical advice and medical information form the economist!",
        "@greta Very bizarre place to do an interview. Has he ever quoted or refer to Lincoln in any of his speeches? Does h… https://t.co/DjRq1VX6RM",
        "@greta How long does your research extend back to how many presidents? Is it only the washing post? Or you specific… https://t.co/aN9OzhDxpA",
        "@Amouranth Ice cream",
        "@greta @NikkiHaley Don’t waste your time. As you’ve said pertaining to complaints about Pence not wearing masks, “y… https://t.co/0uCNHEpB4c",
        "@greta Let’s hope not",
        "@JonAcuff Why do you have to wait to get out of quarantine?",
        "@KellyannePolls What was his excuse? Waiting for trump’s tax returns? He’ll be dead long before that day!!!",
        "@Martina We always know where you stand! You crack me up daily!",
        "@greta She has to follow what Donald trumps says. I’m not worried about her lying. He just has to support and defen… https://t.co/SSclOPejp1",
        "@greta a mask should have been worn and I agree that the criticism is not necessary and we have bigger fish to fry.",
        "@realDonaldTrump America wants to hear from your press secretary only thanks",
        "@realDonaldTrump Please let your press secretary do ALL the talking on TV thanks!",
        "@realDonaldTrump Focus on treating and testing All Americans not just the 2%. Once finished that task, you can crit… https://t.co/R7Aul2VuvK",
        "@JonAcuff You cracked me up about the zoom comment!",
        "@greta He’s smart the praising is only political because they hold medical supply components we need: masks, ventil… https://t.co/LJyAMSv6DL",
        "@greta And only 2% of the population has test kits so where will the doctors get their kits for those who have doctors?",
        "@greta as a responsible journalist, your thoughts about Dr. Birx’s comments? https://t.co/1bKAINzfib",
        "@Martina Sounds like he’s trying to force the hand of the USPS to raise prices. With one of the highest unemploymen… https://t.co/mW0DslnFer",
        "@Martina What don’t they arrest the oil billionaires in their back yards that are sucking up and removing a natural… https://t.co/FKRlBsiBRB",
        "@tedcruz If running for President, losing, then advising people not to follow their President’s medical advice when… https://t.co/J0Oef9gn7a",
        "@greta @BillGates I agree with @greta",
        "@realDonaldTrump Is it because we have more infected people than most major countries combined? Or should we brag a… https://t.co/Y0ybYTAZGd",
        "@greta It will never go away cause that is how their government gets our attention. They enjoy being considered a p… https://t.co/si15eGLVxZ",
        "@greta Not any good options unfortunately.",
        "@HannahJames710 Twitter thinks you have a nice ass!",
        "@Martina https://t.co/rFciE78APv",
        "@Martina Trump won’t like it. He wouldn’t be getting the attention “he deserves”",
        "@JonAcuff People take their parrots for bike rides here in Florida",
        "@JonAcuff Love honesty!!!",
        "@greta What about social distancing? What the hell was so important to break the social distancing curfew thing?",
        "@Martina I would add “go and party in a remote area somewhere isolated. Problem solved: we’ve just purged our society of bad genetics!”",
        "@DanRather Agreed! I say the same thing. Take a tour through a few hospitals of dying people. If your opinion doesn’t change, God help you.",
        "@Alyssa_Milano Power corrupts",
        "@greta That’s a lot of questions",
        "@realDonaldTrump Tell MR Home Depot to stop talking about irrelevant topics and tell him to get his employees ready… https://t.co/b32yV3Y9JG",
        "@realDonaldTrump Please concentrate on solving the virus pandemic problem and saving lives. Don’t lose focus!!!!!!",
        "@DanRather Have you felt the same about past presidents in your lifetime?",
        "@SRuhle @realDonaldTrump The problem is he wouldn’t listen cause he’s too insecure to admit he’s wrong.… https://t.co/hlYHhgI6mw",
        "@MollyJongFast Is this a surprise that they hire morons on Fox News?",
        "@greta @johnpcoale I would substitute “listen to a recent White House press briefing” in replace of “walking into a kitchen”",
        "@greta There are so many to list. Not sure where to start. Does anyone know what animal or life form this virus originated from?",
        "@JonAcuff You are being honest. You are human and a thoughtful parent.  What's the alternative? Kids don't get the… https://t.co/MPRPBmxltM",
        "@greta \"\"When you guys cover the briefings with the health officials then you can expect them back on your air,\" a… https://t.co/GmekVr1Mlx",
        "@kayleighmcenany \"Mr. Trump’s Q&amp;A sessions with the press and the data presentations by Deborah Birx, Anthony Fauci… https://t.co/Ncf9k32ZFr",
        "@Alyssa_Milano \"Mr. Trump’s Q&amp;A sessions with the press and the data presentations by Deborah Birx, Anthony Fauci,… https://t.co/EiuIXYkm6Y",
        "@Martina \"Mr. Trump’s Q&amp;A sessions with the press and the data presentations by Deborah Birx, Anthony Fauci, Adm. B… https://t.co/db4Atp2qUX",
        "@greta \"Mr. Trump’s Q&amp;A sessions with the press and the data presentations by Deborah Birx, Anthony Fauci, Adm. Bre… https://t.co/RlD5tr0653",
        "@Martina @Alyssa_Milano https://t.co/4gme0cxfvE",
        "@greta I hope to see @kayleighmcenany take over the press briefings. She articulated so well on CNN! She and the do… https://t.co/qzd4Oa9caP",
        "@greta You mentioned we're watching two different press briefings. Please review what the WSJ said in a current opi… https://t.co/T46b8El1Es",
        "@greta Medication was not researched and trialed under controlled conditions, not published professionally &amp; not ac… https://t.co/9FsxGE7HhI",
        "@GHGalKS how you doing beautiful? When you coming to Florida?",
        "@JonAcuff Beautiful words! Congratulations!",
        "@greta A call we will never get to hear. Consider it a blessing.",
        "@greta Numbers of supplies are dished out during briefings but don’t understand the states demands. What percentage… https://t.co/zXeA0Xs9zG",
        "@greta Press briefings: what helpful facts are they saying to provide confidence to Americans that they have a good… https://t.co/ajihizrbTI",
        "@greta @VP Please inform VP that the US needs an oversight of International and National supplies during this crisi… https://t.co/A0TVVeJoYh",
        "@greta @VP Greta, please tell VP to stop BSing. Provide facts. Provide updates factual based. No more bragging and… https://t.co/PItNYxAwX0",
        "@Martina \"rather than bluster, bullshit and baloney!!!\" and \"you bloody nepotistic nitwit?!?\"  - I noticed you are… https://t.co/Ii2QjONL0H",
        "@kayleighmcenany @realDonaldTrump What's surprising is WHY is it so CLOSE?  Biden, Mr. Irrelevant, is sitting at ho… https://t.co/TY5dg27EU3",
        "@JonAcuff Keep making us smile! When do you come up with this stuff? LOL!",
        "@greta what happened to press secretaries? Folks bullshitting &amp; then struggle and can’t articulate facts or answer… https://t.co/PtymIRa4fQ",
        "@greta Prior to this President, have you ever listened to a White House press briefing where no one introduced them… https://t.co/XOXv1fPcVS",
        "@kayleighmcenany @realDonaldTrump Is this the same CNN station that hired you to comment on political views? Do you… https://t.co/EzTAjk1MsF",
        "@greta @Nextdoor Is they any way someone can help our government with the press conferences?",
        "@kayleighmcenany @realDonaldTrump These press conferences suck! Is there any way you can become a press secretary t… https://t.co/W2Q6SNcMqq",
        "@StellaStephan69 Beautiful ty",
        "@StellaStephan69 You got over 50",
        "@realDonaldTrump They came to you for leadership. Let the Governors of all 50 states start seeing it! If the states… https://t.co/ChzPmGTyOG",
        "@greta @realDonaldTrump Is anyone getting tired of the press briefings? Pence gives long bullshit speeches and does… https://t.co/ed31TDamjm",
        "@kayleighmcenany @realDonaldTrump Have you heard these briefings? They can’t articulate facts. They bullshit. We wa… https://t.co/piaewOe1An",
        "@eeveefrost Hot and sexy!",
        "@greta  You asked the question what should President had done differently.  This is not a time to be critical but s… https://t.co/KR404lu1rQ",
        "@kayleighmcenany @realDonaldTrump Cheerleading needs to stop while the epidemic crisis is ongoing. Biden is irrelev… https://t.co/tE1D2Cnxwv",
        "@JoeBiden Be helpful or be quiet. That’s why I won’t vote for you.",
        "@GHGalKS There is too much bias in national news reporting.",
        "@greta Words well spoken. What is option B? This plane needs to be discontinued.",
        "@greta @JoeBiden @NYGovCuomo Interesting thought. This crisis will test character of many leaders.",
        "@kayleighmcenany @realDonaldTrump There are a lot of mistakes he did make though. This is not a time to be a glorif… https://t.co/Hh3q2u7eum",
        "@kayleighmcenany @realDonaldTrump A very good point to make. The medical team needs to talk more and provide the fa… https://t.co/Hsqyio1OPl",
        "@kayleighmcenany @realDonaldTrump We need a doctor discussing this not a political sales person thanks!",
        "@Alyssa_Milano I’ve been right a lot!!!!!!",
        "@greta @CNBC What’s the update?",
        "@greta He may say  “I’m not going to pretend to be Jong-un’s fake friend. I’m going to send Washington’s best think… https://t.co/zVEKZFm672",
        "@greta I’m planning on writing in Hillary Clinton’s name on my ballot in November. We need an intelligent, moderate… https://t.co/V3ZRLEs9lB",
        "@GHGalKS @JMGPhotographer I joined sls and I think they’re a bunch of idiots!",
        "@Martina It goes to show how little unity there is i the country.",
        "@greta @HillaryClinton Hillary is a best candidate for the Democratic party now. Biden showed horrible character an… https://t.co/dzQ5zJy6bG",
        "@greta Honestly our opinions are irrelevant. I think Trump should have pushed harder to keep funds away from Ukrain… https://t.co/Dp8tDiFrF4",
        "@JonAcuff Ouch!  God, you crack me up sometimes!",
        "@greta Is there more than just two sides Greta?  I would like to think so.",
        "@cflav I thought the title of this article was misleading if you are only reading the paper and not your twitter's… https://t.co/MOUG3Rnllh",
        "@realDonaldTrump Did you prevent him from going to House? Refresh our memory please. Thanks MR. President!",
        "@greta someone asked the question: “if he felt it was wrong to give this money to Ukraine, why did The President de… https://t.co/HAi2efvhYd",
        "@HannahJames710 Best ass of Spain!",
        "@greta @RepAdamSchiff @DevinNunes I wish you would have done commentary like you did with the oj Simpson trial. Tha… https://t.co/8C5fuiqc4l",
        "@kayleighmcenany @realDonaldTrump End of story would be releasing the records and stop holding the state Department… https://t.co/qhwQcMDoR0",
        "@greta If only you would run !!!! We could use your logic and common sense and unbiased approach!",
        "@greta Good to learn what our foreign policy advisors do and how dedicated and impartial they are! Expensive and ti… https://t.co/bDnXU8jSpI",
        "@greta Football then impeachment then let’s",
        "@kayleighmcenany @realDonaldTrump He spent his entire career annoying people and being an ass in congress...sick of… https://t.co/qO6Tn2I8xi",
        "@greta Greta you make a great point!",
        "@greta That’s a double whammy! Not only do we have to face another 4 yrs from a con artist but bringing up the name… https://t.co/w5YWcQ8qyi",
        "@greta If Hillary would have been more well liked and acted more personable like her husband she would have won...s… https://t.co/vt5zv1kYXs",
        "@TheRickWilson Republicans controlled senate with presidency for 2020 on the line... he’ll never be inpeached....wa… https://t.co/hbKrHBYbdi",
        "@greta @RuthMarcus It’s not the amount but the quality of the sources and their significance to his professional li… https://t.co/zkU3sj8pov",
        "@greta I thought that was an insane attempt for California to do that. That didn’t seem fair at all. Not liking tru… https://t.co/xJq6Ijz9ml",
        "@RepMattGaetz @CNN @realDonaldTrump If you listened long enough she heard his mother talking ...your reply came too quick",
        "@DanRather Sir, we set the bar so low that we have no standards anymore and we’re only looking ahead to the next el… https://t.co/bVwT5m4zUh",
        "@kayleighmcenany Did trump do something we are proud of him doing and by doing so represents all Americans in our f… https://t.co/rKGlxymjPz",
        "@kayleighmcenany Whistleblower will not be known. Why doesn’t the senate hire an independent counsel to investigate… https://t.co/OokSLKVb36",
        "@kayleighmcenany Let’s stick to what we learned today",
        "@kayleighmcenany He may be older than you.",
        "@tomfriedman I don’t agree with your comments.  Pompeo has been a Trump loyalist since he took federal office for t… https://t.co/tIBYWV9wxB",
        "@kayleighmcenany JJ disrespectful, inaccurate, and full of resentment to the House intelligence committee for havin… https://t.co/hauHegIXf6",
        "@kayleighmcenany Is there a conservative alternative to Donald Trump that Americans can have a choice? Please provide. Thanks!",
        "@kayleighmcenany @FoxFriendsFirst JJ talked so fast...like a little weasel...little troll under the bridge.  Releas… https://t.co/geWZf5vOxH",
        "@KellyannePolls @DanielCameronAG Whats going on in your main twitter picture?",
        "@greta Greta, are there any impeachable offenses done by President Trump in your opinion?",
        "@ritholtz @profgalloway Mitt Romney is not the solution. Try Again",
        "@eeveefrost Are you still seeing him now?",
        "@GOPLeader @RepMikeTurner The problem arises when POTUS blocks people from testifying. The only staff testifying ar… https://t.co/T5cQQfTajQ",
        "@greta @DailyCaller You have #realDonaldTrump exaggerating where to grab women and he gets elected. Morals in America have been lost!",
        "@greta We need to understand the strategic importance of turkey against Russians. Keep informing!",
        "@EsperanzaGomez Don’t stop keep going",
        "@greta Yes Greta and why don’t we want the sitting president to be successful so we can, all Americans be successfu… https://t.co/jjfOjyip7e",
        "@GHGalKS You’re breasts are so beautiful",
        "@HannahJames710 Love this pic",
        "@JonAcuff Way to go. Sign you up to be patriots receiver ! Be ready. Calling belichick now !",
        "@HoliHurricane Perfect body",
        "@couple4fun12 My threesome was disappointing cause other woman wasn’t into girls",
        "@sinfulsofia69 Perfect body",
        "@aary13 Wish you lived closer to Tampa",
        "@greta Fortunately many folks seem to compartmentalize politics from life",
        "@GoodGalCin Extremely sexy",
        "@MySkylarRaye @KaatMonroe What a treasure of a a body",
        "@CallMeMissMolly @SabinaRouge This is a beautiful site and a most perfect asss. Thanks for sharing",
        "@GoodGalCin You are a all natural beauty",
        "@greta How was anger expressed? I think that’s important",
        "@CarlosPoloMuoz2 @HannahJames710 @XBIZ @XBIZLeah Beautiful with dress of my fav color. Next time let nips show through lol",
        "@greta I’m just looking for an impartial national news show",
        "@greta Is there an app we can access the show? Will it be televised nationally?",
        "@GHGalKS What’s your SLS  name?",
        "@HannahJames710 Gorgeous and sexy!",
        "@xomeganxmoore Perfect body",
        "@sinfulsofia69 Damn you look good! You have the best tits! Girls have been jealous of you for a long time",
        "@greta Precisely",
        "@kayleighmcenany @realDonaldTrump It’s not clear to me who’s paychecks are growing?? Do you have data showing who’s… https://t.co/5ZYXWmXenS",
        "@realDonaldTrump Times started back in 1851. They’re fine. Please tweet only things you know about factually. Consu… https://t.co/o6lvHQO0ap",
        "@sinfulsofia69 You are an outdoors gal?",
        "@SmartyKat314 awesome asses",
        "@kellylikesu @Natuky85 @MyDirtyCams @chaturbate @ChaturbateBabes @MyDirtyVids @my_fanspage @AZwtf_2 @elibrown556… https://t.co/AwntEwiICG",
        "@SophieSparksxxx @Natuky85 @mydirtyhobbyen @mydirtyhobby @MDHRelationship @hottychix @ASRBABES @PornoxDia… https://t.co/hESznQKvFh",
        "@iMeagan91 @Natuky85 @sinful_skylar @OohFellatio @bisexualindex @AdultModelPromo @CMP_4U @HotBodiedSnaps… https://t.co/OILQaEWLzj",
        "@6_assh @Natuky85 Beautiful breasts",
        "@NannySpyCom @emilywillisxoxo Beautiful",
        "@ScarlettfilthX @scarletsantorox @Redhat_Babes @absoluteukbabes @CMP_4U @Honey_B69 @Natuky85 @tterb1407 @MooiGirlz… https://t.co/vcTGlQARSf",
        "@sinfulsofia69 Beautiful",
        "@HannahJames710 As soon as I get online, you’re naked!!!",
        "@kayleighmcenany Israel is important but there are other countries just as important. Let’s open our minds and not favor one country.",
        "@greta Yes, this is a mature way to settle things.  Get a bus and invite citizens in these poor neighborhoods and l… https://t.co/b9HSxKZlv0",
        "@realDonaldTrump Let’s see the receipt once the entire sum of money hits Fort Knox....I’m holding my breath",
        "@Val_Arango_ I’m surprised it fit on one sign",
        "@realDonaldTrump surprised to learn Obama deported 409k in 2012 while your team has only deported 256k illegals sin… https://t.co/qPqPfYqqS9",
        "@ChrisMurphyCT Senator Murphy, what’s the next step? Obviously a major mental breakdown of some sort. Where should… https://t.co/5KS4C978DK",
        "@HannahJames710 Nice ass! Please change your cam hours so I can be awake to see that ass “live” :)",
        "@greta These shows are full of undesired, biased opinions either from the Democrats or the antidemocrats  that no o… https://t.co/ci92xiPLUm",
        "@kayleighmcenany @detroitnews @TeamTrump @jonathanoosting I think you’re super smart but to see you becoming a glor… https://t.co/DEaAnobiZZ",
        "@ChrisMurphyCT Where is the source of all this anger and hate? Good topic.  It will be very hard to get unlicensed… https://t.co/1HNDLUF3Jm",
        "@LouDobbs @realDonaldTrump @POTUS We should offer help and keep this apolitical.",
        "@matthewjdowd We won’t vote for negativity on either side.  Wasted, unproductive, energy.",
        "@realDonaldTrump @ThomasHomanICE @SteveHiltonx You can’t control what the Democrats do. Stay focused on what you ca… https://t.co/Rs3lfoMQzG",
        "@Martina Little rough for a joke! Your talent, hard work and effort, and competitiveness on the tennis court will a… https://t.co/latEkG6RNy",
        "@greta Great question Greta!",
        "@kayleighmcenany @JudgeJeanine @FoxNews What are their other conspiracies?",
        "@EllieLeen1 Pretty boobs",
        "@greta Please report it when you find out. Our ENTIRE government has to first accept that it is happening. Since it… https://t.co/JqdCuCZ7Pq",
        "@greta It was outside his purview? I suppose he can mention it in his report but not investigate it? You know the law better than me"
    ]
}