{
    "screen name": "johnkroencke",
    "no. of tweets": 145,
    "tweets": [
        "maybe they could write something this reassuring and nice for the president to read?",
        "I ordered a pulse oximeter which was supposed to arrive like 10 days ago but didn’t show up so I sent them an email… https://t.co/n4pisiFTuN",
        "@szarka living in squares, loving in triangles\nbedding in sheets, plotting in spreadsheets",
        "ahh this is what I was thinking of https://t.co/5oORElVlc9",
        "which famous people have done this? Obviously Keynes (on paper) but who else? https://t.co/QSx93yAEZp",
        "@babygiraffestan is this self actualization?",
        "President Mitt Romney would have handled corona pretty well I think",
        "@Sam_Dumitriu Beach Boys, Springsteen, Nirvana, Talking Heads, Velvet Underground",
        "@NickBurns luckily there are about 1000 other things one can do to accomplish the same thing",
        "https://t.co/5ZZd31TIuJ",
        "@NickBurns oh they are developing their own test which will be bad but politically correct (calmed down enough to read article)",
        "@NickBurns yeah I guess gpa my god there are going to be no interesting students",
        "@NickBurns I’m sure extracurriculars will feature heavily",
        "@wcimeson I guess I’ve only seen them in the west where people just own one and don’t drive around?",
        "wut https://t.co/wI2tUPJOMW",
        "@LoicTheStoic *yard*",
        "@alexwadecraig and then I want them to interview a coal baron in West Virginia who supports electric cars",
        "@alexwadecraig I just want one of them to be in favor of this/her on ecological grounds",
        "The Adventures of Margaret Thatcher and her Tardis-Like Handbag https://t.co/Np8NJFK67v",
        "https://t.co/7oPsN3VYNf",
        "@tetzelny @HeatherHabsburg I feel seen",
        "@lstdysdiscourse @lionel_trolling broke: Disney Princesses \nwoke: Kantian Kings",
        "@NeerajKA “I’m prolife and take no pleasure in reporting this” is the best tweet of the decade",
        "@NeerajKA checkmark twitter endorsing “time for some game theory” thread might be the winner",
        "@McGillPatterson @ShelbyTHanna I must have seen you around! I was there 2012-2016. Was mostly on the second floor o… https://t.co/HsgcBkYBz0",
        "@McGillPatterson @ShelbyTHanna both went to Hampden-Sydney!",
        "this is insane https://t.co/pfgGhV9vki",
        "wake me up when there is an olive shortage",
        "https://t.co/IQALok7kHI",
        "@ShelbyTHanna I’m going to be depressed when I have to leave cville in July lol",
        "@ShelbyTHanna just walking!",
        "@TweetsBeach Yep!",
        "https://t.co/gq8TXZ0nwP",
        "NOPE https://t.co/VeNxOwnqR3",
        "the best budgeting technique is a bigger income",
        "the best organizing technique is a bigger house",
        "@JamesHitchcock big lava lamp energy",
        "@CDP1882 ahahah",
        "@lstdysdiscourse New Zealand won the war",
        "Little Richard taught me it was ok to Rock and Roll",
        "https://t.co/TbP7ROYpyP",
        "NPR: “hug your lettuce so it doesn’t freeze tonight”",
        "like half of popular country music these days is unlistenable",
        "reaching new heights https://t.co/V36XqGexEB",
        "@_TamaraWinter Tammy when the world opens again you should go to Hearst Castle, I’d be interested in your take",
        "@LoicTheStoic @nkrosse @_TamaraWinter 😊",
        "@nkrosse @_TamaraWinter I like Lalique and the Metro but a lot of the worst stuff (furniture especially) is French",
        "@_TamaraWinter Art Deco unless it’s Viennese",
        "https://t.co/8e9sB0LIYC",
        "What Is Government's Proper Role in Reopening the Food Economy? https://t.co/kv2B4LhzLt",
        "hits differently now https://t.co/iBDtm47gSP",
        "the larger the corporation the better they are doing at responding to virus, no?",
        "when this is all over somebody should do a law and econ style training for public health experts",
        "Coronavirus long-term effects: Some Covid-19 survivors face lung scarring, heart damage, and anxiety - Vox https://t.co/DJAvCtmZx7",
        "interesting overlap between the people who don’t think police shooting innocent black men is a problem and people w… https://t.co/4dRTn6bdrZ",
        "@alexwadecraig these kind of changes seem to be low cost with high upside",
        "@JosephMajkut @petersuderman vodka collins?",
        "flyovers are a public health policy as is every other thing that makes socially distanced life less bad",
        "I wish there were a reliable public health fact-check on things people are wasting time doing",
        "Stage 1: defeating nazis\nStage 2: defeating communists\nStage 3: building McDonalds",
        "Happy VE Day https://t.co/cG4wqJTwcF",
        "@NickBurns big didion energy",
        "@lstdysdiscourse @blakesmithphd this one is at least interestingly bad",
        "@lstdysdiscourse @NickBurns @dmk1793 @jordanlperkins behave",
        "are there regulatory hurdles to adding outdoor dining in the parking lots? Which type of restaurants are most screw… https://t.co/RTJUvNVKar",
        "I’d be interested in a piece on the restaurant business. I’d imagine huge variation between those who realized  we’… https://t.co/3YbhjAyZQp",
        "As Cities Reopen, Outdoor Dining May Provide a Lifeline https://t.co/3kkqgdL7ue",
        "useful selection effect https://t.co/9usDmbZKFR",
        "will priority pass get me a better central quarantine?",
        "@ns_whit ceilings seem too low",
        "https://t.co/hziIFZibNG",
        "it would be really weird if we didn’t see unemployment levels shoot up. Furloughing employees and having them colle… https://t.co/Oew1ns3Rms",
        "@blakesmithphd Omg there was one like four doors down",
        "think tanks are too busy getting rich off China to criticize them https://t.co/gVl2ZoUqnL",
        "just saw a church billboard that read “Covid is coming but Jesus saves”",
        "@lstdysdiscourse pour some out for the boys who didn’t make it through Stalingrad",
        "simpler times https://t.co/jK2ylB01am",
        "institutional sclerosis is a comorbidity  https://t.co/5gv3jTVLv1",
        "Labor market restructuring and its possible permanence - https://t.co/ZMBrMDl5qU",
        "Murder WASP https://t.co/oes9rgVdPs",
        "listening to talk radio because there’s no aux",
        "temporarily a Florida man https://t.co/ilYGGjcY8m",
        "this hits differently in week ?? of quar https://t.co/bPeugdm2gT",
        "I still can’t believe that dancing NYU dean thing was real and not made up by some weird shitposter",
        "@tetzelny Also his wife",
        "my mom keeps responding to my texts with bitmoji??? How did she learn to do that???",
        "Insane. https://t.co/d8lXw3e6Jh",
        "it was a real bad omen when Kesha got rid of the “$”",
        "https://t.co/p1omPZZ7W9",
        "can’t believe Nostradamus said “don’t eat bats from Wuhan”",
        "me on my death bed to my grandchildren: https://t.co/gdZl0MEEvT",
        "@NeerajKA didn’t realize tom nook had a box delivery service",
        "me in the chip aisle: BUY THE DIP",
        "@lstdysdiscourse @NickBurns @lionel_trolling essential oilx",
        "@lstdysdiscourse @lionel_trolling getting dangerously close to condemning Orban here",
        "@lionel_trolling bringing the jobs back home",
        "not washing your hands to own the libs https://t.co/yjp1zSXtNn",
        "confirmed local cases (my🏡) 0%",
        "for sale: good vibes, never checked",
        "@J_D_89 Cc @gwcask",
        "interesting https://t.co/yqc2sVQ19N",
        "imho something like 70/30 structured online with recorded videos/in person would be ideal for 100-200 level classes https://t.co/rM4jPRgXda",
        "the funny thing is that there is actual communitarianism in the same bit of speech that everyone quotes unfairly",
        "this is really good https://t.co/5MccNzSSzi",
        "@NickBurns we stan a responsible king",
        "@NickBurns nature will truly have healed once I see cats back on their bicycles",
        "@Joshua_A_Tait amazing",
        "it is really funny how actual trump supporters hate all of the people trying to create an intellectual Trumpism https://t.co/ZVjutgeHwS",
        "I love every ad is like “what if Michael Bay but less subtle” https://t.co/9MtwmaezCm",
        "@babygiraffestan @GeorgKennan @camillepawglia me when someone says I can’t call 4 kraft singles and a slice of bologna a charcuterie board",
        "* google search* r nought to r not",
        "@giannaenglert now to convince google scholar",
        "Sally Quinn is such an embodiment of a certain type https://t.co/mMyYeI8ORn",
        "@lstdysdiscourse can’t spell unconstitutional without cotton",
        "@JSimonNathan is this altac?",
        "@JSimonNathan happy cinco to my latinx friends",
        "congratulations Mexico for ???",
        "@AllisonReichel also make real margaritas! It’s not hard",
        "@AllisonReichel you’re going to be asleep in 30 minutes",
        "thinking about how I could be eating 4000 calories of Tex-Mex and washing it down with 64oz margarita today :(",
        "brooks brothers has been offering a cubic fit for years",
        "organizing books by topic so I can tailor my zoom background",
        "“Job losses have been no higher in US states that implemented “stay-at-home” during the Covid-19 pandemic than in s… https://t.co/ljWdmMommK",
        "repeating “nature is healing” every time I put something away in my new apartment",
        "I keep seeing Republicans complaining about the lockdown being the cause of meat shortages https://t.co/C2jrxmbjl2",
        "! https://t.co/AxnfVFPjHs",
        "...\n\nGovernment scientist Neil Ferguson resigns after breaking lockdown rules to meet his married lover https://t.co/zirXYIBdI2",
        "you joined a polycule I used excel to fit a cubic polynomial we are not the same",
        "@LoicTheStoic also true",
        "this is like when I dress up to go to Nordstrom https://t.co/GWdDu55dsI",
        "be the change you want to see: support price gouging\n\nSeller Reputation and Price Gouging - https://t.co/NXBQRrTExM",
        "What is non-optimal about current sorting? - https://t.co/hEUIhzcCuJ",
        "I’d be interested in NYC car sales data over the next 18 months",
        "@lionel_trolling this should have done better",
        "Fiske Kimball is a hero https://t.co/L38a5w8JLS",
        "virgin coronavirus vs chad “bored of coronavirus, stop social distancing”",
        "@theodorekupfer @lstdysdiscourse omg project veritas brought me back",
        "calling my empty apartment with 7 days left on its lease my pied-à-terre",
        "first fiction Pulitzer for the Times?",
        "@ne0liberal Stubborn Attachments\nRoad to Serfdom\nConstitution of Liberty\nIn Pursuit: Of Happiness and Good Governan… https://t.co/CX4DwvxDTe",
        "looks like it’s time to reopen! https://t.co/sEhp7nZ7XU",
        "@LiLosSoberCoach f",
        "the regime which killed more of its own people than any other in history thought this disease was bad enough to shut down",
        "@jmhorp amazing https://t.co/mR0ziYpThk",
        "@NickBurns weird because dogs are one of the few things that English people show affection towards"
    ]
}