{
    "screen name": "riseupwitme2",
    "no. of tweets": 171,
    "tweets": [
        "@CattsHugh 💔💔💔💔💔",
        "@evolutionarypsy @RyanMarino Hahahahahahahaha 🤣🤣🤣",
        "@CoryBooker @repjohnlewis 🙏🏽",
        "Indeed https://t.co/jmqJCn9ydW",
        "@neiltyson Lol",
        "@davidasinclair 💔💔💔",
        "@davidasinclair Hahahahaha “they could even buy a coffee now”🤣🤣🤣❤️📍",
        "@SiegelAtty Yes—“NOMASKATALL”🤣",
        "@SiegelAtty Hahahahaha hahahahahahah 🤣🤣🤣",
        "@kevloweryphoto Hahahahahahahaha",
        "@neiltyson @StarTalkRadio Seems like America needs Jesus more than ever now in these Covid 19 times..Lord help us🙏🏽… https://t.co/rL36IQB4Nw",
        "@neiltyson @StarTalkRadio 🤣🤣🤣🤣🤣🤣🤣 I love your jokes! Hahahahahahahahhahah (you know they say Jesus was a vegetarian… https://t.co/n8N8lvmbD3",
        "@neiltyson @StarTalkRadio Hahahahahahah through the kidneys of Jesus hahahahaha 🤣🤣🤣",
        "@LtGovOliver 💔💔💔💔💔💔",
        "@SenBooker @Princeton This is AMAZING! Congratulations 🏆",
        "@JuliaKSherman 🙏🏽true leadership 🙏🏽📍",
        "@cctv_idiots Lol",
        "“Ultimately, it’s important to keep in mind that partial progress is still progress. Even if you’re just exercising… https://t.co/GGNqdyUDmW",
        "@ChrisMurphyCT Thank you, Senator 🙏🏽",
        "@CivilEats @autismepi 💔",
        "@PresidentRuvi @PhilMurphyNJ 🙏🏽🙏🏽🙏🏽🙏🏽",
        "@GovMurphy @PresidentRuvi 🙏🏽🙏🏽🙏🏽🙏🏽🙏🏽",
        "@VeraWang If she can do it, I can do anything 😍🤣😍📍🌞",
        "@VeraWang 🤣🤣🤣🤣🤣🤣",
        "@ASDem Tha dynamic trio🥇",
        "@CoryBooker @GiffordsCourage 🙏🏽",
        "@CoryBooker Lots of Americans struggling right now .💔it hits &amp; it hurts, Senator..thanks for helping America, Senator 🙏🏽",
        "🙏🏽 https://t.co/i2orkpgP82",
        "Some great tips 🙏🏽 https://t.co/v22WA9FUPQ",
        "@AAMCPreMed This looks amazing😍😍",
        "@AndrewYang It’s Friday-lol happy Friday to you 😃",
        "@connerjure 😂😂😂😂😂😂😂😂😂",
        "Let’s get it—RU❤️🖤❤️🖤🏆 https://t.co/Nh0SEybQmv",
        "@thehannahgoss @graeters Looks great😍",
        "@arnreed 💔💔💔",
        "@ASDem @orgcorps2020 😍😍😍😍🥇",
        "@RosenelliEM Oh my God😳",
        "@sydmcdevitt @mattklapper @CoryBooker 🙏🏽🙏🏽May God Bless You All in this Crisis 🙏🏽🙏🏽🙏🏽",
        "@CoryBooker @NCAA @ChrisMurphyCT 🙏🏽",
        "@kevloweryphoto @CoryBooker Love it! “Everyday is a new day!”🥇",
        "@kevloweryphoto @CoryBooker I must go listen to this song now! Super nice post 🏆",
        "@kevloweryphoto @CoryBooker 💙💙💙💙💙💙💙💙💙📍",
        "Piano-playing Dallas hospital patient with Parkinson's inspires others https://t.co/YeDuKt2jTN via @YouTube (very touching 🙏🏽)",
        "“Parkinson's is thought to be linked to a chemical called dopamine, which is lacking in the brains of people with t… https://t.co/CLSsOB5gfh",
        "“Often overlooked is the role of the cerebellum in PD. Interactions between the cerebellum and basal ganglia have t… https://t.co/FsbNMhaGwl",
        "@GaabLab @tiffanyphogan @emilyjsolari @saraannhart Hahahahahahahaha",
        "@CoryBooker 💙",
        "@GovMurphy Hahahahaha thanks for making me laugh, Governor, with this post! It’s been a long day 🤣🤣🤣🤣",
        "@meganranney Such a lovely post..hahahahaha...for me it’s (dark chocolate 🍫 + matcha 🍵 + nachos with a lot of red,… https://t.co/aXQNgILQ96",
        "@ASDem Hahahahaha hahahahahahah and these little 🦞🦞🦞 are filled with cholesterol in its meat (I haven’t had one in years)",
        "@Amyshahmd I’m trying to rid my body of tummy adipose! (So interested in the connection between the gut-heart-brain health) 🙏🏽",
        "@Amyshahmd 🙏🏽",
        "@CoryBooker we can beat it🙏🏽I just know it🙏🏽#United",
        "@CoryBooker 🙏🏽",
        "“Laughter also assists in the recovery and prevention of cancer by increasing natural killer cell activity, the res… https://t.co/7OFM2tOpXK",
        "“The next step would be to look at self-tickling in rats,” he says. But he acknowledges that “it might be difficult… https://t.co/mBYYQmfzvq",
        "“When the pair tickled rats while they were on an elevated platform under bright light, a situation designed to ind… https://t.co/SXNO1T7egx",
        "@elonmusk When can we move to Mars, Elon?",
        "@DrJenGunter 🤣🤣🤣🤣🤣🤣🤣",
        "@SimplyAspire Hahahahaha",
        "@amyklobuchar It’s invisible",
        "@Amyshahmd 5-Masks will be stylish lol",
        "@Amyshahmd So true! Hahahahaha to your number 4 🤣",
        "@connerjure Hahahahhahahahahaha",
        "@jack_turban @nytopinion @PostOpinions But it’s funny because there’s a toilet paper restriction at my local grocer… https://t.co/MyzE1njSgI",
        "@jack_turban @nytopinion @PostOpinions 🤣🤣🤣🤣🤣🤣🤣🤣❤️",
        "@jack_turban @nytopinion @PostOpinions Hahahhahahaha the toilet has always been the couch! But I guess now, it’s ju… https://t.co/lV7IArDowJ",
        "@DrButtar Dr. Buttar🙏🏽",
        "@DrButtar On what platform are you live🙏🏽?",
        "@SenGillibrand I love you Senator (I really do💙) and I surely am appreciative for your service 🙏🏽.  Thank you 💯. Ho… https://t.co/IhtZDHcrCA",
        "Big thank you to all of those on the frontlines fighting each day to persevere in order to preserve the health of a… https://t.co/jSMlgzq3jQ",
        "@drjkahn I just added olive oil to my diet (I wish that an in home FMRI scanner at home so that I could see how my… https://t.co/CmRoI870sn",
        "@GovMurphy I love you, Governor Murphy, I thank you, Sir🙏🏽",
        "@GovMurphy In that order🙏🏽💙💯",
        "“We know that the beat of a metronome can steady the gait of someone with Parkinson’s disease, for example, but we… https://t.co/inKSMuJXfo",
        "@JoeBiden In a position to win🙏🏽love you🙏🏽",
        "@SenKamalaHarris My God💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔💔",
        "@SenKamalaHarris @SenBooker This is absolutely heart breaking 💔💔💔💔💔 (how could this be?)💔💔💔",
        "@SenKamalaHarris @JoeBiden  (how could this be?)💔",
        "@neiltyson Those rats are really intelligent hahahahaha like Literally! Hahahahaha 🐀🐀🐀🐀(all these different rats)",
        "@neiltyson Does evidence suggest that we are smarter than rats, Neil? Hahahahaha",
        "@neiltyson 🤣🤣🤣🤣🤣🤣",
        "@dikinator @CoryBooker Another Kodak moment 4 sure! Love love love this pic🥇",
        "@JuliaKSherman @CoryBooker ❤️",
        "@JakeHamblin Big Kodak moment ❤️🤩❤️",
        "@JakeHamblin 💙💙💙💙💙💙💙📍",
        "@selenaa329 Awwwwwwwwwww totally awesome❤️",
        "@saraannhart Hahahahaha hahahahahahah (I love your posts) 🤣🤣🤣🤣🤣🤣🤣📍",
        "@saraannhart OMG🤣🤣🤣🤣🤣🤣🤣🤣",
        "@CoryBooker 🤣🤣🤣🤣🤣🤣🤣🤣🤣",
        "@GovMurphy God Bless You, Governor 🙏🏽",
        "@ASDem @CoryBooker We love you on God🤩🏆💯(da Champs are here💙❤️💯📍)  Have a super BLESSED Birthday 🎂",
        "@ASDem @CoryBooker Awwwwwwwwwwwwww Happy Birthday, Senator Booker. This photo is AWESOME 🤩",
        "Hahahahahahahaha 🤣🤣🤣 https://t.co/M87Pj5WVZT",
        "@GaabLab I didn’t know that, Dr. Gaab🙏🏽",
        "@GaabLab Hahahahahahah haha 😂😂😂😂",
        "“The act of laughter -- or simply enjoying some humor -- increases endorphins, sending dopamine to the brain to pro… https://t.co/pXPgHhT7TQ",
        "@GaabLab Great post! I’m listening to Mozart right now trying to boost my brain power for long-term potentiation (L… https://t.co/KpcFbGms5v",
        "@GaabLab 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣",
        "@BarackObama @Katiejacobs1 @JoeBiden Very motivating 🙏🏽🙏🏽🙏🏽We love you💙💯",
        "@CoryBooker @AndrewYang 🙏🏽We are all Americans🙏🏽💙❤️",
        "@jack_turban Hahahhahahaha hahahhahahaha",
        "“But can fish oil keep us thinking clearly? \"For people who are healthy, who don't have a decline in memory and thi… https://t.co/ePOXYzy5c9",
        "“Take heart. It is absolutely possible to salvage a disastrous day, even if you are in a crippling multiday slump.… https://t.co/BRNIDwCxJS",
        "@GaabLab Such an awesome read🙏🏽 “Give yourself a spiritual gold star for embracing imperfection.”(your timing is pe… https://t.co/6VIyXWO487",
        "@GaabLab I cried into a bag of potatoe chips last week, Dr. Gaab...so thankful for you and this article 🤩",
        "@connerjure Hahahahaha oh by the way I found a 12 pack of rolls for $6.45 at Aldi’s (number one grocery merchant in… https://t.co/Did12hHgN2",
        "@connerjure I do not condone violence but how about some prayer 🙏🏽....remember a family who prayers together will b… https://t.co/HFzLruT1pO",
        "@connerjure Hahahahahahah hahahahaha",
        "@adelaide_lyall HahahahhHhahHa 😂😂😂",
        "@hometowndink @NJGov Hahahahahahah 😂😂",
        "@NYGovCuomo Facts🙏🏽",
        "@GovMurphy 🙏🏽",
        "This is incredible! Keep up the Amazing work, Rutgers University 🥇❤️🖤❤️🖤❤️🖤💯📍🏆 https://t.co/e2vwHxJfyp",
        "@GovMurphy Combined💔",
        "@ASDem She might not be able to match up the colors on the cube to make the squat lol hahahahaha (hope she is succe… https://t.co/mWXkekzdqb",
        "@ASDem Hahhahahahaahahahah",
        "@l4nguyen ❤️💯",
        "@JoshuaPotash Soooooooooo cute ❤️💯",
        "@NYGovCuomo “Just give me my money back, Senator”-love this 🙏🏽Stay strong🙏🏽💙",
        "@neiltyson I did notice it along my run the two nights ago—it was SUPER bright -I thought it was a UFO...thanks for posting this, Neil.",
        "@nellkduke I love it! That’s awesome",
        "@neiltyson I love you, Neil🙏🏽such a beautiful post🙏🏽",
        "@neiltyson WOW",
        "@GovMurphy 🙏🏽",
        "@MountSinaiNYC @BonJovi 🙏🏽❤️💯",
        "@jonathanvswan Maybe that’s best",
        "May God Bless All of the Medical Personnel putting their lives at risk for us🙏🏽 https://t.co/qKF8xqMMUi",
        "@TaraEtherington @GSTTnhs God Bless You. Please be safe🙏🏽",
        "@CoryBooker Simple is more—the message matters more than the background-I give it a 10 with all  of  those 📚📚📚🧠😍",
        "@CoryBooker 😂😂😂😂😂😂”a grading curve!”😂😂😂",
        "@you_clowns Hahahahaha",
        "“While looking into how the brain regulates behavior, I Vilayanur, M.D., thinks he may have found God. The neurolog… https://t.co/6pWrpI1uxw",
        "@joshtpm @JoeBiden please help US. We are doomed, Biden. We are doomed. Lord please help us🙏🏽@CoryBooker 🙏🏽",
        "@sabrinasingh24 Hahahahaha",
        "💔 https://t.co/stXUJlsEDs",
        "@GovMurphy 💔",
        "@jack_turban 🤣🤣🤣🤣🤣🤣🤣",
        "@Bakari_Sellers 🤣🤣🤣🤣🤣🤣🤣🤣",
        "@Alyssa_Milano 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣",
        "@DrAseemMalhotra @MacroFour 🤣🤣🤣🤣🤣🤣..that very large doughnut 🤣🤣🤣📍",
        "@CoryBooker 🙏🏽📍 https://t.co/JyXYg21hln",
        "Isolated Hyperreligiosity in a Patient with Temporal Lobe Epilepsy (Does anyone have thoughts on this case?)  https://t.co/zoAfE3niPk",
        "“People report strong emotional sensations when they listen to music, saying, for example, that they feel like thei… https://t.co/yKVCaOCvGY",
        "“We don't know what triggers musical imagery,\" Dr. Zatorre said, \"but it is very common for people to wake up in th… https://t.co/BdCEgm9Ys6",
        "“Now that there's good evidence a song takes two separate paths through the brain, researchers will need to figure… https://t.co/PgFawWZbUj",
        "Brain Uses Left Side For Lyrics And Right For Melody : Shots - Health News : NPR https://t.co/ZbI0b6G3Q7",
        "@GovMurphy I need to find that “bigness!” Indeed, Sir🙏🏽",
        "@GovMurphy Thank you God for You, Governor 🙏🏽💙💯",
        "@jack_turban 😂😂😂😂😂😂😂the testicle has been found! Hallelujah! 😂😂😂",
        "@GovMurphy @senatemajldr Please, God🙏🏽",
        "@GovMurphy @senatemajldr Please run for president someday, Governor Murphy🙏🏽. I love you &amp; your strength, Sir💙💙💙🥇📍",
        "@ASDem Bird &amp; Ewing ❤️❤️❤️❤️😀",
        "@ASDem I’ll take MJ, Pippen, &amp; Rod😍😍😍😍",
        "@JoeBiden Right! For real!",
        "@CoryBooker Let us pray that the postal workers will stay in good health or else there will be no vote by mail either! Yikes 😳",
        "@nick_ramsey “Distribute it evenly!” Hahahahahahah",
        "@nick_ramsey 🤣🤣🤣🤣🤣🤣🤣this is great! Post more 🤣🤣🙏🏽",
        "@neiltyson ❤️",
        "Chocolate Fingerprints: “Compounds, such as caffeine, theobromine and catechins, are detected in different patterns… https://t.co/HlhYvCHSbu",
        "@GovMurphy 🙏🏽🙏🏽🙏🏽🙏🏽🙏🏽",
        "@just_jenna Hahahahaha",
        "@cormac_gahan @JakeHamblin 💙💯",
        "@GovMurphy This quote 😍🙏🏽📍",
        "@GovMurphy We love you🙏🏽",
        "@alexandriajwitt @yungwonk 🙏🏽💙💯",
        "@jack_turban There’s going to be a shortage of doctors 💔💔💔💔",
        "@jack_turban 💔💔💔💔💔💔💔💔💔",
        "@juliaaccase Hahahahaha (beautiful 🥯🥯)😍",
        "@CoryBooker @JakeHamblin @IzzyZox @mattklapper @thegr8brittan @Henry_White1996 There’s no choice after Cory! No, no, NO! #Booker2024 💙💯",
        "@CoryBooker @JakeHamblin @IzzyZox @mattklapper @thegr8brittan @Henry_White1996 Hahahahahahah Hahahahaha (I was stuc… https://t.co/8vUKiSSb3J"
    ]
}