{
    "screen name": "rocker1272",
    "no. of tweets": 177,
    "tweets": [
        "We just watched a nature documentary and it was so epic https://t.co/QYotC4BB9m",
        "New “2020 #NHS Virtual Induction” video! https://t.co/igBAHVa6Ei",
        "New Year’s Day is the best song on the reputation album in my opinion",
        "¡Feliz y alegre cinco de mayo, todas personas! #CincodeMayo2020",
        "@brilliantorg A",
        "That’s what my fortune cookie said",
        "All your hard work will soon pay off.",
        "Find the things that really bring you joy. #WednesdayWisdom #WednesdayMorning",
        "I’m wearing my FIRST jacket, because today is RUSH day! @TeamRUSH27 https://t.co/ltSFR8DCnN",
        "I just got 1620 points on the dinosaur game #sundayvibes",
        "Super Mario 3D World is still the best Mario game, change my mind",
        "Good Luck Charlie was iconic",
        "Happy #EasterSunday everybody",
        "Unpopular opinion: Rotten Manor is scarier than Erebus",
        "Flashbacks to when I scored 64 on Flappy Bird without cheating",
        "My Google Home just told me that the weather today is a high of 58 and a low of 59 so that’s today’s weather in case you needed to know",
        "Nobody: Imagine if we made songs for different cereals\n2000s Kids: https://t.co/TxLLZGmwij",
        "@brilliantorg C. 4",
        "Do you ever just think about something and then say “I need to go concept map this” because that’s how last night was for me",
        "Let’s goooooo https://t.co/I1dieVF8Fk",
        "I’m about to eat a Pop-Tart for the first time in a very long time",
        "@reallushusljs @glaad Bleachers, Bastille, AJR, etc. I have a playlist of 80ish songs that I vibe to",
        "@glaad I’ve been going on walks while listening to music ✌🏻",
        "Live, laugh, love. ❤️\n\n@TeamRUSH27 https://t.co/BL4E0iGPtg",
        "Remember McDonald’s Monopoly, that was a highlight of childhood",
        "@sav_xx24 Thank you for watching it lol ❤️",
        "I made cookies in Spanish, check it out! https://t.co/oF6jYGUpLs",
        "@brilliantorg A",
        "have a tau-riffic #PiDay https://t.co/mwev73kYgP",
        "Overheard at costco:\nDaughter: “Where’s the book about George Washington?”\nMom: “I don’t know if they have one.”\nDa… https://t.co/jMN6w2CBaC",
        "@Ratkingcharlie_ @PPathole @neiltyson They could leap",
        "french fries are underrated",
        "CHS has really stepped up the prestige. I, for one, like the new PA system — I think they were playing music today — and new hot lunches.",
        "jk ice cream is better",
        "Ice cream walked so Dippin Dots could run #SundayThoughts",
        "@CHSPhysics311 Nifty article",
        "I just saw Sonic do the floss and I’m really ambivalent about the whole fiasco",
        "@teennick Make it in America",
        "Why does Tik-Tok sound like the name of a Girl Scout cookie @girlscouts",
        "My dad just tried to explain to me that there is no ‘t’ in ‘Costco’ #SundayFunday #SundayThoughts",
        "Is it bad that I didn’t expect the ending that happened in #ToAlltheBoys2",
        "Use your force for good.",
        "Lead with love ❤️",
        "@teennick Make It In America",
        "There are some things that are okay to joke about, and there are some things that need to be kept serious.\n\nPlease… https://t.co/X09vC4VdBy",
        "@brilliantorg D",
        "@brilliantorg The person who starts",
        "@brilliantorg 3",
        "@brilliantorg #3, A=5, B=8, C=9, D=1",
        "ok but diner dash is an underrated game",
        "Happy New Year! Here’s to 2020. #2020NewYear #HappyNew2020\n\nI’m living my life without shame this year. https://t.co/ZTvEvPrAkt",
        "I don’t want to be that guy, but the decade doesn’t start until 2021 😮\n\nHappy New Year though :D",
        "I just had my fortune cookie from @PandaExpress and there was no fortune inside 😭😭\n\nThe food was good though",
        "@theodd1sout who’s gonna tell him",
        "#MondayThoughts #MondayMotivation I’m at Target looking at Christmas cards and the lady to my right starts chucklin… https://t.co/Z0biMq3l3l",
        "White Cheddar is the best flavor of Cheez-Its, change my mind",
        "Popcorn Days were one of the best part of elementary school (Bagel Days were up there too)",
        "@brilliantorg Green!",
        "I’m at a grocery store and the sound it makes when they scan your items is the sound sonic makes when he gets a ring",
        "the hickory honey ham part is the best scene of Christmas with the Kranks, full stop",
        "@brilliantorg C",
        "I’m kinda confused by the 2019 #YouTubeRewind comment section 😂",
        "hot take: the term “life-proof phone case” makes no sense — if it’s proofed from life, doesn’t that mean it dies in… https://t.co/WJjnGRzvwb",
        "#TwitterMomentOfTheDecade the show Victorious being meme material",
        "it’s currently 8PM and we’re an hour away from home returning from our road trip 😂\n\nname a more iconic duo than that",
        "Status Update: I am currently in line to enter the building of a 4-floor Starbucks",
        "I am thankful for so much this year. Thank you to my family, my friends, the community I live in, all the fun thing… https://t.co/X7LO0gLtwx",
        "petition to rename Thanksgiving to T-Giving, just like how Christmas became X-Mas",
        "@nathanwpyle I’m in the middle 😄",
        "Do they mean they got 96% of the questions right? Was it just on one section? Why did they feel compelled to mentio… https://t.co/jgApm4AZVq",
        "One kid stopped me in the hall and said they got 24/25 on the SAT, and I’m trying to figure out how that’s possible #MondayMood",
        "I’ll never forget the time I got 64 on Flappy Bird and somebody thought I hacked the game to do it #MondayMorning #MondayThoughts",
        "@susannametz1 @MarynMcConnell Show Yourself was the best sequence, change my mind @susannametz1",
        "nobody is allowed to spoil #Frozen2 before I see it tomorrow night",
        "doing lecture notes in various colored pens 😎😎😎 &gt; doing them in pencil",
        "forget emojis, Club Penguin emoticons are where it’s at",
        "Not everything is always going to be perfect. \n\nMaybe that’s okay. \n\nMaybe that’s what makes humanity so poetic. \n\n#SaturdayThoughts",
        "if you’re going to send me memes, please ensure it has a *punchline* thanks!!\n\n(as you can see I have meme standards)",
        "I just got above 100 on Crossy Road, and I would like to thank the Academy for this esteemed performance #SnowDay",
        "Be safe on the roads everyone!",
        "@YouTube it’s like that Disney Channel show: Dog With a Blog",
        "When is it okay to play Christmas music? #SundayThoughts #SundayFunday",
        "It just started to snow, and we heard a kid outside (we’re not really sure where) scream, “IT’S SNOWING!!!”… https://t.co/1QyRbPSlu5",
        "it’s spooky szn\n\nHappy Halloween",
        "It’s okay though, because I clapped the second time!",
        "You guys, I just saw a movie at MJR and forgot to clap during the MJR intro theme song 😫😫 #SaturdayThoughts",
        "Not to name names, but one place that comes to mind starts with “Outback steak” and rhymes with “mouse”",
        "Has anybody noticed how some chain restaurants like to advertise their food with posters on the inside of the resta… https://t.co/6YCQiI14dM",
        "@uniquename439 @AstroKatie @hankgreen 9/10 is a rational number though!",
        "Unpopular opinion, but shouldn’t the “Nobody:       “ memes be “Everybody:         “ instead? If nobody’s saying no… https://t.co/rxv9WzN0iJ",
        "Do you ever just walk through your house when the Wii Shop Channel music randomly pops in your head because I know I just did",
        "“I just wanna shine like the sun when it comes up\nRun the city from the rooftops\n'Cause today's gonna be my day”\n- @FitzAndTantrums",
        "@hankgreen yay :D",
        "Stores are putting Christmas stuff out in September\n#SundayFunday #SundayThoughts https://t.co/UIDfYWU9FB",
        "YOU 👏 CAN 👏 DO 👏 IT 👏 #SundayThoughts",
        "I’m interested in people’s PopTarts preferences #TuesdayThoughts",
        "have you ever realized how “maybe” and “maybe not” mean the same thing",
        "to all the people who don’t know #imessagegames exist, you’re missing out #imessage",
        "What is it called when you tap the heart button on a Tweet?",
        "Positivity always outshines the darkness when everyone rallies behind the sunshine.\n\nHappy #LaborDayWeekend everyone!",
        "☀️ today’s a good day to have a good day ☀️",
        "it’s a mood when you want to go for a walk to be active and stuff but it’s raining",
        "just finished listening to #Lover for the first time and it’s awesome how many spots it’s taking up on twitter trending lol",
        "Imagine being a human goldfish #LoverMusicVideo https://t.co/C3xGRYplVk",
        "I’m halfway through the #AgainButBetter book and the plot is moving in a way I was NOT EXPECTING at all. The genre… https://t.co/2IPG3cDhSK",
        "I just found a typo in my book and it’s a crazy experience tbh",
        "I love how the new taylor swift song is #4 on twitter trending but it’s not even out yet #LoverAtMidnight",
        "Okay but the middle third of the Detective Pikachu movie is basically them storming #Area51\n\n#ThursdayThoughts",
        "This is my moment lol #NationalLeftHandersDay #LeftHandedDay #LeftHandersDay",
        "#NewProfilePic #Detroit https://t.co/8hLcefLRDo",
        "imagine if there was an awards ceremony for YouTube videos #ThursdayThoughts",
        "It’s already my 3rd anniversary on Twitter???? I feel like my second one was just a few months ago… https://t.co/s7gKbdtoad",
        "Why is yesterday a popular word, but yesternight isn’t?? #yesternight",
        "neither of my Text Door Neighbors have responded to me\n\nYET",
        "Has anybody actually heard an elevator play music IRL?",
        "#overheard at Starbucks today:\n“I’ve watched Criminal Minds 4 times.”",
        "I don’t even own a pet, but I just walked into @Petco and it was actually pretty hype https://t.co/Gx34b6VK73",
        "❇️ \n\nNever forget to live deeper. Never forget to have true conversations, be 3-dimensional people, and to rise hig… https://t.co/WzWTVpEUq2",
        "Everybody’s talking about the ending, but the quick moment at 0:37 when she nonchalantly lifts the marker is what g… https://t.co/ng9RdwXc7N",
        "it’s a real mood when there’s no PokéStops near you so you’re stuck with nothing to do in the game #PokemonGO",
        "❇️ \n\nThe secret to success is to cultivate your passions and truly be willing to actively learn. Pursue your natura… https://t.co/oyAEbrreSJ",
        "Anybody else remember Super Mario 3D World? What a game",
        "At the pool I just overheard somebody mention Hatchet by Gary Paulsen and it brought up nostaglia of 5th grade when… https://t.co/99SqlsFvPc",
        "I’m out in public with my headphones on, and I’m bopping to my song but I don’t care what people think ✌️ #MondayMood",
        "❇️ \n\n“Why would we divide when we could come together?”\n-@bastilledan\n\nPeople in our world have many different opin… https://t.co/VlATx11431",
        "Yesterday at the store I grabbed a box of blueberry Eggos from the freezer and a random guy next to me (let’s call… https://t.co/23GCaKYmPI",
        "❇️ Surround yourself with people who empower you. ❇️",
        "#FlashbackFriday to the 2048 game from 5 years ago lol https://t.co/ByZLS9ZmsU",
        "Shoutout to @NYT_Crossword for keeping me entertained with Mini crosswords every day 👍🏼",
        "tfw you’re sitting down, eating a chocolate-filled churro, and your Apple Watch spontaneously tells you that you just met your Stand goal",
        "Plot twist, ‘Who’ is the name of the guy who let the dogs out 🤯 https://t.co/0KsHYsGHno",
        "Anybody else in the Clean Plate Club ™️?",
        "Rise up, live your truth, and face the world. 🇺🇸 #FlagDay",
        "so that #Frozen2 trailer was pretty good huh",
        "You can’t spell scared without care!",
        "Happy #BestFriendsDay everyone!! Over the past year, I have met many new friends, as well as continued many existin… https://t.co/XHTzW5XIlu",
        "Does anybody know how many times the speakers said “from the ground up” during Apple’s #WWDC this year?",
        "He did it you guys https://t.co/KrRarDoOrN",
        "@ABC7 What about the other parts of the body?",
        "@casshole_cowan @NovennaFierro From what I’m finding, the issue is rooted in Google’s cloud servers, not Snapchat themselves.",
        "@lauriealbrecht Thank you so much!! Yay!! 🍰 🍰",
        "Jafar’s face when Jasmine finds an actual way to avoid his corrupt patriarchy #Aladdin https://t.co/9NALBzAfu9",
        "Let’s add some complexity and nuance to our global story. #SundayThoughts",
        "Imagine if somebody found a way to delete the App Store, but they couldn’t get it back because they didn’t have the… https://t.co/REistsw7Am",
        "@MYLeadOrg",
        "Your story is important. \n\nYour future is important.\n\nYou are important.\n\nDon’t let anyone take that away from you.\n\n#MYLead2019",
        "tfw you flex on the AP reader by mentioning Srivijaya in your #APWorld DBQ for the complexity point #WHAP #APWorldHistory",
        "Taking my #APCSP exam tomorrow, first one of the year! 🖥",
        "@_futabasakura @DBLAK311 Yeah it depends on what the division sign is supposed to apply to, but using PEMDAS it should be 1",
        "I bet you can’t say “do jiu-jitsu” ten times fast",
        "When you focus on the eloquence in\nDesign,\nYou end up with\nPink swirls and\nGreen spirals.",
        "If somebody says that they’re hotter than you\n\nJust say that you’re cooler then them #ThursdayThoughts",
        "It’s time!! So excited. #FIRSTChamp https://t.co/QjwlLsCnck",
        "#HappyEaster :D",
        "Really happy for this $1.5M donation from Disney! STEM is pushing the world forwards. #StarWarsFFCSweepstakes https://t.co/NwH6iWptq5",
        "Never stop improving.",
        "#AirPower\n\nApple: Cancels AirPower\nApple Stock Price: *goes up*\nInvestors: https://t.co/qigWzkXGEH",
        "Today’s @nytimes mini crossword is the epitome of #AprilFoolsDay @NYTimesWordplay",
        "@lauriealbrecht Oh no, what did he do 😂",
        "Friendly reminder that tomorrow is #AprilFoolsDay, so keep watch (and fact check) if you hear any rather outlandish news tomorrow!",
        "@NathanClark56 Thank you Nathan, you are also very very intelligent 🤓",
        "Change the world.",
        "@NathanClark56 Nathan why does Twitter think your reply is in German",
        "Why is black and white printing separate from color printing\n\nblack and white are colors too :0",
        "tfw you realize that Cheetos, Fritos, and Doritos all rhyme and then Ruffles are just out here like nahhhhh not really feeling it",
        "@FrozenBroadway r/gatekeeping",
        "#HappyNewYear everybody!!!! I’m so excited for 2019 - let’s make this a good one!! 🎉 🎊",
        "⚡️ FOLLOW YOUR DREAMS ⚡️",
        "@chs_madrigals #MadsComeSing18 Señora Raines 5th Hour",
        "felt cute, might delete later #NewProfilePic https://t.co/Zbw1Mw1Vly",
        "Was Feudalism just a big pyramid scheme??",
        "Ladies, if he:\n\n-Gives random conclusions based on generic evidence you provide\n-Tries to be unnecessarily ‘trendy’… https://t.co/6SdvT4B9YU",
        "This 👏 was 👏 my 👏 seventh 👏 grade 👏 social 👏 studies 👏 project 👏 https://t.co/owVP54xKrE",
        "@amendment19 @AP_Trevor It’s ironic how this is covered in #APStats 😂",
        "@BillNye Is water wet",
        "Various Artists is my favorite band",
        "@standupmaths my AP Stats class disagrees"
    ]
}