{
    "screen name": "latapi",
    "no. of tweets": 153,
    "tweets": [
        "@TamCR No lo había visto!!!! 💀💀💀",
        "@YansoDice Sí es cierto! Se pasan jajaj",
        "Las plantas de plástico son lo peor que le pudo haber pasado a la estética gentrificadora. https://t.co/3WXQEyCGf6",
        "¿No hay que ser tibios porque los matices debilitan las agendas?",
        "La educación tradicional desperdicia lo más valioso del proceso de aprendizaje: los errores. Se aprende más entendi… https://t.co/7f8qwQ8Tgm",
        "cómo convertir nuevos aprendizajes en autoconfianza en vez de inseguridad al darte cuenta de todo lo que no sabes yahoo respuestas",
        "@Caroo_dmac Bueno, eso está haciendo Estados Unidos jajajaj",
        "@aleroblesb Pondré un recordatorio por aquí de que alcoholizarse también es drogarse.",
        "@J_Hermilo @JC_Moreno_61 @g_quadri Ambos se equivocan, les dejo esto si quieren aprender del tema.  https://t.co/iDH54mB9R1",
        "@JC_Moreno_61 @g_quadri No, existe el almacenamiento de energía.",
        "@TamCR Horrible, sospecho que ni se dan cuenta de lo que están haciendo",
        "Y el mercado especulativo de tapabocas en redes sociales demostrando que lucrar con las tragedias siempre es opción.",
        "@carlos_mul Uf, qué bueno que fue con alguien de confianza jajajajaj. Y digo, si no también. Me gusta que este even… https://t.co/zZfBLq4ffb",
        "(sí, ya tuve un pequeño incidente)",
        "Compraría un aparatito para mi compu que sirviera SÓLO para prender un foquito cada vez que no esté en mute.",
        "El virus no enferma a todos, pero está empeorando la desigualdad en cada rincón del país. Ese efecto secundario está de miedo.",
        "@Anna_GMol Los odio https://t.co/5GYfMfw8LS",
        "Se adelantó unos siglos. https://t.co/rWkOd6yVGN",
        "@MichellPreciad0 @SiobhanFGM @guillof Tienes razón. Me quedé en el precio de hace 20 días.",
        "@MichellPreciad0 @SiobhanFGM @guillof https://t.co/DChMHaEp99",
        "@carlos_mul @Citymapper No mucho, me imagino que sus usuarios son un segmento particular",
        "Reducción en movilidad en distintas ciudades según datos de @Citymapper. https://t.co/Z1EimTOzo6",
        "@SEDEMA_CDMX ¿Este es el trabajo de la SEDEMA? Estamos muertos.",
        "Llegamos a la etapa de antros virtuales. https://t.co/8oSbWQYN2j",
        "@WookieeTropical @greciaccolunga @oliverterrones Es Brasil.",
        "Me siento en el principio de una película apocalíptica viendo las historias de los que están en México como si no p… https://t.co/JCrN0AXLeL",
        "@bichiswichis 😢",
        "@LouisJxn @david_perell LED lights can be warm.",
        "@PaolaArias Fotaza",
        "@alegarciadlg Yo también te extraño, ven!",
        "@Caroo_dmac 🌍💙💚",
        "@Caroo_dmac PS",
        "Manzana falsa que se respeta tiene una mordida infantil.",
        "@saldemarte Si puedes, pregunta a los vecinos. El servicio depende de la zona.",
        "Yo usé esa canción de fondo en mi proyecto de inglés de secundaria. https://t.co/Wx6P3ww3H3",
        "@Caroo_dmac Sí 😕",
        "(for residency proof purposes)",
        "@CA_DMV Can I get a REAL ID with two different documents of the same type (e.g. a bank statement and a credit card… https://t.co/SvSEpH5X0E",
        "@Andypry @psskow Not sure about snail mail but e-commerce deliveries in Mexico are super reliable.",
        "El impacto del lenguaje mexicano en Colombia. https://t.co/LnKMSpo6BO",
        "@RolandoDomngue3 @LosWhitexicans La foto es en Brasil.",
        "@LosWhitexicans Esos ni son mexicanos.",
        "@mannefuchs ya es muy tarde 😕 pero para la próxima intenta poner un video de white noise a todo volumen",
        "Berkeley es un lugar especial. https://t.co/cds19ZSqTc",
        "@Rob_ar Estoy convencido de que perder ese descanso me ha hecho menos productivo en la tarde.",
        "@Anna_GMol Te busqué por fb o tw pero no te encuentro",
        "@inesrga Toda la razón.",
        "A veces parecen dos sociedades que sólo comparten ciudad y lengua. https://t.co/CYBdzyO8IQ",
        "Voy en el camión con una botella en la mano y la gente me ve feo. Es viernes, ¿desde cuándo es ilegal prepararse pa… https://t.co/9DY0dxdgCg",
        "@Rob_ar Hola! Te puedo preguntar unas cosas de UCB por DM?",
        "@LauraDlsg 😂",
        "@LBallesterosM Ya no sé si me tranquiliza más que los quiten en tramos donde literalmente nadie los respeta y hasta… https://t.co/JoIEroyzCQ",
        "https://t.co/tkBYPpEjUv",
        "@LaSEMOVI Hola, qué procede cuando hay cajón de parquímetro pero la guarnición está pintada de amarillo?",
        "@erickreyesAO @LaydaSansores @inveacdmx @AlcaldiaAO @Claudiashein @rosaicela_ @AlbertoEsteva Éxito, por favor no abandonen este proyecto.",
        "@serch_luis Te lo agradezco muchísimo! Por la seguridad de los peatones de esa esquina 🙏",
        "@serch_luis @SimoAlonzo Hola Sergio! Buenas noches. Sabes si salió algo de esto?",
        "@fortelabs Have you tried this? https://t.co/QqjR69xGN5",
        "@Anna_GMol Eres una autoridad, qué dices",
        "@serch_luis Muchísimas gracias 🙏",
        "@serch_luis Estimado Sergio, ¿tú me puedes apoyar para canalizar esto? Desarrolladora puso oficina móvil en Av Tolu… https://t.co/QWI5efMivK",
        "@b_fmartinez @ColonosSantaFe @EnfoqueNoticias @ViveStaFe @santadfense @SociedadStaFe @Vecinos_Bezares… https://t.co/D7n4mdlkH6",
        "@Oliviami01 @interjet @Interjetvacs Si no fueras una cuenta falsa te estarías quejando del retraso inexplicable. Me… https://t.co/lKA5jG3Mux",
        "Y así, con encuestas, es como escogemos a nuestros gobiernos. https://t.co/C03mxI2iOz",
        "@LBallesterosM @serch_luis Lástima de cualquier forma es una excelente noticia. Mucho éxito, @serch_luis.",
        "@LBallesterosM Laura, ¿formarás parte de la comisión?",
        "&lt;3 https://t.co/ENsUjJSlsP",
        "@alegarciadlg Ya conoces la respuesta",
        "El gobierno trabaja para TODOS. Si\n\na) lo apoyaste en campaña y ahora no criticas sus errores\n\no\n\nb) no lo apoyaste… https://t.co/9dYc3KhOJz",
        "@Caroo_dmac LOVE IT",
        "@javiermalagon Yo",
        "@VigimoviCDMX @may_lilo Una duda: ¿no es su trabajo asegurarse de que las unidades estén rotuladas para que nosotro… https://t.co/epO2uU3fOK",
        "@LaSEMOVI Yo no lo pedí.",
        "@andreslajous Que sea para siempre 🙏",
        "Nunca manejen en la CDMX, hace mucho daño. Aquí la evidencia gracias a Waze: https://t.co/8NTCt5i73O",
        "@Jesu65 &lt;3",
        "@Caroo_dmac @Jesu65 @desusnice De acuerdo, y lo mismo aplica para el chicle que acabo de tirar (que por cierto tiene mi ADN también).",
        "@Jesu65 @desusnice my dna ain't special",
        "@bonappetit poZoleeee",
        "@unjorjito_ @Jesu65",
        "La ciudad siendo hostil con sus habitantes, una escalera del @MetroCDMX descompuesta a la vez. https://t.co/tzCPNvIxJe",
        "@VigimoviCDMX @UCS_GCDMX Muchas gracias.",
        "@VigimoviCDMX Buenos días. Ruta 43 a Viveros (0430097) pasándose el alto en Glaciar con San Pablo como siempre. https://t.co/QpsfCe7VCG",
        "En esta colonia me dan gafete de visitante si llego en coche. Si llego caminando, me dan gafete de proveedor. Y así… https://t.co/pcNTuE226K",
        "@Acitaloth @PGJDF_CDMX Hola! Lograste obtenerla? Gracias!",
        "@Li_alburomz @GobCDMX Hola, ¿lograste obtenerla de alguna forma? Gracias!",
        "@BERNARDOSAAVE18 @PGJDF_CDMX Hola, ¿lograste obtenerla de alguna forma? Gracias!",
        "@andreslajous @pedestre @Claudiashein El 80/20 del tráfico de esta ciudad está en la invasión de cruces semaforizad… https://t.co/2ylw9897Xa",
        "@scuig El archivo de mis tuits fue abierto! Jajaj por ahí anda la cuenta",
        "@RTP_CiudadDeMex Buenas noches. En Casa Popular (L2 hacia SF) el Eb 6050 se acaba de detener en el segundo carril d… https://t.co/yQ7zBektjy",
        "@hdemauleon No soy vegano y aun así no puedo conciliar la indignación que veo en los comentarios con nuestra dieta… https://t.co/2nuJawpFtu",
        "@AlcaldiaAO Gracias por la respuesta, es en Olivar de los Padres, anexo mapa con la ubicación. https://t.co/jb5ayv7g9M",
        "@AlcaldiaAO Hola, hay un cráter enorme desde hace semanas en Glaciar/Av. de las Torres cerca de la esquina con Mimosa.",
        "@jorgealarcongo @alegarciadlg @scuig @rerperkins",
        "@alegarciadlg (F de corazones)ROM THE BOTTOM OF MY BROKEN HEART",
        "@X4ntr0 @TELMEXSoluciona @Telmex Hola, supiste al final qué era?",
        "@Camblebod @Caroo_dmac",
        "\"Fifí\" -Alguien que tuvo que buscar el significado de fifí hace 5 meses.",
        "@scuig olov",
        "Hoy es un buen día para recordar las caras de asustados que ponen los extranjeros cuando entran al baño de llegadas… https://t.co/eZ87JAYgH9",
        "#YoPrefieroElLago, sólo me preocupan un poco las consecuencias de inundar la mitad de la Ciudad de México. ¿O era… https://t.co/jcu7ASkJuH",
        "@EChavezNeph No denunciar contribuye al círculo vicioso que te hace creer que la impunidad está garantizada. Sería… https://t.co/WYvm277Msc",
        "@072CDMX Buenos días, ambas lámparas rojas fundidas del semáforo de Glaciar con San Pablo en Álvaro Obregón.",
        "@karina_crstina Kari, no se me ocurre qué hacer, pero te extraño!",
        "¿Quién le explica?\n#DíaMundialSinAuto https://t.co/ItJB2PT1dB",
        "@gismendez En 8 años de ir diario a Santa Fe vi a dos ciclistas usando esa ciclovía (los conté). Algo anda mal ahí.",
        "@saldemarte 😞 pero feliz cumpleaños 🎈",
        "@alfrgp Esto.",
        "Las fotos del modo retrato del iPhone con fondo borroso parecen el primer ejercicio de una clase de Photoshop.",
        "@TorrucoTurismo Por favor, la Ciudad Prohibida se construyó en el siglo XV. El valor arquitectónico de Los Pinos es… https://t.co/mEyUqRI4J7",
        "@Neuve @MetrobusCDMX Probablemente sea lo de menos, pero se me hace muy molesto el claxon de los MBs que usan para… https://t.co/dNFPNPdWFw",
        "@alvarocrater @9sycho @DCDIC_CDMX @pelandrufo68 Y el frenado total compromete la estabilidad",
        "@mueveciudad Es ese número, envié un correo. Gracias!",
        "@mueveciudad Gracias, escribí al 312 187 05.... pero no llegan mis mensajes.",
        "@mueveciudad Hola, ya no están atendiendo por WhatsApp?",
        "No se vale decir \"sin popote\" si nunca dices \"sin bolsa\".",
        "@Anna_GMol i'm trying",
        "Una vez más, me salvó la medicina moderna. Una disculpa a la humanidad por entorpecer la evolución.",
        "@scuig @Jesu65 Lo bueno es que, en este mundo, cada quien es libre de hablar como quiera",
        "📣*Este es un aviso de la RAE*\nEn español, las cosas no hacen sentido, tienen sentido.\n*Fin de la transmisión*",
        "@072CDMX semáforo descompuesto en Bahía de Santa Bárbara con Bahía de Ballenas, Anzures",
        "¿Estará pensando en el fenómeno del tráfico inducido y la ineficacia de la autopista urbana que él construyó? https://t.co/uapowQa0rF",
        "@xoaa Hola! Vi tu tuit y sobre todo la parte de las banquetas. Qué tienen que ver AMLO/Morena? Pregunto porque en C… https://t.co/YfRAiU6Rxa",
        "Buenos días a todos, incluso a los que estuvieron apoyando a un bando sin autocrítica. Que ganen los que menos la necesitaban.",
        "@ymanduja @javiermalagon @atticus5finch @RianamaF @PPmerino @esquivelgerardo @ymanduja, sácame de esta duda: ¿por q… https://t.co/NAfdCXlfgu",
        "@atticus5finch @RianamaF @PPmerino Es un mito: https://t.co/3SAN2l3Bj8",
        "@RianamaF @PPmerino Si tu coche cuesta más de 250 paga impuestos en CDMX, pero en Morelos no. Entonces las agencias… https://t.co/jNicIg6auM",
        "@Fer_Chinos @CovarrubiasAnel @SolerLaveaga Dos años de usar el transporte público en México diario y no me pasó nad… https://t.co/6BSvV8igwW",
        "@Jesu65 come back",
        "@leonel_luna Para \"rescatar\" algo primero hay que echarlo a perder (ver: PRD en Álvaro Obregón).",
        "@lizagarzaa ➡️ https://t.co/6Sp3odpT3J",
        "Cancelen toda la controversia de Facebook, no saben nada de nosotros. Así me describen: https://t.co/VMSUuy7Vpi",
        "@jorge_najera_m @HyundaiMotorMex Interesante, parece que sólo es para la versión 100% eléctrica que no se vende en México",
        "@HyundaiMotorMex @jorge_najera_m No anuncien lo que no venden entonces.",
        "@SEDEMA_CDMX @NoMasCondosAO Gracias por la respuesta. Antes de hacer la denuncia me gustaría saber cuál es el límit… https://t.co/v3V1HHFWYK",
        "@SEDEMA_CDMX Hola. Esta foto es de la zona de conservación ecológica La Loma en Álvaro Obregón. ¿Está autorizada es… https://t.co/vlBX62ElKV",
        "@Anna_GMol ya era hora",
        "@072CDMX 1. Semáforo peatonal de Río Pánuco con Río Tíber verde cuando debería estar en rojo y no funciona la cuent… https://t.co/aSNyUqHAZl",
        "@LeonardoCurzio En metro sí 😉",
        "@PPmerino Estamos hablando de un posible representante de 130 millones de personas. Es humano, no puede exigírsele… https://t.co/2tMYGUFAQz",
        "No es fonda si hay milanesa en vez de milaneza.",
        "@Anna_GMol @ValeriaVictorie cuando era cool 😎",
        "verde ≠ siga\nverde = siga si hay espacio para usted después de la intersección https://t.co/062SVZXtVI",
        "La Ciudad de México le exige demasiado a quien vive en ella. Pero, ah, cuánto da de vuelta.",
        "@alegarciadlg JAJAJAJ",
        "@Dememeflores @ErichLindnerY @ManceraMiguelMX @GobCDMX @seduviCDMX Sabes que no es para tanto. Podría ser más acces… https://t.co/GgQsWlrkqw",
        "@UCS_CDMX Buenas tardes, no recibí respuesta. ¿No es su facultad? ¿De quién es?",
        "@UCS_CDMX Buenas noches. Oficina móvil de Xerena de @nuhabmx invadiendo la calle desde hace semanas en Av. Toluca e… https://t.co/Fb7PC8yNWC",
        "https://t.co/jjJLhjkuv0",
        "@Anna_GMol @zackfox @MPayns prácticamente",
        "Luz verde de semáforo fundida en Las Águilas con Puente Metlac en Álvaro Obregón. @AGUCDMX",
        "Hay partes de las #Elecciones2018 que apelan al mismo morbo que aprovecha Keeping Up with the Kardashians.",
        "Un buen thread de mi pueblito. Thanks, @shawnmicallef. https://t.co/AjkXX6DViM"
    ]
}