{
    "screen name": "marga_rsls",
    "no. of tweets": 174,
    "tweets": [
        "LORD KET ISA LANG PO SAKANILA PLLSSSSS https://t.co/9gaEdZmvmr",
        "@mjbihag_ @cjcansino @allianadolina children what do we say???",
        "I SECOND THE MOTION https://t.co/HNYm6mGjKr",
        "owshet https://t.co/ftMXwFMR9S",
        "@brentymanalo Lady bird",
        "@brentymanalo PRIDE AND PREJUDICE (2005)",
        "@brentymanalo ME BEFORE YOU!",
        "@brentymanalo Perks of being a wallflower... or Marriage story",
        "puta 7 napala ala pako ligo puta 🤦🏻‍♀️",
        "ohhh that's why... https://t.co/NHsuvQKvBl",
        "UGHHH SEVIIIII https://t.co/Tq036TyUOT",
        "GAGAWIN KO ANG LAYAT PATI ANG RESEARCH NIYO🤧 BASTAT TWO HUNDRED FIFTY ANG BAYAD NYOOOO",
        "@jrsbl_ SOOOBRAAAA",
        "@chescakiie sinearch ko sa google pre tas may lumabas kaso nde yung official ih, sa yt lang den",
        "just finished watching Ang huling el bimbo... WOW...",
        "kutob ko nga matagal nya na gusto si Sam eh... https://t.co/0MC6GQkdWp",
        "get a guy, specifically Clyden Ramirez🤧❤️ #AOTD3",
        "OYYY HUHUHUHU WALANG TULUGAN NANAMAN BA? https://t.co/37pcKRVWOf",
        "sino ba kasi mga puchang nakikipag away🤦🏻‍♀️ https://t.co/hydIqoHfkG",
        "@gwyomi @tuvillopince oshi how do you know ma???😱",
        "my wish is simple, \nna wala nang magsuffer pa dahil sa Covid-19 and let there be a vaccine. So God, pls guide every… https://t.co/n8wJET4paP",
        "oy HUHUHUHUHU BDAY GIFT BA TO NI GOD SAKEN🤧 https://t.co/I0ps5gQIlF",
        "ubusin ko savings ko para sayo bebe🤧😘 https://t.co/Ci3vAI0RRD",
        "@samfhay 🤧",
        "#SingleAkoKasi wala ako choice, baka paluin ako ni mama🤧",
        "Lord isang Sevi o Cy naman dyan oh🤧",
        "AMPUCHA https://t.co/Qfl5f1MWUA",
        "magkano ka?este yung Oreo? https://t.co/y216fFoqEB",
        "OY GROVI KAYO KAY HIRO🤧 https://t.co/I75CF9ifPf",
        "@gwyomi mamsh nung nagpadeliver ako sa pizzahut d naman ganto eh🤧",
        "ULOL 2004 KA 2005 AKO BUGOK KA😑",
        "7 eleven muna https://t.co/DrgW2xgbWf",
        "E-E- EXTINCT DINOSAUR???? PUTA?",
        "deputa sagot!",
        "Bat susulpot ka kung kelan d na kita iniisip? NAYUPAK KANG ULOL KA😑",
        "TAENA KA SUMAGOT KA TARA MAGSARKASTIKOHAN TAYO BUGOK KA 😑",
        "PAKYU KA BRO???",
        "sarap mo ding sarkastikohin ampotangina ka😑 CLOSE TAYO SIS??? CLOSE TAYO???",
        "yawa... d tayo frends pre bat ka nagchat???😕",
        "kung mang ghost ganto nalng oh https://t.co/ZyIICKt8yP",
        "EHeM PUTA SORRY NAUBO https://t.co/KAoLJ2KoH9",
        "depota https://t.co/mOFARa2CK7",
        "gosh I'm getting older ❤️",
        "Damn I'm lucky",
        "@gwyomi let our response be:\n\nnaway lahat",
        "TAE POTA NAKAKAKONSENSYA KUNG NDE KITA IGREET PUCHA",
        "tae naiiyak ako🤧😭❤️",
        "WE ALL NEED A SEVI IN OUR LIVES OKAY??!?!?!",
        "me* https://t.co/m8Ga1UkFTT",
        "BATIIN MO NAKO PARA MA ATI NA KITA BAGAL MO TALAGA KABIT KELAN PRE",
        "@gwyqoeh ok lang po ate, sa nxt edit nakang🤧❤️",
        "pota mauna kana bumati nahihiya ako nayupak ka",
        "should i greet him???",
        "so Cy wears specs... pota HUHUHUHUHUHU❤️🤧 MA HEART\n\n#AOTD2 #ADDTOCART",
        "HE WEARS GLASSES DAW🤧😭❤️ https://t.co/n3nBSdicf4",
        "HAPPY BIRTHDAY TO ME, AND TO MY OLD FRIEND SOMEWHERE IN 🇳🇱",
        "idunno if coincidence pero i just turned 15 , and when i got to home screen it was 12:12 on a 15% battery percentag… https://t.co/XOF4Fm2f7h",
        "KUNG KELAN BDAY KO MAY DALAWANG PIMPLES NA SUMULPOT, AMPOCHA ANO BISITA? ALA GANO HANDA BES...😑",
        "BITCH GUESS WHO TURNED 15!!!",
        "as long as you're doing it with the right person and is always prepared! https://t.co/rn0eMQGIYe",
        "TANONG BA YUN CY?\nTANONG BA YUN???\n\n🤧❤️\n\n#AOTD2",
        "speEd tae https://t.co/Er0JFwZZAX",
        "tanong ba yun Cy? https://t.co/P7yg2OUCE8",
        "ADD TO CART https://t.co/C0u5VFGU2k",
        "glow up ka sis? https://t.co/LHbPhZnrlB",
        "2 hours nalang",
        "you'd be shock how much fluid comes out after the baby and placenta 😩 i was 5? when i saw a patient give birth and… https://t.co/0H826gemy7",
        "@cjcansino anong bagong place ang nadiscover mo sa bahay niyo???",
        "@cjcansino depucha",
        "🤦🏻‍♀️ https://t.co/dI03agUiIQ",
        "@cjcansino patay gutom kaba??? HAHAHABBBA",
        "@cjcansino uste o uste?",
        "THAT IS SO... HAHAHAHAHHAHABAHA https://t.co/fWg5Oxv4Gk",
        "@cjcansino gaano ka kadimunyu 1-10 (10 being the highest)",
        "@cjcansino is A the person you're gonna marry naba????",
        "mother's day ngayon ma ayaw kita sagutin pero...pucha naman",
        "@gwyomi wyt titimpla nako kape",
        "@gwyomi 👀👀👀👀👀👀👀👀 https://t.co/nVl4nEpHcZ",
        "\"kung ako sayo magnurse ka nalang tas tulungan mo si mama mo\"\n\"magdentist ka nalang ganun din kita\"\n\"kung ako sayo… https://t.co/GcsRfeLNV6",
        "you will never be able to stop me from being a doctor ma, by hook or by crook, i don't care how many scholarships I… https://t.co/mFM1Z3I9XD",
        "my mom once said, magnurse ka nalang.\n\nit's mother's day but that got me fuming cause it's sounded like she doesn't… https://t.co/uq7ExEJm6J",
        "@mjbihag_ wag baka maraming mapilay🤧",
        "shit so sa first module ng Intro to bio course mayroong biochemistry and chem, and sa lecture 2 na-discuss yung Cov… https://t.co/iVKA1uzeGT",
        "wtf... https://t.co/S65Vi3AAzZ",
        "@athenamatangkad tenkyu bish😩❤️",
        "@mjbihag_ true kaputa lang HHAAHAHAHAHAHA",
        "i don't want to be the one to clean up the mess you've made with your two daughters you've lost touch with for God-… https://t.co/yqLMQ0UlgP",
        "@mjbihag_ izz called gantihan HHAHAHAHAHAHAHARAY",
        "@mjbihag_ oy😩wehhhh",
        "@mjbihag_ WAG KA MGSALITA NG GANYAN!!!",
        "tangina mo gago magtanda ka naman",
        "tangina mo daddy, antanda mo na tas ganyan ka padin? ampucha kaya ansarap lumayas sa bahay nato tangina, buti 3 tao… https://t.co/BtOOXHggi1",
        "d ko alam kung may Twitter ka pero Happy bday nalang old fren na nde nag goodbye ng matino sakin😊",
        "happy bday din old fren",
        "deputa",
        "charot bukas nalang kita batiin pagtapos moko batiin HAHAHAHAHAHA",
        "taena charot kala ko may 9 palang don may 10 narin pala🤦🏻‍♀️",
        "oy grabi sya lagi nauuna magbati eh unahan koba sya?",
        "shit it's May 10... batiin koba sya???",
        "@4rueminct putang....",
        "@samantharoque_ 😱",
        "@kissyaly l.m.a.o",
        "FUCKING ICE CREAM! https://t.co/CVscOneYkP",
        "@gwyomi OPOOOO",
        "@gwyomi nawaY lahaT",
        "me realizing na ang haba ng Introduction to biology course, pero Go padin🤧👈 https://t.co/vVK3fEmx7k",
        "yawitttt https://t.co/lh149AfsMK",
        "@ayahbolidoo support you beh, as long as you're happy with your decisions we'll support you",
        "@cjcansino DONE!",
        "@cjcansino @allianadolina LET OUR RESPONSE BE:\n\nNAWA'Y LAHAT...",
        "relate 101 https://t.co/RbaVfPSGET",
        "@rqzsamantha @gwyomi POTA HAHAHAHHAHAH",
        "@rqzsamantha @cjcansino @allianadolina naol talaga",
        "@cjcansino @allianadolina CHILDREN WHAT DO WE SAY???\n\nCHILDREN: NAWA'Y LAHAT!!!\n\nVERY GOOD CHILDREN!",
        "shout out sa dalawang ipis na naglalandian sa banyo, happy lande😊😩🤧",
        "@AshiannaHaven_ Doctor din❤️ and soon I'm gonna have an MD after my name😎",
        "@rqzsamantha @gwyomi pre punta tayo up pag nangyare toh CHAROTTTT",
        "@gwyomi POTA SANDALE D AKO MAKAGET OVER",
        "@gwyomi TAENA ANLAKING TRAUMA NON JUSQQQ",
        "@gwyomi OY HAHAHAHAHAH",
        "@gwyomi epal nagsabe nyan😠😠",
        "yAzzz https://t.co/ZTFBJtWB5K",
        "fock 4 na course nakastock sa edX ko jusq🤦🏻‍♀️",
        "sa mga gusto maging productive at gustong may matutunan, download niyo edX guys, may free courses sila dun from Harvard to Stanford 🤧",
        "tae ngayon ko nalan uli naalala may account ako sa edX🤦🏻‍♀️ Med courses here i come",
        "tae, I was born in the month of flowers but for some reason the only ones I really like are  Tulips and Lavander...",
        "soon USTe... soon",
        "EVERY SINGLE THING I WANT IN A MAN😩 https://t.co/DsnRtBy760",
        "@gwysaludes \nI JUST FELL IN LOVE WITH CY EVEN MORE CAUSE HE'S A DOG LOVER😩❤️❤️❤️💎",
        "@classygwi may nangyare sa call room shet CHAROTTT",
        "OY HAHAHAHAHHHA sorry busy sa call room CHARIT https://t.co/qdIoI8Jmvc",
        "pocha HAHAHAHA https://t.co/8s011WMhst",
        "@ayahbolidoo I'll pray for your tita beh, malalagpasan niyo din toh❤️",
        "GRABI YUNG TIBOK NG PUSO KO TUWING NAKAKAKITA AKO GANTO BOUT KAY CY😩❤️ https://t.co/T7HblmYs3b",
        "me nung nalaman kong may \"FREE\" online class s yung Harvard pero yung ibang session need pdin ng bayad😑 https://t.co/7MsyM48t2g",
        "@itsmePatatass isa pang sana all maniningil na talaga ako",
        "geh naway lahat nalang https://t.co/ENbBYQc2VR",
        "duh https://t.co/tvLZNgSwT3",
        "@4reuminct katipunan to qc ave ganun?",
        "the kind of man i wish God will bless me with https://t.co/3cYIRoyztE",
        "@gwyomi @gwymiloves @4reuminct love❤️",
        "🤧❤️ https://t.co/XRSmbJOtbg",
        "mamiii toda nalang other name ng aotd HAHAHAHAH CHAROTS",
        "@gwyomi toda mamsh HHHAHAHAHHHH",
        "@gwyomi OMG AHAHAHAHAHAH",
        "give respect to senior resident bichea https://t.co/kNWuisay3F",
        "in the call room pa , CHAROT POCHA HAHAHHHAHA https://t.co/gphAOreB58",
        "@rqzsamantha POCHA OY AHAHAHAHAA",
        "SANA PEDIATRICIAN ANG ITAKDA SAKEN NI GOD KASI MAHINA AKO SA BATA EH😩",
        "Cy is EVERYTHING  I want in a man, A PEDIATRICIAN 😩❤️#AOTDPrologue",
        "CY IS LITERALLY EVERYTHING I WANT IN A MAN, A PEDIATRICIAN ❤️😩 https://t.co/tvLZNgSwT3",
        "@chinisada EVERY SINGLE ONE OF US IS GOD'S CREATION AND THAT'S WHY YOU ARE BEAUTIFUL!",
        "ITZ A PRANK https://t.co/viMhlsPkBQ",
        "ingat may maggots sa brain https://t.co/kPGfklLPAD",
        "that boy is fucking fucked up wtf! He needs THERAPY AND GOD.\n\nKADIRI SYA",
        "@chinisada bruhhhhh WHAT A PSYCHOPATHIC DICK HEAD!",
        "@chinisada TF? NAKADRUGS KABA TOL?",
        "@allianadolina @cjcansino let our response be: nawa'y lahat",
        "pocha individual na  research nxt sy YEHEYYYYYY *tears of joy*",
        "@4reuminct ma, help your friend muna she needs emotional support",
        "yah, but nip tape is so uncomfy for me https://t.co/JLe1g3dhx5",
        "wow...❤️ https://t.co/DbMOR8X8Di",
        "@gwyomi mamsh baka matagal na alang utak",
        "@mrtn_dlcrz @kimtaekells @IsayyyAlbito @gwyomi ano po kwento? and who's the girl?",
        "@jrsbl_ puyat pre HAHAHAHAHAH",
        "@allforsevirous @gwyomi omg ano name???",
        "grabe pulang pula ako kanina awit HAHAHAHAAH",
        "wag po HAHAHAHAHA https://t.co/sVixKCBCrf",
        "im so proud of my skin🤧 1 month nako alang pimps🤧 KAIYAK",
        "when you finally experience clear skin but can't flaunt it😩🤧",
        "@gwysareums do well in Med school bebe😘",
        "@gwysareums maawa ka kay sevi😩",
        "maawa ka kay sevi😩 https://t.co/n4dyeUYFWS",
        "sa mga med enthusiasts dyan... WATCH HOUSE MD BISHES!"
    ]
}