{
    "screen name": "ChaunceyStreet",
    "no. of tweets": 200,
    "tweets": [
        "@Matt_Bridger68 @RichardWilk Yes, I just checked the live currency conversion rate.\n\nThere are 357 Canadian days in… https://t.co/G3YqYserXw",
        "@7StarsInsider @Caesars_Rewards @CaesarsEnt They worded it very poorly. Should read 'starting' no later than...\n\ne.… https://t.co/jpgElgfcPf",
        "@amber_athey @TeamCoco Hey Conan, we found you a replacement for Talin @sonamov. 😊",
        "@DrDave702 @dueforawin @Snickers99poker Doubt any casino has Red Dog placement these days, Dr. Dave.\n\nBut let's ask… https://t.co/azXwtxfGZj",
        "@DrDave702 @dueforawin @Snickers99poker Rebrand as Park Place.\n\nBring back classic table games such as Farobank (lo… https://t.co/81HTQBP1GD",
        "@tchanpoker 大佬, re-read my tweet again. 😉",
        "@tchanpoker TChan, violence is not not the answer.",
        "@hanchicago How dare you not side with 디저리두 선생님!",
        "@dueforawin LOL. Unbelievable.",
        "@onpacificavenue @RobertDellaFave For a recreational player, the high wagering requirements at BetMGM make the onli… https://t.co/vJHz2niVS9",
        "@epicesquire Re-reading this guy aceof♠️'s trip reports on some gambling forum. Man, this guy went to Revel a lot in 2012!",
        "@epicesquire What's up Epic. #QuarantineDay32",
        "@YouCanBetonThat @TravelFanboy Will this raw American TV data drive my pal @TravelFanboy douche chills? If so you can gtfo, DeVol.",
        "@YouCanBetonThat Look at that cupcake west region.",
        "@Matt_Bridger68 Richard Wilk mentioned he never hosted them, and never saw them again after filming, but John (Roma… https://t.co/jQDJUeITL8",
        "@jdwalter89 👋 Hey Justin!",
        "No longer a mystery. Thank you @Matt_Bridger68 and @RichardWilk.\n\nhttps://t.co/ts7XdcVRZ9 https://t.co/yXZEaBNJk5",
        "@Buck Joe, can you ask Oliver Hudson again how I should play Pocket Tens when the flop comes Ace Ace Ten.",
        "@Macosty1038 @hanchicago Pshhh, what the heck is that Mark, a single serve bottle?\n\nLive look at @hanchicago's pant… https://t.co/9A7rEalnOa",
        "@capjack2000 @GNOnlineCasino Even more egregious...\n\nOn a $10 bet, player wins a $1,200 Starmania slot jackpot on a… https://t.co/2Ys76uVFGa",
        "@capjack2000 @GNOnlineCasino It's the wild west out there when it comes to NJ Internet Casinos haphazardly issuing… https://t.co/k5wl1mT5vV",
        "@VitosCasino @RealKidPoker @masterclass @bigdaddylou71 So, when DNegs was talking about approaching a computer scie… https://t.co/uyhtknG0ui",
        "@ACWeekly @VisitAC NETELLER exited the United States market on June 28th, 2019.\n\n@7StarsInsider\n@MrACCasino",
        "@Matt_Bridger68 @RichardWilk @theDlasvegas @louistheroux \"Hi can I do a 4,000 Neiman Marcus for Matt Bridger? Do yo… https://t.co/5WbD5zqpoj",
        "@RedChipBettor @YouCanBetonThat Needs the LaTeX typesetting to be Mark DeVol approved.",
        "A poker player once screamed at Phil Hellmuth after a hand, \"Yo mama's so fat, when she flops a boat it sinks!\"… https://t.co/iG8m9XEbSN",
        "@thesquaredog @sincitytennis Cracka has obviously not read Freakonomics.",
        "@byladyren @CasinosUSA2017 must be loving this news.",
        "@John_Mehaffey You probably had the low locked up on 6th street in that hand.",
        "@TippingOddsLV Assessing Mitch's last bowel movement. OHH YEAH!",
        "Cc: @Route_40",
        "Cc: @amysrosenberg @ACEconPolicy",
        "Bally's Atlantic City\n\nSunday March 15th, 2020\n\nAll Table Games, including Roulette, Midi-Baccarat limited to three… https://t.co/RQ19jdlV2R",
        "@TheBettorLife @YouCanBetonThat @TravelFanboy @erosenthal1029 @SevenOutPod @jumbeezi For Team Depends over there in… https://t.co/JiaBl1RC4d",
        "@Stapes @ScottBHuffNY @huffstapes @asterios was the best Huff &amp; Stapes co-host. Way funnier than those two wankers.\n\n🙃",
        "@Lurnedoffexp You can try 1-877-448-5833. Not sure if the answer BorgataSports customer service gives you will be adequate.",
        "@dueforawin Promotion starts at Now O'clock. Good luck Craig.\n\nAnd Kyle is a wanker. 😋 https://t.co/k2531uVQ0N",
        "@ACpoker0271 @joem3rd Yes and yes. The requirement actually used to be -200 and greater.",
        "@ACpoker0271 @joem3rd You probably didn't get the proper amount and were owed. \n\nI bet the live in-play NBA promo m… https://t.co/3QxTYT09WE",
        "@joem3rd Don't count on getting your FreeBet. BorgataSports and BetMGM were aware of their glitches in their \"Play… https://t.co/q1DJwM3qLE",
        "@Lurnedoffexp It looks like for now you just lose them. Canceled FreeBet wagers on BorgataSports were graded as a $… https://t.co/HKjlTRpCX5",
        "@klocke47 I have the same issue, Kevin. They graded the canceled FreeBets as a win of $0, and it appears we won't g… https://t.co/eUxfBN6EfW",
        "@BornABoiler Boiler Up, see my tweets and responses. In short, the internal system 'graded' all canceled FreeBets.… https://t.co/T5Vcp6YlIk",
        "@mt0trip Or maybe you won't get them back, Matt, because they were graded by the internal system as $0 winning bets… https://t.co/IqnUEuIINP",
        "@Mike92736846 I have the same issue. It looks like you just lose the FreeBet, Mike. The system records a net win of… https://t.co/MmcMolqOsy",
        "@BetMGM Refunds for CASH wagers on canceled games have been returned, I do see that.\n\nHowever, FreeBet wagers were… https://t.co/Si3hhnUe4R",
        "I guess the policy at @BorgataSports and @BetMGM is that for canceled NCAAB games, they just take the FreeBet and n… https://t.co/pSeOW9lNqb",
        "@YouCanBetonThat Mark has told the San Diego 'Super Chargers'/Los Angeles Raiders story three separate times on the… https://t.co/JtzD2yCTRz",
        "@YouCanBetonThat Good job, Eradicator.\n\n🙂",
        "@SevenOutPod I agree, Tim and Eric Rosenthal are crème de la crème in the gambling podcast game.\n\n😉",
        "@TippingOddsLV @VitalVegas @KirkF3 OHHH YEAHHH!",
        "@TippingOddsLV @VitalVegas @KirkF3 Get rid of the Mitch guy, invite Dr. Rains back on the show for an episode. 🙂",
        "@SevenOutPod I was looking forward to hearing coach Melanie's poker wisdom on the podcast. \n\nBut instead these two… https://t.co/XnUDPfzKAi",
        "Hey @delaware_gov, if there ever is a time to troll @NJGov... it's fucking now o'clock.\n\nhttps://t.co/67uoKZmukp",
        "Dr. Mike's Biggest Fears In Life:\n\n1. Rincon craps tables closed due to coronavirus\n\n2. Children not getting into g… https://t.co/wizWsHsKBl",
        "HRAC Marketing Team 2018: 😲\n\nHRAC Marketing Team 2019: 😳\n\nHRAC Marketing Team 2020: OK, this guy is a fucking degen… https://t.co/VpTa2gF5fx",
        "@J_NO_LIFE @BobbyGsGambling @royalflusher @AliceInCasino @bebe_vegas @JodiScambler Class II machine so hold whateve… https://t.co/ul6UgIdhlZ",
        "@7StarsInsider @MrACCasino Ignore the Three Card Poker pictures, just the tweet by Horseshoe Baltimore and the repl… https://t.co/bZHPtY1XAA",
        "@7StarsInsider @MrACCasino \"I can't see the contents of either of the entire photos.\"\n\nThat's troubling, Darryl. Sm… https://t.co/tZzXtJvkJh",
        "Caesars Rewards deleted an awesome tweet before you had a chance to view it.\n\nFor your collection, Darryl.… https://t.co/2UidUjGF7e",
        "@2CasinoMorons \n\nFound a third moron working in the marketing department. https://t.co/N9erkcWUKE",
        "@TheBettorLife Story checks out. TabberNak follows @erosenthal1029 on Twitter, but not Tim, The Bettor Life, Lawson… https://t.co/wCljLBNkuY",
        "@YoEleven_ @CromwellVegas @ChrisMoore28 @briantonyavegas @YouCanBetonThat Was it the same guy who calls it the PASS LANE? ☺️",
        "In all other pooled joints in Las Vegas, there is little incentive for a dead weight, toke sucking dealer with no p… https://t.co/Cj2zctMldN",
        "In Las Vegas (strip, off-strip, downtown), there are only three casinos that are KYO tokes: @elliscasinolv,… https://t.co/FtXQCA3SzI",
        "@TravelZork @hanchicago @hunter @MacauCast @vegasnerds @theDlasvegas Trager peeks at only the short edge pips in Ma… https://t.co/u2ow70CJPv",
        "@YouCanBetonThat Why did Dr. Mike have to mention San Diego State! Now the Aztecs will get bounced in the Round of 32. 🥺",
        "@YouCanBetonThat 2,500 for 5, silly.",
        "@YouCanBetonThat Mark explains everything correctly on the show, then in the Episode Notes, writes 2,500 for 1. 😉",
        "@JonEMTP @7StarsInsider @MrACCasino Yes, quick and easy process at Caesars Rewards desk.",
        "Redeeming my annual retreat at Caesars Palace Las Vegas, last minute trip JAN27-31. \n\nHere's the updated list of ci… https://t.co/85NmnFSRAy",
        "Looks like I picked the wrong week to quit sniffing glue. https://t.co/frFZTJbNUl",
        "When holding 4 to a Royal Flush in Ten Play video poker...\n\nSometimes three or more key cards show up unexpectly on… https://t.co/XARzmk5nG5",
        "Borgata is hosting a Mini Football Throwing skill-based tournament Feb. 1, 2020.\n\n$25 Buy-In ($20 goes into prize p… https://t.co/28PUtzHkX5",
        "Looks like I picked the wrong week to quit amphetamines.\n\n🙃 https://t.co/WaDyKQ4lqx",
        "@AnnoyedPitBoss Same driver same driver.",
        "@Pennys4Vegas But Mark,\n\nThat's.\nThe.\nBunker.",
        "@rxgamble If you're an Asian AP... you know the sewing kit is always in this tin.",
        "@KyleAskine @JonEMTP @erosenthal1029 @TheBettorLife @YouCanBetonThat おもしろい。",
        "@JonEMTP @erosenthal1029 @TheBettorLife Dr. Mike's 'Chuck-a-luck For Advanced Players' podcast.",
        "@hanchicago I'll take 잉 for $500, Alex.",
        "@jdwalter89 @hanchicago @YouCanBetonThat @erosenthal1029 @KyleAskine Kyle Askine sets tiles hands like Dr. Mike plays craps.",
        "@YouCanBetonThat Great. Dr. Mike can hang out with those two wankers talking about casinos &amp; stuff.\n\n@2CasinoMorons 😉",
        "@YouCanBetonThat On a serious note, Mark, you did a really great job splicing in 'fourteenth' [12:25]. The listener… https://t.co/nmpVAsdLT1",
        "@YouCanBetonThat [31:25] 'Doubling a Soft 19 against a dealer Six is not correct for a multiple deck game.'\n\nYou're funny, Mark DeVol. 🤪",
        "@capjack2000 Betting quarter Kelly... that's crazy talk.\n\nEvery iteration of the MIT Blackjack Team lived dangerous… https://t.co/OiBNBr4uUw",
        "@Stapes @ScottBHuffNY Sigh. There was an attempt, Joe.\n\nThree and ½ football heads for effort.",
        "@Stapes Two Jacks In The Hole Throwback:\n\nStapes (to guest numerologists): Now, what is the significance of the num… https://t.co/c94GfBtdSC",
        "@erosenthal1029 (2/2) Unfortunately, like you noted, the juice isn't worth the squeeze.\n\nIt isn't 2014 anymore, whe… https://t.co/A4kQoiqyQv",
        "@erosenthal1029 (1/2) Even without the coveted Complimentary Room Benefit, the program still has tremendous value i… https://t.co/O7YoSgwWOG",
        "https://t.co/jkzgrX2A25\n\nhttps://t.co/Jw3ea2347T",
        "Like New York City rapper Nas, Mr. Kent Houston (CET LV Casino Marketing Director) won't stop/'cause he can't stop.… https://t.co/vqyHLruZGE",
        "@JonEMTP @jdwalter89 @TheBettorLife I see your 'casinos suck at social media', and I string raise you, Jon B.\n\nIn t… https://t.co/vDMgE2RdSS",
        "@YouCanBetonThat Race 1 (Sunday 1:25PM PST)\n\nLOS ANGELES CHARGERS +3 +105",
        "@RodPSterling @capjack2000 Here's an example of a player who received their $200 1x rollover sports bonus after New… https://t.co/A23dAgspfu",
        "@capjack2000 @MilesDentrell Two confederates participating in this promotion could bet both sides of a game at -110… https://t.co/GTTQy2Kr0L",
        "BetAmerica decided this week to quietly change the terms of their season long NFL Champion futures promotion, perha… https://t.co/GDnUuUXxDs",
        "[From the Five Hundy by Midnight Facebook Group] \n\nApparently on 'bubble craps' (Interblock Organic Craps) at The L… https://t.co/70ChKM8NuI",
        "[3:52] People seem to really like this (poker tournament) quiz! We might have to quiz you more often!\n\nVinny Chenz… https://t.co/c8Px0Q1erX",
        "@YouCanBetonThat Apple Podcasts basically has it as Episode 192B. Finally, a coupled entry, like in thoroughbred ra… https://t.co/raSQbpAM4O",
        "@TheBettorLife In Jay Boice and Nate Silver we trust. \n\nVamos.",
        "PokerFraudAlert Radio discusses Ocean Casino Players Club's Negative Check-Off Scam in the lastest October 18th epi… https://t.co/cuMIzj1UD5",
        "This is like betting on the Don't Pass, come out roll is a 10, and moving your bet to the Pass Line.\n\nEven Dr. Mike… https://t.co/DCLOPTC5n9",
        "@George_Addams @jdwalter89 Automatic 3.4% withholding by Indiana Department of Revenue on any jackpot, and no compe… https://t.co/SQTeOQBcsp",
        "@YouCanBetonThat [33:52] Frank from Boston? Nice try, Logan from Hawai'i, you wackadoodle. 😋",
        "@epicesquire Yes! But no EpicEsquire sighting. That guy is doing a great job co-hosting Tipping The Odds LV.",
        "@jdwalter89 Definitely not at 500 Boardwalk! Our recreational gambling community is pretty much done with that casino.",
        "To the Fukienese machine pro racewalking with good cadence, I was curious where you were going, after I just had a… https://t.co/5bkNNSHNK6",
        "@YouCanBetonThat Oh, and make sure to cc: Swedish Allsvenskan professional handicapper @TheBettorLife with the relevant statistics.",
        "@YouCanBetonThat Here's the relevant math Dr. Mike is looking for. This applies to full pay Jacks.\n\n(If and) When D… https://t.co/NqDzFjG1WJ",
        "@TheBettorLife Betting on Allmänna Idrottsklubben of the Swedish Allsvenskan league: reasonable.\n\nBetting on Italy… https://t.co/Ubis8vsRXV",
        "No Gamble, No Future.\n\nVamos. https://t.co/jyq0ajxysZ https://t.co/b635sVjnLj",
        "It's Monday at the water cooler. Holding this Miami Dolphins futures bet on DraftKings, you would:\n\n1. Hedge $2,250… https://t.co/3v4MRJ48mj",
        "Imagine how delighted a high limit customer at Ocean Casino is to see ALL their earned comped dollars wiped out.\n\nA… https://t.co/tXjPB00L0y",
        "Survey says...\n\nThe New Adventures of Old Christine.\n\nYou can recognize Julia Louis-Dreyfus's distinct voice. https://t.co/x89goj99C2",
        "@EdMillerPoker I get list e-mails from [bombers] to my alum forwarding and l never lived in Burton Conner. 🤷🏻‍♂️\n\nB… https://t.co/6TKjoijQyp",
        "@TippingOddsLV Dr. Kev wins again. AGAIN. All he does is win no matter what.\n\n🙃",
        "@YouCanBetonThat Mark, David needs to play a session of Pai Gow Tiles and be up for his life, just like his gamblin… https://t.co/jrQcHFjJcp",
        "@drtaylorj 너무 귀여웡!",
        "@donparks21 @slot_porn Listen to his interview with @ToddWitteles on PokerFraudAlert Radio at the 1:00:30 mark. It… https://t.co/xfHMPNtMeQ",
        "@jdwalter89 Plus nine seventy after tokes.",
        "$500 'Tier Match' promotion at Encore Boston Harbor as advertised on August 8th.\n\nNow for a nice relaxing game of b… https://t.co/t1L9aveqQH",
        "CET 10x Reward Credit Multiplier 3PM-7PM and a concurrent play-and-earn free slot play promotion. \n\nTime to max thi… https://t.co/yT6NyA9bQh",
        "Listening to the latest @TheBettorLife episode on lunch break today and @erosenthal1029's Gulf Coast trip report...… https://t.co/Izrucn5kOh",
        "$458 Vinny, $137 Mona Lisa.\n\nLoad up the bounceback free slot play.\n\nGot 'em all. Plus the $3,066 Grand for dessert. https://t.co/GPPruMxsai",
        "@ScottBHuffNY Waiting for @Stapes to show up to put a bow on this RRJO.",
        "Again, #fanboyed for one hundred thousand dollars.\n\nAi Ya. 😐\n\nLyfting back to Ocean Resort. https://t.co/Cy05yPW8Pw",
        "Just got #fanboyed for $100K. \n\nSigh. 😕 https://t.co/6hIzelokeC https://t.co/vVTGfjwguY",
        "One Toronto Raptors win away from being a very expensive drink coaster. 🙃 \n\nOh well, back to the craps tables at Oc… https://t.co/zILdM61CGW",
        "@Lance_Bradley @Donnie_Peters \n\n@phil_hellmuth mentions at the 11:51 mark that he and @ItsJohnnyChan revised the pa… https://t.co/g8rPPfsFqK",
        "Cereal Town, we hardly knew ye.\n\n@dueforawin https://t.co/giY4I2B6Ww",
        "Hard Rock Wild Card Rewards: We're #1 in having an monthly mailer/offers website that only requires your player's c… https://t.co/xMeSTGvdai",
        "@2CasinoMorons @TravelZork Uh oh! V-E-R-N! Three minutes to Wapner!\n\nFantastic episode #46, JW!",
        "W. 🙌 https://t.co/sFjYg1sMST",
        "@VitosCasino I have the same set of Tiles from Mohegan Sun. Now shuffle up and deal some hands! Perfect strategy fo… https://t.co/TU13BDo17A",
        "@jdwalter89 @MississippiRob4 🙃",
        "@MississippiRob4 @jdwalter89 Stop thinking about it. Just do it. 🙂 https://t.co/7SHZGLFGhX",
        "@dontloseallofit @John_Mehaffey MontBleu Lake Tahoe. Used to love playing that machine on promotional days. Awarded… https://t.co/ttAhcMIlIF",
        "'FIRE AND ICE' Pai Gow Tiles side bet at Borgata (Atlantic City, NJ)\n\nHouse Edge 16.5%\n\nAnalysis:\n\nALL RED (Pays 1,… https://t.co/IBGAQph1tB",
        "https://t.co/09oHbrNJiy",
        "Déjà vu, perhaps. Let's see how this Australia-based sportsbook operating in NJ handles this 'obvious pricing error… https://t.co/lRuEIXatyA",
        "@YouCanBetonThat @drtaylorj Dr. Kev wins again. Sigh.\n\n@TippingOddsLV",
        "@drtaylorj @sportsbooktom +280/-340.",
        "@YouCanBetonThat Good luck Dr. Mike on your San Diego State basketball wagers Saturday.\n\n2019 Mountain West Confere… https://t.co/BNyz1v2nyp",
        "WHAT HAPPENED TO GOLDFISH FROM PLUTO?! 🥺😭\n\n@dueforawin @KyleAskine @CStoneNo37 https://t.co/7PyFN8DlI6",
        "@YouCanBetonThat Remember Rupert Jee's Hello Deli on David Letterman? That 'Jee' sound.\n\nYou can also hear a native… https://t.co/0HT9rpOAQy",
        "@drtaylorj 맞아요.",
        "@erosenthal1029 @VitosCasino @Mikey9s I sent an e-mail. Timothy Larson responded and told me to f- off. 🙂\n\n@TheBettorLife",
        "@VitosCasino @Mikey9s @WHungPoker @erosenthal1029 Cousin Vito has really stepped up his celebrity game! Who will be… https://t.co/BnbJWTlNEu",
        "@jdwalter89 🙂",
        "@jdwalter89 @TheBettorLife @unmarketing When the Hebrew Hammer speaks, I listen.",
        "@VitosCasino @red318is @gamblepalooza Vito, remember when Foxwoods had Chuck-a-luck, Red Dog, and Boston 5 in the R… https://t.co/J1DVmnVec9",
        "@KyleAskine @hanchicago @jdwalter89 @dueforawin Ai yah 😊 https://t.co/yrVvCdmlk2",
        "@LasVegasLocally @RichardWilk @1daisymarie @MsTeagan @AndiamoLV @theDlasvegas We fans of Vegas would like… https://t.co/T54G98sdh1",
        "@KyleAskine @hanchicago @jdwalter89 @dueforawin Practice time @KyleAskine. \n\nL2 H7 5 H10. \n\nWhat's the play.",
        "W. 🙌 https://t.co/q9uEtGM42y",
        "I'm with @julianromero559, especially with a favorable -120 moneyline.\n\nSolidarity.\n\nAll-in on the Patriots. #GoPats https://t.co/wDeUWS7i3D",
        "@RandoShadow @YouCanBetonThat @ParisVegas @YouCanBetonThat must've misspoke at the 41:01 mark of Episode 173. It ha… https://t.co/RwE8uzO5nl",
        "@2CasinoMorons \n\nHey JW, add this one to the collection. 🙂\n\n(Credit: R. Andrade, Facebook) https://t.co/om0QeVW1iu",
        "@TheBettorLife AcQcJc of course. Timothy, we should play some Tiles at Ocean.",
        "@Snickers99poker Nice. Chain rule up next.",
        "@jdwalter89 AA 437 LAS-PHL this morning!",
        "Walked by @SBlum2711 in @HardRockHCAC today and almost didn't recognize the 2017 WSOP Main Event Champion. Exceptio… https://t.co/6qZgRcpTYI",
        "@jdwalter89 So far today, DDB at Four Queens, Super Aces at Downtown Grand, Bonus Poker at The D Vue Bar.",
        "Great view as always. @CaesarsPalace Augustus Tower. Off to do some more gambling. https://t.co/SECd50A0nW",
        "@CaesarsPalace High Limit. In for $1,500, out for $2,100 at Pai Gow Tiles. Banking for 110% of last player bet is a… https://t.co/RlG8BOJSsx",
        "\"Hi, my room key isn't working.\"\n\n\"Sir, you are at @CaesarsPalace Las Vegas, not Ocean Resort.\"\n\n\"Oh.\" 😐\n\nLas Vegas… https://t.co/6iaf1xcTBW",
        "@TheBettorLife KsKh, worth $7.68 and it's not really close, Timothy. 😉\n\nAhKhQh is worth $6.55, AhKhQh3h $5.60.\n\nKsK… https://t.co/Hzo88J6ti6",
        "@playwithanedge1 @BallysVegas Five card straight flush on the 6 Card Bonus bet. Pays 200 to 1.\n\nPlayer obviously ha… https://t.co/CYeNpMGJJB",
        "@capjack2000 BetStars has the Super Bowl coin toss prop vig-free, $1K limits. And with their VIP loyalty program St… https://t.co/nkfuU5DKXP",
        "20 v. A ... +0.60 EV (Stand)\n\nAA v 6 ... +0.67 EV (Split)\n\nHowever, some may (incorrectly) reason that the EV of ea… https://t.co/kHrGnpHE6l",
        "@AtlanticCityJay @SALonghorn1 @Vegasconfesspod @shanemields @erosenthal1029 @julianromero559 I think I know the rea… https://t.co/e2E5ymVU8A",
        "In baccarat, you squeeze the long edge and see a three pip diamond, so it is the 6, 7, or 8♦️.\n\nNow you slowly sque… https://t.co/t8pz9vhlF8",
        "@TheBettorLife @YouCanBetonThat @TimothyJLawson @erosenthal1029 @DKSportsbook @CircaLasVegas Way better audio than… https://t.co/YpB6zIoaW0",
        "@drtaylorj @YouCanBetonThat @TravelFanboy @TheBettorLife You the real MVP.\n\n수고했습니다.",
        "@mownsno @JonEMTP @YouCanBetonThat I think Mark DeVol mentioned dealer hardway bets limited to $75 at RinconSoCalFu… https://t.co/UiBVSFLlZ5",
        "@JonEMTP @YouCanBetonThat The negotiable cheques have bright edgespots, so I'm guessing a few wagers on the Fire Be… https://t.co/4PKyIicdVs",
        "@YouCanBetonThat Wow, look at all the cheques on that layout! \n\nSomeone hopped the 1-5 for $75! (No idea which Lee… https://t.co/jfVkFn67uU",
        "@hanchicago @dueforawin @KyleAskine Tuesday is $2 taco day at Bubbakoo's Burritos, located next to The Original Soupman. They are delicious.",
        "@baccarat_guy @JonEMTP @TravelZork @TheOceanAC @Hyatt They removed the really neat remotes.\n\nAnd the Cisco in-room… https://t.co/03hpRVJmTA",
        "@bluestorm2000 1 in 216,580 deals, Alastair. 🙂",
        "@JonEMTP @TravelFanboy @TheBettorLife Strategy is interesting but complex. 10 coins per line wager to activate the… https://t.co/c3gg8jiJrr",
        "@TravelFanboy @JonEMTP @TheBettorLife There is a VP game out there called Color Match Royals. Can be found at Foxwo… https://t.co/kv2jlgpkfy",
        "@TheBettorLife Only the second time? And you call yourself a gambler, Timothy? 🙂",
        "Actually @viceloungeol @tonysnyder 25¢ Triple Play has less volatility than 50¢ single line, believe it or not.\n\nPl… https://t.co/cHvBoffwRy",
        "Condolences to the PokerRoad Radio family regarding WSOP bracelet winner @olegsmith's passing.\n\n@BartHanson,… https://t.co/NRyKGA0lww",
        "@7StarsInsider @JonEMTP @HeavyRiffBeer If you're keeping score at home, the scoreboard now has been updated:\n\nDARRY… https://t.co/1hjf7ZEGFD",
        "@cgerald1 @2CasinoMorons Spike &amp; T-Bag (AKA The Law Firm of W &amp; W) host the most underrated casino and recreation podcast out there.",
        "@hanchicago Not Cereal Town. It's only open on weekends.",
        "@capjack2000 @RufusPeabody Meh. $750,000 miss.\n\nMinus 37% marginal Federal Income Tax on income over $510,300 and 2… https://t.co/GJYVgjfmWf",
        "@hanchicago @dueforawin @KyleAskine You'll be their second customer, Han! I had breakfast there one morning last November. 😊",
        "@hanchicago @dueforawin @KyleAskine Cereal Town is open right now.",
        "SBNC of Risk Aversion.\n\nThree entrants (presumably qualifiers) simply took their $5,000 SBNC bankroll and wagered $… https://t.co/Yzd2tDhT86",
        "@Casino_Examiner 40 to 1. Nice hit JSTAT. When the Dragon 7 and Panda 8 first came out at Revel Casino Hotel with $… https://t.co/XTMObUgIOI",
        "@FacesAndAcesLV Great podcast Dr. Taylor, keep up the great Vegas content and interview pairings! https://t.co/QZX1vHOtR0",
        "@TravelFanboy @MississippiRob4 Euchre.",
        "@notsosharp4 Any host on property or your own host can access your trip theo. Just ask for your table games theoret… https://t.co/bWOGoW6aA1",
        "What's so ridiculous about it?\n\n@notsosharp4's theoretical loss was $170 to $255 for the 3 days, as CET Total Rewar… https://t.co/ZU7OHnHY4k",
        "@YouCanBetonThat @TravelFanboy @jdwalter89 @TheBettorLife @erosenthal1029 Just hand that 1/4 Trippie Award to Mr. B… https://t.co/SsMhmXjXaz",
        "My reaction.\n\nAfter reading the Twitter update that Episode #171 of @YouCanBetonThat will be delayed by at least 16… https://t.co/huAWwkNUNF"
    ]
}