{
    "screen name": "KingDavie24",
    "no. of tweets": 143,
    "tweets": [
        "Roger Garrison deserves the Nobel Prize for economics",
        "LESS OF KENYES AND MORE OF HAYEK PLEASE",
        "America was set up as a Constitutional Republic, now that the Federal Reserve is monetizing government debt on a ma… https://t.co/m2i8opjSu4",
        "Barry Goldwater had an amazing sense of humour 👌🏻",
        "Discovering and reading Ayn Rand changed my life  for the better and I’m confident it will do the same for most people",
        "What a fucking bitch https://t.co/HjzbscKVlS",
        "@caroljsroth is the 🐐 https://t.co/xIVwPTroba",
        "In what universe is Kobe the 9th greatest player of all time?!\nMy top 5 is \nMJ\nLebron \nKareem \nMagic \nKobe https://t.co/J23pBbLRMY",
        "If peace, progress, harmony, innovation, and human creativity are people’s social goals then Capitalism is what we need to fight for",
        "We’re letting this amazing man down right now 😭😭😭 https://t.co/3U7ZNxmkQO",
        "We’re going down the road to serfdom https://t.co/QhYsEWVa0O",
        "When one of your heroes gives you a shoutout 😍👌🏻 @GeorgeSelgin https://t.co/kJnnSOYCwd",
        "@GeorgeSelgin and @lawrencehwhite1 is the ultimate dynamic duo 👌🏻",
        "This is gonna be epic @GeorgeSelgin 👌🏻 https://t.co/wcB9eiI1g2",
        "The only fair is Laissez-Faire https://t.co/smYpkDhMAS",
        "The Lakers should resign Pau for his last year then have his jersey hang next to Kobe’s",
        "@lawrencehwhite1 Haha that’s a great touch having Frank Knight in the picture",
        "Happy Birthday to my favourite intellectual hero, FA Hayek 🐐 https://t.co/jvQiZEmjsY",
        "Not a bad book to read again at this time https://t.co/bAOO3UIqrX",
        "Atlas Shrugged is a life changer 😍👌🏻",
        "Kobe is the most fundamentally sound basketball player the world has ever seen",
        "@jeffreyatucker said late January that this pandemic would be used a prime opportunity for governments all around t… https://t.co/GHBEiqzrfx",
        "We will never have honest money again until we take away governments power to engage in monetary policy",
        "WHERE IS JOHN GALT?!?!",
        "Individual rights are not subject to a public vote; a majority has no right to vote away the rights of a minority;… https://t.co/xBupuij2T6",
        "Why do I have a feeling that this will backfire https://t.co/19f0dltBlt",
        "We are now living in a dystopian novel https://t.co/PbncSNACiO",
        "Only government can take perfectly good paper, cover it with perfectly ink and make the combination worthless \n\n- Milton Friedman",
        "Listening to @lawrencehwhite1 giving a lecture about free banking is always a treat",
        "@caroljsroth The Biggest Con: How the Government is Fleecing You by Irwin Schiff",
        "@kleiner36 Our healthcare system is regulated to death! If we need massive testing, we gotta stop putting barriers in the way",
        "@kleiner36 You know my parents, you know my brother, do you honestly think I would be lying about something this se… https://t.co/OPNNI5EqBM",
        "@kleiner36 At the very beginning the CDC decided to monopolize testing and didn’t allow the private sector in, they… https://t.co/bzciDYGxAA",
        "If they could make a hologram of Tupac than the can make ones of Mises, Hayek, Friedman, and Ayn Rand because it’s… https://t.co/i0d630C2rG",
        "Then explain how 19th Century America became the biggest economic powerhouse that world has ever seen at that point… https://t.co/iCKYmHh5Ic",
        "I have so much admiration and respect for @kerry_edu for standing up to the educational establishment and empowerin… https://t.co/7L1VISkeYI",
        "This would have been mainstream healthcare for years but stupid regulations delayed it for years https://t.co/CUEWNQ7A4v",
        "@GiovanniPedraz2 He’s the 🐐 and I don’t see that changing anytime soon",
        "ABOLISH THE FOOD AND DRUG ADMINISTRATION \n\nThe Free Market can do this easily, all the government has to do is to S… https://t.co/hghYF5FtAw",
        "The lesson that should be obvious here is that BIG GOVERNMENT DOES NOT WORK https://t.co/nnZFhO1FqT",
        "Keynesian Economics must die so the economy can live",
        "We still haven’t addressed a major problem, women who are in their third  trimester going to do? I think it’s fair… https://t.co/naAuf2LIoV",
        "100% yes https://t.co/VjJdNgq3Ou",
        "Kobe and Lebron facing off in the finals....I mean I think it’s a no brainer https://t.co/7Jr5XdWDaQ",
        "I MISS YOU KOBE YOU WILL ALWAYS BE OUR GENERATIONS 🐐 https://t.co/3v99hgsZ3i",
        "If we can’t go out and celebrate on the 4th of July, than we can no longer call America the land of the free",
        "Ayn Rand is arguably the most important woman that’s ever lived",
        "Once again unions fucking over American taxpayers! https://t.co/mkHW8ZWrWa",
        "Well if this a good thing by the same logic, forcing Jews to wear yellow Stars of David was totally fine..... https://t.co/NIIhKyFSC2",
        "🐐🐐🐐🐐🐐 https://t.co/81eII5M0aL",
        "@kleiner36 I truly believe that the blockchain technology and all of its applications will drastically reduce trans… https://t.co/T2fRIrY7tP",
        "@kleiner36 I agree, cryonism is bad, the only to stop that it is to make it impossible for business to get in bed with the government.",
        "@kleiner36 The courts only have one purpose, to adjudicate disputes under clear objective law. \nSince the industria… https://t.co/RBvj1Xdcqe",
        "Now would be fantastic time to unleash the magic of free enterprise",
        "My safe word for sex is.....BORING",
        "Hands down the best tweet of 2020 https://t.co/ltA1KoaG6e",
        "@kleiner36 I completely agree that if anyone or any company violates private property rights than the government mu… https://t.co/PnuPiSHl1s",
        "@kleiner36 Once the courts and congress gave a green light to factories and railroads, then the little guy was no longer protected.",
        "@kleiner36 I know but if we allowed common law, tort law , contract law to adapt and evolve in a natural way like i… https://t.co/jcgCGLE27T",
        "@kleiner36 What happened was the progressive era that started in the 1870s corrupted the judicial system saying pri… https://t.co/BnDLyres9M",
        "@kleiner36 When I speak of free markets, I mean economics,  impartial rule of law, and private property rights that… https://t.co/3A6NazdTbg",
        "@kleiner36 We have tort law, common law, contract law. Unfortunately, they haven’t been able to have its natural ev… https://t.co/2x5XhAamo9",
        "It’s about time that Ayn Rand is trending, but that’s not gonna be enough, we need our leaders to be embracing her genius now more then ever",
        "Shoutout to Ben Bernanke and Janet Yellen for their total incompetence and ruining the American economy",
        "What to name my future dog?",
        "Less Keynes and more Hayek would be great right now!",
        "@kleiner36 But there has been sprinkles of examples from around the world that showed that the market can work for environmental concerns",
        "@kleiner36 The problem is that it’s hard to see how market arrangements can solve these disputes because the organi… https://t.co/JeI7T50GiU",
        "@kleiner36 If my actions cause you or your property harm, then the government has every right to enforce me to pay… https://t.co/iFgtfTALR4",
        "WHY IS THE GOVERNMENT STILL REGULATING HEALTHCARE WHEN IT WAS THE REGULATIONS THAT CAUSED THE LACK OF TESTING TO BE… https://t.co/Set1hgsy2S",
        "@kleiner36 In a free market people should be able to engage in any transaction they want as long as they don’t viol… https://t.co/RZEhBf6OWP",
        "@kleiner36 If we had private property rights and of a company violates someone’s property rights to a a river, then… https://t.co/b7kk5XOxDi",
        "Just started #TigerKing \n\nPEOPLE ARE FUCKING NUTS",
        "@kleiner36 You need the rule of law if you have a market, private property rights initiates the rule of law",
        "@kleiner36 Yea and that demand could create alternatives like maybe rhino horn knockoffs because it obviously is a time consuming process",
        "@kleiner36 There’s one thing that you’ll agree with me 100% on this that China MUST face serious consequences for w… https://t.co/uttjOSMJR0",
        "@kleiner36 Same with fishing pools for salmon  in Scotland the same thing happened",
        "@kleiner36 To protect the animals because it’s a revenue stream, the hunter wins, the owner wins and the animals li… https://t.co/tPYlC1rczJ",
        "@kleiner36 Here’s a classic example, poaching in Africa, if you have allow endangered animals to be prottcted by pr… https://t.co/K1zxuWQpSb",
        "@kleiner36 Without market feedback, economic calculations are impossible to make. Markets don’t operate in a vacuum… https://t.co/PAYSlCW5Jt",
        "MAMBA FOREVER 💛💜💛💜 https://t.co/aFnimvJPAZ",
        "FUCK😭😭 https://t.co/TkjzkzCodS",
        "Statists are always wrong",
        "💯💯💯💯💯💯💯💯💯💯💯 https://t.co/1DEC0fq6YZ",
        "ABOLISH THE FDA! The government should have no role in the healthcare industry at all",
        "@kleiner36 All of these regulations make it impossible to lower transaction costs, a great way to clean up the envi… https://t.co/A2jCRZEHGS",
        "If you’re still a communist after this, you have something up your ass! Yes it’s that simple https://t.co/vuDPqYRwc9",
        "There’s IVY League economic professors who think the best way to greater economic growth is by running money off a… https://t.co/2LRl3UkDAy",
        "We must hold the American Medical Association accountable! They are the reason we don’t have more workers in health… https://t.co/B8zibyLTSV",
        "My dads buddies from medical school call him Davie 😂😂😂😂",
        "When future historians look back on this crisis they will say it was a failure of government and that the free market saved the day",
        "I MISS KOBE 😭😭😭😭",
        "Let’s abolish all government regulations! The free market is a self regulating order that doesn’t need to be micro… https://t.co/1Ni1kkvi9r",
        "China has been lying the whole time?!?! \n\nWho would have ever suspected that a communist country having strong mora… https://t.co/MboJgir7oG",
        "As long as non essential things are being taken away how about we take away 90% of the size and power of the federal government!",
        "We REALLY need Ayn Rand right now 😭",
        "HOLY SHIT THIS IS UNREAL https://t.co/uGKXsGDZmb",
        "Remember when everyone said there’s no libertarians in a crisis? https://t.co/VOI4t32Tqu",
        "For those who still belive in social justice, maybe it’s time to reconsider https://t.co/GUmnNBRDLI",
        "Libertarian feminism is where it’s at, women who fall in that category are fucking brilliant",
        "Let’s abolish the EPA!",
        "If regulations mace things worse during a crisis, what makes anyone think they will work when it’s back to normal?… https://t.co/38GKX2bt2J",
        "GET THE GOVERNMENT OUT HOLY SHIT THEY ARE FUCKING UP https://t.co/4FXDU30wEG",
        "We need to legalize insider trading",
        "@M_Rausch25 The new season is 🔥🔥🔥",
        "Unions are the reason why we have horrible education and healthcare",
        "The only reason we have doctor and nursing shortage is the because the American Medical Association asked the gover… https://t.co/FXMlw8acg7",
        "So far he’s doing great! https://t.co/rzrE0CrGxK",
        "Let’s abolish regulations and corporate taxes so more companies can innovate like this! https://t.co/u9gtjNFsGN",
        "My 3 favourite women who have influenced me the most \n1. My mother\n2. Ayn Rand \n3. Joan Rivers",
        "@kleiner36 Depends on how long this thing lasts",
        "FREE MARKETS FOR THE WIN! https://t.co/VR4VM6vt9X",
        "#SafeSexTipsDuringQuarantine\nTry doing an impression of me and I’m confident she will leave you alone",
        "What’s a bigger job killer\nCOVID19 or labor unions?",
        "Unions are the worst..... https://t.co/VoVANkKp1j",
        "Combating the coronavirus pandemic: Bosch develops rapid test for COVID-19 - Bosch Media Service\n\nI’d love to see a… https://t.co/Ose7S5yh0k",
        "Shoutout to Ben Bernanke for putting our economy on a road to an inflationary depression! Here’s the funny part, he… https://t.co/NgRV97siHy",
        "The American Medical Association MUST be held responsible for what’s about to happen",
        "Shoutout to the American Medical Association for destroying our healthcare system for over 80 years! Now their corr… https://t.co/nv8paTkkWL",
        "She’s an academic fraud https://t.co/L5dsjRlbFX",
        "Milton Friedman said the FDA should be abolished decades ago, after their epic fuck up not getting tests out to the… https://t.co/BmtLkC8FDj",
        "Government regulations are lethal \nMarket forces save the day! \n\nWe need a separation of healthcare and state https://t.co/OeeW4KKnTu",
        "I can’t believe that so many people think price gouging is problem, it really shows the lack of understanding of ba… https://t.co/hSEuW6322X",
        "CAPITALISM FTW https://t.co/c5ck53CSqd",
        "Mises, Hayek, Friedman, Hazlitt, and Rand are all rolling over in their graves right now as government intervention… https://t.co/Vx778J691h",
        "Opinion | How to Prevent a Coronavirus Depression - The New York Times\n\nThis approach is what got us in trouble in… https://t.co/rGOx6y0Sf3",
        "Keynes is dead but now we are living in the long run, and as a result the American economy is about to collapse",
        "Financial analysts are still completely clueless on what’s about to happen",
        "WHY DO PEOPLE THINK THE THE GOVERNMENT CAN SOLVE THIS PROBLEM \nTHE FREE MARKET CAN SOLVE THIS PROBLEM EASILY https://t.co/Nkkin6rs2k",
        "Austrians: Getting things right since 1871",
        "😍😍😍😍 https://t.co/RoXk1kXHHq",
        "Hopefully one of the good things that will come out of this crisis is that it will strike a final blow to Keynesian… https://t.co/Z1jgrEuIq4",
        "Statists are the worst....",
        "Inflexible, bureaucratic FDA is dragging its feet on coronavirus response\n\nCENTRAL PLANNING DOES NOT WORK! ABOLISH… https://t.co/UjN8GliGN5",
        "@GiovanniPedraz2 Massive overreach of government",
        "We’re on the road to serfdom.....",
        "Just because there’s a global pademic THAT DOES NOT MEAN GOVERNMENTS CAN VIOLATE INDIVIDUAL RIGHTS",
        "WORST SEASON EVER https://t.co/tNjLGn2S9r",
        "GET THE GOVERNMENT OUT OF EDUCATION NOW https://t.co/gvaRKsRFwq",
        "Just an other example of how destructive unions are in the last 115 years........ https://t.co/AghZszAJtF",
        "GOD BLESS CAPITALISM \nTHIS FINANCIAL CRISIS FROM BEGINNING TO END WAS CAUSED BY GOVERNMENT https://t.co/7d6r2IMBKJ",
        "#OnThePandemicUpside\n\nThis shows the complete incompetence of central planning! \nEnd the Fed and End the FDA!",
        "This is what happens when you take social justice to its logical conclusion! https://t.co/F28zm2WKbG"
    ]
}