{
    "screen name": "fabarong",
    "no. of tweets": 144,
    "tweets": [
        "Debes estar cansada de que te hagan este chiste tan malo🤦‍♂️",
        "@ReporteCOVID19 😖no se ve bien la imagen...",
        "@KBohorquezC No sé, esa gente que se sube en ese tipo de camionetas (generalmente Toyota) tienen una actitud muy ag… https://t.co/6839EcSkQY",
        "@ValoraAnalitik @AeroCivilCol @MinTransporteCo @PROCOLOMBIACO @AnatoNacional @Cotelcolombia Pensé que estaba cerrado el aeropuerto🤔",
        "@BerniPedraza @NachoGomex Por favor!, él es uno de los pocos periodistas responsables de este país.",
        "@DraGranadilla @MabelLaraNews @NachoGomex ayuda!!",
        "@DraGranadilla Dra, cómo le puedo ayudar?, es enserio, su labor es MUY IMPORTANTE",
        "@ClaudiaLopez @PoliciaColombia @MinSaludCol @INSColombia AYUUDAAA!!!!! https://t.co/GSaC6Avftf",
        "@DraGranadilla, leí su hilo y me siento muy frustrado (además con ira) cómo puedo ayudar para que sansionen a los i… https://t.co/lT7kuKOs4Q",
        "@TRIKYHUMOR @RAEinforma Es que nunca terminamos de aprender!, y el español menos...",
        "@TRIKYHUMOR @RAEinforma pueden ayudarnos a clsrificar cuál es la forma correcta de enunciar esta frase? #dudaRAE",
        "@TRIKYHUMOR 🤔...pensé que era del verbo \"haber\"",
        "@TRIKYHUMOR Has*",
        "@Cathe_tr Noooo!!!",
        "@Cathe_tr Cómo asi que no tienes un amigo que te lleve lo que necesitas?",
        "@jnietoblanco La corrupción es más fuerte que la Covid-19. Razón tenía Jaime Garzón al decir: \"El problema somos nosotros mismos\"",
        "@DalyGoldenHair 😓👍",
        "@DalyGoldenHair 😳cuídate!, hay que tener cuidado!",
        "@HUGOLEONROJITO Que estupidez la suya, si no fueran después preguntan que dónde están los gobernantes.",
        "@vicdajiba @COLElige @ReporteCOVID19 @Hail_Gu @InfoCOVID19__ Son más pruebas y más oportunas. En Colombia hasta aho… https://t.co/DbvcEzZGUa",
        "@ReporteCOVID19 Porque hay mucha indisciplina, faltan pruebas y el sistema de salud no tiene todas las herramientas.",
        "@BeatrizCerdan ...felicitaciones por valorar estas cosas...hay profesores que hacen lo siguiente: https://t.co/yfUsy63UdS",
        "@lubnanbaal @TierrasyGanados @CamaraColombia Hay estudios que dicen lo contrario\nhttps://t.co/HFSptjllbx",
        "@vicdajiba @COLElige @ReporteCOVID19 @Hail_Gu @InfoCOVID19__ Mira el dato de pruebas...",
        "@CinMorAleja En ese mismo momento dejas de serlo",
        "@manolitosalazar 🤦‍♂️",
        "@sgtbeatlesx Bueno, para eso se estudia, para aprender. Otros lo hacen para obtener títulos (vanidades).",
        "@ReporteCOVID19 Muchas gracias!",
        "@ReporteCOVID19 Hola, en qué lugares de cundinamarca se presentaron los nuevos casos?",
        "@albatrostv @CPerezaG Buen punto🤔...fin de proyecto independiente",
        "@COLElige @ReporteCOVID19 @InfoCOVID19__ @Hail_Gu @german_ricaurte Eso no dice nada más que el número de pruebas es… https://t.co/ReoP90wqAz",
        "@CPerezaG @albatrostv Se llama hidrolavadora, la puedes tener en casa y no te empleas!",
        "@dinersrevista Esta es otra forms de quemar calorías sin salir de casa https://t.co/hq4dLzi0sU",
        "@RonnySuarez_ @ReporteCOVID19 tal vez sea de su interés",
        "@ANDI_Colombia @BruceMacMaster Cuando el sistema de salud esté bien y se tenga un buen diagnóstico (más pruebas con… https://t.co/pdKwoJxOYd",
        "Nos regalan el virus para vendernos la vacuna.",
        "@TheEconomist @MinSaludCol @INSColombia al fín el tabaquismo es o no una comorbilidad?",
        "@DalyGoldenHair Me pregunto porqué no trabaja en la @NASA😂",
        "@LoreBeltran Por lo menos ya sabes como \"quemar\" calorías sin salir de casa😂",
        "@LuisEspinosa215 \"Es fácil mentir con estadísticas y difícil decir la verdad sin ellas\" Andrejs Dunkels.",
        "@IDEAMColombia Hola, pueden enviarme el status actualizado de las imágenes de este radar por favor?",
        "@CMILANOTICIA Eso sería un caso de publicidad engañosa?🤔",
        "@Carolina_tipo1 @odpdh @RonnySuarez_ Un grupo independiente llamado @ReporteCOVID19 ya tiene registrado un caso, se… https://t.co/wArrSELKR0",
        "@CMILANOTICIA Esto demuestra que no hay disciplina para un desmonte progresivo de la cuarentena. Si no hay pruebas… https://t.co/OqWZFtyeTv",
        "@eduardtamara @CMILANOTICIA Hay muertes que muy problablemente están atribuidas a la pandemia y no están en los rep… https://t.co/ibtRHh5Ymb",
        "@CMILANOTICIA A este análisis le falta incluir el subregistro. Hay muchas muertes que se han aumentado respecto a p… https://t.co/D5utPyT3Xr",
        "@ReporteCOVID19 podrían realizar un análisis de este tipo para \"corregir\" el subregistro de @MinSaludCol ? https://t.co/R3pWYR2NFV",
        "@moni_magenta @CamiloPrietoVal @stevenarce @BOG_ELDORADO Hola, la Secretaría de salud de Bogotá.",
        "@CamiloPrietoVal @stevenarce @BOG_ELDORADO Según la proyección, la severidad en Colombia bajaría en septiembre, baj… https://t.co/GTo06dYRHO",
        "@colombi88700044 @CamiloPrietoVal @BOG_ELDORADO @ClaudiaLopez Pero por supuesto que tiene que ver con cerrar tarde… https://t.co/LSY16Ilagd",
        "@SoyDrGarcia De acuerdo. El tema es que ojalá haya disciplina y autocuidado e ir midiendo la capacidad hospitalaria… https://t.co/hWWx3JnYiD",
        "#DiaDelTrabajo Quién había dicho que íbamos a descansar mucho este año por cuenta de tantos días festivos?",
        "@Mineducacion https://t.co/Iq8I6F76dX",
        "@SemanaRural @faocolombia @AcdiVocaCol @FAO_Colombia @MinAgricultura @ClaudiaLopez @CundinamarcaGob @nicolasgarciab… https://t.co/CLn8UhoVSr",
        "@SemanaRural @faocolombia @AcdiVocaCol @FAO_Colombia @MinAgricultura Estas iniciativas las necesitamos en todo el t… https://t.co/cTvpA4pMyZ",
        "@Ronnyruzzar1 Una abogada manejando TICs🤔",
        "https://t.co/MgppVmpS0m",
        "https://t.co/Ngy2eMfqWx",
        "@CMILANOTICIA @ClaudiaLopez @IvanDuque Porqué tantos clmentarios defendiendo a Duque, Si no fuera por la presión de… https://t.co/jLMu7P8p58",
        "@Ecrular Un profesor de la @UExternado dijo algo muy sabio: \"la educación es el servicio más extraño, la gente la p… https://t.co/fFz51xnsf4",
        "@todoalnatural Él debe ser el primero en probar las posibles Vacunas",
        "@todoalnatural ...de hecho, puede llegar a ser el primer departamento en quedar \"libre\" de la Covid-19",
        "@infopresidencia @IvanDuque ...y es que las quiere llenar?",
        "@RinconEscarlata @eaguirre1927 @DatosAmericanos @AmericaAPP @AmericaPHT @DiarioEscarlata @LosDeIRojo @capiescarlata… https://t.co/iJ22gY4F7Q",
        "@fdbedout Porqué en @WRadioColombia atacaron la denuncia de la compra de las camionetas?",
        "@ReporteCOVID19 Uy...Dios.",
        "@ReporteCOVID19 Si, a eso me refería, se podría tener trazabilidad del número de pruebas de las cuales salen los resultados?",
        "@ReporteCOVID19 Pregunta, estos resultados son de qué número de pruebas?",
        "@MabelLaraNews @Wilsonarias Y la @WRadioColombia lo ataca. Les parece poco gastar más de 350 millones por cada cami… https://t.co/XDJRjntPJN",
        "@ReporteCOVID19 ...aunque la letalidad es baja..🤔...esperemos que en Togui se realice un buen manejo.",
        "@jandresortega27 De hecho lo apoyó en seguna vuelta",
        "@snarfbanana @ReporteCOVID19 @MinSaludCol @IvanDuque Es que estas cifras, aunque son oficiales, no están en tiempo… https://t.co/yj1sQF1HJA",
        "@snarfbanana @ReporteCOVID19 Perdón por meterme a responder, mientras no se les den los Elementos de protección y l… https://t.co/DPWxogPKtR",
        "@chuckygarcia Solo falta la hora",
        "@todoalnatural Agricultura urbana!, que bueno!!",
        "@laxmasmusica Yo sabía que algún \"gringo\" iba a salvar el mundo💪",
        "@NachoGomex @ReporteCOVID19 , cómo vamos?",
        "@ReporteCOVID19 Sueño con el día que reporten el primer día libre de covid. Llegará!",
        "@Joseph_ch_p @CMILANOTICIA @ClaudiaLopez ...deberían estar pero por parte de las empresas",
        "@ClaudiaLopez Excelente, muy bien. Gracias gobernantes por pensar.",
        "@SoyDrGarcia Siii, que buena idea!!!",
        "@CMILANOTICIA @ClaudiaLopez Muy bien!, si no están preparados con todos los protocolos no deben salir.",
        "@Ladaniri Aplica para Petristas",
        "@CPerezaG @vivelatino Definitivamente no se trata de gobiernos de derecha o izquierda. Se trata de ignorancia e insensatez.",
        "@CPerezaG Hubieras visto cómo hacian fiesta en el @vivelatino burlándose de la Pandemia.",
        "@ReporteCOVID19 Muchas gracias por ese gran trabajo. Por otro lado, parece que Boyacá va a ser uno de los primeros… https://t.co/5r0oLJVGWE",
        "@Mari8899 🙈",
        "@Mari8899 Ahhh, no ni idea...y te paga???",
        "@JessieG_B @MAFAPOCOLOMBIA @Bogota @PoliciaColombia @ClaudiaLopez En todo lugar se puede tener autocuidado",
        "@CPerezaG Si pruebas instalando Mendeley? https://t.co/GmrV2ISLTT",
        "@MAFAPOCOLOMBIA @Bogota Deberían hacer \"retenes\" para revisar si estas personas tienen verdadera autorización para… https://t.co/QeOlE0Sx2V",
        "@Mari8899 Hola, me puedes contar de qué se trata este código?",
        "@stevenarce No es solo un tema de gobierno, también es de autocuidado.",
        "@ReporteCOVID19 Gracias por la amable respuesta!",
        "@ReporteCOVID19 Hola, me puedes explicar la distribución de \"activos\" en Bogotá?, no me da la suma de Casa+Hosp+UCI",
        "@ismene2 ...y agrégale que mientras no haya Educación en la mayoría del pueblo...",
        "@baudeleriana Será que aprendieron Y APRENDEREMOS la lección de las aperturas \"inteligentes\"? @MinSaludCol @IvanDuque",
        "@FenalcoBogota @juaneorrego @Bogota @ClaudiaLopez Sii, tal vez sirva cuando haya vacuna!",
        "@JessikaBenjumea @ClaudiaLopez @WRadioColombia Es la única Alcaldesa que no hace parte del comité de aplausos de @IvanDuque",
        "@sgtbeatlesx Gracias!😜",
        "@sgtbeatlesx https://t.co/AP1u1jKsZE",
        "@stevenarce Luego estas no eran las más adelantadas?🤯 https://t.co/SQIVtNoWBJ",
        "@askomartin Tenía entendido que estas eran las más adelantadas, a quién creerle? https://t.co/Y7OUZsa3su",
        "@SoyAndresParra Casa por cárcel",
        "@JulianRoman Pensé que iba a dar un concierto",
        "@askomartin @stevenarce Qué opinas? @SoyDrGarcia. Es esto posible?",
        "@ReporteCOVID19 Cachipay, Tena y La Mesa",
        "@RevistaSemana \"Los científicos\" son cuáles?",
        "@ReporteCOVID19 Cerca a La Mesa, cundinamarca",
        "@ReporteCOVID19 Me interesa, pero no está la opción de enviar mensaje al DM",
        "@marcevalenciar @jbedoyalima @TeatroPetra @FabioRubianoO Saldrás de esta y volveras a comenzar...y por supuesto, iré a verte actuar!",
        "@DannaGarcia Sabías que puedes ser la cura, no solo para tí misma, sino para mucha gente?",
        "@MiJuliii La primera😌",
        "@HassNassar Esas encuestas le llegaron de la cocina o la sala?",
        "@CundinamarcaGob @nicolasgarciab Si se esperan 20 días más no se genera una catástrofe.",
        "@JuanK_D8 @Santialarconu DENUNCIE!!",
        "@ReporteCOVID19 @MinSaludCol Se aplanó la curva que no queremos que se aplane, la de recuperados.",
        "@ClaudiaLopez Que bueno. Uns propuesta: qué tal si ubican a los trabajadores de la salud en hoteles cercanos a los… https://t.co/iaNcoszFpq",
        "@CMILANOTICIA @IvanDuque Da mucha pereza escuchar ese señor. Que cumpla lo que dice más bien.",
        "@rundav5 @MinSaludCol @INSColombia @jfolano @carlosfpardo @julianhuertast @juaneslewin @LizLopezC @esarm05 Todo est… https://t.co/MywzO5hNqv",
        "Nada diferente a nuestro caso @MinSaludCol @IvanDuque @ClaudiaLopez @INSColombia @un https://t.co/z7pmaHwY1V",
        "@Sintapabocas1 @Juan_Florez @petrogustavo @CarlosFGalan @RoyBarreras @AurelioSuarez @JulianRoman @HOLLMANMORRIS Que… https://t.co/kv12QLQaMf",
        "@ismene2 No le deseo la muerte a ese señor @AlbertoBernalLe, pero porqué él se la desea a sí mismo?",
        "@MelisaMarArtuz @CaracolDeportes @VBarCaracol Según la foto, cuál es la definición de \"casa al aire\"?🙊",
        "@TRIKYHUMOR Ni así mejora🤦‍♂️😂",
        "@CMILANOTICIA @William_Garra Esto deja claro que la opción es el campo, no la ciudad. En el campo no falta la comid… https://t.co/mGgWXuCN72",
        "@asocolflores Hola, qué buena noticia!. Qué cantidad de pruebas diarias se realizarán?",
        "@paola_herna6 Qué fuerte",
        "@SoyDrGarcia @ranoguera @GileadSciences Perfecto, gracias nuevamente!",
        "@SoyDrGarcia @ranoguera @GileadSciences Muchas Gracias Doc. En cuanto estudios me refería a cuál fármaco (o fármaco… https://t.co/lwfGrpe4U1",
        "@ranoguera @GileadSciences @SoyDrGarcia tienes algún dato sonre los fármacos más avanzados en estudios?",
        "@ranoguera @GileadSciences @BruceMacMaster la salida económica puede estar en dónde invertir en estos momentos?",
        "@marcevalenciar Waaaaw",
        "@DalyGoldenHair In Colombia, there is an island that has a very beautiful sea, when you want to come, welcome!",
        "@DalyGoldenHair Eres muy romántica🌹😊. Que bonito lugar❤. Quiero visitarlo, Dónde es?",
        "@noticiassincon1 @jessiuribe3 @Greeicy1 @MikeBahia Porqué no lo usan mejor para ayudas humanitarias?",
        "@ClaudiaLopez No voté por usted, pero le deseo de todo corazón, muchos éxitos. Valoro la gestión y rechazo l@s que… https://t.co/Tozl8UQ7gL",
        "@ReporteCOVID19 @MinSaludCol Tienen la actualización # 49?, detallada por municipios?, esa que uds construyen es muy buena",
        "@TRIKYHUMOR Maestro del humor!",
        "@DrRomainBrunel @INSColombia Uy sería súper si no hubiese sub-registro",
        "@ReporteCOVID19 Buen reporte, solo les sugeriría agregar el número de pruebas.",
        "@2020_hoy @udes_oficial @INSColombia 🤔...bueno. que gracias.",
        "@jackietoloza FeliX cumpleaños!, que tengas buena salud por mucho tiempo para que puedas celebrarlo nuevamente como quisieras",
        "@Hora20 😂leí reproductivo🤦‍♂️...ay la cuarentena"
    ]
}