{
    "screen name": "maickw",
    "no. of tweets": 188,
    "tweets": [
        "Vou dar RT porque eu tava escrevendo um tuíte assim https://t.co/61dMHkAfWq",
        "Brasília \"pegando fogo.\"\n\nEu: https://t.co/MXVizFs34s",
        "O cara que mais gera prova contra si próprio. https://t.co/1YTz1WJx6r",
        "Q? https://t.co/XNnW0srLkT",
        "@diaskarine @RomeuZema @alexandrekalil Muita força e paciência pra vocês pra lidarem com toda essa situação.",
        "@iaiacarvalho @jessbotelho eu quero pra presentear minha irmã",
        "@itsthayse putaqueopariu",
        "@itsthayse infelizmente nada",
        "a galera realmente acha que ficar em casa é só pra não ter covid. Esquecem que ficar em casa é a melhor medida pra… https://t.co/TZoFWZya6g",
        "@Michy_Arrifano triste",
        "Ê caraio... https://t.co/l2RTaLxZEM",
        "Uma conta minha antiga no instagram que não tem o recurso de compartilhar nos stories. Çofro.",
        "Anotem:\n\nDesfile virtual de pijamas.",
        "@giltonpaiva os ciclos de epidemias mundiais se mantém, de século em século. E a discussão de uma pandemia para os… https://t.co/iIZ5wn0gv1",
        "A carreira da ex-atriz sendo jogada no lixo e enterrada.\n\nEu acho é pouco. https://t.co/9uPQPyBIjW",
        "Rio Grande do Norte nos tt? O que o @renatobpontes andou aprontando?",
        "@Neneto @romerosimone O pior foram as alternativas para isso: disputas de pênaltis e até testes em massa apenas dos jogadores.",
        "@Neneto Não, na ponta realmente não tem. Minha hipótese é de que algumas associações de classe possam fazer essa de… https://t.co/rc8B3cfU1D",
        "@Neneto que inferno de governo. \n\ndetalhe que se o governo estadual tiver boas relações com os empresários, pré-pan… https://t.co/t26M8OzE4V",
        "Centrão já cogita aliança com o asno pra 2022 e já fala até em nomes para vice.\n\nÔ inferno, viu?",
        "Lista de comunistas atualizada:\n\n- Instagram: ✅",
        "Por que será? https://t.co/zvJu85B49G",
        "@rafaelaperoli é absurdo demais existir neo-nazis.",
        "Estão fritando mesmo o ministro, né? Não vai durar muito, não.",
        "@rafaelaperoli pena dos amigos de bom senso de lá. São poucos, mas existem.",
        "Tem alguma cidade/estado que vai acatar o decreto federal?",
        "@Tacitamenty Favor dividir, obrigado, de nada.",
        "Pesquisa DataRamon:\n\nQuando o ministro vai cair?",
        "@Nath_Dias Pessoas que foram criadas por chocadeira",
        "Eu achei que fosse um sonho de valsa 😥 https://t.co/G0EYCDQbco",
        "As pessoas na fila, imensa, da unimed pra pegar os remédios conseguem passar vários minutos buzinando.",
        "@nathyfilizola É um absurdo",
        "Duplo twitst carpado https://t.co/UebQmPYOLd",
        "queria olhar rapidinho o grupo de whatsapp dos governadores depois desse decreto das academias",
        "@Michy_Arrifano é impressionante.",
        "@mikaellaff sinto muito, mikaella.",
        "Minha gota de felicidade própria nessa quarentena é quando chega um livro novo.",
        "@Nath_Dias Academias, barbearias e salões serão considerados essenciais",
        "- Quase 12 mil mortes. Qual a merda que eu vou fazer? Já sei, vou colocar academias como serviço essencial.",
        "@eiBode amigo, o ministério da saúde não recomenda o uso de psicotrópicos",
        "Já to com fome. Todo dia isso.",
        "De acordo com as respostas recebidas, a pesquisa do DataRamon aponta que: \n\nNessa quarentena as pessoas estão beben… https://t.co/PiZCbu59RA",
        "O que mais vocês estão fazendo nessa quarentena?",
        "@lentescorderosa são nada!",
        "@_tarta é uma canalhice sem tamanho",
        "@_tarta exatogato",
        "Militares receberam auxílio emergencial por engano. \n\nTem que ser muito tapado pra acreditar nessa.",
        "Já confundi várias pessoas em laboratório e hospital porque não consigo reconhecer com as máscaras.",
        "Agora, sim! https://t.co/pJgpH4YUBR",
        "Colega... https://t.co/MS5wBitLfC",
        "@amarialmeida parece que já tinha casos na França antes de descobrirem em Wuhan/China",
        "O tio Rei tá de mullets",
        "Tio Rei carcando o Osmar Earth",
        "hmmm",
        "@romerosimone to rindo que nem um leso aqui...",
        "@Neneto Com certeza. Essa cagada é aqui na frente de casa. Desde cedo.",
        "Mas já? https://t.co/2vkfhEbe8i",
        "Quando chegar em R$ 6,00 é pra fazer churrasco? https://t.co/tAqsQA2oy3",
        "Vamos sair da pandemia e cair numa \"guerra fria\" https://t.co/8YObj00O5z",
        "@Neneto até onde eu vi a distribuição era pra beneficiário que tinha receita. Mesmo assim, dá muita brecha.",
        "Por que será, hein? https://t.co/eAPefcTuPt",
        "Uma das coisas que mais me dá nojo é o uso da fé alheia para colocar as pessoas em risco. https://t.co/cmds8lnB3N",
        "Pato dela aqui. Sai pra lá, otário. https://t.co/JmB9u8WQOc",
        "@marcelo__biomed se eu sair com uma camisa vermelha e um charuto, vão pedir autógrafo pro Che",
        "Acabei de ser atacado por uma das gatas. Sem necessidade.\n\nE na minha presença.",
        "não, também não me indiquem parar de tomar café.",
        "Me indiquem pra parar de tomar café, mas não me indiquem pizza vegetariana.",
        "@MrCoffeX @brabul deusmelivre",
        "Não, não vou arriscar cortar cabelo (que cabelo?) sozinho e fazer o alinhamento da barba. Vou cagar tudo e ter que… https://t.co/rdXT5t2eyM",
        "quase dois meses sem barbeiro e eu já to parecendo a versão tecnobrega do che",
        "@rafaelaperoli hahahahaha",
        "@rafaelaperoli ah pronto, agora pra divulgar tu tem que usar o quê? Sinal de fumaça?",
        "@rafaelaperoli eu vi essa pataquada. Manda enfiar o dedo no cu e cheirar.",
        "- alô, aqui é do CV. Te ligando pra avisar que vamos te pegar.\n- Ok, migo. Vou me preparar.\n- Flw, vlw",
        "@brabul ah não!!!",
        "@rafaelaperoli tu ta disputando algum prêmio? É pra fazer torcida organizada?",
        "Vai disponibilizar protetor de orelha? https://t.co/PEpmgTywhI",
        "Quando vocês cancelam alguém, cancelam mesmo ou é meme?",
        "https://t.co/gLQMXGGlhF https://t.co/ORWDmB5zof",
        "@piugibson me deixa sonhar que ela tá me chamando",
        "Já tô indo... https://t.co/6zhFIO2iJY",
        "@piugibson pqp",
        "O Brasil é um negócio de louco. É o @felipeneto quem vai unir a esquerda?\n\nEspero que sim. \n\nInclusive parabéns pelo posicionamento.",
        "11 de maio de 1997, dia em que o supercomputador da IBM, o Deep Blue, ganhou do supercampeão de xadrez Kasparov. https://t.co/npOj3jRfOs",
        "cc @Castellito https://t.co/H8c7YpJCOz",
        "@tantotupiassu @TwitterBrasil Você merece, meu amigo. Parabéns!!!!! E que todas as bençãos recaiam sobre você e sua família!",
        "Ei Schwarzenegger, corre aqui! https://t.co/KYkg2zLGEC",
        "@anamarinacunha Hahahaha quem tem, tem medo.",
        "@anamarinacunha Parece o garrafão de água fazendo \"glup\"",
        "@Itspincheloca desde quando?",
        "@ieguitto bem vindo de volta",
        "Assim, sim... https://t.co/R4emuCOSyF",
        "@EmersonPardo estamos fazendo direitinho",
        "@EmersonPardo o brasileiro se mata sozinho.",
        "@Fabianne_D estão construindo trincheiras pro brasileiro não entrar (Paraguai)",
        "Plano para reabertura de praias na Espanha. \n\nVocês acham que isso daria certo no Brasil? https://t.co/6gRo354Nwn",
        "Ponto final! https://t.co/I4Q19x4pfa",
        "Esse elevador demora pra cacete, hein? https://t.co/xK4PDFtuT0",
        "Agora a ira dos tuiteiros vai surgir. https://t.co/7vlGCCh1XI",
        "@brabul cabeceira",
        "Minha brincadeira paralela é diminuir esse tempo diário e concluir a leitura antes da meta proposta. Já baixei a me… https://t.co/908yC66s44",
        "Estou usando um app (cabeceira) que me diz quanto tempo preciso ler por dia pra concluir a leitura em uma meta defi… https://t.co/SmRDSu6Erp",
        "Quando o mar está calmo ou quando fui amarrado implacavelmente pela história, chego a ler até perder a contagem do badalar dos sinos.",
        "Dito isso, coloco como meta mínima a leitura de alguns capítulos por dia. Meta mínima para aqueles dias em que a ca… https://t.co/i6NWRrx8JP",
        "Tem uma coisa que tem me ajudado bastante durante o isolamento: livros. \n\nNos dias mais corridos, angustiantes e ch… https://t.co/tJcy1EnB39",
        "@betofrancofilho Bloqueio de bens, de circulação de veículos e suspensão de passaporte.",
        "@betofrancofilho Não mesmo. Mas tu viste o contragolpe?",
        "o helder ta putasso",
        "@marcelo__biomed Nem vi, só to vendo os comentários sobre. Taqueopariu, viu?",
        "Segue o fio! 👇👇👇 https://t.co/kCtN5wJM12",
        "@iacigomes Eu ouvindo rádio dias atrás me espantava com perguntas sendo enviadas do tipo \"ah podemos fazer almoço d… https://t.co/0MHswPriSg",
        "@iacigomes Queria dizer que é inacreditável, mas infelizmente não é.",
        "E eu procurando uma simples mesinha se cabeceira https://t.co/j0vA3v2Kcb",
        "E assim vamos... https://t.co/iJMk6JaN0N",
        "Brasil segue sendo o Brasil de antes de ser o Brasil.",
        "Muito triste ir à geladeira na esperança de encontrar aquela comida e alguém já ter comido. https://t.co/d9HNsRUAi1",
        "@Pedrox mas não se torture, por favor.",
        "Ai ❤ https://t.co/W5Sr3N0FjX",
        "@Pedrox Amigo, se sente bem? Quer que eu ligue pra você?",
        "@anamarinacunha hahahaha",
        "@Da__Li 2... completamente invertido nessa quarentena",
        "@arleisson_furo essa maionese é gostosa, mas ela é \"pesada\".",
        "@DionysosLiber não mesmo, ó...",
        "@ifrit218 joguei na tl. Dá uma olhada lá",
        "@marcelo__biomed joguei na tl. Olha lá",
        "Experimento da NHK https://t.co/9WUJbsI6jN",
        "Depois desse experimento da NHK, a minha disposição pra ir pra algum lugar público e de aglomeração no pós pandemia… https://t.co/52FRkTRQBF",
        "@anamarinacunha Égua eu amo isso.",
        "Sensacional! https://t.co/MweEAhMZjx",
        "@daquitescrevo Ou seja, era só colocar o @belemtransito pra responder.",
        "@alexandres01 Nem precisa ir longe. Paraguai tá bem aqui.",
        "Aqui a Neb, louca do cu dela, derrubou um vaso de cerâmica imenso. https://t.co/z5KuiOjd0J",
        "@anamarinacunha E ainda mais aqui, que temos alguém que ficou doente e toda a preocupação e responsabilidade pra sa… https://t.co/4oqa05ZGka",
        "E os clientes que querem ser atendidos imediatamente?",
        "@jobsmachado Força, meu amigo. Melhoras pra elas.",
        "Brasil, ano 1020. Regredimos à Idade Média. https://t.co/o9vXVkRbSW",
        "@_tarta Bicho... tem dias que a noite é foda.",
        "A igreja vai alugar o espaço pro gov estadual pra montar o hospital de campanha, é? Ê Brasil...",
        "@_tarta ❤",
        "Fome. Esse é o tuíte.",
        "Terminando de assistir American Factory e é uma coisa de louco. Que choque! \n\nAgradecendo aos amigos que sempre indicam coisas boas.",
        "@lentescorderosa minha outra personalidade",
        "@marcelo__biomed esse mês vai ser ruim demais...",
        "que desesperador... https://t.co/9MnihgCYwp",
        "Esse cara é bom. Sigam! https://t.co/qXxoJMuNBC",
        "@marcelo__biomed aí fica a critério do público",
        "Pensando aqui com os meus botões: no pós pandemia será que a Cinépolis vai alugar a área do drive-in na Doca pra transformar em cinema?",
        "Pra ontem! https://t.co/oqOXGGfZDl",
        "@lauracosta Eu pego ódio!!!",
        "Porque o óbvio tem que ser dito https://t.co/ubEpKxJMg4",
        "A gestão atual do governo brasileiro. https://t.co/phBgYT6LlR",
        "Um Lord https://t.co/0OUJZDi6kx",
        "Iogurte com pedaços de pêssego, conte comigo pra tudo.",
        "@renatobpontes @Castellito @brabul Ou seja, ninguém leu essa porra",
        "Parafraseando a @anamarinacunha, a noção passou longe para um caralho. https://t.co/o9vXVkRbSW",
        "@fabionovoa Pelo amor de Deus...",
        "Hotel Regente, quase meio século de atividades, encerra operação no meio do caos.",
        "@renatobpontes @Castellito @brabul https://t.co/fGuFabKtbv",
        "@renatobpontes @Castellito @brabul Foi vetado porque estava equivocado hehehehe",
        "@Pettersonfarias a quarentena é cruel com os seres humanos.",
        "Se você não fica arrepiado ouvindo a voz do Eddie Vedder então tá ouvindo errado.",
        "\"Ah porque somos de estratégia então só podemos analisar ex-post\"\n\nIsso, senta e espera.",
        "Se as pessoas brigam pra tentar salvar vidas quando alguns querem salvar a economia (sic) em capitais e grandes reg… https://t.co/RG9jUHNCWz",
        "@nathyfilizola Eita porra! Manda.",
        "E vamos de discografia de Geléia da Pérola",
        "@nathyfilizola Força, Nath!",
        "@Castellito @brabul @renatobpontes Já ta vetado!",
        "Alive!!!! 🤟 https://t.co/eAvOB6nC9L",
        "A CNN é comunista. Ê Brasil...",
        "@Pedrox Mas é isso. Depois de decretado começa a caça. Debate antes.",
        "@Pedrox Mas lá está especificado a opinião",
        "@Pedrox Ainda acho que está abrangente e subjetivo demais, mas sou ignorante. \n\nPosso dizer e compartilhar opinião… https://t.co/IYP51mtKmK",
        "@fabionovoa @Pedrox Óbvio que tem que ter, e não estou questionando isso. Só que o decreto está muito abrangente e… https://t.co/eXSDXw1FXs",
        "@Pedrox Uma charge, pela própria característica, não é uma realidade e vai constranger. A charge vai ser proibida e o chargista multado.",
        "@Pedrox E de boas intenções o inferno está cheio",
        "@Pedrox Mas o debate deveria ser prévio a um decreto. Se não cai no conceito de \"vai que cola\".",
        "@Pedrox Mas não está restrito a isso. É muito mais abrangente e subjetivo.",
        "E eu agora quero comprar panela",
        "@romerosimone Eu acho que foi o famoso \"vai que cola\".",
        "@renatobpontes @MauricioRemista @Castellito Se uma proposta assim passa por tantos crivos, das duas, uma: ou não cr… https://t.co/T4EVL09Bxb",
        "@MauricioRemista @renatobpontes @Castellito Pessoal acha que pode tudo",
        "@marcelo__biomed Muito!!!",
        "@Castellito @renatobpontes Decreto em vigor na data de publicação.",
        "@Castellito @renatobpontes Dilvanda Faro e Igor Normando",
        "@renatobpontes @Castellito Um do PT e um do Podemos",
        "@Castellito https://t.co/85s9dYVHZw",
        "O tipo de velhinho que a gente gosta https://t.co/zJZ392e6QM",
        "Parece que temos censura instaurada e sancionada no Pará, hein?"
    ]
}