{
    "screen name": "Bea_leal07",
    "no. of tweets": 147,
    "tweets": [
        "Descobri que não consumir glúten diminui ou até acaba as celulites, um ponto positivo pra minha doença",
        "🙆 https://t.co/BJLKXds7t6",
        "Eu com meus futuros filhos ensinando a cozinhar sem glúten/lactose https://t.co/yMzbxl9J9Q",
        "Eu perto das minhas amigas, ou melhor, de todo mundo https://t.co/VnzT0a3qSc",
        "A pessoa mais especial pra mim sem dúvidas é a minha mãe. O abraço dela, o carinho e amor não tem comparação. Quand… https://t.co/68Zgbct3S4",
        "MANOOO kkkkkkkkkk https://t.co/FWq5fXNtZt",
        "Amei https://t.co/DjuksoYNhX",
        "Hoje faz um ano que fiz a prova do intercâmbio, ano passado eu estava com os nervos a flor da pele",
        "Quero aprender a usar sabiamente as redes sociais, mas tá difícil",
        "Olha noix ali gente, a notícia é triste mas foca em noix https://t.co/S3P8M6vF3I",
        "@anah_nr @omunicipiobru @rodrigowzzz @arthurliotto @shadowalker27 @Leticia61040767 @Danai666 Mds 😥😥",
        "Acho que sou sonâmbula",
        "Melhor época gente https://t.co/dRQFW2w73r",
        "Sim, e eu chorei🙆 https://t.co/biDxoKkYZY",
        "Saudades de ficar sentadinha com os coleguinhas no pátio do colégio se esquentando no sol né minha filha",
        "@casett__ Nem me fale kkkk muita sdds",
        "@casett__ Digamos que vc tem uma loucura muito peculiar kkkkk enfim 🙆",
        "@casett__ Vi tudo, teu pt, carinha de choro e tu nem me notou",
        "@casett__ Desde a fila do ophera kkkkk",
        "@casett__ Apaixonei",
        "Hoje aconteceu https://t.co/E1yLByTog9",
        "Roxas*",
        "Hj fez dois meses do meu acidente e minhas canelas ainda estão todas e doloridas",
        "@millapaz15 Ti amuu💙",
        "Eu só queria uns carinhos",
        "\"Eu gosto da minha vida 💙\" nossa com direito a coração e tudo https://t.co/Vecfkqd9U6",
        "@cancerdadepre Porque temos tanta facilidade em amar os outros e é tão difícil se amar?",
        "Isso me deixa tão feliz https://t.co/mLwIxmTDIf",
        "@millapaz15 Aahhh meu amorzinho, tô aqui sempre que precisar 💙 e quando não precisar também",
        "Pronto, desabei",
        "@DaianeCavichio1 Mais um pra história",
        "Esperando Dias Melhores 🙏\n\n#ALOKEMCASA no Multishow https://t.co/UlppXYupVQ https://t.co/aiY8iKLlRh",
        "Até minha mãe dançou comigo no meu quarto ouvindo alok, incríveeelll\n#AlokEmCasa",
        "Alok tocando evidências é tudo",
        "Queria ser vizinha do alok",
        "@millapaz15 Tadinho, levei um sustão",
        "E um gato cortou minha frente hoje no mesmo lugar que bati de biz",
        "Cheguei a conclusão de que eu não sei e nem aguento mais dançar",
        "Isso acontece muito comigo no salão https://t.co/l5MlusS3J6",
        "@bianoitesmaciel @PanDeQuejo some pelo resto do ano",
        "Interessante, muito interessante",
        "@caroolanne1 Fiquei felizona em ler isso",
        "@caroolanne1 Aiii sério???",
        "@rodrigowzzz Dois lugares: Tomasi sem glúten sem lactose, carolitas. Tudo o que tem lá, eu posso comer 🙆",
        "Maio é o mês da conscientização celiaca, terceiro domingo do mês é o dia dos celiacos, meu dia. Tô esperando comida… https://t.co/nff7bratn3",
        "@Anacruxz @PanDeQuejo Aahhh estou com saudades, também querooo",
        "@Anacruxz @PanDeQuejo Mddss, 🤭 olha só",
        "Sonhei com o acidente e acordei berrando",
        "Me deu até vontade de chorar quando fui comer a pizza",
        "Não aguento mais sentir dor",
        "Pior que ter uma doença difícil de se adaptar é ver as pessoas que vc gosta nem se importar com isso",
        "Um simples texto acabou de descrever toda a minha descrença com a igreja e tudo o que sinto aqui dentro",
        "@Eduardo_Pitz @KormannAline",
        "Eu quero ter um filho",
        "Saudades das minhas conversas com a Bea na autoescola",
        "Vc acha que sofro por saudades suas? Eu sofro é de saudades das comidas que não posso mais comer",
        "Saudades daquele pãozinho francês fresquinho que eu comia puro sem nada junto",
        "Eu só queria poder comer uma pizza normal, tô tão triste",
        "Não sei porque mas me identifiquei com ela🙆 https://t.co/GEt5wUhOi2",
        "@KormannAline Vc apareceu no meu sonho hj",
        "@Eduardo_Pitz @karol_st3 @_valenluz @Liazinha9 @tata_silva47 @LelisLuani @Souza_jts Aahh vamoo",
        "Aí gente, tô amando eles https://t.co/oJQtMBmsFG",
        "@Eduardo_Pitz Só combinaaarr que vamos sim",
        "@Eduardo_Pitz Ah poxa",
        "Não sei pq, mas amei esse video https://t.co/GIFQgsD3dw",
        "@vocesefoii @icretinoreal @Farias_Angell se vc ainda se lembra acho que seria a única",
        "Alguém me dá um NIMA de presente?",
        "@FatosEx @nbertolini3",
        "Consigo até ouvir os barulhinhos https://t.co/iK8QAByP35",
        "@karol_st3  uma dessas pra vc https://t.co/nrcGMmsDic",
        "@karol_st3 @_valenluz @Liazinha9 @tata_silva47 @LelisLuani @Souza_jts Eita 🙆",
        "Quando estou com o Miguel nos meus braços eu só tenho vontade de estacionar o tempo e ficar assim com ele o resto d… https://t.co/xy3cwFb4Fc",
        "Será que dá problema se eu arrancar o fio da cirurgia do dente sozinha?",
        "E assim é viver a minha vida https://t.co/BEqNLkzEZN",
        "17 motivos, 17 nomes\n\n1° Miguel\n2° S.\n3° Pitz \n4° minha Vó\n5° minha mãe\n6° não tenho\n7° Amanda\n8° Maurício\n9° Elo\n1… https://t.co/ftsaVBj1bP",
        "@karol_st3 Orra",
        "Academia amigos dinheiro https://t.co/PvuSD41DBL",
        "O Mauricio é o único cara que consigo conversar numa boa",
        "Pq as pessoas que eu gosto sempre me ignoram ou demoram a responder? Odeio isso",
        "Hoje foi o dia de Tiradentes, ontem tirei dois",
        "Saudades define 💙 https://t.co/UevKJefzcK",
        "@Eduardo_Pitz @solitary_548 Partimos",
        "@Eduardo_Pitz @karol_st3 Para de se fazer",
        "@nbertolini3 E quando tu quer?",
        "Tô assim nesse exato momento, socorro https://t.co/pPMxUWzij1",
        "Mano, me senti velha. Meu amigo dá aula para o meu afilhado",
        "De mim eu já desisti https://t.co/8ZlsA87uht",
        "Ganhei um armário e um forninho 💙",
        "Adoro https://t.co/9e4stb4xBc",
        "A delícia de arrancar dente é que se tu ficar de olhos abertos vc vê tudo o que estão fazendo pelo teu reflexo na luz",
        "Dois dentes arrancados com sucesso ✅",
        "Não acredito que fiz isso https://t.co/3DecOJ3vHW",
        "@karol_st3 Aattaaa kakakas",
        "@karol_st3 Não acredito que perdi essa",
        "@karol_st3 Meu deus do céu kkkkkkk noite rendeu",
        "Hoje eu me superei",
        "Ah mano, tenho a melhor nutricionista 💙",
        "Não consigo lidar com as coincidências que estão me acontecendo",
        "@hyunavoir Que fofinha 💙💙",
        "Ou anos depois, depende o caso 🙆 https://t.co/mJxcyZ6ozw",
        "@matheustomoto Eu estou emagrecendo 😥",
        "Errei meu chute dessa vez mas tô felizona",
        "Eu queria comprar aquele par de pulseira pra melhor amiga mas eu não tenho pra quem dar",
        "@Eduardo_Pitz @Privacidades Demorooouu",
        "@Privacidades @Eduardo_Pitz",
        "A mesma lua que eu vejo, você vê\nEntão pense em mim que estou pensando em você",
        "Essa madrugada eu me livrei de um dos pesos que mais me machucou durante a minha vida",
        "@Anacruxz Menina do céu, uma criança é uma benção! Se alguém for negativo por isso o problema é com eles não com vo… https://t.co/pQt8seI7nx",
        "@KormannAline Parabéns 👏👏 só cuida",
        "@KormannAline Enfim né, pqp que demora",
        "@millapaz15 @memeiroatual Mano, que cena kkkkk",
        "@memeiroatual @millapaz15",
        "Eu ia surtar https://t.co/lgA3WmxMWf",
        "Omelete + mamão com aveia https://t.co/MVd9FYKOtR",
        "Tô tão feliz pela Ana gente, mais um neni pra eu mimar 💙💗",
        "Nem me falee💙💙 https://t.co/8dwTd4H9Jz",
        "Se vc é tô tipo de pessoa que conversa com outra e do nada some sem dar explicação nem fale comigo, quero distância",
        "@Anacruxz Titia Bea tá ansiosa também 😍😍",
        "Estou com 5kg a menos que o normal, perdi 3cm de cintura e quadril",
        "Vcs já olharam a lua hoje?",
        "E meu sobrinho que quando chora diz neném",
        "Não é a toa que o mundo tá desistindo humanidade",
        "@Kellimonique Sim🙏",
        "Seu Inácio (dono da chácara pra quem já foi em festa lá) faleceu hoje😥😟",
        "Tô morrendo de cólica",
        "Meu Deus https://t.co/0ZS0iQdQqZ",
        "Minha vida tá parada e meus sonhos agitados",
        "Tio da mãe está com corona vírus 😟",
        "Friozinho gostoso 💙💙",
        "Gente do céu, entrem nesse perfil, tive uma nostalgia enorme! A criança dentro de mim cantou todas as aberturas https://t.co/twJmkAfKIo",
        "MANO, fase que eu passei mais mico da minha vida kkk https://t.co/lgbAw4mgzE",
        "Depois de tanto tbt é que percebi que hoje é quinta",
        "@mariruybarbosa Tomar as dores das pessoas. Eu me preocupo tanto com coisas das pessoas ao meu redor que nem elas m… https://t.co/NTbCtKlGv1",
        "Tem coisas que não mudam",
        "Mano do céu se minha mãe me visse fazendo isso ela infartava https://t.co/jHtsngdyE3",
        "Aí mano, que merda",
        "Quarentena tá me favorecendo https://t.co/ZUVhhuDLSP",
        "Bateu uma saudade tão forte da melissa aqui agora que tô até chorando",
        "@KormannAline E eu de madrinha",
        "Hoje é o dia de todos os homens",
        "AAHHHH EU AMOO O MIGUEL",
        "Eu acho que o Rodrigo é a pessoa que pedi pra Deus, só pode",
        "Eu sou um bambu",
        "O meu parece que tem um animal olhando pra trás https://t.co/vyRTnaHUdY https://t.co/Ox0eZ4CtJv",
        "Brotaram do nada me oferecendo pra divulgar coisas no meu insta por causa da quantia de seguidores e eu ganhar por… https://t.co/mlIC3ZYp3V",
        "As coisas que a melissa podia entender no quiz ela respondeu, depois não respondeu mais kkkk e oq ela respondeu ela acertou tudo",
        "Tá difícil https://t.co/OXi78sloo8"
    ]
}