{
    "screen name": "Nmybox",
    "no. of tweets": 154,
    "tweets": [
        "Discipline!! Encourage yourself and remember the goal. https://t.co/zWblF2EMOw",
        "Serena Williams Named New Global Spokeswoman for Stuart Weitzman https://t.co/AWxUVSm6Ms",
        "https://t.co/l1xikFBPra",
        "In the massive mix of social media dance challenges and viral videos sits 16-year-old Alexis Loveraz, a math wiz fr… https://t.co/SnUfIPXOr6",
        "Chef Daniel Boulud and SL Green Realty Launch Non-Profit to Feed New Yorkers in Need  https://t.co/9bcixZPOqN",
        "My Battle with Cancer https://t.co/rrLkYd8T8o",
        "See this Instagram video by @michelleobama https://t.co/SbK5vP4O0Z",
        "Women confront to connect. The typical response from a man, however, is that he thinks his wife is confronting to c… https://t.co/8PWxXz9ljk",
        "Forgiving is the direct opposite of judging. Nothing is easier than judging, nothing is harder than forgiving, and… https://t.co/KKSkW6gy71",
        "Michelle Obama Is Planning A Weekly Reading Series https://t.co/pDWopVgYpR",
        "Black Owned Distillery Pauses Vodka Production To Make Hand Sanitizer In Fight Against COVID-19 https://t.co/AioWZAOuQe",
        "Kelly Brogan MD: 5 Stages of Transformation https://t.co/vnp6PCttVN",
        "Focus https://t.co/jps7cShdqD",
        "'Mondays With Michelle': Your Forever First Lady and Quarantine BFF Is Hosting a Livestream Story Time for the Kids https://t.co/fEl6QQC3r3",
        "Check out this FWPharma article : FDA approves Incyte's Pemazyre as first targeted treatment in US for cholangiocar… https://t.co/YRvW64jOK8",
        "Wow watching  #Black AF This issue was addressed\nSexualization and Adultification of Young Children of Color - Soci… https://t.co/E5T31kKvY5",
        "Love everything about this post. Don't take yourself so seriously despite what you are doing is serious work. Have… https://t.co/sWADbi87Cd",
        "Interesting https://t.co/KbK3hnzIlF",
        "Love everything about this post!! https://t.co/22giICZTyp",
        "Let's go American https://t.co/IKfFYipnqz",
        "The Dads of The Root Provide Some Insights Into Their New, Shut-In Realities https://t.co/OtmJj38e58",
        "We can start that process right now. Make that call you know you need to make. https://t.co/UFhFEr8V3y",
        "Fat Burning Cardio Workout - 37 Minute Fitness Blender Cardio Workout at... https://t.co/3KQrXrK4RM via @YouTube",
        "John Vena Appoints Omar Ford-Bey as Financial Controller https://t.co/zPYv2GjByV",
        "I'm speechless  See this Instagram video by @realfredh https://t.co/eI6gDj0lFR",
        "The Festival - https://t.co/Uu4jYZz0Eh via @shareaholic",
        "Love this soo much!!   Virtual Bingo with Matthew McConaughey! https://t.co/Zwql2mIIup via @FacebookWatch",
        "Meet The Polyglot Who Started The First Black-Owned Online Korean Language School | Black Enterprise… https://t.co/mWRiplKzqG",
        "Enjoy your day! https://t.co/7yVDBk8A2Y",
        "Stay home, stay safe and make it work!! https://t.co/fsIBH0ipc9",
        "How to Train Your Brain to Remember Almost Anything by @Alltopstartups in @elemental https://t.co/g2a5QeUXB6",
        "Praying for all our healthcare workers everywhere. Be blessed!! https://t.co/47heACM3eh",
        "Just sharing.... no claims regarding effectiveness https://t.co/IJVSsCHoF4",
        "Update Shares on the Fly https://t.co/3vb6N4fseN",
        "Former NFL Player Myron Rolle Is Now A Doctor Fighting COVID-19 | Black Enterprise https://t.co/ycFd4AKMOw via blackenterprise",
        "Lol lol... Excellent https://t.co/oPCcz57Psc",
        "Repostingbtjis amazing duet https://t.co/0rqoZccU7v",
        "U.S. airlines prepare plans to virtually shut down domestic service amid outbreak https://t.co/F8VW2LkFqG",
        "Watch ENON LIVE on @Livestream: https://t.co/HK8tUzIoUK",
        "Whatever’s happening, here are 4 things from @YouVersion that you can do right now to make things better: https://t.co/BD3FPYsOOq",
        "@strongblacklead @netflix Love it!! Thank you Ms. Davis @netflix Fabulous!!",
        "I'm confused ? Why is he a bad teporter? https://t.co/xYVRfTxR3Q",
        "BBC News - Coronavirus: Violinists play Titanic hymn in front of empty toilet paper aisle https://t.co/gUpeP1lo8b",
        "How Black and Mobile Works https://t.co/noYr367UxM",
        "Jill's Daily Devotional: The greenest grass: https://t.co/6X838Brg5N",
        "Jill's Daily Devotional: The sound of silence: https://t.co/C7d8xB6FG8",
        "Jill's Daily Devotional: Handling success: https://t.co/yHIO2OuA5g",
        "Yes to no gas!!! https://t.co/ZBj2t2QU91",
        "@johnlegend @GlblCtznAU @kathytaylorlice",
        "Doing These 9 Uncomfortable Things Will Pay Off Forever https://t.co/hj73ktMgKq",
        "@vashtimckenzie Exercise!",
        "You always say...\"Keep on living\". Here we are. https://t.co/RGURkS94lh",
        "Coronavirus forces changes to office policy https://t.co/c5eZc6HCW9 via @SenatorHughes",
        "Janssen Announces U.S. FDA Breakthrough Therapy Designation Granted for  JNJ-6372 for the Treatment of Non-Small C.… https://t.co/t5tyhIwhiz",
        "Your Colleagues Don’t Read Anything You Write. Here Are 8 Ways to Change That. https://t.co/HxCQsSXzUA",
        "Update Shares on the Fly https://t.co/Kb6xakldxn",
        "DePauw University Names The First African American Woman President in the School’s 180 Year History https://t.co/bf3I0yJBcU",
        "@freshfocusports @patrickschool @JonathanKuming6 @AdamZagoria @KyrieIrving Congratulations team!!",
        "https://t.co/vIN1HFsK4w",
        "Update Shares on the Fly https://t.co/pbYpYB5pUb",
        "The leaders who get the most out of their people are the leaders who care most about their people.: https://t.co/U3dma2TM7v",
        "Love this... to whom much is given; much is required! https://t.co/aI7fR476Wz",
        "Oklahoma School District Apologizes for High School Basketball Announcer Who Called Players' Names 'Pretty Disgusting'",
        "Watching the Ripple Effects of Nurse-led Innovation Unfold https://t.co/iHZyznmeFJ",
        "Check out CSO! https://t.co/CEI3EM2Gel",
        "https://t.co/52tuh5tPp9",
        "Update Shares on the Fly https://t.co/uCHeQ0uubd",
        "Let’s bring back those dats,  Sooo cool! https://t.co/5QNSqqYjvl",
        "Great recognition to a few transformational leaders! https://t.co/qSRv9WX06d",
        "The Real Game Changers https://t.co/hNqbiBaMcK",
        "Congrats to the Obama's  for supporting this project https://t.co/Fsu4PkrZv9",
        "Meet the black architect who designed Duke University 37 years before he could have attended it https://t.co/95W7NT5A5n via @Curbed",
        "Wash frequently! https://t.co/3pV9ppa2zt",
        "Conquer Cancer! https://t.co/dG6QHPVyBV",
        "Instead of expending energy to fit into the group, it’s better to expend energy to find the group in which we fit.: https://t.co/4ZXvm6Ij43",
        "Inspirational leadership a most! https://t.co/k3AodTg5Vk",
        "@tressiemcphd Immediately! I separate, put a load in the washer, and go for a run if it's daylight and weather perm… https://t.co/qWC8IA2jFs",
        "We can define what we do but what we do should never define us.: https://t.co/XG8rOED0zE",
        "How J&amp;J Vision is Using Artificial Intelligence https://t.co/XHjGlUXrop",
        "To go fast, go alone. To go far, go together. - African proverb @simonsinek: https://t.co/QHbIBGmg3B",
        "Here’s what you need to know about the new travel authorization. https://t.co/avDIFQ5qUN",
        "What You Need to Know About the Latest on the Coronavirus—and a Potential Preventive Vaccine https://t.co/RwjJSqydLg",
        "Notes to Inspire: https://t.co/unZZmOB6LK",
        "I'm sleeping on the street so homeless kids don't have to as part of the Sleep Out: Young Professional Edition Phil… https://t.co/i9MD1XXBhA",
        "We crave explanations for most everything, but innovation and progress happen when we allow ourselves to embrace un… https://t.co/DZi3Po4HTm",
        "Amazing ! https://t.co/vAxTG41c02",
        "We crave explanations for most everything, but innovation and progress happen when we allow ourselves to embrace un… https://t.co/6yZNL7so3l",
        "Who rules the world? Let's go WOMEN! https://t.co/d6MttHkmJ3",
        "\"Everything negative - pressure, challenges - is all an opportunity for me to rise.\" Kobe Bryant @ Philadelphia, Pe… https://t.co/R4zP11gBen",
        "Women rock!!  \nRoyal Enfield Bullet to make Republic Day parade debut with CRPF bikers https://t.co/96P8sVfP1K",
        "Goldman Sachs' new rule: At least 1 woman on the board or you can't go public https://t.co/jaluJ7qiPg via @phillytrib",
        "Black-Owned Shops, Restaurants, Day Spas &amp;amp; More Boom In Philadelphia https://t.co/XrsylgbVEO",
        "I’m team Serena ! https://t.co/VPQ9Osm86N",
        "@mortgagesbycoop shes amazing and adorable!!",
        "Storytelling tips for companies: How not to suck. https://t.co/m9gB14V8GB",
        "Tesla Model 3 Drag Races Porsche 911 With Close Results https://t.co/JLvWjnRHJ7",
        "Notes to Inspire: https://t.co/qKwnjF66u9",
        "#startupstrategies https://t.co/pNLti2mGCt",
        "Exclusive: Atlanta-Based Entrepreneur Jewel Burks Solomon named Head of Google For Startups, U.S. via @hypepotamus https://t.co/f4scz2nJex",
        "Disease prevention is ideal instead of treating the disease.  Let's eradicate them! https://t.co/AgwTqUWxmR",
        "When we have a clear sense of where we're going, we are flexible in how we get there.: https://t.co/oKwzmOnSt0",
        "Sharing from a friend's post. Amazing performance! https://t.co/FmCByUJQ9i",
        "https://t.co/bKOGd5vlil",
        "New Gallop Poll: Nurses Continue to Rate Highest in Honesty, Ethics https://t.co/fE4W5g0Mza",
        "Yaaas but, let’s not focus so much on the outside that we forget to work more diligently on the  inside.  Beauty co… https://t.co/n3zINFxVYH",
        "Interesting thought...how long would you want to live? https://t.co/s8fE8QvUVG",
        "My 4th 7 minute workout, Original 7 Minute Workout. I completed 1 of 1 cycles.",
        "My 3rd 7 minute workout, Original 7 Minute Workout. I completed 1 of 1 cycles.",
        "2020 the best year yet! https://t.co/rCVugr5UIj",
        "Why Diversity And Inclusion Should Never Be An Afterthought For Businesses, But An Essential Forethought https://t.co/229QaD3JGE",
        "A great 2019! https://t.co/hFijmeCYwn",
        "Language is so important.  Huge difference between a riot and a massacre! https://t.co/AtYIeJVDEx",
        "Yes we can! https://t.co/Z66Djs3RFM",
        "We need trials to test our equipment to ensure that they are safe.  Read on https://t.co/C0AGiApAh2",
        "Transformation.  Yes we can!! https://t.co/G9dByQpVTO",
        "A 'War on the Poor': Amid Avalanche of Criticism, Trump Administration Restricts Food Stamps for Hundreds of Thousa… https://t.co/D39PbZ8zPP",
        "The art and soul of black Miami shines during Art Basel and Miami Art Week https://t.co/LjyCCUSakt",
        "Surprising Myself, Surprising Humanity, Surprising the World https://t.co/WFgFFBsB0l",
        "11-year-old dances into history as 1st black lead of NYC Ballet's 'The Nutcracker' - ABC News - https://t.co/yUOkvD1yEF via @ABC",
        "Black Woodstock: Questlove to Direct Documentary on Untold Story of the Harlem Cultural Festival https://t.co/f39uqWP7MA",
        "A Year Ago, Cisco Pledged to Empower 10 Million People With Tech Skills. Meet One of the Young South https://t.co/sDl3Cxz1jo #globalcitizen",
        "How%20the%20%E2%80%98Unapologetically%20Different%E2%80%99%20podcast%20is%20making%20waves%20in%20our%20community https://t.co/MW7O8hMgPc",
        "https://t.co/boy7SC9OoW",
        "Let's go Women! https://t.co/ZV7jl1iMQ9",
        "What Do Working Dads Really Want? https://t.co/WLJSirkXFp",
        "https://t.co/ewIPIZzvNT via @Trading Blvd",
        "Excitement comes from the achievement. Fulfillment comes from the journey that gets us there. @simonsinek: https://t.co/EOZeMOe6Yh",
        "5 Black Cruises to Book Now?cmp=EMC-DSM-NLC-OTH-SIS-20191112_SistersNL_Seg55_691400_1241403-111219-F1-BlackCruises_… https://t.co/spamgMziWn",
        "How the ‘Unapologetically Different’ podcast is making waves in our community https://t.co/MW7O8hMgPc",
        "Problems only exist for those who don't look for solutions. @simonsinek: https://t.co/VvsG8wJpQq",
        "I scheduled a Red Cross blood donation. Join me to help save lives: Janssen Pharmaceutical Company 850 https://t.co/CusO8M0iKn",
        "23 Years a Slave: Restaurant Owner Gets Bullshit Sentence for Enslaving Intellectually Disabled Black Man https://t.co/1neuZf5SCf",
        "10 Most Tax-Friendly States for Retirees, 2019 https://t.co/FuleRccTr3",
        "Issa Rae &amp; LaKeith Stanfield Explore The Complexities Of Love In \"The Photograph\" https://t.co/XZORwo5yzw via @HotNewHipHop",
        "Philadelphia Step Out Walk  https://t.co/ZfjQfVhIs1 #Type2Take2 @",
        "Notes to Inspire: https://t.co/U7uc0jxY5q",
        "Check out: https://t.co/NIymfrI1Ad",
        "https://t.co/t63hn2WpMW",
        "Finding Your Voice: Why Confidence Is Key to Persuasion https://t.co/xRi2zpajyp",
        "Approaches for Managing a Diverse Global Workforce https://t.co/Z0Bu0Rhynu",
        "Notes to Inspire: https://t.co/2J0n0tQbiX",
        "To Live and Die in Bed-Stuy https://t.co/Mksagehf4a",
        "Notes to Inspire: https://t.co/xZqVRYI3aF",
        "Why do cameras and microphones follow me?! Dropping pearls with the famous Cheldin, Thisisit!  #womenempowerment… https://t.co/bg3F2QRydK",
        "Notes to Inspire: https://t.co/aZg6rP0jGK",
        "Play On Philly provides underserved children in Philadelphia a transformative music education experience that devel… https://t.co/v5nUMLAH0H",
        "To Live and Die in Bed-Stuy\n https://t.co/Mksagehf4a",
        "Notes to Inspire: https://t.co/icyi5Y9EAm",
        "Notes to Inspire: https://t.co/k1Vx8W48Jx",
        "Oncologist Edith Mitchell Wins PHL Life Sciences Ultimate Solution Award https://t.co/MHw4Xo64e9 via @phillymag",
        "Meet people right where they are! https://t.co/xvh2NI8r5U",
        "Celebrating  75years of my company!! Johnson &amp; Johnson #mycompany #jnj https://t.co/ELBCOQyPrf",
        "@Porsche I already called Porsche USA and received an email response but, no additional follow up? Kimberly Fields,… https://t.co/yfM4BEEnZt",
        "Notes to Inspire: https://t.co/Dy3Dl5xs6M"
    ]
}