{
    "screen name": "trajivr",
    "no. of tweets": 190,
    "tweets": [
        "@arunbothra @angraj_karnn 🤣🤣🤣",
        "@KolkataPolice Thankyou Sir for the prompt reply.",
        "@KolkataPolice Sir,I have applied for vehicle pass ,Application Id: WB2320042020000011598 for periodic vaccination… https://t.co/tlehu7GT5w",
        "@wada_aj @pinkichaubey अगर ये वीडियो सही है फिर तो जहां भी हुआ है गलत हुआ है। गोद में बच्चे के सामने औरत को मारना गलत है।",
        "@IYC Tax Pairs🙄",
        "Stop listening to politicians:\n https://t.co/t2k1Mw0Mon",
        "@abhbasak Matching police wale ko bheja gaya hai 🤣",
        "@MVRaoIPS @airnewsalerts @HemantSorenJMM @JharkhandPolice Great initiative sir.",
        "@RajuSin91069793 @policepalamau @JharkhandPolice This is the time when youth has to come up and  arrange delivery (… https://t.co/t8HPhMYy4x",
        "No we have higher responsibility ✌️🤘🔥\n\"India Led World In Eradicating 2 Pandemics, Should Show The Way\": WHO - NDTV https://t.co/vFTMfj3srV",
        "@Nattashasharrma Athawale ki jawani 😂",
        "@ranajoy_c @narendramodi @ArvindKejriwal we are behind the curve by just 10 days",
        "@Talwarious Those capable should stand by needy people in th3 current situation.",
        "@TarekFatah वाह रे कबूतर और झिल्ली 😂✌️",
        "@kumarmanish_25 @RBI Paisa doob gaya bhai yes bank mein 🤣🤣🤣",
        "@shashikantips54 🤣🤣🤣",
        "@RBI Rana Kapoor is in custody.Why the people who took loans are out.Such was the financial situation with Anil Amb… https://t.co/evImXTdnUf",
        "@RBI You had CRR ...Repo Rate and otter rates but still ignored the risk and now you are coming up with another tec… https://t.co/y12dV1QvCW",
        "@Sohni_Bose Aanand.",
        "@drkafeelkhan @myogiadityanath @PTI_News @UmarKhalidJNU @narendramodi @SrBachchan @IMAIndiaOrg @yadavakhilesh… https://t.co/IKryFoIaVD",
        "@ANI You directly didnt become Supreme Court judge. Lakhs of pending cases ,why are you holding the post?",
        "@RSSorg नियुक्ति निकाल दे राम मंदिर में कमसे कम 5000 लोगो के लिए । सब सामान्य हो जाएगा",
        "@ANI excellent job @GautamGambhir",
        "@mkatju Just few days back you had said \"fake\" and you have been proved right with the Army Chiefs statement.",
        "Wish to have a selfie with Didi come true this puja @MamataOfficial https://t.co/KNZ0HIwc2U",
        "@Fact So bears should be the most intelligent creatures 🤔",
        "@loosebool Government Staff are being retired and posts being surrendered. Nobody to take loans.  Rulers behaving l… https://t.co/X9FxrnaNng",
        "@ABPNews If our country is able to fix responsibilities/accountabilities of Ministers then nobody can stop us from… https://t.co/8g4dncjLj5",
        "@ARanganathan72 @Masthikadabu p",
        "@prasanto When smart phone is handed over not so smart people such things happen.",
        "@rwac48 Even the letter number says that its a SP\"A\"M 😂",
        "@pbhushan1 Ask the citizen , and they will say that in reality ,its now that We ,Indians, feel \"proud to be Indian\"… https://t.co/C8ZbHiAuX4",
        "@Fact Impossible",
        "@BJP4India Contributed ₹ 100 and will keep on contributing every month for solving the problem which could not be s… https://t.co/pT480hGloh",
        "@ANI The way CM handled this situation was pathetic.She could have scored advantage but she behaved like a kid.",
        "@Ibne_Sena @TarekFatah @Atheist_Krishna @madhukishwar @shafqatkhan09 @ashokepandit @rammadhavbjp @RubikaLiyaquat… https://t.co/puf4qyb7bs",
        "@ANI Doubt if he was ever an IRS.",
        "@MukeshB69722133 @samrat_bikash @YadavBaksar @LambaAlka 🤣🤣🤣🤣👌👌👌",
        "@sadhavi @tehseenp Its good to see people standing out for justice irrspective of political affiliations.@BJP4India… https://t.co/XwNrAAHblx",
        "@barandbench what about @aajtak  showing \"So Sorry \" toons.Its everywhere on @Youtube",
        "@Mayankkaushik25 झन्नाटेदार था थप्पड़😂😂😂😂पता नही ये बेचारा जानता भी था या नहीं के जिसका मुखाओटा पहना है वो हैं कौन😂😂चेहरा लटक गया बेचारे का",
        "@KrabhishekTwits @ndtv and mandatory 1 month training with the army every year",
        "@Swamy39 @pGurus1 Maybe he will be prosecuted when BJP gets majority in Rajya Sabha 😂😂",
        "@neelakantha @TarekFatah उर्दू पाकिस्तानियों के बाप की जागीर नहीं है।",
        "@Fact Which scientist conducted this study 😉",
        "@Kabiguru1987 @rsprasad this is all for the visiting Saudi Prince.",
        "@mkatju I consider you the best Judge of service matters.",
        "@ndtv @narendramodi Election and Photography ....bas only these two things attracts our PM.",
        "@HPSupport printing issues,brought a new printer and i get error message that catridge door is open #hppsdr #ijkhelp",
        "@ani_digital @ANI who cares",
        "@PMOIndia @narendramodi If you want to form the next government put Anil Ambani in jail for misleading Dassault and remove Jaitley.",
        "@thekiranbedi @PiyushGoyal True",
        "@vijaita Nobody misled SC. It was obviously suggested by the SC that this is the only way out.",
        "@pbhushan1 It needs a lot of courage to write the way you have written👌",
        "@mkatju Nobody trusts the Politicians be it from BJP or Congress but Courts/Judges are the last hope for common man… https://t.co/W38SQjwAFf",
        "@iKabirBedi Kabir Bedi saab forgot Rekha of Khoon Bhari Maang 😂😂😂",
        "@loosebool @narendramodi Fully agree on Mahatma 2.0.Wonderful observation Loose_Bull👌👌",
        "@Swamy39 @iyer_rn @jagdishshetty @birajanath @MaheshJoshi_MJ @jspandey_ @Prof_Hariom @ranganaathan @pGurus1 P Chida… https://t.co/OBLYjkLVS2",
        "@JhaSanjay what due respect.Respect is earned and not https://t.co/I9Dgrwb3tV by Day SC loosing all the respect.",
        "@JhaSanjay First the SC asks for all the details and then it says it cant discuss those https://t.co/PhrP2AnZoj Mr… https://t.co/awRWsyabZb",
        "@JaiveerShergill @JhaSanjay I think u are much more matured then any  of your spokesperson.And of all the parties s… https://t.co/1TG83WKMCd",
        "@INCIndia @JhaSanjay The ground that SC took is apparently weak.If this had to be the ground,SC could have done this on Day 1.",
        "@pbhushan1 If this was to be the ground for rejection SC could have rejected the application on Day 1.",
        "@BJP4UP @twiish_ सरकार आपकी,कारवाई क्यों नहीं करते?यही सब हुआ था 2014 में जब घोटालों के दम पे जनता ने आपको चुना,कितनो को जेल भेजा आपने??",
        "@zainabsikander @IndiaToday @rahulkanwal @priyankac19 Why was Amit Shah present at the midnight meeting in which the CBI chief was removed?",
        "@twiish_ e to sala hona hi tha",
        "@mkatju CEC  should first ban  campaigning by anybody holding constitutional https://t.co/zBA2FJG55u it a sitting M… https://t.co/hEkQOFGdVy",
        "@JhaSanjay You people are not able to encash opprotunities.",
        "@narendramodi Anil Ambani is your Achilles's https://t.co/Mbd4OYhdns comes First and so please stop concentrating o… https://t.co/KUjgRj9vkE",
        "@PMOIndia @narendramodi Anil Ambani is your Achilles's https://t.co/Mbd4OYhdns comes First and so please stop conce… https://t.co/lIbPNTskGI",
        "@abpnewstv Justice Gogoi is catching  wavelength of the same remote.",
        "@pokershash @twiish_ @GauravPandhi @BJP4Rajasthan @rpbreakingnews Why will Meena's blame the government??They get t… https://t.co/pnx7pVQhl6",
        "@svaradarajan @JhaSanjay @thewire_in @BhadraSinha @htTweets @kdrajagopal @the_hindu @axidentaljourno @IndianExpress… https://t.co/M6SKIkR8DK",
        "@temp_walia @mkatju u think Modiji &amp; Amit Shah are Brahmins ?",
        "@pbhushan1 We have a \"sealed cover\" CJI 😂😂😂",
        "@pbhushan1 It appears CJI is in some kind of fear.His name is missing from Nation Citizens Register or what 🤔",
        "@manojkjhadu @tehseenp @thewire_in Problem in CBI doesnt make Lalu innocent or victim.",
        "@BJP4India I was against Modiji ... But now when people have started disliking him ..I have started liking Him.He i… https://t.co/KmBNZrmWwU",
        "@pbhushan1 Good speakers are poor workers.",
        "@AMIT_GUJJU @twiish_ पनडुब्बी है😂",
        "@pbhushan1 😂😂😂😂😂",
        "@mkatju Exceptionally written.",
        "@netanyahu @narendramodi 🙏Happy Diwali to India's All weather Friend..... Barddhaman,West Bengal,India.🌠🌟🌠",
        "@sanket_alavani @sureshpprabhu The Only two gentlemen in the present govt. Sh Suresh Prabhu &amp; Sh @manoharparrikar  Parikkar",
        "@WithPGV @sarvmanglamcom what is this?😔",
        "@Suparna_Singh @ndtv News should always be News and Ravish has proved that.We have other channels for serials.Its s… https://t.co/soD2t5Xt94",
        "@Vj_Gupta051 @TheRITUS @TarekFatah 😂😂😂",
        "@ANI But what did u show in this video ?",
        "@squintneon @twiish_ Time has come where now men are supposed to shout \" Bachao Bachao\"",
        "@GeneralBakshi Ek ke badle 10 when out of power and when in power just white kabootar of peace!",
        "@thewire_in @bainjal who wrote samsung key-PAID🤔",
        "@BSMishra08 @MohanSinghKang5 @anuraagmuskaan @HDDubey7 All those who were arrested in various scams during the UPA… https://t.co/eB26HqmnpA",
        "@yadavtejashwi लगता है कोई तगड़ा सलाहकार नियुक्त किये हो भाई!अंग्रेज़ी की लिखावट तो विष्फोटक है😯",
        "@narendramodi sir अब लोग पक चुके हैं गांधी गांधी सुन के। फुंशुक वांगड़ू की तरह कुछ नया सिखाइये।",
        "@manoharparrikar But sir u r the only Gentleman in BJP.",
        "@jgopikrishnan70 @twiish_ @PChidambaram_IN Lets hope that ED does the job honestly and doesnt go the CBI way.",
        "@ANI If he is a criminal then what was he doing in CBI 🤔Why wasnt he sacked 🤔",
        "@CNNnews18 Is this possible without the wish of Government??",
        "@ndtv Can u speak about a single hard decision with positive effect  for 1 minute?Being NSA, U r playing the role o… https://t.co/4oCZYmoVX6",
        "@tehseenp Maybe they are talking about  Central Bank of India 's  Director.",
        "@NavbharatTimes @LambaAlka खुद का विभाग संभल नहीं रहा और दूसरे पे भ्रस्टाचार का केस बना रहे हैं। भरोसा उठ गया है CBI  के हवाई तीर से।",
        "@ndtv Ye kya HAL bana diya hai !!!Sirf ek Ambani ke liye ???",
        "@Swamy39 India can never get free from Corruption Sir.The message by the Government is lout and clear.",
        "@Fact I didnt know @Fact publishes ad's too as a fact 😂😂😂",
        "@ndtv क्या ये याचिका देश-हित का नहीं था?अगर किसी के मृतुदण्ड के लिए अगर न्यायालय रात के 3 बजे खुल सकती है फिर इस मामले में शुक्रवार क्यों?",
        "@ndtv कितने का आता होगा ये सियोल शांति पुरस्कार🤔",
        "@AmitShah @narendramodi अफसोस तो आपलोगो को भी होगा के बेकार में डूबते अनिल अंबानी का साथ देने गए!सब कुछ अच्छा ही चल… https://t.co/VGr8ajLcnq",
        "@vipinjain2017 @abpnewstv न्यायालय को हिंदुओं से समस्या नही है। किसी की क्या मजाल जो सड़क पे नमाज़  पढ़ने के ख़िलाफ़ याचिका दायर कर सकें।",
        "@abpnewstv Supreme Court should have thrown out such petitions with https://t.co/YG2jnOeBeM is just making fun of i… https://t.co/5WavTcESt7",
        "@IndianExpress This idiot was the one who suggested Demonetization.",
        "@LambaAlka अगर 1% भी ऐसे लोग हैं जो औरतों की इज़्ज़त करते हैं वो आप जैसी औरतों के चलते इज़्ज़त करना बंद कर देंगे।स… https://t.co/c8H9FJp5RQ",
        "@TimesNow Is this a part of a judgement/observation or  a press conference 🤔If the top court cant issue time bound… https://t.co/ilkymrk24F",
        "@Fact Capital🤔",
        "@mkatju The media should be blamed along with We,the people.They show what the people want to see.",
        "@pbhushan1 ये सवाल CIC को भारी पड़ने वाला है 😂😂",
        "@mkatju The nation wants to know who is this Lord Bhow Bhow🤔",
        "@capt_amarinder Highways &amp; Railway tracks should always be kept free from any kind of Religious or Political gatherings.",
        "@IndianExpress And clean chit in a day increased my respect for @manojsinhabjp &amp; @AshwaniLohani !They had a clarity… https://t.co/qnyoE6p5v5",
        "@tathagata2 @BJPWBengal Such thoughts will start a wrong trend where the drivers will be asked to stop trains on se… https://t.co/CVPUO3Nwcp",
        "@JaiveerShergill I had followed you on debates and you were impressive!But the question that you have raised here q… https://t.co/j6NI5Es6Sw",
        "@JaiveerShergill 1.Trains have the right to run on railway tracks and not the people.\n2.The patrol guard cannot run… https://t.co/jpmy1VMaYY",
        "@pokershash @abhisar_sharma @PiyushGoyal @thewire_in Amritsar Jalandhar DMU express??? Since when has a DMU become express ?",
        "@baisiwalapk @pokershash @abhisar_sharma @PiyushGoyal @thewire_in U think he can pass a single competitive examination ?",
        "@mkatju Arnab Goswami🤔",
        "@ANI At this time,it would have been best to say \"a politician\" rather than a particular party.Every party had been… https://t.co/OSV7jDiClD",
        "@Suparna_Singh Its strange that a company fighting bankruptcy case is seeking 10000 crores as damage 🤔",
        "@RSSorg Make an app for Aadhar &amp; OTP based voting.",
        "@mkatju At least somebody spoke the truth👍",
        "@Paytm Everyday your OTP limits gets exhausted and its impossible to reach your customer care executive through the… https://t.co/eseOAkieAa",
        "@loosebool Suno na sangamarmar!!",
        "@pbhushan1 Maybe thats in a larger public interest.",
        "Hey @tricky1907 @lawyersstreak @BSYADAV11024753 thanks for being top new followers this week! Much appreciated :) 🔹https://t.co/Zk9aSaohiO",
        "@PMOIndia Please donot share articles of poor editors who cannot write आतंकवाद instead of Terror.It will show a res… https://t.co/zbZdkqrxSF",
        "Hey @RameshB89956593 @Amarnat52694019 thanks for being top new followers this week! Much appreciated :) &gt;Want this🆓❓https://t.co/HYlFqtGFnB",
        "@TheOfficialSBI Most of the time its impossible to login to the internet banking website and even if successful it… https://t.co/avxzVEuPkS",
        "@WBPolice Police should keep an eye on mushrooming Disc's,Pubs etc for checking this menace.",
        "@airnewsalerts @BCCI @mkatju was right when he had said that Indian leaders have created BCCI &amp; Bollywood just to fool the Indian Mass",
        "@loosebool This only means that the particular terrorist is a VIP for USA.US only cares about its interest.",
        "@ManishTewari Why \"emergency\" is duscussed all the time,an event that happened 40 years ago?",
        "@Babu_Bhaiyaa The situation is better.Its worst during Shab-e-Barat.",
        "Hey @lakshmi46437781 @SUDHANS63100608 thanks for being top new followers this week! Much appreciated :) ➡️Want it🆓❓https://t.co/G7lNeJdVcY",
        "Hey @rrajnnath @MridusmitaSaika @SwapnilKedari3 thanks for being top new followers this week! Much appreciated :) 🔶 https://t.co/YTjP3I1naD",
        "@TheOfficialSBI Please improve your internet banking.",
        "@loosebool @PMOIndia @HMOIndia Becoz the acid never dissolves the glass jar in which it is stored.",
        "@virendersehwag @TheHockeyIndia After Kumble's departure as coach , Cricket is the new Hockey &amp; Hockey is the new Cricket of India.",
        "@airtelindia My mobile number is 9932222202.I was supposed to get 1Gb data daily aft recharging by Rs 345.But that hasn't happened,",
        "Hey @Ranjeet33815266 @PrkashKadam1 thanks for being top new followers this week! Much appreciated :) ➡️Get it🆓❓https://t.co/PAkddHNZsi",
        "@AnupamPkher गर्व करना अच्छी बात है पर उदण्डता कभी जीत नहीं दिला सकती।पर अंत में ये कह के खुद को समझा सकते हैं क्ष… https://t.co/tZqIUJZcqq",
        "@rajnathsingh U forgot she was the one \"guarding the democracy\" when the army was doing an exercise at toll plaza during demonetization!!",
        "@rajnathsingh Apprising in such a situation is the job of Intelligence Bureau,afterall they are under Home Ministry.",
        "Share the love @BSNLCorporate @splendidtanu, you're top engaged community members this week! Much Appreciated :) &gt;&gt; https://t.co/jxPYMFP5Wu",
        "Hey @Rajkuma46943308 @SarikaRastogi8 thanks for being top new followers this week! Much appreciated :) &gt;&gt; Get FREE? https://t.co/x0gPJRcZaO",
        "Hey @jyotsnadevi33 @Birju91176221 thanks for being top new followers this week! Much appreciated :) ➡️ Want this 🆓❓ https://t.co/XO7XkkMlhF",
        "Hey @tricky1907 @AmitSin04637701 thanks for being top new followers this week! Much appreciated :) ➡️ Want this 🆓❓ https://t.co/vTuqVSTcjI",
        "Hey @BSYADAV11024753 @babubiswasadad thanks for being top new followers this week! Much appreciated :) ➡️Get this🆓❓https://t.co/TLcbcmEron",
        "Hey @Munish_sharma15 @Arvinds24243460 thanks for being top new followers this week! Much appreciated :) ➡️🆓 https://t.co/DRcUcjmzF4",
        "Hey @fitnesslabvibes @niraj_dhole thanks for being top new followers this week! Much appreciated :) &gt;&gt; Want this 🆓? https://t.co/xvKMqTWQjM",
        "@JioCare Thanks Nirav but I got the number by sending d IMEI code to 199.I wud need help in someother matter.Pl cal… https://t.co/v9PasM37Xl",
        "@reliancejio Can you please tell me how can I get Jio-Fi device number??I am unable to recharge.",
        "@TimesNow What to expect from a PM who is no better than a clerk in Pakistan . When the world knows the fact that a… https://t.co/I84uQggyDt",
        "@BSNLCorporate Mobile number:9474080000.unable to swap my sim  for Nano/Micro sim as BSNL office says sim not avail… https://t.co/pdUkZdVI0B",
        "@BSNLCorporate Micro/Nano bsnl sim not available at BSNL main office at Burdwan( Pin-713101).Trying for last 20 days to swap sim.plz help.",
        "@abpnewstv Were u expecting \"please help me return to India\" as a reply to that question?",
        "@abpnewstv This means that the govt is sure to win the case tomorrow in SC for making Aadhar  card mandatory.",
        "@AdityaRajKaul @republic @AnupamPkher @chitraSD @SenseandC_sense @sneheshphilip @Parikshitl @TejinderSsodhi… https://t.co/4Uwedsojzm",
        "@abpnewstv If BJP suffers in 2019 then the sole reason would be Mr Jaitley as he has successfully lost 47 lakh+ fam… https://t.co/2RtZwPhSpJ",
        "@ndtv @LRC_NDTV He falls under the \"Suspicious Account\" category.",
        "@TimesNow Why will they refuse?Do you think 24 crore is an amount which qualifies to be categorized as corruption? 😉",
        "@AsYouNotWish Do think these raids are going to get us some positive result?",
        "@arvindkkalyan ..past 2 months and if that is true then the expose was done just to assist the defaulters.",
        "@arvindkkalyan Well said!&amp; people should check their conviction rate before celebrating.Their chief today said that… https://t.co/TPI4z4GNIZ",
        "@Swamy39 @rose_k01 Sir,@myogiadityanath,Raj Thackrey and You must form a Hindu council.",
        "@splendidtanu @narendramodi There are really very few people who do this.And those who really do are assets for the country.",
        "@splendidtanu @narendramodi Well said. Rest didn't care.",
        "@gochermahesh @narendramodi squarical &amp; trigonometrical  language",
        "Share the love @amitkasthana @sanjiv0312, you're top engaged community members this week! Much Appreciated :) 🔶 https://t.co/YTjP3IiY2b",
        "Thanks for the retweets this week @MrPiiyush @TypeONegative19, much appreciated! 🚀 Grow your followers with https://t.co/9XjajXEzia",
        "@sumit0707 @_IndianAirForce @Inkhabar We took 15 days to ascertain this when everything happened in our country.Are we prepared for war yet?",
        "@IJaising Hon'ble judge might have suffered injury in the frontal lobe of the brain in the past.",
        "@republic Like \"God will judge our enemies .. Our Army will arrange the meeting\"",
        "@TimesNow Major agreements cannot be signed as the PM of Spain heads a govt which is minority",
        "@RoflCritic Camera 40 mega pixel..whereas the one sitting by the side has 540 megapixel.",
        "@republic This fellow should have been on dialysis why only IV?",
        "@Sanjayv24000500 @DalitSamajIndia @dalityuvadal @bhim_sainik jo nikaalne wale jaati hain wo kya dusre jaati walon k… https://t.co/GminQYL25X",
        "@pbhushan1 Mr Shourie was one of the most useless minister.He took some of the most unworthy decision as disinvestm… https://t.co/TzGMMuJPBc",
        "@airnewsalerts @UN What about peace at home?",
        "@loosebool For the beef brigade talk of everything other than intelligence.Think about the kind of netas heading them.",
        "@loosebool The govt made them feel like intellectuals.During the 2009 Mumbai attacks, Govt took suggestions from them.",
        "@ndtv Make Raj Thakrey the Defence Minister and then see what Shiv Sena has to say.",
        "@shashikantips54 @ANI_news Thats the difference sir.In our country even administration runs by using heart instead of brain."
    ]
}