{
    "screen name": "Yuni27970596",
    "no. of tweets": 159,
    "tweets": [
        "@DaNiAlvarCar Si tienes otros, puedes encontrar una fuerza para no derrumbarte",
        "@PsicFelixM No es por el coste en si, es por hacer el pago. Pq no contestas en el hilo?",
        "Feliz día de San Isidro https://t.co/20Ubj3cDP7",
        "@PsicFelixM Creo que las opciones de la encuesta están mal. La gente no necesariamente participaría pq no le intere… https://t.co/4snvPoU0qR",
        "@anioramas Este hombre no me gusta, pero creo que España debe dejar de enfocarse en el turismo y cambiar el rumbo de la económica",
        "@janogarcia_ Alemania no tiene fronteras con España, lo que se hunde es tu conocimiento",
        "@hausofr0na @AstridCoxon Good point 😂",
        "@valfromrome Me neither... and I was very much looking forward a series on Freud! The real Freud",
        "@rawsin_ @AstridCoxon Does it relate to Freud at the end or it is just a fantasy tale?",
        "Francia registra 348 nuevos muertos y supera a España en número de fallecidos  https://t.co/zs8kMILFms via @el_pais",
        "@ssilvapat All series and movies have sth about Freud, you will understand if you study him. This one went off!",
        "#Freudnetflix = very disappointing",
        "@Rraafia Ink from writing",
        "@AuthorCharish It is about the above, just not about Freud",
        "@hausofr0na @AstridCoxon Not at all",
        "@rawsin_ @AstridCoxon Me too, i stopped at ep5, nothing to do with freud, a great man",
        "@ssilvapat His best book is interpretation of dreams",
        "@ssilvapat Yes, much better than the series, which was weird",
        "@IsVulva @netflix They showed some very small ones too",
        "@dkayssi He looks like heidi’s granpa",
        "@M_Kolkenbrock It is indeed a miss oportunity for psychoanalysis, and what everyone was expecting. I dindnt like it",
        "@Fr_Geagea I agree, they should have called it Tolten instead for Freud, and I might have watched it until the end, had to stop in ch5",
        "@rleebyers It is disappointing but there is kung fu",
        "@AliraHollow Si has leido a freud, más bien todo lo contrario, nos alejamos del deseo",
        "@SeverineSofio Rien a avoir avec netflix sauf bcp de...",
        "@RicardoBenVel95 Para mi tb",
        "@debby_ravenclaw Anch’io mi aspettavo un altra roba. Non ce la faccio a finire...",
        "@tordotcom Zulema from vis a vis",
        "@valfromrome Me neither. I stopped at chapter 5. I need an instruction manual to continue",
        "@theonethatgyms The series is weird. Disappointing if you like freud",
        "@TheRewiredSoul It is very weird",
        "@ericalovesdcmar I made it to 5 but I will stop there 👽",
        "@aiellojuan @danielafurst @ManesF Deberían biscar realización pero buscan aprobación",
        "@PsicFelixM Aún así, es la mejor base que existe hasta ahora. También Newton se equivocó en parte y eso no impidió… https://t.co/P0rTX4yzby",
        "@CatexiaBlog @PsicFelixM Conozco bien el psicoanálisis, y lo defiendo, pero es una ciencia q necesita evolucionar y… https://t.co/m0FzLdnt03",
        "@XParaTom UK you are down for a long period... thank god we can close the borders and you cant come to europe to infect us",
        "@jdpoc @Elainebks @HereBeProof You really have bad newspapers in the UK, it could not be more fake news. How sad",
        "@jetd10_janey @JulietShaw_ @CMEPhillips @jdpoc @russglos The state of alarm is only extending the control of the go… https://t.co/FiKwG4yoQT",
        "@jdpoc You are a #covididiot, thank god for brexit, bye bye",
        "@jdpoc FAKE NEWS IDIOT. Spain is doing really good, specially compared to UK",
        "@jdpoc Death toll did not rise, they did it for other reasons, do you know how to read?",
        "@axidentaliberal @realDonaldTrump Spain is the best country",
        "@OpiniumResearch uK is hiding number and being a disaster and so is france, the truth will come up. Spain is doing very well",
        "@CostaBlancaInfo You are not welcome",
        "@globaltimesnews France is worse, but hides the numbers and so is Holland",
        "@zarajones812 @thedsggroup @WroughtonSarah Spain does not exclude those who die at home or in care, that is France… https://t.co/HaoTn62Fzo",
        "@thedsggroup Because both spain and italy have high density where people love. Learn to compare. uK is hiding the n… https://t.co/0Mo2ukIJZi",
        "@vaaaalbt_ Mario sin duda, el hermano es muy chulito",
        "@CatexiaBlog @PsicFelixM Hay algún psicoanalista que no le hable a la mujer analizada de la envidia del pene?",
        "We ❤️ Fernando Simon. He should be made Spanish Minister of health for ever!",
        "@nachology No",
        "@el_pais Que malos son los periodistas, no se enteran de nada",
        "@Danielhopwood But everybody knows that, specially since they started counting later. They cant hide the fact",
        "@CatexiaBlog @PsicFelixM No tengo nada en su contra. Creo que es más común de lo q piensas",
        "@Danielhopwood Still dont know. Other than there is mucho more deaths than countries claim",
        "Escandalo a la holandesa. #Boikotaholanda \nEn @elconfidencial: La empresa holandesa que ha colado test 'made in Chi… https://t.co/ZOF8OJebnQ",
        "@CatexiaBlog @PsicFelixM Es difícil cuando el analista intenta convencer a la analizada, por activa y pasiva, q tod… https://t.co/OPq4bubGnS",
        "@Danielhopwood Why?",
        "@CatexiaBlog @PsicFelixM En hombre discrimina a la mujer pq se siente inferior a ella",
        "@CatexiaBlog @PsicFelixM Creo que es evidente que Freud confundió el órgano con el deseo de La Niña de no ser discr… https://t.co/IBTZlqlEdd",
        "@Risaviral @HumorViralES Queda mono, pero no se q tiene de gracia correr sobre un plástico",
        "@Jose32182366 @PsicFelixM Lleva un año diciendo tonterías y 49 repitiéndolas",
        "@danielanzrth Saber hacer bien el currículum es todo un arte. Yo ayudé a varias a amigas q estaban como tú y en una… https://t.co/mY0eNnV0b1",
        "@Pirekuaa La verdad es que se nota cuando las mujeres hacen esos trabajos, lo hacen simplemente mejor",
        "@shalofxlina @chicangustiada @HannahFontan Freud era machista también en su época, el machismo no cambia, es ver a… https://t.co/35wkUGuqha",
        "@shalofxlina @chicangustiada @HannahFontan Se justifica lo que dijo por la época, pero eso no le hace menos machista",
        "@chicangustiada @HannahFontan Freud no brindó mucha voz a las mujeres, era bien machista, pero trajo luz al mundo del inconsciente",
        "@CatalunyaFreeTV @GirautaOficial @rosadiezglez 😂😂😂😂 mejor un grupo de música",
        "@rmartinpalacios @GirautaOficial 😹😹😹😹",
        "@GirautaOficial Pues yo nunca voté a Cs, pero ahora q te has ido y q Inés parece ser la única q se preocupa por España, igual lo hago",
        "@dortega_g @GirautaOficial Jajaja yo creia se dedicaba a tocar la guitarra",
        "@GirautaOficial Por fin te vas!! A ver si ahora Cs se vuelve un partido de centro, y no eso tan horrendo en que se había convertido",
        "Por fin nos libramos de este loco!!! 👏👏👏 https://t.co/5agCVM1Ylz",
        "@pasanospoco 😂😂😂",
        "@InesArrimadas Pareces la única sensata, no me gustaba nada Rivera, pero igual a ti te voto",
        "@yolcm00 @InesArrimadas Yo tb, igual la voto y todo, parece la unica cuerda",
        "@AbadMaachamon @InesArrimadas @sanchezcastejon @PSOE Ese fue el retrasado de Rivera, y este es un momento crítico",
        "@InesArrimadas Muy bien, no os he votado, pero me gusta como estás actuando, felicidades",
        "@sabervivir_ph Psicoanálisis",
        "@BennyMcLet Siempre te puedes salir del grapo",
        "@IruneErdoiza @2LaCrono Y como las pelan?",
        "@RAFUNKEL1 @SitaRabbit Quien es el rojomaricon?",
        "@SitaRabbit Yo a todos",
        "@msanaprada @elmonaguillo @El_Hormiguero Que triste",
        "https://t.co/qllgJS1wQa",
        "@Teaziii They are very good",
        "@minwonsuga @wonngod They are indeed very good",
        "@OkokDiana Because they are damn good! It is actually because those series belong to the same change, Atresmedia. T… https://t.co/J4kTxsGgGs",
        "@INDIEWASHERE You can find her basck in vis a vis",
        "@GemmaRomro Hay ya vis a vis 5???",
        "@AnnaCV_96 @Najwa_Nimri And she is in casa de papel too",
        "@__JT90__ @OITNB @netflix @NetflixLAT @NetflixFilm @NXOnNetflix The Spanish Vis a vis is so much better, i cant sto… https://t.co/sqJBLJ2WIR",
        "@crustynalgas Casa de papel, elite",
        "@Ladyinred4ever Top",
        "@klaraaa57006246 @Enz11K4 Yes, so good",
        "Cómo Holanda deja sin impuestos a media Europa gracias a un 'sándwich' https://t.co/mAzsBntCn9",
        "Holanda no hospitaliza débiles ni ancianos https://t.co/YWzkR1qR7R via @NiusDiario",
        "@tierrademayo @GroeneveldBert The Dutch journalist was an idiot. Most dutch people are selfish rats 🐀",
        "@elmonaguillo @El_Hormiguero Dile a Motos q no insulte a Fernando Simon, q es lo mejor q tiene España. Vuestro pape… https://t.co/lo7m9M08XV",
        "@Srat_Machete @MNU13864911 @janogarcia_ Es Belgica el pais con más muertos por millón",
        "@janogarcia_ España no está peor que francia. Los franceses mienten con los números. Este mes de marzo, solo en Par… https://t.co/KCozgoLNib",
        "@TanakaFon I just think you are useless ;-) i dont get pissed with useless people",
        "@TanakaFon Pathetic...",
        "@TanakaFon Que amargado estás, no me extraña que tus vídeos sean malos y nadie te haga caso",
        "@El_Hormiguero Penoso",
        "@El_Hormiguero #GraciasFernandoSimon",
        "@RafaGaln1 @El_Hormiguero Pues en la mía hay y siempre ha habido. No sé donde vas tu",
        "@LaUltima_Hora Haznos reir si quieres, pero del resto no hables, pq no sabes.",
        "@raulera28 @DarkLig70486604 @javi_any @raj2455 @Ferabad_74 @El_Hormiguero A los sanotatios de mi hospital se lo hac… https://t.co/b4oZ9cAser",
        "@Ferabad_74 @El_Hormiguero Claro que no lo son, que vas a hacer 47 millones de test cada 5 días??",
        "@El_Hormiguero Os dejo de seguir y de ver por reiros de Fernando Simon. Qué más quisiera P. motos que su gran logro… https://t.co/56Rh4vJie5",
        "@guirodi #GraciasFernandoSimon",
        "@gordo_de_purri @guirodi @ElHuffPost 😂😂😂😂😂😂",
        "@guirodi 😍 Fernando Simon",
        "@europapress Holanda roba a toda europa. Los holandeses son lo peor que hay #boikotaholanda",
        "@aninesm @beyonsesa Me apunto",
        "@GigiflowersGf @beyonsesa Hay una en https://t.co/FbMFlVinwy",
        "@Arquitectico @beyonsesa Y el q tiene q ver con los recortes???",
        "@beyonsesa #GraciasFernandoSimon",
        "@vaiorel_ #GraciasFernandoSimon",
        "@beky_777 @vaiorel_ Yo también le tengo cariño",
        "@TanakaFon Para que criticar el niño de 20 años en twitter? Hablen con él, intenten que aprenda y ya está",
        "@TanakaFon O tal vez no quedó claro, si el niño tiene que preguntar pq no entendió",
        "@Joel_CYL @ElenaBerberana Mas a mi favor, por eso los dos países tienen tantos casos. En realidad en N 1 es españa… https://t.co/f3bMOPitKd",
        "@Maca_VisaVis @visavisoficial I hate maca, bad actress",
        "@NNJ__87 @Tonicanto1 @policia Es un montaje",
        "@acidoalironico @mayte7171 @Tonicanto1 Es difícil de asumir q lo graben y lo suban",
        "@gamezTorres_67 @Tonicanto1 Pq es falso el video, lo curioso es que un político no sé de cuenta e insulte a la poli… https://t.co/LgzYjKForZ",
        "@Tonicanto1 @InesArrimadas Y lo estaban firmando los policías desde el coche para q tu les llames homofobos claro",
        "@Tonicanto1 @InesArrimadas Fake news",
        "@Joel_CYL @ElenaBerberana Es el pais con más turismo españa",
        "@ElenaBerberana @millondegracias Es verdad",
        "@riderfz1 @guardiacivil Salir a hacer deporte, es para q la gente esté sana y afronte mejor el virus. La moto, no s… https://t.co/JqRyYTlTRA",
        "@guardiacivil Pues no se han enterado",
        "@scottpne @LauraRound They are",
        "@TotalBuzzKit @LauraRound 😅😅😂😂🙂",
        "@JYHKeung @AnnPomeroy2 @LauraRound Morbide obese healthy?",
        "@AnnPomeroy2 @LauraRound 😱😂 too many french fries",
        "@TanakaFon Tal vez el video no era bueno...",
        "@sketchmade @wulfinus @minuanosix8 @ggreenwald Everyone was late",
        "@AlmeidaPP_ Pues está Madrid lleno de gente, vamos a volver a atrás en 2 días",
        "@lacasadepapel Casa de papel! Nairobi y berlin please",
        "@j_frkn_diddy_ @lacasadepapel It is",
        "@amy_dirosa @netflix I like it very much, it does not give lessons, but examples, and empower women, love it",
        "@officialwhysti1 @netflix https://t.co/aM1GkASI8h",
        "@netflix I ❤️ casa de papel, Elite and vis a vis. Spanish series are the best!",
        "@isabelaalways18 @netflix Pls dont",
        "@amy_dirosa @netflix Casa de papel talks about feminism, racism, and other serious issues and does it very well",
        "@netflix Casa de papel is the best series EVER!!! Love it 😍",
        "@lacasadepapel Rio is kind of boring",
        "@ElAguijon_ @aaguaron Pq es una bajada puntual, el crecimiento debería comenzar muy rápidamente",
        "@KAVIRAJAFC It is the best, how is it underrated?",
        "@lacasadepapel Tampoco exageremos, que es solo una serie, si no nos gusta sin nairobi, cambiamos de canal...",
        "@FroilLannister @aaguaron En una ciudad como Madrid, con metro y la gran via q son manifestaciones diarias, el futb… https://t.co/R4E346QtKd",
        "@TonyR27689580 @FroilLannister @LagrimasProgres Las mismas fotos q serán falsas, pq en el resto de los lugares, se… https://t.co/bsdIs2Dspz",
        "@FroilLannister @aaguaron Qué pesadez con criticar y criticar todo continuamente, inventaros un hobby, poneros a ha… https://t.co/x8B5PlX1jN",
        "@gemadeco @avalancha27 @albertommoral En toda España o, en algunos sitios puntuales. En la mayoría se han comportad… https://t.co/22bAEUiSri",
        "@Avivir Los periodistas deberían dejar de inventarse las noticias y dejar q las cuenten lis profesionales",
        "@Avivir Tiene muchos videos muy buenos en youtube"
    ]
}