{
    "screen name": "AyushMairwa",
    "no. of tweets": 140,
    "tweets": [
        "@anshu8909 @kanpurcentral @KanpurPolice @DMKanpur Kitne mistake karte ho tweet me.",
        "और, इनको क्या कहेंगे आप?\n#LockdownPositives \n#AatmNirbharBharat https://t.co/hkDhfw699a",
        "Lockdown से समस्या solve होने वाली नहीं थी। Lockdown करके समस्या सॉल्व करनी थी।\n #Lockdown4 https://t.co/Rvyu5zs49z",
        "Ayush Abhishek Sarraf's Blog: Why Suicide?: https://t.co/Jq9fta4Pv2",
        "Happy National Technology Day.\n\nhttps://t.co/mB5AH6lpmz \n#NationalTechnologyDay https://t.co/8QQX2Byyc6",
        "मेरे हिस्से का मंटो\nWarm tribute to Manto on his birth anniversary https://t.co/eqG9dSGWTV \n#manto https://t.co/z4K4qQANnH",
        "लबों पे उसके कभी बद्दुआ नहीं होती\nबस एक माँ है जो मुझसे ख़फ़ा नहीं होती।\n- Munawwar Rana\n\nhttps://t.co/gvF0skWr5M… https://t.co/NOxwJiOMt1",
        "●\nमैंने रोते हुए पोछे थे आंसू एक दिन\nमुद्दतों माँ ने न धोया दुपट्टा अपना।\n- @MunawwarRana \n\n●\nAyush Abhishek Sarraf… https://t.co/frTLU91Ack",
        "@loksevaknirman @YouTube मिशन के सभी स्वयंसेवकों के लिए यह वीडियो सन्देश अत्यंत आवश्यक है, देखें व अमल करें। \nऔर मुख्य बात कि डरें नही।",
        "Ayush Abhishek Sarraf's Blog: Political Guru Of Gandhi - Gokhle : https://t.co/6q6fgG80eo \n\n#GopalKrishnaGokhale",
        "Ayush Abhishek Sarraf's Blog: महाराणा प्रताप और T.V. वाले\nhttps://t.co/gl0Su3iPsY",
        "154 वें जन्मदिन पर गोपाल कृष्ण गोखले को अशेष प्रणाम। उदारवाद के उनके ब्रांड ने महात्मा गांधी सहित लाखों लोगों को… https://t.co/erJsxUYqXg",
        "Ayush Abhishek Sarraf's Blog: \n1. मृत्यु का डर भौतिकता -\nhttps://t.co/FK0jfxjhfP \n2. नॉस्टेल्जिया -… https://t.co/bYoZWJDUE3",
        "#Aurangabad \nरोटी-प्याज, 35 KM पैदल सफर....मौत की झपकी लगी और ट्रेन की पटरी पर बिछ गईं 16 मजदूरों की लाशें।\n\nमौत मज… https://t.co/3ZdTiKu1OB",
        "चूल्‍हा मिट्टी का\nमिट्टी तालाब की\nतालाब ठाकुर का\nभूख रोटी की\nरोटी बाजरे की\nबाजरा खेत का\nखेत ठाकुर का\nबैल ठाकुर का\nह… https://t.co/a18dRP0dAK",
        "Ayush Abhishek Sarraf's Blog: World's first movie on Gautam Buddha: \n\nhttps://t.co/6AmDdyWE06 \n@TheLallantop… https://t.co/dOt6u4RMji",
        "Ayush Abhishek Sarraf's Blog: Buddhism Beliefs &amp; Amplificatiom of Buddhism: \n\nhttps://t.co/qphVT0iFVW https://t.co/WvwGvypkRU",
        "@sanjayjavin Siwan ke marwa me nhi hua hai sir .",
        "राष्ट्रवाद और टैगोर\n#birthanniversary #RavindranathTagore \n@PMEGHWAL @loksevaknirman @moeeztweets @TheLallantop… https://t.co/8ane08pMIg",
        "Bhagwan Buddha ki jayanti ki hardik shubhkamnaye. Happy Buddh Jayanti\n#BuddhaPurnima https://t.co/ncXnXL76Q5",
        "\"अप्प दीपो भव\" \nThousands of candles can be lighted from a single candle, and the life of the candle will not be sh… https://t.co/0vdMjIaksh",
        "दो देशों के राष्ट्रगान लिखने का गौरव प्राप्त करने वाले विश्व के एकमात्र महामानव, गाँधी जी को 'महात्मा' की पदवी देने… https://t.co/zBOEAVIrL1",
        "Ayush Abhishek Sarraf's Blog: \n\nतेरे फुलों पर मेरा भी हक़ बनता है —\n\nhttps://t.co/OJbqNfMqcm",
        "For people with #disabilities  in Delhi requiring delivery of food or medicines  during the #COVID19  please contac… https://t.co/XPvnPb9cIJ",
        "सोचिये.... https://t.co/f1YSGWYfUE",
        "Say 50 years from now, if we were to look back at today, what would make you cringe about today? \n\nName those thing… https://t.co/PldIVRIFaN",
        "धर्म एक ऐसा अफ़ीम है जिसे जितना चखोगे वो उठना ही चढ़ेगा. \n~ कार्ल मार्क्स \n #KarlMarx",
        "'' टीपू का भौकाल ''\nhttps://t.co/ULrydVgAK8",
        "@varungrover @sudhirchaudhary Arey!\n kabhi to aatma me jhanka kijiye. Puchha kijiye ki ham kya bol rahe hai kya likh rahe hai.",
        "लालबत्ती - VIP लॉबी\n\nhttps://t.co/pLgiFLgbHG",
        "माननीय मुख्यमंत्री @NitishKumar  जी नियुक्त एक भी नोडल अधिकारी का नंबर नहीं लग रहा हैं. कृपया ध्यान देवे व दिलवाए https://t.co/V6pjfWS91u",
        "And now, when 3.0 has been announced then share what did you read during this period.\nHere completely briefed engli… https://t.co/vH3NGJckUE",
        "\"Pleasure in the job puts perfection in the work.\"\nIn these times of #COVID19 our communities across world hold tog… https://t.co/b7OTexRq8p",
        "मजदूर दिवस \n\nआधुनिक समाज में पूंजीवाद द्वारा पुराने पितृसत्तात्मक परिवार को भंग करने तथा स्त्रियों और बच्चों को काम… https://t.co/tLjloVyTIX",
        "It will may be big challenge to welcome huge number of migrants labour for Bihar. Appealing to government to keep a… https://t.co/DP1oRk3KZB",
        "Jaane se pehl, ek aakhri baar milna kyun zaroori hota hai\nAlvida Zanaab!\nजाने से पहले \nएक आखरी बार मिलना क्यूँ जरू… https://t.co/9JYyuYM6nD",
        "@ShashiTharoor Jaane se pehl, ek aakhri baar milna kyun zaroori hota hai\nAlvida Zanaab!\nजाने से पहले \nएक आखरी बार… https://t.co/ZJd8RIM7Gy",
        "@moeeztweets Thank you. Dost",
        "हर किरदार में तुम दिखे NSD के स्कॉलर के साथ हरपल सीखता, समझता। \nअद्भुत इरफ़ान\n#IrrfanKhan https://t.co/SbnawrqykB",
        "\"बिछड़ा कुछ इस अदा से कि रुत ही बदल गई\nइक शख़्स सारे शहर को वीरान कर गया\nख़ालिद शरीफ़\"\n#IrrfanKhan  #RestInPeace https://t.co/jvd3QhkQ6B",
        "@MunawwarRana Koun kahega. Jab tak hamlog h aapke sath.salaam baba",
        "@Cute_Shana24 Awesome",
        "@Aditi_Goswami_ @Cute_Shana24 👍👌",
        "Ayush Abhishek Sarraf's Blog: Teen Taal : https://t.co/Mc0OgdT4fd \n@Hindiganj @Hindinama2 @HillyHindi",
        "Ayush Abhishek Sarraf's Blog: आपद&amp;#2366; आए भल&amp;#2375;: https://t.co/z14ZtXbr1N \n@Hindiganj @TheLallantop",
        "मंदिर के कंगूरे पर रमज़ान का चाँद \n\nऐसा हिंदुस्तान हम सबको मुबारक https://t.co/EubY2XOBqK",
        "@ppandya2011 @religionworldIN Ji. Sir. We will do as you asked",
        "‘Third day of unending prosperity’  is also to donate, to give back, to do charity. The charity done on Akshaya Tri… https://t.co/BsGBLjWXML",
        "बच्चों की प्यारी से मुस्कान देखने के बाद, यही लगता है कि बेवजह भी मुस्कुरा लेना चाहिए…अच्छा लगता हैं !… https://t.co/qtgFI8HqTk",
        "Wishing everyone around the world happy Ramadan.\n#Ramdanmubarak #Ramadan #Ramadan2020 \n@legalawareness3 @moeeztweets https://t.co/kl9aU8IHXS",
        "@Rekhta सबसे प्रिय है \"संविधान\" हमारा आइन https://t.co/Lyy0UKyIhO",
        "@PIB_Patna Mairwa\nIn this scenario business holders of grocery shops are raising rates since yesterday . \nWith losing their humanity.",
        "अच्छी पुस्तकें जीवन्त देव प्रतिमाएं हैं, उनकी आराधना से तत्काल प्रकाश व उल्लास मिलता है। \n~ Acharya ShriRam Sharma.… https://t.co/PqvWnZtT8T",
        "\"The highest education is that which does not merely give us information but makes our life in harmony with all exi… https://t.co/AibFLvAKkH",
        "@doctor_louve Each book you read is a minor software upgrade for your brain.\n\n#WorldBookDay",
        "@RubikaLiyaquat Achha",
        "Siwan ke liye rahat hai. @dmsiwan @siwandistrictadministration https://t.co/gD5mgbtHlb",
        "चूँकि सिवान की स्थिति गम्भीर है,अतएव विनम्र निवेदन है कि मैरवा के महुआबारी एरिया को सेनिटाइज कराने का कष्ट करें।\nDu… https://t.co/BzgeLfDtAs",
        "सम्भव/सन्देह\n@republic @aajtak @ABPNews @NewsNationTV @ZeeNews @ArnabGoswame https://t.co/tCpxKrbGvU",
        "ब्रेकिंग न्यूज़ देने में माहिर, लेकिन टीआरपी के लिए कभी चीखने वाला फॉर्मैट नहीं अपनाया 👇\n#QuarantinePost… https://t.co/IH7csb9Kh3",
        "Keep fulfill necessary requirements of remote located areas of siwan district.\n@NitishKumar @ndtv @Kanatunga… https://t.co/Q3yJRr7jEk",
        "मैं उन 72 घरों के बच्चों की कुटाई का विहंगम दृश्य साफ साफ देख पा रहा हूँ, जिनके ज़िद पर पिज़्ज़ा मंगाया गया था 🤣… https://t.co/jN74q7XmGL",
        "Because of new guidelines from home ministry it's compulsory to wear mask to everyone by today\nA single mask is not… https://t.co/d0TD5s5krH",
        "@ravishndtv @NitishKumar @SushilModi @TheLallantop @yadavtejashwi @laluprasadrjd https://t.co/9L8C83BrLK",
        "@NitishKumar I am from UP bordering Bihar. I know these people. I have grown up with them. Let me tell you somethin… https://t.co/qfcfxQn6M3",
        "@kanhaiyakumar I am from UP bordering Bihar. I know these people. I have grown up with them. Let me tell you someth… https://t.co/lguMaIGeBG",
        "I am from UP bordering Bihar. I know these people. I have grown up with them. Let me tell you something, when they… https://t.co/XroxEDda6X",
        "'भण्डारण पर्याप्त है' इस आश्वासन के साथ ये भी आश्वस्त करने का कष्ट करें कि जरूरतमन्दों तक पहुँचने में कोई बाधा न डा… https://t.co/ppLoVWOlKU",
        "@MoveTheWorldUS @abhaykrsiwan https://t.co/DWCgNCuss1",
        "2/2\nराशन कार्ड है 6 दिन से बैंक में पैसे चेक कर रही है कि 1000 रुपये आये या नहीं। आग्रह है माननीय से संज्ञान में ही… https://t.co/UNJwhR9hZc",
        "1/2\n21 दिन बीते 19 दिन बेबाक़ी से बाकी है, 21 दिन में भूख के हालात हम सब देख चुके। काश नीतीश कुमार जी भी देख पाते… https://t.co/tlFzwaJoCF",
        "सतुवान के बधाई\n@NitishKumar @PIB_Patna @IPRD_Bihar @BiharHealthDept @ravishndtv @kanhaiyakumar @moeeztweets… https://t.co/BI8vk1pkqY",
        "आज रामायण को आधे में रोक कर प्रभु प्रकट हुए, प्रेस वार्ता की उनके अनुसार। और कहा कि जो रोज कमाते हैं वो मेरे भाई है… https://t.co/UnlZAnbJsa",
        "संविधान के प्रमुख वास्तुकार एवं सामाजिक समरसता के प्रतीक भारत रत्न डॉ. भीमराव अम्बेडकर जी को उनकी जयंती पर सादर नमन… https://t.co/Ka0QsiuZSN",
        "बूढें, क्या बच्चे भोले,क्या महिलाएं दीवानी थी,\nजब जलियांवाला बाग में लिखी,खूनी कलम ने कहानी थी l\"\nTribute to all th… https://t.co/VNfLbsauLr",
        "It's about mairwa town siwan district bihar state. \n@abhaykrsiwan @Dayanidhikr @moeeztweets @DineshMairwa https://t.co/FFYgSIPAWv",
        "अहंकार में चूर, मूर्ख और ग़ैर ज़िम्मेदार नेताओं - व्यवस्थापकों की वजह से यह संक्रामक बीमारी इतनी तबाही कर रही है।… https://t.co/JUoZMwQswY",
        "कुछ भी हो, कल प्रधानमंत्री जी का एक अनोखा रूप देखने मिला। मसला चाहे जो भी हो, मतलब पहली बार मुख्यमंत्रियों से सलाह… https://t.co/ICINyKoRH3",
        "महुआबारी, मैरवा में सफ़ाई व्यवस्था को चौकस कराने और लॉकडाउन सख़्त कराने के लिए आपसे आग्रह। \n@DipakKrIAS… https://t.co/fsPDLYQH6D",
        "@MunawwarRana Kaisa waqt aa gya hai, log saman rakhte huve dhandha nhi kar paa rahe hai. Thele vale ki garibi kafi chintajanak hai",
        "तुम्हें जो दूर\nधुआँ धुआँ सा नज़र आता है,\nजो समझ सको \nतो वो आग पराई नहीं है\nI hate hate.\nI love love.… https://t.co/v4twY9WmaO",
        "मैरवा(सिवान-जिला, बिहार) में जनता कत्तई सख्ती से लॉकडाउन पालन नहीं कर रही, लोगो ने अभी भी इसको गम्भीरता से नही लिया… https://t.co/wCAwxWun1a",
        "@MihirkJha हमारी शुभेच्छा आपके साथ है, जल्द ही सभी लोग स्वस्थ होंगे।",
        "Please provide/start district wise open helpline no. In bihar about every issues, complaint, suggestions &amp; requirem… https://t.co/CaRtHNUJbQ",
        "@Rekhta Aadmi aadmi ko kya dega",
        "@PIB_Patna Need to lockdown mairwa also",
        "Please provide service of cleanliness and sanitization at Mahuabari, Mairwa (Siwan-Bihar). Want to keep inform to y… https://t.co/HwIxNqp7Mo",
        "@drharshvardhan Please provide essential service of cleanliness and sanitization at Mahuabari, Mairwa (Siwan-Bihar)… https://t.co/y5WHX3xbuE",
        "@MoHFW_INDIA कोविड-19 जैसी विषम परिस्थिति के मद्देनजर और सिवान में बढ़ते मरीजों की संख्या के मद्देनजर सिवान जिला और… https://t.co/YizxJq86zj",
        "Please provide essential service of cleanliness and sanitization at Mahuabari, Mairwa (Siwan-Bihar). Want to keep i… https://t.co/Rx7tAteTyA",
        "इस COVID-19 जैसी विषम परिस्थिति के मद्देनजर रेल व्यवस्था को लॉकडाउन के बाद भी कुछ दिन तक अवकाश पर रहने देने की कृपा… https://t.co/TYKAGF6cjY",
        "ब्रह्माकुमारी संस्थान की मुख्य राजयोगिनी दादी जानकी जी के दुःखद निधन का समाचार मिला।उनके मानवता व मानवीय मूल्यों की… https://t.co/udI2HmJhvT",
        "@rahatindori Dua...",
        "@DrKumarVishwas Ji Dr. Sahab",
        "https://t.co/E58ElcpLe7",
        "Tribute to on death anniversary Manto. https://t.co/dhtAbJ6K6U",
        "#ArmyDay\n#NationFirst \n#राष्ट्रसर्वोपरि https://t.co/siD9jaIwtJ",
        "@manudev1991 @ayushmannk @SrVipinShukla aap  nahi  samjhoge bhaiya .... dard ki anubhuti uske ashrito s puchho",
        "@ayushmannk इंसानियत से बड़ा कुछ नहीं\nधर्म नहीं, सियासत नहीं.\nधन नहीं, विरासत नहीं.\nकिसी की हो सोच नई,\nहो अलग तो अल… https://t.co/nYMHyGnhuC",
        "@k_satyarthi @PMOIndia @narendramodi @PTI_News @ANI @ndtv @aajtak @ABPNews Sir, Adarniya ke paas itna Sahas roopi Prem bacha nahi hai.",
        "@RubikaLiyaquat @DehliPolice Inhe @DelhiPolice dwara mehmannawaji ki sakht jarurat hai .",
        "https://t.co/ZPZm1bQWxN",
        "🙂",
        "https://t.co/775YT2DhDX",
        "https://t.co/2HyKdKUXNt",
        "हिंदी दिवस https://t.co/nVcTHbVw6c",
        "An extraordinary personality with every perspective and amazing key of photography.",
        "@DrKumarVishwas Amazing bhaiya dr sahab",
        "https://t.co/94TyREVkyz",
        "@DrKumarVishwas @rahatindori बेहतरीन लम्बे अरसों बाद।",
        "https://t.co/s2sHKkLdkj",
        "https://t.co/9YfOoDAhVI",
        "https://t.co/Tjv5OtwrrF",
        "https://t.co/B0efcVv1ht",
        "https://t.co/WdFY50B5pI",
        "सर्वोत्कृष्ट, समय हो तो सुनें... https://t.co/BbOc4TU4jq",
        "https://t.co/bpk8KWoRMG",
        "https://t.co/yBL61Lansj",
        "https://t.co/8rM5UmpVUl",
        "https://t.co/Esuw4QcVBt",
        "Samay mile to jarur sune.... https://t.co/tqyRFfJysz",
        "https://t.co/STReDRuSeY",
        "https://t.co/UFOUxzlPcc",
        "https://t.co/WImtQZTvC9",
        "https://t.co/beYXqC4ZRE",
        "https://t.co/d0Kf2KBkqT",
        "https://t.co/CH6f76GIzx",
        "👉 मदद और दया सबसे बड़ा धर्म https://t.co/bBzGR63NCl",
        "https://t.co/tOLMYOoI1x",
        "https://t.co/vphOfIgbnd",
        "https://t.co/ds6FuRixyf",
        "https://t.co/88cGpXhuBI",
        "https://t.co/deN4KeBrc5",
        "https://t.co/t9SO8lIhat",
        "https://t.co/mX8xCUO9zs",
        "https://t.co/OVtlHpjjVe",
        "https://t.co/FHE805ZL6n",
        "https://t.co/yvZK4Dphit",
        "https://t.co/7TGJ4pczVV",
        "https://t.co/UnGDJKvY3U"
    ]
}