{
    "screen name": "HomeroDestefani",
    "no. of tweets": 148,
    "tweets": [
        "Harvard and MIT researchers are developing a face mask that lights up when it detects the coronavirus… https://t.co/nuEkoFL2Qi",
        "https://t.co/oGZ871jlK1",
        "https://t.co/iQ8qotIQZw",
        "El sustento de los pescadores se mide por más que la captura https://t.co/HQhfAe1sOI via @Munagropecuario",
        "Behind the paper: Inland fisheries are a key ingredient to reaching Sustainable Development Goals https://t.co/LF2ozVcaDV",
        "https://t.co/1zFZQlX4n5",
        "Não pode dar uma garoa que #Floripa pára. Taix tolo. #Florianópolis #trânsito",
        "Pqp https://t.co/6PyVAVhBkw",
        "@GVNLima1 Tem que demitir o estagiário que curtiu esse post #sportv",
        "@AndrFigueired13 Não mano... bandido é o Lula... #vergonha #bolsominions",
        "Colando... https://t.co/byvRGwqISk",
        "Agora é tarde. #Comosupremocomtudo https://t.co/apnwrzg0cf",
        "@GVNLima1 😂😂😂😂😂",
        "@AntonioGiglioti Vamos ver...",
        "Cheirinho de novo!! #Palmeiras #Brasileirão https://t.co/HmtNFVy4XW",
        "@SporTV Ronaldinho Gaúcho de ponta esquerda e Roberto Carlos de ponta direita. #futebol #game",
        "Triste notícia nessa segunda feira.. \"Stan Lee, gênio dos quadrinhos, morre aos 95 anos\"  https://t.co/tjiv0gDqe1",
        "@Rafa_midiasep O problema não é o técnico, são alguns jogadores que vacilam quando mais se precisa deles. #Palmeiras #Felipão",
        "@bicmuller Na minha opinião ela deveria ter se retirado e, em seguida, processado aquele senhor. #claudialeitte #silviosantos",
        "Ahh mas o PT... #brasil #politica https://t.co/VNycP8WoAk",
        "@globoesportecom 🏆",
        "@globoesportecom É duro né? Kkkk",
        "@globoesportecom Claro que dá... pra ficar no cheirinho de novo kkk #palmeiras #cheirinho",
        "Puts, pra quem tem Prass, Jailson e Weverton não dá nem vontade de opinar nessa enquete kkk #palmeiras #renovaprass… https://t.co/FetN6nHqTE",
        "@SporTV Neymar, Hazard, De Bruyne e Kane",
        "#SelecaoSporTV @SelecaoSporTV Boa tarde! O Brasileirão é mais disputado do que outros campeonatos. Em outros países… https://t.co/3XQKdIgzmt",
        "@globoesportecom ESPETACULAR!",
        "Em um país onde a educação e os professores não recebem o valor que merecem, a manipulação se torna fácil #fhc… https://t.co/cMik0wLPtt",
        "@andrizek Cadê o presidente do Inter?",
        "🇧🇷🍿🇦🇷😧",
        "@bru_aoliveira Estaremos juntos dia após dia, não importa o que aconteça.",
        "😐😐😣😣 https://t.co/NpM8KiOItb",
        "Excelente artigo! Acorda Brasil! #elenao #viravoto #brasil #bolsonaro #haddad https://t.co/QPaD08JjIf",
        "Quase 30 anos na política e nunca fez nada! Agora diz que será a mudança que o Brasil precisa. Só sendo ignorante o… https://t.co/3opY6xBEBx",
        "@anathaismatos Parabéns! Você é demais, faz um super trabalho.",
        "@TadeuSena1 @sxavierfilho Hahahaha",
        "Antes a página das mulheres foi invadida e retirada da web, agora a dos judeus sofrendo ataques. A falta de respeit… https://t.co/meJhCPV32K",
        "Não defendendo e nem atacando ninguém, apenas esclarecendo e analisando os fatos... A delação foi gravada há sete m… https://t.co/GlFxTEURzW",
        "Rs https://t.co/nrqUJ7oQni",
        "#SelecaoSporTV É muito interessante notar que as pessoas compartilham as informações sem ler toda a notícia. Já fal… https://t.co/I2W1yp3QVL",
        "Hey, você mesmo! Venha me ver em campo 5 minutos. https://t.co/yX5BrIRw13",
        "#comosupremocomtudo https://t.co/nWd3xXIKnS",
        "@TMaranhao O pior de tudo é ter um cara excelente que marca muito e desarma muito no banco.",
        "#SelecaoSportv Todo programa tem algum erro. É impressionante. Cruzeiro e Nacional do Paraguai pela Copa do Brasil… https://t.co/1qcCNJFFEh",
        "@SporTV Quem é o menos pior né rsrs",
        "@SporTV Sensacional! Emocionante!",
        "#redacaosportv Treinador mais experiente combina com elenco mais forte, com camarões. Treinador jovem combina com e… https://t.co/IkgDTGpX0N",
        "Moisés tá jogando? #LibertadoresNoSporTV",
        "@Anitta É duro ver vários bandidos mentindo para o povo em rede nacional, mas é pior não assistir e depois só recla… https://t.co/X1uM3Vnahr",
        "@cynaramenezes Outro nome é perseguição",
        "@andrizek Sempre quis ter EI na minha grade de canais. Há um mês adquiri e agora acabou. #feitodetrouxa",
        "O @ArnaldoCesar_ tinha que ser o árbitro de video de grandes jogos. Esse entende! #arbitrodevideo #VAR #BAHXPAL",
        "Olha o VAR! HAHAHAHA #BAHXPAL",
        "Moisés está muito mal hoje. Cadê Scarpa? L. Lima? #BAHxPAL",
        "Edu Dracena não sai do chão. Perdendo todas. Muito lento. #BAHxPAL @Palmeiras",
        "#2Toques Vocês estão loucos dizer que Felipe Melo é melhor que Cesar Sampaio",
        "Felipe Melo não dá mais!! #2Toques",
        "Não adianta olhar os resultados e a campanha do treinador. Tem que ver se o time está jogando bem e evoluindo. Com… https://t.co/x91BMlASRY",
        "O @Palmeiras não vinha jogando nada, desde 2016 é o mesmo esquema tático, entra e sai treinador e sempre a mesma co… https://t.co/5JId0jlEUy",
        "@SporTV TITE! #tite",
        "@SelecaoSporTV  Entendo, mas não concordo. A única vez que fui ao @AllianzParque o Palmeiras perdeu. Também vaiei (… https://t.co/LCrcHmeB7m",
        "Parabéns pelo novo programa, está ótimo! Adoro a @anathaismatos grande profissional e acho que ela é palmeirense!!… https://t.co/YVVOfqmQmD",
        "@SporTV @realmadrid Raul sim, Salgado não",
        "#selecaosportv @SelecaoSporTV Everton Ribeiro em um ou dois lances pode decidir o jogo com um passe e/ou um gol! Nã… https://t.co/Jrnm9WwUg1",
        "Rodrigo é um jogador medíocre que se acha mais do que joga. Ferrou com a Ponte! Vergonha de um cara desse. #redacaosportv @Redacao_Sportv",
        "Ainda bem que a Copa nunca será na Bolívia. #SporTV #SelecaoBrasileira #redacaosportv",
        "Verdão não jogou bem nenhum jogo esse ano #foracuca obs: Estamos  agosto",
        "#foracuca",
        "👀 https://t.co/Y0tmFvWSid",
        "#IveteSangaloNoTVZ carnaval tá chegandooo!",
        "The new king of France! #Neymar https://t.co/VKBjhvR6kv",
        "Time escalado! #cartolafc https://t.co/1Qnsc700xs",
        "Time escalado! #cartolafc https://t.co/1Qnsc700xs",
        "Pra que usar árbitro de vídeo a Copa inteira se no momento decisivo não usa. Pênalti para o Chile! #copadasconfederacoes",
        "@Redacao_Sportv Vocês colocaram o nome do Vitória com o símbolo do Bahia. Estão procurando encrenca. Rs #redacaosportv",
        "@Redacao_Sportv vocês não exaltaram a falta no Edu Dracena. Santos venceu com gol irregular e jogando pior...",
        "Time escalado! #cartolafc https://t.co/1Qnsc700xs",
        "Cucabol foi criado pela imprensa e invejosos que secavam o verdão ano passado! #SelecaoSporTv @SelecaoSporTV",
        "Time escalado! #cartolafc https://t.co/1Qnsc700xs",
        "hahahahah. @bru_aoliveira https://t.co/AZVYD40HJm",
        "Impressionante a dificuldade de comunicação da Comenbol e clubes. Até na várzea os clubes sabem quem pode ou não jo… https://t.co/sTDVgOaA7x",
        "Po Roger Guedes. Não relou na bola. Pelo amor de Deus",
        "Temer mentiroso sem vergonha, cara de pau. Nojento, golpista. Tenho cara de palhaço? 🤡🇧🇷",
        "Já escalei o S. E. The Blacklist para a rodada 2 do Cartola FC! #cartolafc https://t.co/1Qnsc7hBp0",
        "🤔 https://t.co/jU6wh0w264",
        "Temer vai juntar a corja e fazer de tudo para desaparecer a sujeirada da qual ele participou #ForaTemer 🇧🇷",
        "Um abraço pra todos que acreditam que o PT é a única coisa ruim e que estraga o Brasil https://t.co/c1HPmG9aRg",
        "#SelecaoSportv Flamengo perdeu o foco com o título carioca e ontem entrou em campo achando que já estava classificado @SelecaoSporTV",
        "Temer foi flagrado comprando o silêncio de Cunha. Isso é inaceitável. #DiretasJá #ForaTemer -- Assine &amp; RT: https://t.co/YMuN2JKVQ9",
        "Kross tem que estar entre os 3 melhores do mundo! #realmadrid",
        "#BOMDIAFOXQUINTA Bom dia flamenguistas!",
        "Só queria mandar um abraço para a torcida do Flamengo. Kkkkkkkkk #flamengo #Libertadores",
        "Dois defeitos do #Palmeiras.. Falta de compactação e meio campo aberto...",
        "#Palmeiras quando se defende tem Dudu e William como laterais e um buraco no meio! Ai fica difícil",
        "Paciência com o Borja! Se ele desequilibrar nas finais tá valendo #palmeiras #borja",
        "Guerra joga bem mas é folgado. Só quer atacar. O Willian tem que correr por 2 #palmeiras",
        "Dudu joga muito!! #palmeiras #Dudu",
        "Jean tem que jogar no meio!! #palmeiras",
        "Dracena nem relou no Nene... #palmeiras #vasco",
        "Vamo ganha porcoooooo",
        "Tá zoando... @cartolafc disse que o Regis era dúvida. Tirei ele do meu time e o cara fez 2 gols. #cartolafc",
        "Tche Tche e Jean na direita ninguém segura! #palmeiras",
        "Juiz apita tudo para o Vasco sacanagem! #palmeiras",
        "Falei várias vezes e falo de novo: Guerra titular não dá! #Palmeiras",
        "Ascencio joga muito!! #espanholfoxsports#realmadrid",
        "Juiz ajudou o Real! #espanholfoxsports",
        "O bom de colocar jogador do Corinthians no cartola? Se eles vão bem você comemora, senão vai bem, você também comemora kkk #CartolaFC",
        "🤔 https://t.co/rp7iD35KIM",
        "Bom dia galera! Grande Yago! Vamos Brasil! 🌊🏄⛈🇧🇷 #SurfeNoSporTV",
        "Bom dia galera, mais um dia juntos no #SurfeNoSporTV Oi Rio Pro. Abraço a todos, em especial ao grande Sérgio Maurício!",
        "@Du_Lemes Renato Gaúcho, Ney Franco, Dorival Jr, Ceni e Carille.",
        "@Leandro57666512 Na minha opinião tem que fazer jogar bem os 11 titulares. Os outros do elenco estão ali para cobri… https://t.co/uA601r2fJT",
        "@rdgthomaz O problema é como encaixar esses que chegaram entre os 11 titulares. Insistir em Roger Guedes tendo tant… https://t.co/0QR49rjTLL",
        "@BRUNOBARCELOS81 1 Palmeiras 2 Flamengo 3 Galo 4 Cruzeiro",
        "@Andre9cascudo Acho que não, independente do esquema tático utilizado, o elenco supri bem a questão no meio campo e ataque.",
        "São Paulo é a quarta força de SP e no BR a ordem é 1 Palmeiras, 2 Flamengo, 3 Galo e 4 Cruzeiro #SelecaoSportv @SelecaoSporTV",
        "Quando tiver jogo decisivo ou jogo complicado, não vai valer o elenco, pois os titulares vão jogar todos #SelecaoSportv @SelecaoSporTV",
        "Essas foram as semi finais da @ChampionsLeague mais sem emoção dos últimos anos. #ChampionsLeague",
        "Bom dia galera! Mais um dia ligado no #SurfeNoSporTV Parabéns pela transmissão do Oi Rio Pro #brazilianstorm",
        "@HugoGloss @bru_aoliveira",
        "🤔 https://t.co/3llQgpEwOw",
        "@ESPNagora @FCBarcelona @realmadrid Barcelona",
        "Pique em quinto é sacanagem... https://t.co/pUEWFkzdBr",
        "Não acredito que o Real Madrid está disposto a pagar 60mi de euros no Vinicius Jr. Nem jogou no profissional direit… https://t.co/c01BTKFgMp",
        "James buscando espaço no time titular https://t.co/IE9uEr8UUq",
        "#SelecaoSportv parabéns ao #Corinthians pelo título estadual. Até o ano que vem para brigar por algum outro título. Kkkk",
        "#SelecaoSportv Cuca já conhece o elenco e o clube. Não precisa de tempo para se adaptar. Diretoria errou em trazer o Eduardo.",
        "Boa terça para todos ligados no #SurfeNoSporTV Rio Pro. Vamos lá Brasil! Go @gabriel1medina ! #brazilianstorm",
        "Ta aí! https://t.co/EHTDVJfx76",
        "Participe também do Você Escala! #vcescala #ge https://t.co/w3C07SCarg",
        "Meu #Palmeiras GK Prass; LD Jean, ZD Mina, ZE Dracena, LE Zé Roberto; VOL F. Mello, MD TchêTchê, ME M.Bastos; PE William, PD Dudu e CA Borja",
        "Estadual deveria acabar! #selecaosportv @SelecaoSporTV",
        "😂 https://t.co/cqzRpEQbOq",
        "#SelecaoSportv Deus me livre trazer o Jorginho. É trocar 6 por 5. Traz o Levir Culpi então. Cuca ou Levir!🐷",
        "@alexmendes1002 Ganhou, mas não convenceu. Ganhou jogos nos últimos minutos. Tomou 3 da Ponte e do J. Wilsterman. A… https://t.co/ywyqjPyYYn",
        "Muricy vem pro Verdão! #SelecaoSportv",
        "#SelecaoSportv Desempenho não é tudo, tem que ganhar e convencer. Ganhar jogos nos últimos minutos e tomar muitos gols não é aceitável. 🐷",
        "#bomdiafoxsexta Levir Culpi é o cara pra assumir o verdão!",
        "Mais um jogo ruim do verdão... Tomar 3 de time boliviano. Meeeeu Deus. Até quando vamos ter que aguentar isso? #palmeiras",
        "Na minha opinião o Guerra e o Guedes são os maiores problemas do Palmeiras. #palmeiras #selecaosportv",
        "Roger Guedes é titular e não sai. Pqp. Tira o Bigode e o Dudu e não tira o Guedes. #palmeiras",
        "Pqp botou o Dudu pra marcar e agora tira o cara. Meeeeu Deus. Que beleza EB. Eduardo Batista, menos é mais. Inventa muito. #palmeiras",
        "Estamos em maio, terminado a fase de grupos e o Palmeiras não fez nenhum jogo bom na Libertadores... #palmeiras",
        "Devia ser proibido ter jogo da Champions e depois da Libertadores... #palmeiras",
        "Cadê o Dudu na frente porra. Ele mais marca do que cria e ataca. Assim não dá!!! #palmeiras",
        "Tem que jogar igual o Real Madrid. Liberar os laterais e os pontas e segurar os meias. Com a bola os meias viram laterais... #Palmeiras",
        "Vitor Hugo está mal esse ano, perdeu confiança. Guerra também não está fazendo o meio funcionar... #palmeiras",
        "@andrizek Para os laterais poderem jogar tem que ter um esquema tático que os meias cubram os lados. Mas nas seleçõ… https://t.co/30xS2uAd2n"
    ]
}