{
    "screen name": "prakash_bgbr",
    "no. of tweets": 199,
    "tweets": [
        "https://t.co/NsXDeMuAiO",
        "@JioCare what are plans for persons who need only calling facility and they don’t use data",
        "https://t.co/NvEcts109D",
        "@kamalkeekalam सरेआम हत्या नज़र आती है l",
        "https://t.co/ogD2F3Px44",
        "छग में भाजी बड़े शौक़ से खाई जाती है l मुझे भी बहुत पसंद है l जाँजगीर के शिक्षक श्री  हरिशंकर यादव द्वारा बनाई गई… https://t.co/abdu5CP6cG",
        "https://t.co/J8rNj5JFiX",
        "@PMOIndia @narendramodi https://t.co/6mCAnDPllf",
        "https://t.co/pBv5vvf0yl",
        "https://t.co/BBr6lFjAeD",
        "@myogioffice @Swamy39 @AmitShah इन पर क़ानूनी कार्यवाही होनी चाहिए l कभी ये 100 करोड़ को किसी और नज़रिये से जानवर क… https://t.co/AcLWo1JT8x",
        "सबसे सेखुलर श्रेष्ठ राज्य 😢😢😢😢 https://t.co/fnUbFAcZdl",
        "@Swamy39 @myogioffice @AmitShah इस मनो विकृत से जानना तो चाहिए ये किन्हे जानवर कह रहा है ? https://t.co/eaFctxhrGG",
        "https://t.co/4cvJSOqV5D",
        "https://t.co/9cAkyrsAXy",
        "BSNL नहीं क़ोरोना वाइरस हो गया है l मैं अगर दूसरे provider के पास अपना नम्बर पोर्ट करूँगा तो मेरे मेन बैलेन्स का… https://t.co/Z4AtoS83kE",
        "@BSNLCorporate @BSNL_CG_Circle network failure @Bagbahra493449CG भाइयों जाग रहे हो या सो रहे हो",
        "https://t.co/qSE9mX4bHL",
        "@chitraaum *Happy Birthday \n😍💥⭐️🌟🌟✨🧡🍧🥳🥰🥳🥳🥳🥰💥⭐️✨🌟👍👑💫",
        "@BSNLCorporate @BSNL_CG_Circle network failure @Bagbahra493449CG",
        "https://t.co/aFRKchB4K4",
        "https://t.co/QYy3MFqxeX",
        "आप सदा स्वस्थ रहें l https://t.co/ctZZHCyDd0",
        "https://t.co/FoJFHGqKuJ",
        "@RBI @TheOfficialSBI @bankofbaroda इस चीनी वाइरस काल में ATM केंद्रो और मशीनों में सेनिटाइज़ेशन की उचित व्यवस्था करने की कृपा करें !",
        "@BSNL_CG_Circle @BSNLCorporate No network @Bagbagra493449 since morning",
        "https://t.co/hf4jh7mTVB",
        "https://t.co/pXpHgYqplQ",
        "@sudhirchaudhary सादर नमन जय हिंद",
        "जज़्बे को इनके अभिनंदन कीजिए !\nदेश की अर्थव्यवस्था 500 ट्रिलियन पहुँचा कर ही रहेंगे ! https://t.co/DOdRdGU7LY",
        "आज की संध्या का आसमान #Bagbahra CG https://t.co/JEA9d3mxjD",
        "https://t.co/TACj9vBL3T",
        "@RailMinIndia https://t.co/AygAgiKJ50",
        "https://t.co/V4YEdiSZFq",
        "https://t.co/INHJj006jq",
        "@narendramodi @nsitharaman https://t.co/eqLnFsUbL3",
        "https://t.co/faYvxCKMAi",
        "https://t.co/wp6NTSsQ22",
        "@nitin_gadkari महोदय जड़ी बूटी व आयुर्वेदिक दवाओं के निर्माण में प्रयुक्त  होने वाली वनोपजों के परिवहन की अनुमति है क्या ?",
        "@BSNLCorporate @BSNL_CG_Circle मेन बैलेन्स से कोई भी रीचार्ज करने का क्या तरीक़ा है ?",
        "https://t.co/y0xExcWnqN",
        "@askGST_GoI we’re unable to open the ewaybill website for generating an ewaybill",
        "@chintskap हिंदी फ़िल्म उद्योग को डान्स वापस चलन में लाने वाले रोमांटिक अभिनेता #हृषिकपूर अलविदा l आपका अभिनय ज़िं… https://t.co/gRugwRIVzD",
        "@DrSJaishankar क्या ये अफ़वाहें हैं या सत्य ? महोदय कृपया इनका संज्ञान लेना चाहिए l https://t.co/3GF5U7lBhM",
        "@ShahnawazBJP @khan_zafarul केंद्र सरकार इस पर संज्ञान क्यों नहीं लेती ? ये तो संविधान का उल्लंघन है !",
        "@PMOIndia @AmitShahOffice @LtGovDelhi @DelhiPolice @ArvindKejriwal @Swamy39 ये जनाब जो कह रहे हैं क्या न्यायसम्मत… https://t.co/p3orVrqZeD",
        "https://t.co/sXIIAVscuc",
        "@nsitharaman विभिन्न समाचार माध्यमों में क़रीब 68 हज़ार करोड़ के #क़र्ज़माफ़ी के समाचार चल रहे हैं l अगर ये सत्य है… https://t.co/11MJQ5Ue3N",
        "बग़ैर ऐक्टिंग किए अभिनय करने वाले अभिनेता इरफ़ान अलविदा ! ईश्वर तुम्हें जन्नत नसीब करे l https://t.co/i85Q1DXSsB",
        "@SushantBSinha Bengal में भी कहीं हुआ है शायद !",
        "https://t.co/2XI4EMhbyx",
        "@DrRPNishank @PMOIndia @narendramodi महोदय एक सुझाव है : बच्चों के बस्ते से बोझ कम करने हेतु सभी स्कूली किताबों को… https://t.co/khV5PNUO4L",
        "@PMOIndia @narendramodi @HRDMinistry @rsprasad महोदय एक सुझाव है : बच्चों के बस्ते से बोझ कम करने हेतु सभी स्कूली… https://t.co/kAua2YKhCo",
        "@myogioffice कोई व्यक्ति या फ़र्म एक राज्य से UP में वैध काग़ज़ात के साथ वनोपज परिवहन करना चाहता है तो तत्संबंध में क्या नियम हैं ?",
        "@PIBHomeAffairs कोई व्यक्ति या फ़र्म एक राज्य से दूसरे राज्य में वैध काग़ज़ात के साथ वनोपज परिवहन करना चाहता है तो… https://t.co/S4X4ghfWLr",
        "https://t.co/wdZOA3njBz",
        "https://t.co/loBekvdnNz",
        "https://t.co/R6Gu0Tb5MQ",
        "@sachin_rt Happy Birthday. Today is a very special day for me because birthday of my elder son Pratit is also today.\n🎉🎼🎵🍧🍨🍓🌷🎈\n🍬🍭🍰🎂🍦🎁🍰🎵",
        "@Swamy39 आपकी राय क्या है : किसी व्यक्ति की मानहानि के लिए उस व्यक्ति के बजाय किसी अन्य द्वारा मुक़दमा दायर किया जा… https://t.co/8YvyHEOxwy",
        "@myogiadityanath आपके जैसा कर्मयोगी ही संयम से ऐसा कठिन निर्णय ले सकता है l प्रदेश की जनता का कष्ट आपके लिए पहले है… https://t.co/NTXYJb1JvN",
        "@myogiadityanath यूँ तो योगी सांसारिक रिश्तों से मुक्त होते हैं l आपके सांसारिक पिता को श्रद्धांजलि, ईश्वर उन्हें अ… https://t.co/mbziOdNJbe",
        "https://t.co/PQp33ee6yQ",
        "बहुत शर्मनाक घटना l https://t.co/qO2NTWRvvJ",
        "@Swamy39 Sir only you can make legally correct her line .",
        "@chitraaum @AUThackeray @AjitPawarSpeaks @CMOMaharashtra @DGPMaharashtra शर्मनाक",
        "@RakeshSinha01 इस क़िस्म की कोशिशों के लिए आप को ठोस क़ानूनी कार्यवाही करनी चाहिए l जनता आपको समर्थन दे सकती है l प… https://t.co/waM2B1XDfB",
        "@BabitaPhogat @geeta_phogat https://t.co/ehsKkp9gKY",
        "@shahid_siddiqui Please also thank for 63k bad quality kits",
        "@myogiadityanath @NitishKumar @ArvindKejriwal @CMOMaharashtra https://t.co/v7P2oEXiqE",
        "@RubikaLiyaquat Happy Birthday\n🎉🎼🎵🍧🍨🍓🌷🎈\n🍬🍭🍰🎂🍦🎁🍰🎵",
        "@HowrahP what is rule for public to go to bank in lock down?",
        "@BabitaPhogat मूर्ख कहते हैं खान न होता तो बबिता फोगाट को कौन जानता https://t.co/Txi3tMcE3F",
        "@SachinPilot सामान्यतः दोषियों के नाम ज़ाहिर किए जाते हैं l सही क्या?",
        "@PMOIndia @HRDMinistry https://t.co/oFsXkoKrFN",
        "@BabitaPhogat #ISupport_BabitaPhogat",
        "@shahid_siddiqui Some of them who don’t want to be tested where should they ?",
        "@IMinakshiJoshi Lovely",
        "@AmitShah @drharshvardhan @myogiadityanath https://t.co/Sarqh60ex1",
        "@Uppolice @RaipurPoliceCG @MahasamundP https://t.co/xGAkt3urWc",
        "@AmitShah @myogiadityanath https://t.co/bR4ogijO6H",
        "सारी दुनिया जिन्हें भगवान का दर्जा दे रही है l इनके लिए सबके मन में आदर और श्रद्धा है उनके साथ ऐसा मुरादाबाद में स… https://t.co/RtV0Y3tl9y",
        "@WhiteHouse @realDonaldTrump Good decision",
        "@LambaAlka फड़नवीस सरकार हाय हाय",
        "@RubikaLiyaquat क्या कारण है महाराष्ट्र सरकार ने तो पहले ही 30 अप्रेल तक लॉकडाउन घोषित कर दिया था तब तो भीड़ नहीं… https://t.co/THaDWncqWq",
        "https://t.co/Yl6ST1j4QE",
        "@AmitShah @PMOIndia क्या कारण है महाराष्ट्र सरकार ने तो पहले ही 30 अप्रेल तक लॉकडाउन घोषित कर दिया था तब तो भीड़ न… https://t.co/yyjYSKUv2w",
        "https://t.co/AH3HElAnLn",
        "https://t.co/eOpffDKmqY",
        "सिर्फ़ एक छोटे से विडीओ को देखकर समझिए कि चिकित्सा कर्मियों को कितनी सावधानी रखनी पड़ रही है और कितनी कठिनाई है ची… https://t.co/BVjfNDapH1",
        "https://t.co/S4zNLiJqV3",
        "@PMOIndia महोदय ये पत्र सोशल मीडिया में वितरित हो रहा है कृपया इसकी सत्यता बताने की कृपा करें l https://t.co/Qlrerp5zBj",
        "@AnupamPKher @satishkaushik2 दोनों हीरे पहचान में आ रहे हैं l",
        "मित्र कृपया अपनी राय दें जब कोई व्यक्ति या संस्था अपनी जेब से मदद दान करता है तो उस के प्रचार पर आपत्ति होती है l… https://t.co/lRaMRVJbcF",
        "@sudhirchaudhary रिपोर्ट कीजिए",
        "@chitraaum कुछ तो लोग कहेंगे, लोगों का काम है कहना https://t.co/TdnOY0dtZN",
        "@BBCHindi भारत, अमेरिका, Israel, टर्की, पाक चीन सब हो गया कभी ब्रिटेन के हालत भी दिखाओ !",
        "@TwitterSupport how can anyone get blue tick in his Twitter account ?",
        "ये कार्टून हालाँकि डॉक्टर पर केंद्रित है लेकिन चीनी वाइरस संकट में सभी चिकित्सा कर्मियों के त्याग और समर्पण को समर्… https://t.co/9wKlNo4eF6",
        "@DelhiPolice did any action taken against this lady? https://t.co/7GwKkE2ST4",
        "छग का कटघोरा इसका ज्वलंत उदाहरण है l पूरे छग में जिस दिन 11 में से 10 संक्रमित ठीक हो घर जा चुके थे उसी दिन 15 नए… https://t.co/zwbNfVCiAc",
        "देश में लॉकडाउन जारी रहना ही चाहिए l जहाँ अभी केस नहीं हैं वहाँ भी ख़तरा कम नहीं है l आप ये क़तई नहीं सोच सकते कि आ… https://t.co/oX73WpsKBQ",
        "@shahid_siddiqui Sir It’s 2020 and 50 yrs back was there Nehru Govt ?",
        "@PMOIndia @HMOIndia @RBI महोदय ये गम्भीर मामला है PM relief fund से मिलते जुलते खातों की ठीक से जाँच होनी चाहिए l https://t.co/1CJ6zMV9Zo",
        "@SushantBSinha मेरे यहाँ तो मच्छर चुनकर मुझे ही काटता है l😍😍🧐🧐",
        "रायपुर में श्याम मंदिर की अनुकरणीय पहल l वृहद् सेवाक़ार्य 20000 लोगों को रोज़ाना पकाया हुआ भोजन वितरण l @HMOIndia https://t.co/j28rUewVLc",
        "https://t.co/UcB7k6JQoH",
        "https://t.co/izkJwRdZ3h",
        "@JhaSanjay मेरी रोज़ाना 10 किमी चलने की आदत है l और अभी भी नियमित है l",
        "@iArmySupporter क्या ये वाक़ई सत्य है?",
        "https://t.co/PgvKLVZKJt",
        "आज की डिश स्पेशल https://t.co/aDpcwT8vte",
        "बड़ी मुश्किल से हाइड्रोक़्सीक्लोरोक्विन बोलना सीखे अब इसका पूरा नाम पता चला l https://t.co/0bdnZJDWwt",
        "https://t.co/VWgZK8eXB5",
        "@ShefVaidya जन्मदिन की शुभकामनाएँ",
        "https://t.co/HlT6W8d8oe",
        "@sudhirchaudhary रुक जाना नहीं तू कहीं हार के ....",
        "@WHO https://t.co/F932Pmc2jL",
        "@News18India @jaspreet_k5 शर्मनाक है l",
        "जय हनुमान ज्ञान गुण सागर\nजय कपीश तिन्हू लोक उजागर l\nरामदूत अतुलित बल धामा \nअंजनी पुत्र पवनसुत नामा l https://t.co/wr2WFB4e1v",
        "@arjunbhatigolf @sardanarohit @narendramodi @KirenRijiju @anjanaomkashyap @RubikaLiyaquat @manakgupta @vkfofficial… https://t.co/RZoNd8QcRZ",
        "https://t.co/SEqiNyhKHw",
        "https://t.co/scHCel4ugm",
        "@ABPNews @awasthis @RubikaLiyaquat @ShobhnaYadava माफ़ी इस व्यक्ति ने माँगी है इस सोच ने नहीं l",
        "मेरा मानना है क़ोरोना के लिए टेस्ट ज़रूरी हैं लेकिन किसी ऐसे व्यक्ति का जिसमें संक्रमण के लक्षण नहीं हैं और किसी सं… https://t.co/3x0k7y5fqo",
        "-2- बाज़ारवादी टेस्ट किट्स की बिक्री चाहते हैं l लॉकडाउन है और सफल है l अब किसी भी व्यक्ति में लक्षण होंगे तब वह और… https://t.co/VVcGOkFsSH",
        "@DuttYogi @narendramodi शर्मनाक है",
        "@narendramodi @PMOIndia हमने भी जलाया दीया l https://t.co/0Y4fbNMZSp",
        "ये लीजिए नासा द्वारा जारी तस्वीरें 8:59 aur 9:09 की l अंतर साफ़ समझ आएगा l https://t.co/a6At0ylcig",
        "@ShashiTharoor काश कि “विवाह” के बारे में भी ऐसा सोचते ??",
        "@msisodia विज्ञापन कितने का कर रहे ?",
        "@jhakhusbu01 @Shubhrastha @iSinghApurva @Real_Ragini @abbas_nighat @chitraaum @SwetaSinghAT @Abhishek834028… https://t.co/rLTPZlURxt",
        "@MunawwarRana अगर क़ोरोना से मस्जिद में रहकर बचना होता    तो हर कोई हॉस्पिटल की जगह मस्जिद में पड़ा होता",
        "@SrBachchan “मैं आज भी फेंके हुए पैसे नहीं उठाता” दीवार देख रहा हूँ l कॉलेज के दिनों की शानदार मूवी l zee classic पर l",
        "@aajtak नाना रणधीर कपूर हैं",
        "https://t.co/AChVdgiHzD",
        "https://t.co/IvDObv2MXh",
        "@YESBANK Please let me know the process of stopping EMI",
        "@ICICIBank @ICICIBank_Care How can anyone confirm that his request has been accepted to postpone EMIs",
        "@upcopak @Uppolice आप है तो हम घर पर सुरक्षित हैं l",
        "https://t.co/nG5XQuVl6c",
        "इसे देखिए और समझिए किस तरह ये काम कर रहे हैं l फिर आपके जो संस्कार हैं वैसा व्यवहार कीजिए l लेकिन एक पल रुकिए और दे… https://t.co/MVtzMf9uYJ",
        "@narendramodi https://t.co/7f1cWOd9KB",
        "https://t.co/oWyNrERm5F",
        "@MunawwarRana https://t.co/UctJtyX0nu",
        "@MunawwarRana जब भी सुनता हूँ हैरान हुआ जाता हूँ, जब आपको पत्थरबाजों के साथ पाता हूँ l कोरोना तो मुसलमान हुआ कि न… https://t.co/FLyoliJBPb",
        "@ShayarImran इतिहास ये भी याद रखेगा कि दुनिया के संक्रमित इलाज करा रहे थे तो हमारे यहाँ थूक कर संक्रमण बढ़ा रहे थे l",
        "@sambitswaraj Police ने भी firing का जवाब क्यों नहीं दिया?",
        "@narendramodi https://t.co/t2ZSxOIEiS",
        "@narendramodi जिस ढंग से संदिग्ध कोरोना मरीज़ गतिविधि कर रहे हैं, इनके इलाज के लिए माननीय नौसेना के ज़हाज का इस्ते… https://t.co/tpFDsDV587",
        "https://t.co/PA9WhWPooQ",
        "https://t.co/SGwCmZr74e",
        "https://t.co/MlMJHuRppC",
        "@bankofbaroda please help me to get IFSC of Bagbahra. BOB Bagbahra 493449 CG\nIFSC BARBOBAGBAH. In this BARBO or BARB0 ? I mean O or zero?",
        "https://t.co/duWOCjfZGC",
        "https://t.co/e9xJOdzSPE",
        "https://t.co/3gpXPF9iLk",
        "@ArvindKejriwal अब तो उद्देश्य पूरा हो गया अब अपील क्या कम की",
        "https://t.co/ZvAJmW8L0P",
        "@narendramodi @bhupeshbaghel https://t.co/NGHg7gjdEF",
        "@ArvindKejriwal देश भर में नहीं दिल्ली में ज़्यादा है पता नहीं क्या कहानी है इसके पीछे?",
        "https://t.co/geOmHWmm28",
        "@ArvindKejriwal https://t.co/NfRNY4YvyY",
        "https://t.co/yFQpIZkIbJ",
        "@narendramodi @PMOIndia आदरणीय मोदीजी दिल्ली में साज़िश की गई ऐसा लगता है l बेबस लाचार मज़दूरों को भ्रमित कर भेजा ग… https://t.co/F0cuuXgv3N",
        "https://t.co/8HvCjoKAOT",
        "@WHO Are your eyes open? https://t.co/6dXAwFa4Ic",
        "@INCIndia पार्टी स्तर पर तय तो कीजिए सफल कहना है या विफल",
        "@chitraaum @narendramodi @atulagrawwal @nsitharaman @PMOIndia शानदार बेहतरीन अनुकरणीय",
        "https://t.co/NcTRPnWALE",
        "https://t.co/7dy76nGyvR",
        "https://t.co/QvuLt67upR",
        "@ArvindKejriwal जी https://t.co/SY8KGz1rVY",
        "@UN @UNinIndia @narendramodi What actions are taken against China for throwing whole world in danger of COVID-19?",
        "@narendramodi माननीय देश के लाखों किराना दवाई सब्ज़ी दूध फल विक्रेता भी इस यज्ञ में जोखिम उठाकर आहुति दे रहे हैं l… https://t.co/01BBqqHefp",
        "https://t.co/0kCaYTIvm7",
        "@AmitShah @PIBHomeAffairs इस जैसों का क्या इलाज https://t.co/Bedn1tR8OK",
        "इनके जज़्बे को अभिनंदन https://t.co/aT7DfOSyIu",
        "https://t.co/VyW9e65siu",
        "https://t.co/k8XM9awE7Z",
        "https://t.co/rDPcEnvXFn",
        "https://t.co/UxCW4FbUeh",
        "@narendramodi @PMOIndia https://t.co/Tylsb3EoxU",
        "https://t.co/4ZCUettIsj",
        "आँखे खुली रखें और दिमाग़ का इस्तेमाल करें l https://t.co/FC3h8mjmsu",
        "@nsitharaman https://t.co/f7y7XInilh",
        "@TheOfficialSBI क्या SBI के खातों में एक लाख से कम की निकासी पर प्रतिबंध है ?",
        "https://t.co/uTuRkEsSKd",
        "शाहीन बाग के ड्राइवरों इस बिना ब्रेक की गाड़ी के अनियंत्रित होने का पूरा दोष आप पर है l #शाहीनबाग़",
        "@narendramodi @AmitShah #जनता_कर्फ्यू बहुत बढ़िया कदम है, हम आपके साथ खड़े हैं l इसे प्रति सप्ताह कम से कम तीन दिन… https://t.co/sk2a8hrfeG",
        "इन्हें इटली में भारत का राजदूत बनाना चाहिए l https://t.co/UfAkOXMDMw",
        "ये भी सिपाही https://t.co/V8hxeHYzIA",
        "https://t.co/Fq77nQdM73",
        "@narendramodiजी के #jantacurfew में वैज्ञानिक कोण भी है Carona वायरस का जीवन एक जगह पर अधिकतम 12 घंटे का ही होता है… https://t.co/hSAuw7DqFd",
        "#बेबीडॉल_क़रोना_दी पर भी जुर्म क्यों न दर्ज हो l साथ साथ एयरपोर्ट जाँच अमले पर भी जिन्होंने इसे चोरी छिपे निकलने दि… https://t.co/HCMEnMZuIE",
        "@narendramodi @AmitShah @drharshvardhan https://t.co/hdX0w8qEDX",
        "https://t.co/TAyhQo5dhZ",
        "@Airtel_Presence I'm available at office time every day",
        "@BSNL_CG_Circle @BSNLCorporate @CMDBSNL BSNL को भी कोरोना हुआ क्या कोई भी कॉल ड्रॉप हो रहा है आधे मिनट में l अभी तक… https://t.co/eR6zxTDhUz"
    ]
}