{
    "screen name": "sarelizfrank",
    "no. of tweets": 176,
    "tweets": [
        "@worldmarket been trying to get ahold of you for a few weeks. My desk never arrived #WFHproblems Can anyone assist? Thanks!",
        "@mrsarahfranklin Agreed! Best decision you ever made!",
        "Pinterest recommended to me “Toddler Boy Fashion” and I'm assuming also a long, hard look in the mirror?",
        "@mrsarahfranklin To Execute a Winged Animal",
        "@lasagnalover92 Try https://t.co/5mO7E3jebt",
        "@FoodiePimp I have! Do you do deliveries to Charlottesville??",
        "Pasta is the new sourdough bread of quarantine",
        "@KateCasey Get my hair and nails done.",
        "@mrsarahfranklin OMG this is embarrassing for me!!!!",
        "@JasonHellerman https://t.co/ybDK26DDMC",
        "I have refrained so far from yelling at people to stay home over the internet.. but I now feel I’ve been hit on a p… https://t.co/6UOIzdXWev",
        "So grateful I woke up with a good hair day for my virtual happy hour with work.",
        "Now THAT’S social distancing https://t.co/Fv302Lk2Kv",
        "@KateCasey Bachelor!",
        "@BethBeRad I want your money in my car",
        "@TiffanyTomaszew Explain the metaphor pleas",
        "We back https://t.co/EH7QZifmD0",
        "@CU_SassyPants @SpitzOrSwallows ***docuseries !!!!!!!!!!!",
        "@chapstweets It’s okay it’s okay! Somehow my skin is also *flawless*",
        "I just want to make enough money so I can have a different soap to wash my face, than the one I also use to wash my butt.",
        "I had nothing to do with this, but I am very proud of it. https://t.co/SGchbP9GDp",
        "@mrsarahfranklin Is this your way of telling me you ate all 8 hotdogs tonight?",
        "@actualjoe Miss you too!!",
        "@actualjoe Tbh it’s hard.",
        "Are you even a celebrity if you didn’t get arrested for protesting climate change?",
        "My 2020 resolution is to get a phone that has portrait mode.",
        "Every time I leave the house, my dog cuddles with something I wear a lot like a shoe or a sweatshirt. Tonight I cam… https://t.co/7QjTrpkM0B",
        "@mrsarahfranklin https://t.co/ZDq5J08iTF",
        "High 👏 School 👏 Musical 👏 The Musical 👏The Series 👏 deserves 👏 an 👏 emmy 👏",
        "No one is more disappointed in me than my dog after I sneeze while he’s napping.",
        "I LOVE celebrating my friends birthdays because it’s the perfect excuse to post my wedding photos on Instagram.",
        "Love my handsome husband ❤️ https://t.co/J0MpKwstTV",
        "@patrickmcd0nald I usually just google “google”",
        "@HeyBenton @mrsarahfranklin I know, not even a vote for Westeros?!",
        "@BethBeRad WOW!!! Congrats Beth!",
        "SAME. https://t.co/MCwMjQnNS0",
        "@mrsarahfranklin DID YOU EVEN WATCH!?",
        "@mrsarahfranklin Fattie 😔",
        "@ImTaylorCox I understand what’s happening but I really do swear by the Cowboy Bake by Trader Joe’s - and you can eat with chips!!",
        "Would like to thank the person who broke into my car and stole a TOMs bag for doing me a HUGE favor because the bag… https://t.co/W3YjXh0OXK",
        "@lorisccr10 @taylorswift13 Girl same!!!",
        "A nail salon, but instead of soaking your feel in water, dogs just lick them for 20 minutes.",
        "What about almonds and ranch?",
        "Can you guys lmk? https://t.co/Ar90HPBNQV",
        "My dog made a brave political statement by peeing on an Amazon box today.",
        "@TiffanyTomaszew What is wrong with people!?!?!",
        "@lasagnalover92 What’s the context of the email with sharing the photo?",
        "@jaylynnwidmark I literally love punishing people like that. I wonder if anyone ever has learned a lesson that way.",
        "@jaylynnwidmark Yeah I waited about 40 minutes and planned my big speech about how rude this was, and when the guy… https://t.co/DgGYAnqMQ8",
        "If you live in a place with communal laundry and someone is late to take their clothes out of the dryer and you’re… https://t.co/wH5KLWgqRJ",
        "Can’t wait to be back in LA where the only place for your pod to fall is the inside of your car.",
        "You see a lot of crazy stuff in NYC, but I would say the worst I’ve seen this week was a women’s AirPod falling out… https://t.co/6jey8XAF5i",
        "Spilled coffee all over myself walking into my first day of a new job in NYC, and I’m thrilled to announce I have n… https://t.co/QQxkpJuMbk",
        "I love my new dog so much but he does not share the same feelings back, and all I can say about it is thank god I h… https://t.co/uJD4fpXyxQ",
        "I wish my dog could see the sweet Instagram I posted of him so he will stop being so unreasonably mad at me for tak… https://t.co/zXpyK3MV8B",
        "@CFBRoadWarrior It you",
        "@bytaylorcox I kinda feel like I might be one and now I’m scared.",
        "@bytaylorcox I just read 2 lengthy articles on the subject and I still don’t get it. Would they mind coming over to help explain to me?",
        "@bobbybonesshow Mean Girls",
        "I’m really nervous about introducing my new dog to my Roomba. Anyone dealt with this before??!?!?",
        "@netflix are we ever gonna get a second season of #SellingSunset ??? PUH-LEASE 🙏",
        "Why does everyone on paradise wear see through pants? #bacheloreinparadise",
        "@tuneinlen A believer",
        "The hilarious Josh Malmuth joined TTBP this week! I can GUARANTEE laughter!! https://t.co/ezHY8dL4Ig",
        "@lasagnalover92 I love this idea",
        "Raise your hand if you’re having severe FOMO from not being at @ashleyiaco &amp; @haibon_jared wedding 🙋‍♀️ #BachelorNation",
        "Yaaasss!!! 🙌 https://t.co/DiQLZQfuWh",
        "I have had an entire bottle wine tonight, but I don’t care about Eliza’s boyfriend #SouthernCharm",
        "Blake is proof that we need perfect Tyler to leave the franchise. The longer he stays, the more opportunity he has… https://t.co/P2JeieEwJa",
        "@FranklyDevine Egg salad can die in hell!!!!!!!!!!!!!!!!!!!!!!!",
        "@bobbybonesshow This was def the hardest draft to vote for. I think maybe because every song from the 90s is amazing????",
        "@TiffanyTomaszew I’m actually really worried about Cam. Is there even a WORLD where caelynn isn’t just making out with him to get a rose!?",
        "Every conversation in paradise ends in a makeout #bacheloreinparadise #paradise #BIP",
        "Why does everyone on #SouthernCharm have a cracked iPhone screen?",
        "@Riley165B So glad I could help!!",
        "@CU_SassyPants Gotta get pods",
        "OMG OMG OMG OMG OMG OMG 👏👏😭😭😭😭🙏🙏🙏❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️❤️ https://t.co/gCVZtcPXLs",
        "I think we can officially pull Tyler out of the race for Bachelor. https://t.co/rks78YPolP",
        "Thanks girl!! ❤️ hope you’ll continue to join us for PARADISE!! 🏝 https://t.co/aVfJ0NVdKa",
        "@SpitzOrSwallows @lasagnalover92 Wouldn’t it be happy Bmo?",
        "Lol please, United. You’re embarrassing yourself. Peter is obviously going to take him in this private jet full of… https://t.co/IxnvEfZ4p0",
        "IIIIIIIIIII’m sorry. But why is this a question right now? C’mon A.V. Club. BEST BACHELORETTE OF ALL TIME!!!!!!!… https://t.co/6A5GAo63RM",
        "Listen whatever happens with Hannah and Tyler I’m just so happy these two finally get the chance to bang ❤️",
        "I appreciate Jed’s apology to Bachelor Nation because TBH, I’ve been waiting to hear that and now feel I can finall… https://t.co/ynpID4LtM8",
        "@KateCasey @tarekelmoussa @hgtv Excited to listen to this one!! I’m so invested in their show.",
        "@Postmates_Help Thanks! Just sent you a message of what happened.",
        "Did anyone else’s Alexa notify them when Taylor’s new song was available, or is she just really starting to understand my brand? #TheArcher",
        "Congratulations to @JoelleFletcher and @JRodgers11 on #CashPad and congratulations to me on finding my new favorite show!! 😭❤️🏠",
        "💜 💥 https://t.co/mZj2ow7oid",
        "@alison_bomb @lasagnalover92 @netflix @QueerEye It’s too perfect!!!!",
        "The “skip intro” option for Queer Eye is offensive @netflix",
        "Have you listened to the #TTBP Fanatasy Suites episode yet? Lots of questions on which order they were filmed! https://t.co/h6G0RtuLB2",
        "We will indeed die on this hill!! @Alexryanfrankn @bytaylorcox https://t.co/vfqGf6kdEV via @TheAVClub",
        "@jaylynnwidmark Mine is Franklin 2020: 👍",
        "@jaylynnwidmark It's.. perfect?",
        "@mrsarahfranklin Soccer's biggest fan!!!",
        "@jaylynnwidmark I’ll take the pound of flesh!",
        "@jaylynnwidmark How much I might be interested. I’ve kinda mastered the art.",
        "@tuneinlen @meggywalsh YAAASS!!!!! ⚽️ ⚽️ ⚽️ ⚽️ ⚽️",
        "@meggywalsh @tuneinlen Idk this is the first soccer game I’ve ever watched. And if it’s like this every time I think I’ll keep watching!!!!!",
        "WOW!!! I love soccer!! As long it’s the USA and it’s women’s!!! 🇺🇸 ⚽️ 🇺🇸 ⚽️ 🇺🇸 ⚽️ 🇺🇸 ⚽️ 🇺🇸 ⚽️ 🇺🇸 ⚽️",
        "@lasagnalover92 To where?",
        "@jaylynnwidmark Or as bored!",
        "I’m so bored without Instagram that I’ve just been looking at peoples transactions on Venmo all day.",
        "I actually might join this hill! Listen to this pod and you might also find your death hill buddy! https://t.co/Q0lo9CJvRb",
        "I don’t know who needs to hear this, but stop sneezing into your hands and then touching everything around you.",
        "I hope the next thing the millennial generation kills is the thank you note.",
        "@joshjurnovoy @Michael_Levin Ohh @Michael_Levin I think we need to give the people what they want! Tell us your wat… https://t.co/qaNb0WLzdt",
        "Curious what I’m talking about with the WONDERFUL Erin Oprea!? Find out on this week’s #TTBP 🌹 https://t.co/nLRAK49rqX",
        "I love when the only two things I care about become one!!! ❤️🌹❤️🌹 @bobbybonesshow @mrBobbyBones @BacheloretteABC… https://t.co/5Zd74D5Oca",
        "@Bass_Kait @bytaylorcox @nataliemorales @taylorswift13 INteresting",
        "Go listen to this delightful, hilarious podcast at @bytaylorcox !! Her guests are amazing and will die on some real… https://t.co/PuGDcXrv4h",
        "Mine and Alexa’s periods have finally synced up.",
        "My hair is so dirty that when I took my hair tie out, the ponytail just stayed there on top of my head.",
        "Tonight on #TTBP we will discuss this @Alexryanfrankn #salmonjacket https://t.co/jaPhzhEsni",
        "@mrsarahfranklin 🙄",
        "While searching for a new apartment, @adammillerPSU tells me “when looking at a place, think, would someone who owns AirPods live here?”",
        "BLTs are a breakfast food.",
        "@Riley165B @reb_webb @adammillerPSU We’re ready for ya!",
        "@marshallvore Westover Hyperion",
        "I’m nervous my wedding vows are too political.",
        "@adammillerPSU Can’t wait to be unhappy with you forever!!  ❤️",
        "“Sometimes, the thing that’s most special about us, is also the thing that could kill us” - Jacaranda trees",
        "Check out @WorldPeasPeatos !! 🐅 https://t.co/YutqtCBfBt",
        "@emilyrschmidt 30 Minute Meals with @rachaelray",
        "Apparently colleges are giving students free HBO now, so college is really just paying for itself at that point. https://t.co/Cw6MiNvpkq",
        "Chicago friends! I’m going to be there for a week this Friday so I would love to a. see you, and b. have a place to… https://t.co/Qhh2AHo1cg",
        "@lasagnalover92 What’d you do?",
        "@actualjoe Did you kiss anyone!?",
        "Shallow came on in my Uber, and the driver and I both sang along without speaking a word to each other. It’s the de… https://t.co/j1B2xppppR",
        "@annahossnieh yes and YAASSS!!",
        "@lasagnalover92 @CU_SassyPants Flusters lol",
        "@lasagnalover92 Are you still driving while tweeting this? Because you spelled red wrong.",
        "Hey! I just want you all to know that no one helped me out here and I (my mom) had to find someone MYSELF (herself)… https://t.co/iDTnmq3ZAV",
        "Me waiting for #TS7 like https://t.co/FP4QXtaJx2",
        "My therapist: so why aren’t you sleeping? \n\nMe: Well, between TS7, a new Bruce album, GOT longest battle scene ever… https://t.co/2yMKuww4vW",
        "@jaylynnwidmark That is so Claire.",
        "At a trade show and the event playlist has 4 songs playing on a loop all day- 3 Star Wars songs and 1 violin instru… https://t.co/qmfmqh4HRw",
        "Looking for someone who does event hair in LA. Please DM me if you know of anyone!!",
        "A very cool thing about getting married is my husband will never actually know the real me since he’s never known me during a break up.",
        "@czeins I would say that’s accurate",
        "*Cancels honeymoon* https://t.co/oaYzLn5REz",
        "Thanks for the glasses @Riley165B !! Does this count as a thank you note? https://t.co/dvyLens20O",
        "@sarahvbarry Stay strong girl. Once a guy dumped me after 1 date and I bought a $100 romper just to take IG pics in ❤️",
        "Maybe they don’t owe penn state anything... maybe they owe penny state everything. But at least we now can understa… https://t.co/VvV1KYUfEp",
        "Well, the Jonas brothers are making it big at this point, playing in Hershey. And on Joe Jonas’ 21st birthday, a bu… https://t.co/eEhUG7N9Lc",
        "Turns out their manager is from state college and was just about to start his MBA at penn state when he started tak… https://t.co/iw4jpv1HCC",
        "Then I came across an article on https://t.co/fAsc4ldKK3 written in, of course, 2008!! By Ryan Jones",
        "It led me to think.. where are their biggest influencers from and where did they go to college? The brothers grew u… https://t.co/Km0xiSrrCN",
        "When asked if they like college football, nick responds immediately “yes we do. Go penn state.” Followed unenthusia… https://t.co/PAQQ9aZ6hP",
        "This dates back to 2008. In a YouTube video where the Jonas brothers answered fan questions. https://t.co/sIclvMDlCY",
        "For those of you wondering, I took the liberty to find out why the Jonas brothers love penn state so much: a chain. https://t.co/qC1F7tRhQJ",
        "@adammillerPSU I just don’t know that it’s possible",
        "@jaylynnwidmark For real tho, no a bad choice.",
        "During winter break my freshman year of college, I looked up all of my new friends addresses in the school phone bo… https://t.co/cfhSVOoUjA",
        "@Riley165B @adammillerPSU @HeyBenton No one in their right mind would ever drive over to Hollywood to go shopping T… https://t.co/RWTYQSu3GB",
        "@djlingelbach @rachel_peltz No, he doesn’t want his and TAYLOR’S relationship to change.",
        "“I wouldn’t want to bang Taylor Swift because I wouldn’t want our relationship to change.” - @adammillerPSU",
        "My ASMR is the sound of a pug eating.",
        "@tnbenoist Was pretty sure that was the situation.",
        "@tnbenoist Just like on the street. No parking lot.",
        "If 3 diff guys ask to help you carry your bags to your car, does it mean ur hot or you just look easy to murder?",
        "@Riley165B @adammillerPSU Older than both. Maybe I saw her in a movie? What movies have I seen in the last 3 years?",
        "@Riley165B @adammillerPSU It wasn’t, but I knew you’d be the one to help with this",
        "It’s not everyday your 2 favorite things - The Bachelor and home renovation shows - join forces, but they have and… https://t.co/DAvRNAZImC",
        "PSA: I lost my voice over the weekend and now I have sexy, raspy voice. So if you’d like me to be on your podcast, now is the time to ask.",
        "@jordanrosstv @taylorswift13 Love Story, Mine, All Too Well, Blank Space, Trouble. Honorable mention - Long Live.",
        "#TTBP Will be back on MONDAY to discuss everything that was @colton season!! #TheBachlor #theBachlorette 🌹🌹🌹",
        "I didn’t see Can You Ever Forgive Me.. did they ever forgive her?",
        "@adammillerPSU Boys don’t even need to wipe!!!!!",
        "@lhofecker Thank you for the support!",
        "But who is that tiger?? 🐅 https://t.co/t5izTZmTdh",
        "#TTBP Baby!! Listen to us every Wednesday for recaps, laughs, and obvs.. drama 🌹@BachelorABC https://t.co/OQs1b2b54M",
        "@lasagnalover92 Yeah but do it",
        "KIRPA FOR NEXT BACHELORETTE #TheBachelorette https://t.co/gbjF5JryHS",
        "Honestly, it’s irresponsible that you didn’t tell us last night. #TheBachlor https://t.co/ZeFZFQK8dO"
    ]
}