{
    "screen name": "abuaghila",
    "no. of tweets": 200,
    "tweets": [
        "@ashour_said اونه ايعدو فيهم وهما راقدين",
        "#رسالة_مفتوحة الي كل الليبين  ،المشكلة ليست  تهديد مجاعة  لنفرغ رفوف المحلات ونصنع الازمات مع ما نحن فيه ولن  يكون… https://t.co/LCGfNGjJAK",
        "#كرونا_الجديد #اعراض_كورونا #الوقايه_من_كورونا #رقم_الطوارئ #ليبيا #طرابلس #bo3a #والله_أعلم https://t.co/MmU7maphIm",
        "#blessed_friday for every one \nFrom #Tripoli #Libya .",
        "To be what you want to be \n Do what it takes( in your principles limitations ).\n\nSo  the phrase ' what it takes'  d… https://t.co/eu4QJbDLkD",
        "نسال الله أن يرحم السلطان  قابوس ويتغمده برحمته و  يتقبل منه ما فعله لوطنه  وان يحفظ  عمان وشعبها الشقيق وان  يعوضه… https://t.co/ZceeZIAGlD",
        "جمعة مباركة بإذن الله واسعد الله صباحكم جميعا",
        "اول مرة الكهرباء يعطل هكي قاصينه علينا من العام الي فات يا جماعة مش هكي ...#مش_نكته #كل_عام_وانتم_بخير #2020  #والله_أعلم",
        "2020  ادخلي وبقوة ومباركة علي الجميع .انشاء الله",
        "دقائق تفصلنا عن العام الجديد فتمنياتي للجميع وخصوصا وطني المنكوب بان يكون عام افضل من الذي سبقه ورغم اننا نستقبله ب… https://t.co/miDynmNrd4",
        "ليبيا ارض الريادة والتميز  اتسمي صيدلية الرحمة يفتح جارك  وحده بعدها بشوية يسموها دنيا الرحمة أو ارض الرحمة وهكذا ل… https://t.co/aMXSnEEUQH",
        "مع الاسف الواضح ان عقلي صورلي انهم يوم ذكري استقلال دولتنا مش حيقطعو علينا ضي لكن من الآخر جتنا توكة دبل ،،،، علي ك… https://t.co/75E3G4Wycf",
        "#من_قلب_المكب وفي عرس جماعي جماهيري اقترن المكب بكابل الكهرباء فلا جهاز الاطفاء يطفي المكبات ولا شركة الكهرباء  تعم… https://t.co/2oEZucVAk1",
        "ببساطة #مكب_شارعنا",
        "بكل بهجة نزف التهاني للامة الليبية والعربية والاسلامية بمناسبة ذكري ميلاد خير البرية صلي الله عليه وسلم . فمولد نبو… https://t.co/puzqpZ60Si",
        "نهاركم سعيد..  \nيقول البعض كلاما دون ان يفهموه  ويفهم البعض امورا ولا يستطيعون  قولها اما نخبة القلة فهم من يظنون ا… https://t.co/pwqnsSwCrP",
        "#وصول_الدفاع_المدني #مكب_وسط_البلاد #طرابلس #ليبيا #والله_أعلم",
        "#مكب_وسط_البلاد",
        "مساء الخير ياقوم المكب وسط البلاد مش في ارض خلاء اتقو الله في السكان وشوفو شغلكم الله يرحم والديكم .… https://t.co/oekQ2vIpwY",
        "ومازل المكب يحترق   والجريمة ان جهاز اطفاء الحرائق تصدرله تعليمات بعدم الخروج لاطفاء مكبات القمامة فلا حول ولا قوة… https://t.co/G24HHq8tNu",
        "#مكب_وسط_البلاد في شارع عمر المختار يحترق ومع الريح الموضوع خطير لكونه مليان اوراق اتطير فيها الريح نسال الله ايجيب… https://t.co/AFzmgSnqKv",
        "الحمد لله ولي النعم ،من برحمته تفرج الكروب وتزال الغمم ،رزقنا يوم امس ببكرنا المسماةفي طاعة  (تولين) . واللهم صلي ع… https://t.co/TTBGDrsszE",
        "رحيل الفنان الكوميدي الليبي صالح الأبيض https://t.co/QB6Iz5K8uL",
        "مع الاسف زاوية الدهماني قبل قليل وربي يصلح الحال ويهدي الجميع #والله_أعلم",
        "جمعتكم مباركة باذن الله، واسعد الله صباحكم",
        "جمعة مباركة للجميع",
        "في وطني طحنا بين المفارش او من الاخر حصلنا بين عصر الارشفة الورقية والعصر الالكتروني فيطلب منك الرقم الوطني مختوم و… https://t.co/keXJZDIJfq",
        "كل عام والجميع بخير بمناسبة عاشوراء او بالاحري شيش باني جميعا والي ما تعطيش الفول راجلها  يولي مهبول ...ونسال الله… https://t.co/SXbkp3ue67",
        "اتقد بالتهاني للامة الاسلامية والعربية والليبية بمناسبة العام الجديد نسال الله ان يكون عام فرج ورفاه وتطور باذن الله . فكل عام وانتم بخير",
        "اتقدم بالتهاني للصديق والاخ  العزيز والجار  سيف مزيان  ولاخوه سند مزيان بمناسبة عقد قرانهم المشترك الذي كان اليوم و… https://t.co/oSEkxWXstp",
        "اتقدم بالتهاني للامة الليبية والعربية والاسلامية بمناسية عيد الاضحي المبارك ونسال الله ان يتقبل منا ومنكم جميعا",
        "الف مبروك للجزائر فوزها بالكاس الثمينة . ومبروك نجاح التنظيم لمصر ، وهذا كاس افريقيا عربي تنظيما وتتويجا والعرب امنورين افريقيا #والله_أعلم",
        "طبعا ياصبح يا فتاح ارقدنا من غير كهرباء وجابوه كم ساعة ونضنا التمانية من غير كهرباء قصدي مستحيل هذا اسمه طرح احمال #والله_أعلم",
        "#طرح_الاحمال من الاخر عشان ما يقولوش نما جاهم الضي ما كتبوهاش من الاخر فتنا اطناش ساعة والضي ماجاش التلفون بيطفي ون… https://t.co/FS9xPceGrN",
        "بالصلاة علي النبي قريب نسكرو نصف يوم بدون كهرباء بواقع اثنين فواصل لمدة ثلاثة وخمسة دقائق .. والسؤال #كيف_صار ما عن… https://t.co/TJjISJjPEt",
        "مع احترامنا للاخوة في استراليا لكن اتصورو كانو بيصيمونا مع استرالي تي حتي  في كاس العالم  انصفو في افريقيا انعيدو م… https://t.co/SlcnyhbbN3",
        "انا عيدت عليكم ومازلت امخنس ايها الشعب العظيم افتحو التلفزيون اصمدو لين ياذن الفجر راهم يغيرو رايهم  في الدقيقة تسع… https://t.co/ZxbYtSUfHo",
        "اتقدم بالتهاني للامة الليبية والعربية والاسلامية بمناسبة  عيد الفطر المبارك ..ولا تهاني للحكومات المعيلة ورسالتي هي… https://t.co/XqVd5bvyLy",
        "اعوذ بالله ان اتحول لحاقد عنصري او كاره للخير عدو لنفسي ولوطني وقومي فقط لحكم توجهي السياسي او حتي الديني ، فعلا فع… https://t.co/6ebUuIuEiz",
        "https://t.co/DiLgjH0rSx",
        "ياودي انشاء الله لا .. ما تمشيش # والله_أعلم #مدرب_اليوفي_القادم #اليوفنتوس https://t.co/6y3TjAMjfz",
        "#من_قلب_المكب المحادي لمدرسة علي وريث و #جاري_نشر_التلوث #والله_أعلم",
        "اتقدم بالتهاني للجميع بمناسبة حلول الشهر الفضيل  شهر رمضان المبارك وصحة شريبتكم ونسال الله ان يكون فرج البلاد والعباد في هذا الشهر الكريم",
        "مكب الكناسة حاشاكم في وسط البلد ريحته واصله اميال ولو ما نظفوشي حيسبب تسمم #والله_أعلم #من_عين_المكب",
        "اسعد الله صباحكم جميعا ... https://t.co/lZVazZpLmu",
        "#fbworkingnow #facebookisworking",
        "الفيسبوك متوقف عن العمل #الفيسبوك_لا_يعمل #FacebookDown",
        "الفيس لا يعمل #الفيس_لا_يعمل #والله_أعلم",
        "معرض طرابلس اليوم ما فتحش .يعني الناس الي تبي تمشي تلغي الموضوع والسبب ليس واضحا ..فيه ناس هلبة شكلهم جايين ومش عارفين ..والله اعلم",
        "اسعد الله صباحكم جميعا ... ومن هنا من عرادة المناضلة قصو علينا الضي الساعة سبعة وانا عن نفسي مش حنسكت ماشي للسنفاز… https://t.co/m0E9QERjpS",
        "انا مش عارف من صاحب نظرية ان المنتخب حيتغير وظروف المبارة معاه لمجرد انهم شالو الجمهور ...المشكلة ان الكل يعرف ان ا… https://t.co/RpXHPNUhNv",
        "نبارك لصديقنا وزميل الدراسة اخونا  اكرم المزيني  بافتتاح معرض الانطلاقة للفنون التشكيلية ونسال الله ان يوفق القائمي… https://t.co/59sb07chXM",
        "بلدية لبنانية تمنع استخدام اكياس البلاستيك فعلا بادرة تنم عن  وعي اجتماعي والاجمل ان البادرة من البلدية ..عقبالنا… https://t.co/lcOb8w0j9C",
        "فعلا الهندسة مهنة لها تعقيداتها ومخاطرها ..امنورين الشباب من شركة ال تي  تي وحتي الغرفة الامنية امنورين..وامتاع كتا… https://t.co/6Shuf5s1B0",
        "#اقتراح \nالمفروض فيه امتحان رخصة اهلية لتصفح النت وال ي ما ينجحش ما يبيعولاش نت عشان ما يضرش نفسه وما يطلعش عارنا ع… https://t.co/YwLZh41qNT",
        "نهاركم سعيد جميعا ...\nموضوع الرسائل المجهولة المصدر والحضر  اولا من الي خايف ان يكون الفيس بوك غير مجاني  يعني علي… https://t.co/zKBsfVQ75U",
        "انتقل الي رحمة الله صهري. والد زوجتي المهندس  نور الدين التونسي  فأنا لله وانا اليه راجعون",
        "ولم لا ومرة اخري #نعيد_ونكرر https://t.co/1fqPe6EfbQ",
        "جمعة مباركة للجميع واسعد الله صباحكم ..برد وضباب والمشروع دبل رايبة اتدفي واتوضح الرؤية . وهذا من بعض فوائدها #والله_أعلم",
        "رحم الله #ضحايا_محطة_مصر  والهم ذويهم الصبر والسلوان .فاجعة اصابت الشقيقة #مصر التعازي لاخوتنا المصريين ولا حول ولا قوة الا بالله .",
        "الف  مبروك  لاخونا وليد الرفاعي Waled Al Rfae بمناسبة عقد قرانة والذي كان امس ونسال الله ان يبارك له وعليه ويرزقه ا… https://t.co/9YJz61Mpcm",
        "at The voice coffee n juice lounge https://t.co/E2lTCRqqlZ",
        "طبعا سفنز  منتصف الليل عند سنفاز  سوق الترسانة. ومازال فاتح وكل شي باجره ..للمدمنين قبل ما يسكر # والله_أعلم",
        "نتمني للجميع  عام جديد وسعيد انشاء الله  فكل عام وأنتم بخير",
        "اخونا وصديقنا العزيز المتالق د ائما  عبد المجيد التاجوري بدون مبالغة اقدم صديق نتذكر اني عرفته فعلا العمر يمر يا صا… https://t.co/GL0QsELNhC",
        "#جمعة_مباركة للجميع \n#HappyWeekend",
        "#اللهم_إحمي_طرابلس_وسكانها",
        "at Tunis Zoo https://t.co/CEQ2ipPnOP",
        "يوم سعيد لذكري سعيدة هي ذكري مولد سيد العالمين #محمد ابن عبد الله #صلي_الله_عليه_وعلي_اله_وصحبه_وسلم ، اتقدم بالتها… https://t.co/7xtxS3XkJU",
        "بصراحة انًا ممكن نستوعب ان تشارك ليبيا في احتفالا ت ذكري الحرب العالمية الثانية لانه ليبيا استقلت بسبب نتائج الحرب… https://t.co/eG9jBl0Ha8",
        "شباب الي عنده رصيد ايكلم الجروب الي يهيحو في تركيا قوللهم تعالو جيبو الضي واملحقين علي المطاعم والشواية  #عصف_فكر… https://t.co/5VZXwFLwlw",
        "اسبوعين تسكير شوارع وصناعة ازدحام وجو شوفونا واحنا نشتغلو واليوم وكما جرت العادة امطار عشرين دقيقة وتغرق العاصمة… https://t.co/CsIrwPhczT",
        "كيلو الدجاج اليوم 14 دينار مع #الاصلاحات_الاقتصادية ...#طرابلس #ليبيا",
        "#بكل_حيادية بعد حرب  وعشوائي واتزرزير قالو اليوم ان الميليشيات حتسلم مؤسسات الدولة لقوات من خارج #طرابلس ...طبعا  ه… https://t.co/qCZ39B951m",
        "من الذاكرة ولازالوا عراة #والله_أعلم https://t.co/czknFJGA9Z",
        "ولازلنا كما نحن في موسم البلل #والله_أعلم https://t.co/NNPC2g43nI",
        "سبحان الله العاصمة #طرابلس كانت تحاصرها القذائف والنيران وفرجت والحمد لله والآن حاصرتنا مياه الأمطار والمجاري -… https://t.co/jX5DPsVkkV",
        "# دوامة_العنف لن تنتهي بالعنف وستستمر وكل طرف فيها اذا احس بضعفه سيوسع الدائرة اكثر فاكثر والمتضررون هم سكان العاصم… https://t.co/faZ2gJEoqU",
        "طرابلس تحت النار والمواطن ينتظر من يسعفه او من يطمنه ومع ذالك وزير الداخلية يصدر بيان  يدعوا فيه لوقف اطلاق النار و… https://t.co/rHf8Tqma8b",
        "اخواني واخواتي هل حد يعرف اذا كنا حاليا بلاك اوت ولا طرح احمال ..لانها تفرق في الحالة النفسية #والله_أعلم",
        "وقبل ما يطفي النقال  انقوللكم شيش باني عليكم كلكم وهاتو فول راهو انقص عليكم الضي...كل عام وانتم بخير",
        "في #طرابلس حالتين محاولة  انتحار في يومين ...شفتوا اخرة الرفاهية الزايدة ،، يكفي رفاهية بالله عليكم #عصف_فكري #ليبيا #والله_أعلم",
        "الله الله علي الابداع الي عندنا العاصمة تحاصرها النيران والقذائف ويجيك حد يقص الغاز علي محطة الرويس لانهم  متخالفين… https://t.co/lra8tuYqZ5",
        "تخيلو انه بعد سنوات الثورة والتجارب العجاف يطلع احد عمداء البلديات في اجتماع مع ولي نعمته  ويقول ان المتظاهرين  ضد… https://t.co/OrSXFCobT3",
        "مبارك لصديقنا المهندس  مهند الجالي Almohaned-Design لاصداره لنشره اول فيديو من سلسلته التعليمية حول التصميم ونسال ا… https://t.co/eo88wLwLiT",
        "الدولار قالو حيبيعوه بكره رخيص  و انا شاكك ان لو المظاهرات كبرت ممكن حيبيعوه قبل المغرب اليوم من الخوف ..مع الاسف و… https://t.co/1GjDYz5qRM",
        "في ذكري استشهاد سيدي #عمر_المختار فهل لازلنا نستحق ان ننسب نفسنا لامة ناضلت لاجل حريتها ودينها ..سؤال صعب… https://t.co/fMjfAJj8Cj",
        "نفسي تعرف  شن تاثير سعر صرف العملة علي #طرح_الاحمال ومضخات #شركة_النهر قصدي المضخات كانت امدايرة  اضراب مثلا ولا مح… https://t.co/pOZUuZpQ2l",
        "بالنسبة للاصلاحات الاقتصادية التي قيل انها ستعتمد علي ضوء الشموع في مدينة بدون مياه وتقع تحت رحمة القصف العشوائي وت… https://t.co/Lktsb2OXAf",
        "مع الاسف ما يحدث هوا كارثة بكل المقاييس فمع بداية يوم الدوام في العاصمة التي اعلنت فيها الطواري مع التاكيد علي ضرور… https://t.co/WgTZEBINZI",
        "الله الله سكان #طرابلس في قمة #الرفاهية و استغلال الوضع في احسن #صورة يعني #اشتباكات وراها اشتباكات وشوية #عشوائي و… https://t.co/plLsVWaVXJ",
        "الواحد نما يسمع صوت رزمة نزلت نفتحو الفيس نبو نعرفو شن صاير ولا العشوائي نازل علي منو من المساكين ..تلقي واحد كاتب… https://t.co/anrtzp0dYL",
        "قسما ل إن الظلم مهلك صاحبه #والله_أعلم",
        "#tripoli #sunset #bestwishes\n#worldwide from #Libya -/#WorldPhotographyDay #nature #bo3a #bo3ag #Twitter… https://t.co/LCBGeKeNI2",
        "#EidAlAdha #كل_عام_وانتم_بخير",
        "عيد اضحي مبارك وكل عام وانتم بخير",
        "في مثل هذا اليوم كتبت نصيحتي واليوم اعيد مشاركتها بعد ان كان ما كان #والله_أعلم https://t.co/DiT0JL9f0N",
        "#ليبيا_في_ثلاث_كلمات ماشاء الله اخوتنا في السعودية  قايمين القدر نسال الله ان يعلي شأن السعودية وشعبها الطيب ويزيدهم من نعمه .",
        "@GhassanSalame كل عام وأنتم والعائلة الكريمة بخير",
        "Today are the first day of #Ramadan  in #Libya so #Ramadan_kareem for all #Muslims and all  #Mancini #رمضان_كريم",
        "نعم هو  #الحداد علي الشهداء   ، هوا الحزن الذي اعتلي وجوه سكان العاصمة #طرابلس   وكل #ليبيا  فتعازينا لاهالي الضحاي… https://t.co/G4hIT3JYQL",
        "فعلا  #ريال_مدريد كان محظوظا ولكن ليس لانه تحصل علي ضربة جزاء  في   وقت قاتل ولكن هو محظوظ  لا ن #بفون   لم يكن اما… https://t.co/fBNUBNgQGc",
        "https://t.co/9nm6ELyp2v",
        "#sunset from the #city #view    at  the #butiful #tripoli #port #bestwishes #forall -#Libya… https://t.co/OB6WxJjG4j https://t.co/NCEO7Lqt6l",
        "بورصه",
        "فاجعة اخري  تضرب بنغازي الصامده وجرج اخر نسال الله ان يفرج كرب هذا الوطن وتقبل الله الشهداء والف لعنة علي الارهاب... https://t.co/fRn2qt1XN9",
        "فعلا هذه الايام نري #عجبا عجاب فالكل يتكلم علي ان #الدولار  نزل وكانها قضية #راي_عام مع ان #السيولة في المصارف... https://t.co/qCs2Eycx6G",
        "الف مبروك لاخونا فكري جباره اليوم كان عقد قرانه  ونسأل الله ان يبارك له ويرزقه الرفاه والبنين",
        "الحمد لله  أمس افتتحو ا إشارة مرور  وأربع شوارع السطاش -16-  .  والاجمل انهم اليوم  قطعوا عليها الضي  -الكهرباء-... https://t.co/MssMW05m8G",
        "I posted a new video to Facebook https://t.co/6ciyRuLwju",
        "#Libyans_reject_slavery_in_all_its_forms\n#libya #slavrey #Libyans_are_civilized_pepole",
        "اتقدم  باحر التهاني للامة الليبية والعربية وعموم للامة الاسلامية بمناسبة  ميلاد خير البرية وحق  البشرية جمعاء ان... https://t.co/El4Op3WlhH",
        "#Some_place in #Tripoli ,Libya after single #raining day ,let it  be #picoftheday . #lake #winter #funy https://t.co/mM7HJTmsQH",
        "#rain #Tripoli #likeforfolow #nature #wind #FolowMe #folowback #Libya https://t.co/8ryjDJNe9s",
        "#raining #Tripoli #libya #rain #pictureoftheday #instagood #instagram #wind #natur #folowme… https://t.co/G9XGXF1Ysn",
        "بعد ان  اعلن #مصرف_ليبيا_المركزي عن الدينار الجديد يصبح #الدينار_الليبي  #يضرب_يعور بكل معني الكلمة ويفشخ حتي... https://t.co/3Rpr9S2Y9S",
        "بصراحة اول مرةانحس ان موضوع ازمة# انقطاع_المياه اصبح عادي , يعني واحد ناشف  يكتب في الفيس عن كل شي حق وباطل... https://t.co/cNyJQNHir5",
        "جمعة مباركة جميعا ،",
        "#Tripoli #downtown is going to turn into a #battlefield and no one cares .\nThe #fighting are going close to the... https://t.co/rlIuk9KNp7",
        "#اوقفو_القتال #وسط_البلاد في #طرابلس مكتظ سكانيا .\n#منطق_ميليشياوي #مهزلة #والله_أعلم",
        "if there is #nothing to #do_it so there is a lot to #know_it.\n#Abuagila_Ghulam\n#bo3a #Wisdom #min#",
        "#صلاح  و الدقيقة تسعين وهدف حرك قلوب الملايين , وفقط  مع #المصريين تبدا متعة #كاس_العالم باكرا , في انتظار بطولة... https://t.co/btL7Wx4jgP",
        "انا اقترح الاستفادة من الاشجارالي طيحتها العاصفة , يعني ممكن انربو فيهم عصافير او انزينوهم كديكور , بما ان... https://t.co/3K1fkk2fjC",
        "عمليا ليبيا الوطن الوحيد الي عنده ريحة , الي مستاحش الوطن يمشي يشم ريحة جزيرة سوق الثلاث , ريحة الوطن  واخدة وضعها , #مهزلة #والله_أعلم",
        "واكرر",
        "نعم انهو الشيشباني فكل شيشباني  والجميع في جو الشيشباني , والي في شارعهم احد فرق الشيش باني الخاصة  ايمشيها الليلة لانها صعبة #والله_أعلم",
        "الحمد لله اليوم تم تدشين كرنيش شارع عمر المختار الصناعي  بضفتيه , ونحسابوه رصيف طلع  مشروع سد مياه امطار   ،شكلنا... https://t.co/cjiTJOGdo6",
        "تصنبف للفاشلين : \nالمحاولة والفشل _ انسان فاشل\n,,,المحاولة والتوقف في منتصف الطريق _ فاشل تنبال كسول يعني  \n,,,... https://t.co/vqI1alIr54",
        "الكثير من الافكار كالمنتجات التي تنتشر في فترة معينة بسبب ظروف وقتية او نقص في الوعي ، وفي النهاية يكتشف الجميع... https://t.co/NtGkWtU4TK",
        "اسعد الله صباحكم",
        "ههه الضي ما عطلش اليوم , حتي انا  قلت قطعته خطا فني ..المهم الله اعلم جماعة طرح الحمال اليوم وين بايتين ,,#خيال_علمي  #ميردة #والله_أعلم",
        "طرح الاحمال  عن وسط البلاد يعني قطع الكهرباء حول ميدان الشهداء الساعة الحادية عشر ليلا , يعني تقدرو اتقولو ان خطة... https://t.co/IbQvpcT1v9",
        "عام هجري جديد وباذن الله علي الجميع سعيد،ونسال الله ان يفرج فيه  علي البلاد والعباد .وانا متفائل بذالك  #والله_أعلم",
        "في ذكري سيدي #عمر_المختار\n#oumar_almokhtar\n#والله_أعلم https://t.co/A93JTwpW9w",
        "اليوم ذكري  استشهاد سيدي البطل #عمر_المختار نسال الله يتقبله ومش غلط انشاركو هاش تاج باسمه  . #والله_أعلم\n#oumar_almokhtar",
        "@Moataz_Official نسال الله ان يرحمها ويحسن مثواها",
        "تهنئة للجميع بهذا اليوم المبارك وبمناسبة عيد الاضحي ..وبااله الي غالطين  في حقه يسامحنا  وعن نفسي طالق السماح للجميع ..وتقبل الله منا ومنكم",
        "لو كان طرح الحمال رجلا لقتلته ...واحنا حصتنا شكلها ليلية والوضع امطول ..مهزلة #والله_أعلم",
        "#للعلم_فقط كيلو الدجاج بثلاثة عشر دينار ..13 \n....والوضع مازال ينحدر اكثر #والله_أعلم",
        "https://t.co/FvkhgflSj9",
        "https://t.co/osTiL6OBH5",
        "https://t.co/cHKGpm5Ra9",
        "https://t.co/Tam8RVyd6n",
        "https://t.co/3olro3tHrN",
        "سؤال يطرح نفسه هل #البلاك_اوت محسوب في طرح الاحمال ولا نما يصلحو البلاك اوت حيطرحو الاحمال علي طول ..#blackout ... https://t.co/pCoQ9ePYFy",
        "للعلم فقط ان الدجاج اليوم الكيلو \n10.5\n#مأساة #والله_أعلم",
        "#Tripoli #clock_tawer  #libyan #nice #photoofday #picoftheday #likeforlike #likeforfollow… https://t.co/TFR4dGJ2QP",
        "الغروب من كرنيش طرابلس ..The sunset in  Tripoli #sunset #photography #photooftheday #pic… https://t.co/GqQYJaEuq5",
        "#لاضي_لاامية  ومنسجمين وقالو ان المغرب اذن في نص الليل نقلا عن من سمعه  في ليبيا الرسمية  .علي العموم علي... https://t.co/DA5hgKQPpo",
        "#سؤال لو سمحتم هل فيه حد عنده معلومة عن ساعات# طرح_الاحمال لا ن الكهرباء جي ساعتين وفصل مرة تانية من العاشرة... https://t.co/0nr7sazwtb",
        "#لاضي_لاامية  فا اكيد القادم اجمل #طرابلس #ليبيا #والله_أعلم",
        "سؤال محيرني ..ليش ما  حدش يكافي وزير #الكهرباء علي مجهوداته ..يا سيدي حتي لفت نظر علي الماشي ما فيش داعي للمحاكمه... https://t.co/r0PimYfL9Q",
        "طبعا العبد لله منسجم مع سيمفونية الكهرباء ولدغات البعوض ..وممكن ننسجم اكثر لو واحد من الي ما يقطعش عليهم الضي... https://t.co/3cPuPjepL1",
        "سؤال محيرني , توا الي يطرح في الاحمال علي مضخات الامية هذا عقله شن قايله .#منطق_ميليشاوي #عصف_فكري #والله_أعلم",
        "فوز #اﻻهلي_طرابلس ليس فوز طرابلس فهوا عندما يفوز كما في كل مرة يكون #اﻻهلي_الليبي فمبروك للجمهور الليبي  ومزيد من... https://t.co/uYF9KYKNm8",
        "#اﻻهلي_طرابلس يترشح وليس بالصدفة وﻻ بالحظ #الفليشة فريق مثالي  ونال اقل مما يستحق ترشح خارج ارضه بتعادل وكومة من... https://t.co/V8b2tpifvl",
        "الضي انقطع بعد ما ضعف قبل..انشاء الله اتكون  خير \n, قصدي الجو معتدل و طرح احمال ممكن, لكن بلا اوت كان صار مش مفهومة  #والله_أعلم",
        "الحمد لله ولا اله الا الله والله اكبر #العزة_لله",
        "بصراحة مجهودات التامين  واجهزة الامن في طرابلس مجهودات جبارة ..علي الفيس بوك طبعا..توا بالله عاصمة ووسط بلاد... https://t.co/KTyFbjAeui",
        "اظن ان الامية ضاعفة او ممكن انقطعت #والله_أعلم",
        "الله الله طلع بلاك .اوت  كل بلاك اوت والجميع بخير ..مهزلة #والله_أعلم",
        "بالله الي يشوف الضي..ايسلم عليه  .احنا شكله ناوي يجافينا#والله_أعلم",
        "وانقطع الكهرباء ولم يعد الكهرباء ازمة ليتم حلحلتها  ، فالتقارير التي ترسل الي الامم المتحدة مضيئة بما يكفي . #والله_أعلم #ليبيا #طرابلس",
        "The Sunset today in Tripoli #Tripoli #Libya #picoftheday #sunset  #Twitter #photography https://t.co/k29K6ZxKjf",
        "The Sunset today in Tripoli Libya sample PIC but still nice as I think #Tripoli #Libya #picoftheday #sunset… https://t.co/9t5PSNBfrD",
        "بسيطة لكن جميلة #والله_أعلم \n.Eid mobarek #tripoli  #tripolis #libya  #like4like  #photography  #instagood... https://t.co/9hRnLDj1aZ",
        "بسيطة لكن جميلة #والله_أعلم \n.Eid mobarek #tripoli  #tripolis #libya  #like4like  #photography… https://t.co/MVLYo65jQs",
        "كل عام والجميع بخير  ونسال الله ان يفرج علي البلاد والعباد",
        "نسال الله ان يخفف علي من افطرو امام المصارف..مع الاسف العجائز رجالا ونسائا يفترشون الارصفة امام المصارف  وقت... https://t.co/QehzVjr2vx",
        "المفروض ان نحي اليوم الوطني للدجاج احتفالا بتجاوز سعر الكيلو للعشرة دينار ..ومقيومة يا دجاج بلادي ..والكيلو بعشرة... https://t.co/lVbEtVqVzd",
        "نعم بخمسة اهداف انتصر الليبيون ..ولا عزاء للمتحججين الليلة .#عاشت_ليبيا . #والله_أعلم",
        "اخونا وليد وكورس تغذية السلاحف وشكلها مستانسة #والله_أعلم\n#turtle  #animals #pits… https://t.co/vV0hLiosw7",
        "Ethiopia cuts off internet after high school exam leaks-----\nالله الله دولة   سليمة ولم نسمع عن جنونهم من قبل... https://t.co/vaRF2ZERMZ",
        "كل عام والجميع بخير بمناسبة الشهر الكريم ونسال الله ان يفرج كل كرب ويقضي كل دين ويحفظ البلاد والعباد والمسلمين جميعا",
        "قالو طازة #والله_أعلم \n#bo3ag  #tomato #like4like #likeforlike #folow4folow #folow #picoftheday… https://t.co/KvF56S6HXN",
        "مجهود طيب #والله_أعلم \n#growup  #growup_7up #7up  #photography #instagood  #photooftheday… https://t.co/T2TsBZOnEY",
        "اتقدم  باحر لتهاني للكابتن محمود حجازي لحصوله علي البرونزية في بطولة السلام للمنطقة الشرقية وهي بطولته الاولي... https://t.co/JkxsTQVUKm",
        "في وطني  اي ورقة من اي اطراف الصراع الماضي او الحاضر قد تمنح منصبا لاحدهم , ولا ورقة مهما كان الموقع عليها تكفي... https://t.co/J6MHBJrsNf",
        "انا اليوم شكلي كثرتها علي #بلدية_طرابلس لكن للعلم  حتي الامية انقطعت فكل مواطن ايجيب سطل اكرمكم الله وايحطه فوق... https://t.co/mwfQpUWrlH",
        "#طرابلس_تغرق #والله_أعلم",
        "#بلدية_طرابلس فعلا شكرا للجهة الي ليها شهرين اتقص في الشجر الي خالقه ربي  وفعلا نما غرقت طرابلس حسينا الفرق ..بس... https://t.co/5X8O14OboI",
        "شي عظيم ان ينظفو المقبرة ..بدون ان يردموا الطريق #والله_أعلم\r#photooftheday #like4like… https://t.co/sk2hJyT7px",
        "#الاهلي_طرابلس يفعلها بالورقة والقلم -نشنوش  وخطوات سلتو الواسعة تتجاوز الفتح الرباطي مبروك لليبيا ومبروك لطرابلس... https://t.co/gEX7GGzMjJ",
        "حاة العبد لله الان كحالة جمهور فريقه  فاز في ارضه وملعبه بجهد جهيد والنتيجة كانت تاهل فريق أخر لم يكن طرفا في هذه... https://t.co/UiEmtNJjeK",
        "https://t.co/sJFypnpgX5",
        "#خلو_فيها_شرف_بس       وفعلا امر محزن ما وصل اليه حال الوطن  #والله_اعلم",
        "لا تعليق غير انه كل شي ممكن #والله_أعلم  #photooftheday #bo3ag #likeforlike #like4like #twetter… https://t.co/euUVwnAQkq",
        "قيل ان هناك حلول لمشاكل المواطن..وان الدولار سيكون متوفر  بكتيب العائلة ..يعني المواطن الي مش قادر ياخد مرتبه... https://t.co/ATrJTRErI4",
        "انقطاع الكهرباء من شواطي المتوسط حتي الحدود الجنوبية وغربا من راس اجدير حتي قمينس شرقا وفشل الشركة العامة... https://t.co/z1Sq3TiL5X",
        "انقطاع الكهرباء من شواطي المتوسط الي الحدود الليبية التشادية وغربا من راس اجدير  حتي قمينس ..قريبا فشل الشركة... https://t.co/bdvbrHa3ts",
        "نعم انه .#بلاك_اوت اخر في اقل من يومين ودخلنا علي الارقام القياسية ..العاصمة تتالق  ؛#والله_أعلم",
        "فعلا طرابلس منورة بناسها .#بلاك_اوت .#والله_أعلم",
        "عمليا بتنا بدون كهرباء والشمس في وطننا تشرق كل صباح...والادهي والأمر ان المياه مقطوعة عن مدينة صارت جزرا من مياه... https://t.co/qglGEy9XVK",
        "بدون كهرباء والشمس وطننا   تشرق كل صباح ..والادهي ان المياه مقطوعة عن مدينة صارت جزرا من مياه الامطار..نسال الله ان نتحضر يوما .#والله_أعلم",
        "اظن ان افضل  وصف لحالة التحول الجيني التي نمر بيها حاليا هو اننا علاقة واضحة  وحية بين البطريق الخفاش   ..#والله_أعلم",
        "Try to adapt to know what's better for you .\nحاول ان تتكيف مع ما حولك لتعرف ما هوا الافضل… https://t.co/2scFbyMjE6",
        "It is easy to adapt if you just try it and to hard if you think about it\r #piccadilly #picturethis #picturesomeday… https://t.co/zv9jRpVNdU",
        "#picoftheday #instagood #like4like #twitter  #twettgram  #instafacebook #bo3ag #instapic  اظن ان… https://t.co/6dMNAZ4I6E",
        "\" الصبر حرق الدكان\"\n#قيل_مماقيل #امثال_شعبية  #امثال_ليبية\n#والله_أعلم",
        "https://t.co/aYrC04Ev3l"
    ]
}