{
    "screen name": "nuongfaalong",
    "no. of tweets": 158,
    "tweets": [
        "Last week it was Millie Small, today Little Richard goes out. \nTime for new greats.\nhttps://t.co/S21tGJEfnl",
        "''With women’s employment mostly at the bottom of the supply chain and informal sectors characterised by precarious… https://t.co/muRRDt3h1g",
        "Beyond the many general impacts of #Covid19, we also know that it has been disastrous for women's rights and HAS de… https://t.co/A9zfGNdbxv",
        "Most people will be impacted negatively by the economic effects of the covid shock.\nUnfortunately most are shying a… https://t.co/onHT9zJVUE",
        "Remember to start planning as though you have already lost your job because your employer is eyeing you and counting coins.",
        "The business or your life ?\nSounds a lot like the old adage which puts you between \"the devil and the deep blue sea… https://t.co/o8W0u3yn3p",
        "An outbreak anywhere is an outbreak EVERYWHERE. -Cuomo",
        "Best weather in a long time. @ Marina's Edge Private Beach https://t.co/J2oKAHlNIW",
        "@wunpini_fm We do not owe anybody beauty. 🤷🏾‍♀️\nAnd as who are these males defining the parameters? Co creators of… https://t.co/89bkdEMW99",
        "@JayGyebi I only know how to make the softer type. I prefer this one though. \nHurry with the recipe.",
        "@tegaphoenix RING.",
        "Another election has come with its own outlandish promises.\nGod save the people.",
        "@caroline4real Gotcha",
        "@caroline4real I finished it last week but I skipped a few spots. \nYes who she wants but if he makes a big deal of… https://t.co/q7MWds6EqX",
        "@caroline4real Yikes. I must have skipped a lot of it. \nWell Sharron is not the only man in there, she doesn't need to stress this much.",
        "@caroline4real She has a great body then! How did you know? It wasn't mentioned because I would have heard.",
        "Looks like we have trolled Trump into a tantrum! But what's new? Maybe if he got a shot of insecticide he would sto… https://t.co/RiHb42T300",
        "@JayGyebi Both. I can have the soup with rice right?",
        "@SolaceTheSiren Allow!",
        "@kuhefferson He is channeling 'coming to America'. \nProbably wearing carpets or duvets🤷🏾‍♀️.",
        "@ameyaw112 He is feeling so cool. I think Corona may actually hide in there 🤣🤣",
        "The real King of Zamunda 🤣🤣 spotted this morning! https://t.co/BZVhsv4i5s",
        "I am spending my morning playing detective! \nSomeone has given me an eye full by choosing to practice his thieving… https://t.co/YxQejfRVkG",
        "You won't believe it until you listen to him actually say it. 🤦🏾‍♀️ God save America.  https://t.co/owqPLa2djY",
        "@evronhughes FOLLOWING THIS.",
        "@hughes_onair They sent me a message this morning about increasing my premium 🤣🤣. Sounds like a lot of care eh?",
        "at tv3- Cyril Dogbe who knows everything and how to do everything! A typical employer will shudder at the thought o… https://t.co/rk3XbflDT7",
        "3. Can the office run without you? In every office there is that employee everyone knows and goes to. He / she know… https://t.co/boPfqPZ6dG",
        "or how quickly you can secure another job if you get cut. \n\n1. Are you an authority in your field? If you are not,… https://t.co/dv1r66DPIf",
        "and Covid19 interventions have impacted everyone in unfavourable ways. Your employer's business isn't immune to pro… https://t.co/Rlmz234rn2",
        "Before the month ends, your EMPLOYER is going to make a list of essential versus non-essential workers. Some employ… https://t.co/BKrfotyUHX",
        "The most ridiculous part of my month was in reading people argue about the link between 5G and Covid19. \nI literall… https://t.co/bmPlIXJiyR",
        "@KojoIbadin 🙄",
        "@KojoIbadin My brother what are you insinuating? \nDon't do that!",
        "@KojoIbadin Aw you don't believe that I would eat fufu with you? This hurts my feelings 😭.",
        "@KojoIbadin Meeeeee",
        "https://t.co/aZi1lqaoKV",
        "The Bank of Ghana (BoG) has directed Banks and Specialised Deposit-Taking Institutions (SDIs)to desist from declari… https://t.co/jeo7uN4Kz8",
        "Nothing excites Ghanaians more than sordid little stories about people's sex lives.\n\nYou'd think they sleep with trees.",
        "@PaulinKuranchie My bonnet been on 😩. Especially if I turn video off",
        "Premarket stocks: American oil crashes below $0 a barrel -- a record low - CNN https://t.co/FsVJEDB71y",
        "Meanwhile : The decision to change the outlook to negative reflects the rising risks, ultimately emanating from the… https://t.co/mjhb5zo1EU",
        "Fellow Ghanaians, I come into your homes today to let you know, relaxing the ban does not mean the disease is over.… https://t.co/BvbZ06sZVA",
        "Who else is attending those zoom meetings in pjs and a hair net?",
        "@ABYalley Is it your breast? We can bounce then around if we want.",
        "This is dangerous for everyone. Imagine me and thousands of people being locked out of Ghana's borders for the safe… https://t.co/y26svvZwfM",
        "Helloooo! Can anybody hear me? \nHello! What year is it where you are? \n\nHello? \n\nThis is a radio signal from March… https://t.co/IFg5k3OnwM",
        "@CheEsquire This won't last you a week.",
        "Today I heard a new one : Sentinora virus 🙆🏾‍♀️.",
        "Embattled Tema Oil Refinery Managing Director, Asante Berko, has today presented his resignation letter to the Pres… https://t.co/i53mCo38GI",
        "@maneatsdragon House 4!!!",
        "@legitngnews Heiii!!!",
        "@Aganakandi He is pleading 'not guilty'.",
        "So is Asante Berko going to resign or the office is on lockdown? \n\nQualification is not integrity.",
        "@selasie_afi 🤣🤣🤣 loneliness can kill eh?",
        "@JesseBrite Right? There are many ways to approach it. One could map out the area, announce the times and go from home to home.",
        "So easy to sit on your internet and insult the Ghanaian with no job and no social protection net for RUSHING FOR FOOD.",
        "@wunpini_fm Tell her I am not well too.",
        "I am dreading post lockdown traffic. I see it so clearly. 🤦🏾‍♀️",
        "You remind me of a character in a book whose complex led him to erratic self aggrandizement. \nThe book ends with hi… https://t.co/tdaf9O4HWI",
        "@Nansata @ILCAfrica 🙏🏾",
        "@Pog_llins Owambe!",
        "A friend is looking for a #GRE tutor in Ghana. Location does not matter as long as you have internet connection and… https://t.co/53HI53Vf2J",
        "@GhanaRevenue are you there? https://t.co/mgF55GYxSt",
        "So the Ghanaian 'celebrities' who shout and sing about their 'big money', what are they doing for the communities a… https://t.co/A4WYA1k4WU",
        "Question : Will you keep washing your hands post #Covid19 or will you wait for another pandemic? \n#coronavirus",
        "Now we know there are is much of work life that CAN be automated, We also know that there is a lot we CAN live with… https://t.co/wv7mHIso8h",
        "Imagine all the travel expenses in your local governments that have been saved because meetings were moved online!… https://t.co/xAWQMwZBY8",
        "@MinoEhirim I think they will surprise you! @MBuhari",
        "@ethelcofie My president looks 25 these days Charley. You for dey G.",
        "Uganda’s President Museveni, 75 years old, throws a coronavirus self-isolate stay fit Challenge to other African Le… https://t.co/fcuupEhWOO",
        "@BHABHANGHIDHA @Ediffied @MBuhari No kidding! Well it's the least they can do. You can't put people under uncomfortable lockdown.",
        "Have we failed to educate the regular Ghanaian about treatment processes for #COVID19? \nI am wondering why there's… https://t.co/T9BXGRSIjZ",
        "@Ediffied @MBuhari you have a missed call here.",
        "You these wayward humans sexualize people's children all the time and they let you go. That's why we are in this di… https://t.co/E2UTHGssEW",
        "@wunpini_fm Damn",
        "@benarsen1886 @nydjlive What have you written? Can you explain it to yourself?",
        "@plastiQQ Does it all really begin at 40? \nBest of the years to you!",
        "@longmanghana @nydjlive Sir, she has agency over her body. \nIt is wrong to question her agency. \nShe can do whateve… https://t.co/zpw5fwHnJG",
        "Why do we need to explain to many men and some women that a woman retains rights to her body! \nYou are questioning… https://t.co/iIblAeVPco",
        "@ameyaw112 Yes. Entirely. It is her body and she reserves every right over it.",
        "@longmanghana @nydjlive There's no misunderstanding of your comments. I am responding to the fact that you have to… https://t.co/HOLcwMTgkI",
        "@ameyaw112 Ameyaw!!! \nThe difference is that she has autonomy over her body. And just because she enjoys it with so… https://t.co/tXQVA9OjCk",
        "@longmanghana @nydjlive It is not a slippery slope. It is basic reasoning. Her body, her choices. And no, men don't… https://t.co/UqyfrZiumY",
        "@nydjlive What is your point sir? A woman reserves the right to choose who uses what words in describing her body.… https://t.co/Vh22JeS2Kf",
        "@UberFacts Old news. Very old.",
        "@wunpini_fm This is definitely a problem. Perhaps tackle the African who gave them permission to do this without pa… https://t.co/BZtEyIeLSp",
        "@dunkindonuts I miss you, I cannot wait for our reunion. 😩 \n#COVID19 problems. https://t.co/HOdLgUvAD9",
        "Socially distanced, mask wearing commuters. #Covid19 #nyc https://t.co/8zGqkCgK3E",
        "@Greatman__ You can create that hashtag sir. I will stick with this. Thanks for your input.",
        "Imagine being quarantined with your abuser? That's the story for many women in this crisis. \nCall your friends. Sil… https://t.co/rMoVW7uYI7",
        "@ABYalley Please report the video. I want it taken down. He hasn't deleted it.",
        "@sarkodie How dare you disrespect the dead like this? That could be you on that table would you want your corpse sp… https://t.co/QmSvbzpS6x",
        "For women the world over, in times of crisis, there's always the added threat of violence. \n\nThis is why ensuring a… https://t.co/tScpr3koh0",
        "@Delta DM please.",
        "Although much of this is from Quarantined travelers, Stay home people, as much as you can. \n\nIf you are not an esse… https://t.co/YqKvj1hRCj",
        "@KuiKihoro Are you sure about this? I am not looking for any more surprises. 😩",
        "@Kuukuwa_ @PTXofficial 😏🤣🤣 Choi",
        "@PTXofficial Your wife is gorgeous and frankly we don't care if she cooks for you or nah but this is mpotompoto. \nA… https://t.co/3Qmd8kxghr",
        "Soooo, does anybody want to help me 'ESCAPE FROM 2020'.? \n\nWe can either return to 2019 or accelerate into 2021.  B… https://t.co/6cdJDkK2zU",
        "The fake news out there about #Covid19 can actually give you a worse situation. 😏\nJournalists, you can't stop fake… https://t.co/0TevqnWhiz",
        "Only a self-serving person will take advantage of #Covid19 to push an irrelevant project like a new parliamentary c… https://t.co/koGGhoA7Ib",
        "@ameyaw112 Negroe got his number and sh$t on display. 🤦🏾‍♀️",
        "@RevErskineGH Women go through this everyday and people still yap when we complain.",
        "Today spare a moment of thought for the couples who do not speak to each other but have been forced to stay home to… https://t.co/rSG5pJD3Xh",
        "@ameyaw112 She was all over him without precaution what did she expect? \nCongratulations are in order.",
        "#COVID19 word of the day. #Covidiot https://t.co/XNucwrqnj4",
        "@ameyaw112 @NAkufoAddo for how long ?",
        "He died empty : as we all should. Empty, after giving to the world his best. \n\nhttps://t.co/0gXQeiqGlz\n#KennyRogers",
        "@ameyaw112 There was a prayer meeting? 😏",
        "@DomprehIyke @caroline4real @wunpini_fm @ameyaw112 Let's focus on finding him. Your help will be appreciated.",
        "This young man is alleged to have shot and killed his girlfriend in Brekum. He is on the run. His name is kwabena Y… https://t.co/pxvqB5e4Dv",
        "A world without #Covid19. Coming soon. \nKeep washing your hands.",
        "@Dlaureate I actually wear my anklet for official events. Even when I moderate. I want to believe society is more p… https://t.co/E4VUAqQ0Vl",
        "@KojoIbadin They mean to tell you that Mahama is controlling it from his house. 🤣🤣",
        "@wunpini_fm Pagdede!!",
        "Also the kids in your neighborhood that you like to play with, buy them sanitizers and teach them how to use it. \n#COVID19 \n#SaveTheChildren",
        "Yesterday I met a woman in the train with 4 kids constantly screaming at them not to touch surfaces. She had no san… https://t.co/OFTX1ISdkD",
        "Ghana #Covid19 Update:\n6 Confirmed Cases. \nAny Traveller (Except for Citizens or those with Ghana residence permit)… https://t.co/xf2LRSF8Hv",
        "@theyawofosu Smdh.",
        "Some of you went to the club friday, funerals and weddings Saturday and church on Sunday- dancing around shouting i… https://t.co/jEvUVif4Xt",
        "This is what they mean when they say \"your head like coconut\"! https://t.co/O2WhuHATqu",
        "@hay_whye @__Mbah 🤣🤣🤣",
        "@__Mbah What's the reward? Coconut? 🏃🏾‍♀️🏃🏾‍♀️",
        "#COVID19 is in Ghana. \nWe are all at risk. #CoronaVirus",
        "For most people, a black woman's decision to love herself, BE HERSELF, do right by herself and demand a fair, just… https://t.co/4CphDk27bA",
        "@Benjaggas2 @OtiAdjei @SorayaSpeaks @ameyaw112 Yes. A few people have said so.",
        "@TrevorJames00 You likie?",
        "Ghana #COVID19 update:\n1. 57 suspected cases all negative.\n\n2. Equivalent of 100 million usd designated to enhance… https://t.co/iWUybt3JH5",
        "Matter dey! \n\n#COVID19 https://t.co/kSLv0kX5fP",
        "\"If you want to feed the homeless, then feed the homeless. Once you announce it to the world, do accept that you ar… https://t.co/qlYwm1LS5h",
        "@iam_NY @OtiAdjei @SorayaSpeaks @ameyaw112 Kindly send.",
        "@SackeTetteh @Tikinii1 @OtiAdjei @SorayaSpeaks @ameyaw112 With stones from Israel. 😩",
        "@AJOELY1 @AvornuKorku @OtiAdjei @SorayaSpeaks @ameyaw112 It's brutal! 🤣🤣",
        "@Ibrah_Nsempii19 @OtiAdjei @SorayaSpeaks @ameyaw112 Right? Is it your church you will go brag? He should go to endemic areas and show it.",
        "@HenriHoward @OtiAdjei @SorayaSpeaks @ameyaw112 @fdaghana @GhPoliceService @GhanaStandards Lmao. Your expectations… https://t.co/nyFuTmToo2",
        "@amaofei @OtiAdjei @SorayaSpeaks @ameyaw112 😭😭😭",
        "@atambala @wunpini_fm This is why we need to discuss legalization. This is human rights abuse and criminal.",
        "@ameyaw112 Black girl😍",
        "@baba_Omoloro 😭😭😭",
        "@SorayaSpeaks Nah. I am in NY.",
        "While we highlight the labour biases of male bosses, let's not forget female bosses who when given a chance, hire w… https://t.co/6t8uNzi3lC",
        "@mredwards This I endorse! 🤣🤣🤣",
        "Your voice is wasted if it has no positive effect on the next woman.    \n\n#IWD2020",
        "#IWD2020 is here!\nThe gains may seem slow BUT WE HAVE MADE SOME GAINS. \n\nI salute all of you for the work you put i… https://t.co/r84SBDWaen",
        "@SorayaSpeaks You should see the queues in supermarkets here. 🤦🏾‍♀️",
        "@ameyaw112 🤣🤣🤣",
        "@ameyaw112 Lol. Is that all? Surely they could have planned a more elaborate prank?",
        "#iamgenerationequality #IWD2020 #affirmativeActionNow #NavigatingParity #IWD #SDG5 https://t.co/9PgrXOMAI2",
        "#iamgenerationequality #IWD2020 #affirmativeActionNow #NavigatingParity #IWD #SDG5 https://t.co/gpZ3dVZTkD",
        "#iamgenerationequality #IWD2020 #affirmativeActionNow #NavigatingParity #IWD #SDG5 https://t.co/YmXUALFueb",
        "#iamgenerationequality #IWD2020 #affirmativeActionNow #NavigatingParity #IWD #SDG5 https://t.co/luThuMmP48",
        "🚺 A Press Conference is to be held by the Affirmative Action Bill Coalition, as part of the International Women’s D… https://t.co/OKVB6jUnwf",
        "@therealdaddymo1 Garden of eden has suffered.",
        "Frigid #nyc. https://t.co/ydW05ZUYth",
        "@PrinceHayford @OtiAdjei hohoho!",
        "@ABYalley Yes. Bulldog and Akosua Hansen",
        "#Davido, still putting BLACK WOMEN FIRST. \n\nI said what I said. \n\n@davido"
    ]
}