{
    "screen name": "banjotobi",
    "no. of tweets": 159,
    "tweets": [
        "@psarmmiey @TheCitadelGCC @ifedolapo_alabi Berra beg me so I can tell him you've been a good boy all lockdown long... 🤣😂",
        "@hameed_zamani @oyedeleajyde @Lucasscot_101 During my stay in the East, I've equally met enough Igbo men to know th… https://t.co/lQyPmsUBv8",
        "@psarmmiey @TheCitadelGCC @ifedolapo_alabi Yeske 😜  two smoof colors o 😍 God no dey shame me 😇",
        "@psarmmiey @TheCitadelGCC 🤣 🤣 Got to school with @ifedolapo_alabi's wrapper so Oga personally handed me these lovel… https://t.co/VMt6nKkC5y",
        "@TheCitadelGCC Strategic and Smart. Symbolic of Chirst. God bless the church 🙏",
        "@psarmmiey @AyoBankole You and I both know that left for my VC, we would not only give lectures remotely but also c… https://t.co/8vS4nmo6R4",
        "@MobilePunch And yet the lockdown was eased. We're a joke",
        "@Abbiypearl_ All of the above",
        "@Abbiypearl_ Met my goons before coming here. 💃",
        "@Abbiypearl_ The bants",
        "@Abbiypearl_ .005 😉",
        "@Abbiypearl_ 🤔 😁 Watch movies... Biko @psarmmiey don't probe🤣",
        "@Abbiypearl_ Banjo",
        "@psarmmiey Haaa 😱",
        "@OlajumokeOyeni4 @ThaRealBello Sincerely I don't even know who called him here gan sef... But I guess it's guilt co… https://t.co/lsfqbDtWiA",
        "@psarmmiey @ThaRealBello @OlajumokeOyeni4 https://t.co/riR9o47vx1",
        "@ThaRealBello @OlajumokeOyeni4 should I? 😉",
        "@RealBanjo We're a clown... All these stories of escapes further fuels the theory that numbers are being padded for funds",
        "@RealBanjo Trust me... If they can go in and come out. We'll have a Nigerian Pastor Chris day. Thanks for saving Ni… https://t.co/sTsC6jvA6i",
        "@psarmmiey @Postsubman @_FadipeSamuel 🤣 🤣 🤣 All she wrote here should have been Said while knocking 😁",
        "@psarmmiey @Postsubman Na idleness due to Coro cause am else both men &amp;  women wouldn't be at home. Baby sef wld ha… https://t.co/SIHFu8jxZx",
        "@RealBanjo These ones ehn.. FG shld challenge them to a 14days isolation crusade. To prove that they serve the livi… https://t.co/s74xg0bbrr",
        "@RealBanjo 🤣 🤣 🤣 🤣\nThey've just built their homes and have quickly moved from their landlord's abode to their perma… https://t.co/5JAeZlUc29",
        "My own country reopened without testing up to 10% of its population 😭😭😭 https://t.co/M7pcUn7znd",
        "@Keepworkpower @psarmmiey I wouldn't mind being gifted this o... 😉",
        "@psarmmiey @NaijaFlyingDr 🤣 🤣 🤣",
        "@NaijaFlyingDr @psarmmiey reminds me of Sita's dress mode during our meeting with Oga🤣🤣🤣🤣",
        "@Mr_Haywon @lanxebony @AsiwajuLerry @lanxebony isn't the gov, he didn't make the rules to he can't bend them withou… https://t.co/WUHqZqWSj3",
        "@lanxebony @AsiwajuLerry Statistics of different locations is very vital and helps in ensuring special precautions… https://t.co/4HgxQs73VG",
        "@lanxebony @AsiwajuLerry Woow! Be safe Bro. Trusting that you'll come out of it negative. I understand that the sta… https://t.co/EFVuuI7vpH",
        "@lanxebony @AsiwajuLerry My state government started but stopped. Their covid response handle stopped tweeting, sta… https://t.co/DS8h5gZI2S",
        "@AsiwajuLerry @lanxebony My own request is simple. State government should be able to provide details of at least t… https://t.co/I07ZCJICwa",
        "@ahmedumar_ Question is what are we doing to prevent this?",
        "@RealBanjo Better Ooo",
        "@RealBanjo Babes please biko be safe o 😥🙏",
        "@psarmmiey This is exactly what they have in mind. They reopened the economy to enable them recoup, none of the CEO… https://t.co/UC1rQQfTqO",
        "@CHYCHYCHUKWU You're going to be fine. 🙏",
        "@MRtim__1911 NO!",
        "@sunmola_nimbe good evening ma'am",
        "@prof_pius @psarmmiey @OlajumokeOyeni4 if she  belonged to any of the Nigerian forces... She's gonna be facing the… https://t.co/guwu3gCpQy",
        "@IgweOfficial Somebody say cheese 🧀 🤣",
        "24 in Ogun and the last tweet from @OgunCovid19 is 4 days ago 🤔",
        "@bessiedone @cyberomin I hope the employers would think that way... For them it's about the profit, their figures!",
        "@bessiedone @cyberomin Challenge is that we can't determine the faith of the doves 🕊 until at least 18th of May",
        "@kassy_harrison ❤️❤️❤️ @psarmmiey you know if he was in Nigeria, the Nigerian Army would query and court martial hi… https://t.co/l3iiqtHFO3",
        "@SaharaReporters Haaa 😱😱😱🙆‍♂️🙆‍♂️🙆‍♂️🙆‍♂️\n\nIf I'm the president, I'll relax the lockdown but ensure not even a fly… https://t.co/NqUHDbsgFy",
        "Who drives the economy?  Who enjoys the economy? The Living or the dead citizens?\n\nA father who becomes a Billionai… https://t.co/DmbmhQHh5U",
        "@MBuhari @NGRPresident remember there was a period Italy citizens literally threw money into the street. It had no… https://t.co/GHD25jDO8g",
        "@NaijaFlyingDr And wight the relaxation of the lockdown, 10,000 is just around the corner. 😭😭 😭\nIt's simple logic,… https://t.co/YrN0tcnLdc",
        "@officialm_gago @TunesTheUncle @jamesagada @NaijaFlyingDr The danger and my fear is this. If Lagos could increase t… https://t.co/gQHruje87N",
        "@officialm_gago @TunesTheUncle @jamesagada @NaijaFlyingDr The 5 weeks ensured that we didn't meet up with the expec… https://t.co/fe4ks7hbvw",
        "@psarmmiey @OlajumokeOyeni4 @Mjayjay_ @_halimah_ NO! You aren't gonna remove God from my name. I'm Oluwatobi 😉",
        "@OlajumokeOyeni4 @psarmmiey @Mjayjay_ @_halimah_ He stated it with his caption... However... Those Ts ehn... They deserve all the drama😂🤣",
        "@psarmmiey @asemota Nope, Oyo township",
        "@iphieajike Just two lovely daughters like these ones... Lobatan ❤️❤️❤️🙏🙏🙏",
        "@TosinOlugbenga An individual built this 😳🙆‍♂️",
        "@asemota @psarmmiey she's from Oyo 🤣😂",
        "@OlajumokeOyeni4 @psarmmiey @Mjayjay_ @_halimah_ Actually he's just pointing out the kind of stupid, biased and lop… https://t.co/Cy8922hlQ7",
        "@psarmmiey @Mjayjay_ @_halimah_ You know I was just about to tag @OlajumokeOyeni4 that she should come and hear wha… https://t.co/zVvSf4TRIW",
        "@psarmmiey @Ada_nnempi @dodoincredible Turn big family abi destroy the small one. You know the longer the chain the weaker it becomes",
        "@psarmmiey @Kpaako How dare you even tag me 😤😤😤😤 you have her contact naw... Tag her directly. She would tell me to… https://t.co/ZVXEdcnU9D",
        "@Ada_nnempi @dodoincredible Your best friend is always your weakest link not your enemy, but emotions blinds us. He… https://t.co/xez4nVfFaY",
        "@the_odditty Hey dearie... This shoot? I hope it ain't recent. Social distancing Ooo biko. Don't wanna loose you Oo… https://t.co/LzyXErFhsU",
        "Does it make any reasonable sense to lock down while the numbers was in tens &amp; now relax the lockdown now that it's… https://t.co/6TqrOJKUcG",
        "@psarmmiey come and see the result of verbal autopsy https://t.co/jWAyPobZUQ",
        "@akinalabi The sad part of it all is that the lock down is actually not being properly enforced. Luxury buses are l… https://t.co/RpsYolzo1c",
        "@OlajumokeOyeni4 @SEzekwesili @psarmmiey This country is a joke",
        "@SEzekwesili @psarmmiey",
        "@unicodeveloper Not even the missing 70 from the 74 their Gov declared 2 days ago... This country is the rea. Comed… https://t.co/29k49qitM6",
        "@unicodeveloper Hmmm",
        "@OlajumokeOyeni4 Love him though. Dicptics the softer side of fatherhood. I hope and pray 🙏 😉",
        "@OlajumokeOyeni4 @psarmmiey @therealdaddymo1 You tried o... So you were able to deduce something off it all 🙌🙌 Howe… https://t.co/41GDVSE08d",
        "@psarmmiey @therealdaddymo1 @OlajumokeOyeni4 @psarmmiey I'm assuming you listened till the very end. Kindly help su… https://t.co/XpYaRv2NCX",
        "@psarmmiey @thecableng See the nonsense and politics being played out here now... Lots of lives were lost and they… https://t.co/wIcyCwMmxR",
        "@thecableng Biko is it our Hypertension? Is it our malaria... Thank God my sister is back home. If the people of Ka… https://t.co/zlUCwyL9H5",
        "Isn't this the very reason why Emir Sanusi kept talking till they removed him. Now they're dying in silence with a… https://t.co/eySnxd9rc4",
        "@DrOlufunmilayo @alfredizle cc @RealBanjo",
        "@RealBanjo Babes please stay safe 🙏🙏🙏",
        "@iamespee_ @psarmmiey come and see Dr. Jesus in action 🤣🤣🤣 https://t.co/NWTJxmSpXz",
        "@OlajumokeOyeni4 As in 😉",
        "@psarmmiey https://t.co/1UnQlUEUKb",
        "@RealBanjo @bluegirlolu Wawu! Can't remember the last time I had it, but it's pop's favorite though.",
        "Set awon mama 🤣🤣🤣😘😍 https://t.co/vPfOYgtSbP",
        "@Barrraq @OlajumokeOyeni4 see your people... #dontrushchallange with the msg being sang like it's for Kyari's wakek… https://t.co/O5qw8HZE5y",
        "@psarmmiey @bluegirlolu 🤣 🤣 🤣 🤣 Biko what is the instruction?",
        "@RealBanjo @bluegirlolu Don't tell me you love beans o",
        "@OlajumokeOyeni4 Spoken as a professional PR practitioner👍. Well I would agree that there's a possibility of lack o… https://t.co/q4RyBg8VEX",
        "@bluegirlolu Eat my own food and eat a little bit of food and eat a little bit of food",
        "Why were the dead bodies of those who died before Kyari not given to their families? Oooo... COVID-19 changed the r… https://t.co/881pSruNLy",
        "@OlajumokeOyeni4 Exactly my sister. We need reorientation and redefinition of our values and ideals. Flush em old cargos out and rebrand.",
        "@psarmmiey @OlajumokeOyeni4 Pot bellied mallams I guess",
        "@psarmmiey @Remmzor_YBNL @_halimah_ @bygeekdaniels @Dagbada @joelebukatobi @OlajumokeOyeni4 @ifedolapo_alabi When y… https://t.co/E8hjZj7HPE",
        "@OlajumokeOyeni4 see what I'm talking about https://t.co/kDKo7gKMG3",
        "@psarmmiey @dabit3 Implementation seems straight forward",
        "@psarmmiey @dabit3 Trust me... This is going to be explored.",
        "Their smartness is a film trick... We can only hope they recieve sense for the sake of our loved ones that lives am… https://t.co/Z58Gropy01",
        "@OlajumokeOyeni4 Yep👍. She's the one I've got in mind.",
        "I was thinking the lack of understanding for the need of the lock down by some people here was  because of our low… https://t.co/Agwwm1zNE1",
        "@twyse_116 🤣 🤣 🤣",
        "@OlajumokeOyeni4 Lagos State police PR is using this strategy. She's an extremely beautiful lady on uniform and whe… https://t.co/2sWrvhFsoS",
        "@OlajumokeOyeni4 Most definitely but I don't see dismissal as being the solution. When it's time for branding, they… https://t.co/nRoKSKWdQ2",
        "@OlajumokeOyeni4 @oluwatobi Exactly my point o",
        "@psarmmiey @MobilePunch 🤣 🤣 🤣 Biko I don't 😐",
        "Sincerely this video could actually be used to show that they're also human and closer to us, share our pains and n… https://t.co/iuVlKxmAAM",
        "@psarmmiey Omo, you saw the way she switched. When the lyrics finally sank in 🤣😂",
        "@psarmmiey idi re 🤣🤣🤣🤣😂😂😂 When your sibling decide to sing the warning. I can relate😭😭😂🤣 https://t.co/H3cyEeuo6k",
        "@DJPhemzydee How much is she earning at the moment?",
        "@Truthfully83 @NCDCgov Have you seen this? Note the caption. Correlates with what you said earlier. It was a NOLLY… https://t.co/PnsMK1gcIB",
        "@manlikepablo01 @daisanna91 @Truthfully83 @NCDCgov We did vote for them for the first term. The second term... They forced themselves on us.",
        "This looks staged to me https://t.co/sePxAbDANe",
        "@akinalabi I'm also guilty of this.🙆‍♂️😓 But a smart lawyer might still see a window that can be exploited not nece… https://t.co/jPMz6ulAc7",
        "@psarmmiey your fresh supplies of nose mask 😁😂😭😭😭 https://t.co/xF51m1GH1e",
        "😭😭 https://t.co/xF51m1GH1e",
        "@psarmmiey Saw this last night... I doubt MISCHIEF.\nGod simply said NO!",
        "@Prince__Chris 🤣😁 U don minit 🤣🤣🤣 He had to keep himself updated 😉",
        "@CobhozaR 🤣 🤣 🤣 @psarmmiey oya",
        "Nigeria my country... I weep for the future of our nation. For how long would this impunity last? Rules are for the… https://t.co/EeYvAgns3f",
        "@thecableng @OfficialFCTA Oh how smart! I am sure they've not been in touch with anyone since they left the burial… https://t.co/M9tySmJmvV",
        "@SaharaReporters @NCDCgov 👍",
        "@segalink @NCDCgov Sir, I don't think he needs to be arrested, rather the ones who released the body against… https://t.co/7R4T1n1bVB",
        "@SaharaReporters Suddenly he now knows where he is... 🤣🤣😂😂 Do they see themselves as actually being accountable to us?",
        "@AyodejiOsowobi @NCDCgov @funkeakindele and her lawyers can sue them. Use this as a case study and seek that her na… https://t.co/3itUNJin4L",
        "@psarmmiey see what your Oyo state country men are doing? 🤣😂 https://t.co/M7wmzrznW1",
        "@psarmmiey @lasisielenu @iamespee_ @Dagbada @_Nebath @psarmmiey even @iamespee_ can attest to the fact that you sel… https://t.co/K3EtWzwNCy",
        "@OgbeniDipo You're on point... Spatial analysis helps us generate a heat map, determine vulnerable areas and allowi… https://t.co/r7bAKeMAaO",
        "What would be would be... Eyan o le sa koja kadara 🤔 https://t.co/TGC9Ccq3lC",
        "@kbsaint200 @MTN180 @MTNNG @ConsumersNCC Until consumers are adequately protected from these ones... We're in it fo… https://t.co/aiXC1GiKRX",
        "@MTN180 @kbsaint200 @MTNNG we know better, there's an algorithm at the background and its based on usage rate not v… https://t.co/EKkG3BloKe",
        "@psarmmiey it isn't so complicated after all, why didn't we figure this out earlier? 🤣😂 https://t.co/AhgcWLw3Mr",
        "@psarmmiey I wanna scream 😱 😂🤣🙏",
        "@psarmmiey see how these boys keep embarrassing us😭😭😭 https://t.co/Kp5N1DPDry",
        "@psarmmiey come and see attitude of northerners. 😭😭😭😭 Thank God @iamespee_'s sister is back. https://t.co/0wamDOqBDv",
        "@psarmmiey @WendyA__ @Dagbada @bygeekdaniels Mo fo o 😁",
        "@OlajumokeOyeni4 Biko which one is staff of office?",
        "@OlajumokeOyeni4 @psarmmiey Looool!... Owkay o",
        "@psarmmiey @nkyru 🤣 🤣 🤣 Sincerely I haven't seen any content as witty as this in a long while",
        "@psarmmiey @OlajumokeOyeni4 Biko she must complete it o",
        "@OlajumokeOyeni4 @OlajumokeOyeni4 if it ain't Oru.... Where could it have been from 🤔",
        "@psarmmiey @OlajumokeOyeni4 @iamespee_ There's a school of thought that believes it's @iamespee_ under the hood 😉",
        "@psarmmiey @OlajumokeOyeni4 @iamespee_ 🤣 🤣 🤣 🤣 The kings anointed masquerade 😂😂😂",
        "@OlajumokeOyeni4 come and see what @psarmmiey submitted to @iamespee_ https://t.co/rnII4A1YGg",
        "😭😭😭😢 What can we do? https://t.co/xjr2bP80bf",
        "@psarmmiey @OlajumokeOyeni4 @iamespee_ Haaa laduru ijo ti @OlajumokeOyeni4, No wonder she couldn't say anything.… https://t.co/k2JQ55FAqr",
        "@psarmmiey @iamespee_ @OlajumokeOyeni4 @ifedolapo_alabi Trust he won't 😉",
        "@psarmmiey comman see something 😂🤣 https://t.co/OleqObiEjZ",
        "@psarmmiey @iamespee_ @OlajumokeOyeni4 @ifedolapo_alabi She's your friend naw... Epp the work of the Lord!",
        "@OlajumokeOyeni4 Olajumoke... Guess you're busy singing. 😂🤣 Let us know when you're done.😉 @psarmmiey upload the so… https://t.co/JMvIuyQ9ij",
        "@maurice_mynor @iamdahmmie @Postsubman You're on point 👌",
        "@OlajumokeOyeni4 Jummy Berra talk naw, Abi it's you that he made his lead vocalist... 🤔",
        "@psarmmiey @iamespee_ @OlajumokeOyeni4 @ifedolapo_alabi 🤣🤣🤣🤣  I am sure she wouldn't grace such with her sweet ench… https://t.co/1zsczIjsue",
        "@iamespee_ @psarmmiey 🤣 🤣 🤣 So @psarmmiey has also been singing in your DM 😱 I hope he didn't drag @OlajumokeOyeni4 into this sha? 🤔",
        "@psarmmiey I've really suffered in the hands of @iamespee_  o 😭😭😭 CEOs and Producers are doing giveaway @iamespee_… https://t.co/uD5Lr1mKlG",
        "@OlajumokeOyeni4 @psarmmiey Target audience is the entire Africa. Oya let's do it this way,  change CNN to BBC Afri… https://t.co/RVlIC0TO93",
        "@OlajumokeOyeni4 Oya recommend... I wanna invite the whole of Nigeria... Abi we make it Africa",
        "@OlajumokeOyeni4 Jummy this is a serious palava Ooo... @psarmmiey lo de ko mi si. Na so I turn Anti Zoom... Biko wh… https://t.co/DCKJio9lat",
        "@psarmmiey @iamTONITONES https://t.co/EiJAcFa4qQ",
        "@MTNNG Inaccurate amount of data is always allocated, so we run 🏃🏃💨💨💨",
        "@bygeekdaniels @psarmmiey @EzraelAni @Dagbada @OlajumokeOyeni4 🤣 🤣 🤣 this is way better than the way they treat us.",
        "@psarmmiey @victorfrezy @OlajumokeOyeni4 You're the one that knows them... I'm sure I'll see them at your event."
    ]
}