{
    "screen name": "ronaywang",
    "no. of tweets": 165,
    "tweets": [
        "@amisoIa oof",
        "@cjquines I’m planning on writing an update in June! we shall see if I have figured out my life by then",
        "@katmhuang *throws confetti*",
        "@ktzhaoauthor @netflix WHY do i still have finals this upcoming week😭",
        "@j_asminewang oh gosh, that’s so soon. wonder if this is an indicator of similar decisions to come from other universities",
        "@camimtw tbh one thing I’ve learned is that major is less important than what you’ve learned. I didn’t vibe w some… https://t.co/7XHjXG62M5",
        "@camimtw lol this is how I felt when I switched from cms to 18",
        "@mashmallow515 we love anqi",
        "@eunicekimwrites is it bad that i wanna get lost in here only to stumble upon a centuries-old family secret in the forbidden wing",
        "@LiminalPages wait I’m gonna try this",
        "@SuelynnTan I grew up with this legend — so excited for this book!",
        "@selamjie sshjdsjajldsjj what is going on",
        "wait this is actually so cool ♥️ out of all the blog posts I’ve written, this one is still my favorite https://t.co/VSh1KYna5T",
        "@KwanAnnTan wow this is gorgeous",
        "@XiranJayZhao I never knew this was why!!",
        "@Allison_Parr @elizmanderson @RazorbillBooks this sounds so good!!",
        "@hsiyinl take me with you",
        "@Julia_Byers oh no now I’m humming this tweet",
        "@ktzhaoauthor Sidekicked!",
        "@aurianedesombre congratulations!! 🔥",
        "@sunnysidedwn im dead",
        "@inQluded cried when nico di angelo came out in house of hades :’)",
        "@CLiwrites ah yes, high school, well known for being the most wonderful years of our lives,,,",
        "@jayzeeismee you already are one!!",
        "@shaynathemaker 😭😭",
        "@katmhuang mit has convinced me otherwise 😭",
        "@antwan_eady LOUDER FOR THE PEOPLE IN THE BACK",
        "@sharontlin 👀 oooh what’s this about?",
        "@gracedli i'm so hyped for this movie!!",
        "@Enshia_Li enshia I admire you so much and this means the world 🥺🥺 thank you!!",
        "@lumosexual pics",
        "@danachewy @eleniarizona i want the “hope this email finds you well in these strange and uncertain times” as an emoji",
        "me @ all of y’all 🥺 https://t.co/WoftIxMAEA",
        "@izzy_isamachine @shaynathemaker my strategy",
        "@ktzhaoauthor yikes yikes so sorry this happened 😬",
        "all thanks to my wonderful agent for hyping the book up so well 🥺 https://t.co/oW5nF8i9II",
        "@girlghibli @sinethetamag @wearehalfmystic you're too kind!! thanks for choosing my story so many years ago ❤️",
        "@sinethetamag @wearehalfmystic so grateful to be part of the sinθ family :)",
        "@CLiwrites tbh none of us cs/math majors know either",
        "in STEM we say “the proof is trivial” and everybody else nods https://t.co/4QcxH9zdjJ",
        "@hsiyinl @simonschuster @BostonGlobe yay ty Evangeline 💕 grateful for all your years of friendship! and your awesome photography skills 😅",
        "@msunwrites @tajiinaa we love Asian Am rep!",
        "@themichslap welcome to twitter",
        "@OttaviaPaluch ahh thank you so much Ottavia 😭 that means a lot!",
        "@adroitjournal wouldn’t be here without inspiration and guidance from @adroitjournal over the years 💕",
        "@CLiwrites @Julia_Byers wait WHAT",
        "@wordmixrr this is all I’ve wanted ever",
        "@msunwrites ok but did your spinach artichoke dip forgive u",
        "@vanessa_writes @HarperCollins @AllenAndUnwin @piperverlag @penguinrandom @vulkanip @eksmo_live ah congrats! that sounds amazing!",
        "@WriterJuneHur oooh yesss",
        "@EngageReaders @rosemaryhb @HarperChildrens @lindsaydauld this sounds amazing!!",
        "@artsylliu @ktzhaoauthor @JulieARosenberg @RazorbillBooks @marchsoloway this sounds so good! Can’t wait!!",
        "@XiranJayZhao thank you so much!! Can’t wait for IRON WIDOW ♥️",
        "aight https://t.co/J63y1GQh43",
        "@thechloegong wharton kids going hard",
        "@LilyMeade @LoftilyLotfi thank you so much!!",
        "@cjquines @katmhuang my name was uncommon until people decided it was the nickname for covid-19",
        "@katmhuang firstmiddleinitiallast unite",
        "@jiaqikangjiaqi we love that",
        "@hsiyinl ily Evangeline and i live for your journalism &lt;3",
        "@natxwoods @shaynathemaker i was WONDERING how much they cost",
        "@tracydeonn thanks so much Tracy! can't wait for LEGENDBORN :)",
        "@CLiwrites this picture CAME for me 😭",
        "@tashiebhuiyan @thechloegong this sounds so good!",
        "oh no https://t.co/TOBXle99GQ",
        "@jayzeeismee @sunnysidedwn ugh same girl",
        "@grangerxdanger @DerrikWrites LOLLLL 😂",
        "@cjquines capitalizing on that math olympiad cred i see 🔥",
        "@gracedli absolutely!! always looking for more critique partners --happy to read anything of yours, too! i read you… https://t.co/ibsRq376e7",
        "@micheleyosto yesss agency sisters 🌟thank you so much!",
        "@peteyreplies ok!!",
        "@literarypenny couldn’t have done it without you, Penny 😭😭 thank you again for everything, here’s to bringing more… https://t.co/Zg6TmpQ7GS",
        "@angela9wang thank you so much! Asian girls in STEM unite ⭐️",
        "@KwanAnnTan ily Kwan Ann 😭",
        "@ktzhaoauthor Katie you are such an inspiration, thank you so much for answering all my questions 😭😭",
        "@aurianedesombre thank you so much! can’t wait for I THINK I LOVE YOU 💕",
        "@TakeMeAway02 good strategy tbh ♥️",
        "@DanaPotter1 thank you so much, Dana! 💕",
        "@hianeeqah thank you so much Aneeqah!! ♥️Boston Teen Author Festival reunion??",
        "@catyeo18 ah your work is so cool!! thanks so much, cs/writing girls unite (we are few but mighty) ♥️",
        "@Ch21Con thank you so much! so grateful to be part of the Ch1Con family ♥️",
        "@magical_reads at least i didn’t title it “missing semicolon” 😂",
        "@LydAlbano the Friendly Toast makes an appearance 😋",
        "@jennayoonwriter thanks so much! can’t wait for LIA PARK AND THE MISSING JEWEL ♥️",
        "@thebbookshelf @miss_melissalee all i can ask for is for software engineers to like my book tbh",
        "@W_T_Brown thank you so much! Can’t wait for WHILE I WAS AWAY ♥️",
        "@kitfrick @simonteen thank you so much Kit! so lucky to be part of this family♥️",
        "@wavypages as someone who has felt a lot of impostor syndrome within STEM I totally feel you ♥️ girls in cs unite",
        "@pvrecaffeine STEPH YOU ARE WAY TOO KIND ♥️♥️always in awe of all your light!",
        "@StutiTelidevara thanks so much Stuti 😭",
        "@gracikim thank you so much Graci!! I’m so excited for THE LAST FALLEN STAR ⭐️",
        "@JenPanda @literarypenny so happy and honored to be part of the simon pulse family!! 💕thank you for giving my book such a wonderful home.",
        "@wearehalfmystic so thankful to be part of the Half Mystic family ♥️",
        "@gracedli thank you so much Grace😭😭",
        "@literarylyla thank you! can’t wait for I’ll Be The One ♥️",
        "@thechloegong thank you so much!! can’t wait for VIOLENT DELIGHTS ♥️",
        "@katmhuang @emily_sorano as long as y’all don’t include a scene where the hacker guesses the password on the second try and says “ok I’m in”",
        "@cjquines where u working at 👀",
        "@katmhuang where’s the option for “venture capitalist cereal”",
        "this book is everything I've felt as a second-gen Asian immigrant kid &amp; as a girl in STEM. you can add it on Goodre… https://t.co/PCkRU4MoEB",
        "special shout-out to my wonderful friends here on Twitter!! you all inspire me so much every single day, &amp; I learne… https://t.co/fYbQxPKwo0",
        "&amp; so, so much thanks to my superhero agent @literarypenny for believing in me even when I was just a teenager with… https://t.co/Ok1Hbx1Vab",
        "so grateful to my brilliant editor @jenpanda &amp; the entire Simon Pulse team for giving an incredible home to an Asia… https://t.co/03Ip09orSn",
        "hi friends, so I wrote a novel &amp; it’s being published! YOU HAD ME AT HELLO WORLD is coming from Simon Pulse/Simon &amp;… https://t.co/m3AT6N1xqm",
        "@peteyreplies and to think this whole time i thought i was attending school w/ a bunch of athletic prodigies 😭😭",
        "@moniza_hossain y i k e 😬",
        "@thechloegong ok but u wrote more than 50k in a month?? asdfssjjsk her power",
        "much haiku much poetic https://t.co/zVRrwigFBh",
        "@lumosexual see u think it’s a button but no. it’s three divs in a trench coat",
        "@pvrecaffeine \"work from home alone\" big ass mood",
        "true art 😭😭 https://t.co/NweMacImqS",
        "made a quarantine haiku generator - get yours at https://t.co/yrcCFx6DY1",
        "@CRITWorks @blgtylr @rokwon @esmewang @lumosexual !!",
        "@bgu33 i cried",
        "@cjquines this is so! introspective and well written! glad u chose mit ♥️",
        "@lumosexual hair and being funny are still my two deepest anxieties",
        "@cjquines yeah im still stuck in 2014 😩",
        "@tsynotpsy honestly that’s all u need??",
        "@KWHSMediaCenter @YALLWEST i was just about to start the Hulu series! excited to see how they translated it to scre… https://t.co/oYHPWUQ59I",
        "@katmhuang wow i love all of this",
        "@cjquines wow can i just use this tweet as my resume",
        "@YALLWEST just finished LITTLE FIRE EVERYWHERE &amp; adored the tight plotting and characterization -- fantastic explor… https://t.co/TYcZ8oI6Di",
        "@lumosexual im Atkins, 3rd ed",
        "@lumosexual which chemistry textbook are you?",
        "@fieldednotes @AllTrapNation @AllChillNation @insomniacevents @edmtunes @YouTube bless",
        "@grangerxdanger @beckyalbertalli @heronchasebooks @EppardMatthew @bakerstreetgirl @_love_anderson I just saw and I’m 😭😭😭",
        "@beckyalbertalli @heronchasebooks @EppardMatthew @bakerstreetgirl @_love_anderson @grangerxdanger  OH MY GOD",
        "@msunwrites yay congrats!!",
        "so hyped for this!! https://t.co/ZlmdYQ6UhZ",
        "@camimtw the most iconic line on tv",
        "@NXOnNetflix @smallishquasar !! hype",
        "@grangerxdanger @rickriordan my exact reaction!!",
        "@CLiwrites this is so inspiring!! 💕 can’t wait to read the book",
        "@ktzhaoauthor i am HERE for a Katie Zhao high fantasy",
        "@eunicekimwrites @gracedli this sounds so good!!",
        "@katmhuang adfgjkkfds is this 6.0002 i haven’t taken the quiz yet and now I’m scared to",
        "@lumosexual wheres the link",
        "@alinedolinh but what happens to poet asians??",
        "@smallishquasar so hyped!!",
        "@literarypenny 😂",
        "@KelseyRodkey maybe Getting Revenge on Lauren Wood? or maybe Before I Fall",
        "@ktzhaoauthor go off!! ty for speaking up",
        "@laurazliao adfjkjsd did u see they’re making a Netflix adaption",
        "@eleniarizona asdghkdfijk is this implying MIT people can’t have friends",
        "hype https://t.co/rBO0yAu6zF",
        "@lumosexual i like how you asterisked the name like its a slur",
        "@sahardoesthings sending hugs from the opposite coast &lt;3",
        "@shaynathemaker my hero 😭",
        "@fieldednotes @eternaltilidie my hero!!",
        "@sahardoesthings gosh i have no useful advice but!! relate so hard",
        "@nhyphenc @jynniit !",
        "@W_T_Brown @tracydeonn @literarypenny thirded &lt;3",
        "@katmhuang i love this one! https://t.co/tU3XaDvden",
        "@katmhuang also would love to read the essay once you’re done! ♥️",
        "@katmhuang not sure if this is the sort of thing you mean? https://t.co/z3oT3AAIJM",
        "@mashmallow515 Growth",
        "@literarypenny my hero!! ♥️",
        "@KwanAnnTan i feel like every writer went through that \"i want to be a teen prodigy novelist\" phase tbh",
        "@sahardoesthings wow these poems cleared my skin! we love",
        "@ktzhaoauthor katie your memes give me life pls continue to generate quality content in these strange times",
        "@mashmallow515 i cant stop watching this",
        "@Ch21Con 30,000 words on a new project, maybe! looking for writing accountability buddies :)",
        "@Ch21Con mee!",
        "@aurianedesombre hyped to read &lt;3",
        "this stressed me out for a while https://t.co/Pb6OGnpXMg"
    ]
}