{
    "screen name": "yasharahmadov",
    "no. of tweets": 200,
    "tweets": [
        "\"İşdəki çətin insanlarla necə baş etməli\" mövzusunda başıma gələnləri və düşüncələrimi yazdım.\n\nhttps://t.co/UYsJH76TNo",
        "Xəbəriniz var ki, Azərbaycanın futbol millisi 2 aydır uduzmur? AFFA koronaya təşəkkür məktubu yazmalıdır.",
        "Elektron ticarətin pandemiya və ondan sonrakı dövrdə gözlənilən vəziyyəti ilə bağlı Gunel xanımla söhbətləşmişdik.… https://t.co/Ve4cFvRNbG",
        "@aydanrzaeva şövalyelik deyirlər türklər.",
        "@FuadMammadzada Hamısında elə idi",
        "2009-un bu günü ODTÜ-də kantində oturmuşduq. Birdən türk yoldaşlar qaça-qaça gəldilər ki, Bakıda terror olub, xəbər… https://t.co/TX0tsmMgPx",
        "@farid_safarli yaxşı ki, o mərhələni keçmisiniz! :)",
        "Datasevər dostlar! McKinsey-dən belə bir mail gəlib. Əjdəha imkandır, işə adamlar götürəcəklər, plyus 5K $ udmaq ol… https://t.co/Ql9I9tpuWZ",
        "Amerikada təhsil alan bir həmyerlimizin layihəsi üçün intervyu verdim. Data və biznes analitikası, eləcə də karyera… https://t.co/T5Q3TsxjMb",
        "@gunel_bedelova nə şiş yansın nə kabab ən əlasıdır :D",
        "@Nargiz_Samadova bəli..amma anlamaz insanlar çoxdurlar təəssüf ki.",
        "bildiyim insanlar uzaqlaşıblar. Amma məyus olmuram, çünki əgər bir dost hər xırda şeydən inciyib, öz üzərinə alınır… https://t.co/sVwoY4UOMm",
        "“Yox” deməyi bacarmaq vacib, eyni zamanda çətin qazanılan xüsusiyyətdir. Mən də təcrübəsiz vaxtlarımda çox şeyə “hə… https://t.co/N5hk27ad2j",
        "Amazonda öyrəndiyim məsələlərdən biri də budur. Gördüyümüz hər bir işdə müştərini əsas götürürük. Onların nə dedikl… https://t.co/nlR9Nzk0Jw",
        "Müştəri hər bir biznes üçün əhəmiyyətlidir. Ağıllı biznes adamları deyirlər ki, müştərinin nə dediyinə yox, ona əsl… https://t.co/RTwIC8oSyg",
        "keyslərdən götürülür və maraqlı olur. Mən də təzə başlayanda CV-də bu reytinqdə top 10%-də olduğumu yazmışdım, çox… https://t.co/5mhnyIlZSD",
        "Data Elmi ilə məşğul olan, xüsusilə karyerasına yeni başlayanlar üçün McKinsey-in AnalyticsVidhya saytı çox faydalı… https://t.co/8YivtODNM4",
        "@giyasli bizde pulu goren onu ekmeyi dushunur. her adama güvənmək olmaz",
        "@giyasli red crescent",
        "What gets measured gets managed. \n\nPeter Drucker",
        "@wilk3ns yasha, bey!",
        "@ifrite_ qebul olundum. text oxumuram :P",
        "O vaxt MIT-yə apply edəndə video formatda proqrama sənəd verməkdə motivasiyanı istəyirdilər. Mən də bunu çəkib gönd… https://t.co/ecia9uWHqh",
        "@rufatsh_rufat yəni fikrinizi dəyişsəniz qazanma ehtimalınız 67% olur.",
        "Bu postda bayaq bəhs etdiyim \"Monty Hall\" paradoksunu izah etmişəm və Pythonda əyani olaraq göstərmişəm. Sonda bütü… https://t.co/AqtkQxwxGe",
        "Rəhmətlik Habil sağ olsaydı deyərdi: nefti pulsuz da versələr bahadı.",
        "@tehran_rahimov Əla, Tehran. Sizin şirkət Azərbaycanda barmaqla sayılacaq qurumlardan biridir.",
        "@bardamuman insanlara daha faydalı ola biləcəkləri sahələrdə iş yaratmaqla. məsələn Data Science, alqoritm inkişaf etdirilməsi kimi işlər.",
        "2015 devalvasiyalar vaxtı belə bir təklif vermişdim. Azərbaycanda da xidmət sektorunda elmi yanaşmaların tələb olun… https://t.co/zI3A1eeDxw",
        "Oyunlar Nəzəriyyəsindən maraqlı bir məsələ: Qumarbazın İflası ⬇️\n\nhttps://t.co/9Xmh5jtffE",
        "@gunay_ab_ 40 set, hərəsi eyni uzunluqda. Tutaq ki, hərəsində 100 dənə entry. Hər sətir üzrə 40 ədədin cəmi hesabla… https://t.co/aK8JLp4qi3",
        "(və ya ortalamasını) alsanız, Normal paylanacaq. Bundan sonra data üzərində istədiyiniz manipulyasiyanı edə bilərsi… https://t.co/3YWLFryNSC",
        "statistika ilə məşğul olanlar bir çox xassələrinə görə sevirlər: mərkəz ətrafında simmetrikdir; ortalaması və modas… https://t.co/R9dMiAuL0R",
        "ki, kifayət qədər nümunə olduqda müxtəlif paylanmaların cəmi Normal paylanır, hətta fərdi nümunələr Normal paylanma… https://t.co/5DrcR2HEOc",
        "Statistika elminin şahı – Mərkəzi Limit Teoremi\n\nDeyirlər Statistika üzrə magistr və doktorantura oxuyanlara Mərkəz… https://t.co/bcKn9ZxmvV",
        "olub. Təbii ki, içində cücülər də yaşayıblar. Bir dəfə cücülərdən biri kontakta ilişir və kompyuter işləmir. Grace… https://t.co/LkYwSrmg7S",
        "Proqramçıların işlətdiyi \"bug\" sözünün necə ortaya çıxması maraq doğurur. Bug əslində \"taxtabiti\", \"cücü\" mənasını… https://t.co/YyZn05kHQ5",
        "#NewProfilePic https://t.co/hup8AxjfSj",
        "Qərbdə artıq uşaq bağçalarında körpələrə təlqin olunur:\n- hər eşitdiyinizə inanmayın\n- hər şeyi birinci öz məntiq s… https://t.co/4yYCgvGbsb",
        "“Vatzap Niquw”a rəqib gəlir\n\nİnformasiya müharibəsi yeni eraya qədəm qoyur mühəndislər fake news düzəldib yaya bilə… https://t.co/axpieG1VeP",
        "@duzubudur O gün də gələcək, dəyərli soydaşım!",
        "@gunel_bedelova 😂😂😂",
        "Günün faktı: təkcə məməlilərdə 320,000 fərqli virus var. Onurğalı, onurğasız heyvanlar plyus bitkilərdə isə 100,000… https://t.co/ymZUoNO8Di",
        "Amma mənim məqsədim uğurlu olmaq deyildi zatən, bütün o prosesləri canlı yaşayıb gələcək üçün təcrübə yığmaq idi. T… https://t.co/qHzAwKWjpP",
        "Fin professorum bir dəfə demişdi və yaddaşıma həkk olunmuşdu bu müdrik söz: Uğurlu insanlar hətta öz məğlubiyyətlər… https://t.co/jnTG3vr0r5",
        "@nuuurana Müdir bunu bəyənmədi",
        "Dostların dəstəyi ilə sayt açdıq. Paylaşımlarımın daha çox insana faydası toxunsun deyə bloqa yüklədik. Gələcəyə yö… https://t.co/aBEAG2okz0",
        "töhfəsindən 5 dəfə azdır. Ona görə gələcəyə yönəlik biznes düşünürsünüzsə Data Elminə söykənən xidmətlər ortaya qoyun.",
        "Bir çoxlarına sürpriz kimi gələ bilər bu: xidmətlər sektoru instehsalatdan artıq 5 dəfə böyükdür! Və gələcəkdə bu f… https://t.co/qOYoNcO0ED",
        "@FuadMammadzada He qepikdi. Amma islemir bu pullar",
        "Sevdiyim sitatlardan:\n\n“Cehalet yenilmesi gereken en büyük düşmandır.” Mustafa Kemal Atatürk",
        "Diocese yazılmışdı deyəsən. Belə bir təriqət var?",
        "Bu tip kilsələr hansı sektaya məxsusdur? Məlumatı olan varmı? https://t.co/pID3tSpuuG",
        "R vs Python\n\nI have been using R and Python for huge datasets (&gt;50M rows) recently. R is 3 times faster than Pandas… https://t.co/1UEjgTUnTd",
        "@Sadako_Sasaki Hər şey Trump üçün!",
        "belə yazmağı. 😁 Hər barmaq bir neçə hərfdən məsuldur, bir az məşq edəndən sonra alınır. Sizə də məsləhət görürəm.",
        "Klaviaturaya baxmadan yazmaq - touch typing və ya blind typing\n\nBiz uşaq olandan dədəm deyirdi ki, touch typing öyr… https://t.co/4WKM5Eqk3c",
        "@ParvinJafarova @ayazqv Better choice",
        "Bu arada işlətdiyiniz Zoom proqramının ciddi təhlükəsizlik və privacy problemləri var. Just sayin'. (2)",
        "@pymnnjfli Profildəki cavanlıqdı 2014",
        "Şimdiki hali görenleri şaşırtıyor😅 https://t.co/5PKCx1EaUt",
        "@ukulyaa Balaca xurma (fırnığ)dır bu",
        "@gunel_bedelova Soz vermishik haminin axirina chixacagiq",
        "@gunel_bedelova answer here",
        "Təbii ki, sərinliyə görə! İşin içində olanlar bilir ki, hər serverə kondisioner qoşurlar ki, sərin saxlasın. Micros… https://t.co/por70OSdl1",
        "Microsoft yeni server və data mərkəzlərini dəniz-okeanların dibində qurur. Sizcə niyə? \"Hamısı masonların işidi qaq… https://t.co/rGz9rOaJKx",
        "@Kingwhim extend my congratulations",
        "@giyasli Yəni nəmm sənə çörək verən adamı ona görə bıçaqlamaq.. məntiq itir hardasa.",
        "@giyasli Viki belə deyir: Geun-sae's motives for the attack are a mystery to the public.",
        "@giyasli Aha...",
        "@manafzadeturan Sonda ev yiyəsini vurmağını deyirsinizsə onun səbəbini heç kim bilmir",
        "@manafzadeturan Nə kimi suallar Turan xanım?",
        "Parasite sadəcə möhtəşəm filmdir! Hollivuddan bezənlərin ilk işi bu filmə baxmaq olmalıdır. https://t.co/PF6Q6ZEgVy",
        "@c_safarli Pis deyil e, daha lazımlı şeylərə vaxt ayır😅",
        "@c_safarli Özünə etdiyin ən böyük yaxşılıq olar😂",
        "@nuuurana Nescafe içirsən? O kofe deyil",
        "@Faridmehrali Panic shopping səbəbindən. Süni artımdır, amma var",
        "banklar koronavirusa görə uçot dərəcəsini aşağı salmaqla inflyasiyanın kəllə çarxa çıxmasına səbəb olacaqlar.\n\nBelə… https://t.co/RDjWLsTpA4",
        "hərəkətliliyi artır, insanlar yastıq altından pulları çıxarıb maşın, ev və s. nə lazımdırsa almağa başlayırlar. Bun… https://t.co/ccVpBaGKGt",
        "Diskussiya: Mərkəzi Banklar krizis vaxtlarında iqtisadiyyatı stimullaşdırmaq üçün uçot dərəcəsini aşağı salırlar. S… https://t.co/6TVWMyg0ex",
        "İzləyənlərin üçdə ikisi robotları təhdid kimi görmür. Agreed. https://t.co/qleVXDZ5sy",
        "@giyasli Özledim be abi",
        "Bir azdan 8103 yazacaq ki, aşkım bura soyuqdu, keçək vaççapa 😄",
        "21-ci əsrdə təsadüf olmur, atam balası 😊",
        "@SonaGasim Biz də Zuckerbergçi 😂",
        "@gunel_bedelova Elon Musk deyir axirimiza cixacaqlar, Mark Zuckerberg ise eksine :)",
        "@Kemale_N2 Ahahah",
        "@Kemale_N2 Yo nə riski var",
        "@ZBbzd 100%!!!",
        "@ukulyaa https://t.co/j85JaXVzf2",
        "Robotlar gələcəkdə insan sivilizasiyasına son qoya bilərlərmi?",
        "@giyasli Chox da gec olmayacaq",
        "Ermənilər torpağımızda “seçki” keçirirlər. Heç kimə pis təsir etmir bu? https://t.co/bUoNHS9OYb",
        "@giyasli Yaxşı olacaq!!",
        "@nuuurana De gəlsin😅",
        "@gunel_bedelova Inan vecime deyil. :D men gorduklerimi yazmaga demeye davam edecem",
        "amma sonradan artıq ayıq olmağa başladım. Layiq olduqları cavabı vermişəm həmişə və qazdıqları quyuya özləri düşübl… https://t.co/xbVPhkGhuV",
        "deyirlər ki, “bu Yaşar var ha azərbaycanlı, o rasistdir. Sırf mən erməni olduğum üçün mənə nifrət edir.” Qərbdə kim… https://t.co/4eEJkUCYD4",
        "evimdə qonaq edim səni, dedim lazım deyil.Fikirləşirsən ki, ok da, yəqin belə düşünürsə etdikləri qırğınlara görə i… https://t.co/iQnzvnOHNj",
        "ermənilərdə eyni ssenari yaşanıb. İndi yenə gəlib deyəcəklər ki, “bötön örmönilör eyni döyöl” zad. Amma fakt mən gö… https://t.co/Aqq88kTtW2",
        "bir çox erməni millətinin nümayəndələri ilə qarşılaşmışam. Düşünürsən ki, bura Avropanın ortasıdır, 2 min nəfərin i… https://t.co/JiDDFUFWVS",
        "qırğınlar, ona görə sadəcə massacre imiş. Düzgün söz işlətməliymişik və s. O boyda faciəni qoyub, gəlib özümüzlə sö… https://t.co/nLAf4HD7HB",
        "31 Mart qırğınında itirdiyimiz soydaşlarımızın xatirəsini dərin hüznlə anırıq. Təəssüflər olsun ki, bu nə birinci,… https://t.co/S2NSj51iyF",
        "@farid_safarli Glassdoor yoxlamaq uchundur",
        "@nuuurana yene ne maili gozleyirsen? :D",
        "@sulfokamfokain iiyyy iyrenc",
        "@sulfokamfokain Deve qutabi?",
        "@djafarly Tanımadığım adam olduğu üçün :D",
        "@royaleq Buyurun xoşdur",
        "@ertem_emre @Kthulhuan Bu da bir nevi isyandır kurallara karşı",
        "@ertem_emre Joker kendisi zaten isyan değil mi?",
        "@huseynovfarid_ @Alekber_ @Kiirppiii Azmış bu çocuk",
        "@gunel_bedelova @hajiyev I am not that type of person. Luckily. Amma məndə əldə edə bilmədiyim şeyə qarşı hırs yaranıb",
        "@gunel_bedelova @hajiyev Elə məsələ də odur da. Niyə insanlar nağd olanı qoyub ehtimalı 1% olanın arxasıyca gedirlər?😊",
        "@jamalaghayev Buyurun, xoşdur",
        "@gunel_bedelova @hajiyev Çox mənasız şeydi amma)))",
        "@nuuurana Və bunu yazan feysdə yazıb",
        "@nuuurana Yazmışam da facede..",
        "@sevlandiya Qulunc batıran çağır 😀",
        "@sssabish Ömrümdə ilk dəfədir belə bir şey paylaşıram. O da ki məqsəd gülmək🤗",
        "@sssabish Mən ss paylaşmamışam ki. Heç bir hint yoxdur şəxslə bağlı",
        "@hajiyev Evlənin, 50si birdən yazacaq😂",
        "Podxod level 99999\nBakıda olan biri yazır.\n-Salam Yaşar bəy, sizinlə görüşmək istəyirəm.\n-Amma mən Lüksemburqdayam.… https://t.co/uR3EE1MIv6",
        "@rufat_zeynalli ilk merhele CV-dir de..qalan testler sonra gelir",
        "Spelling və Grammar səhvləri olan CV-lər demək olar avtomatik reject olunur. Son olaraq da verilən müddətdə sizə ge… https://t.co/pAqAi0gxJJ",
        "ATS proqramları Word formatı PDF-dən daha yaxşı oxuyur deyirlər. Amma mən PDF vermişəm problem olmayıb. Cədvəllərdə… https://t.co/sRxaKAQHGW",
        "sənəd verirsinizsə yaxşı olar ki,bu sahə ilə bağlı sözlər daha çox təkrarlansın rezumenizdə. Başqa triklər də var,… https://t.co/OAj1FthgK1",
        "menecerlik etdiyiniz illəri hesablayır və haqqınızda bir paraqraf rəy çıxarır. Olduğunuz şəhər/ölkəyə görə filter e… https://t.co/E4CogSeXlY",
        "Nəhəng şirkətlərin demək olar hamısı Applicant Tracking System (ATS) deyilən proqramlardan istifadə edir. Bir pozis… https://t.co/rhVShGc5RI",
        "bunun öhdəsindən gəlmək olar: CV-ni qaydalara uyğun hazırlamaqla. Bir çox güclü namizədlər işə qəbul ola bilmirlər,… https://t.co/CMe3yzpq8c",
        "Bu postda xaricdə, böyük şirkətlərdə işləmək istəyənlər üçün bəzi məqamları açacağam.\n\nBöyük şirkətlərdə işləmək ar… https://t.co/yo69Syx1sN",
        "@ShabnamSadigova İçməyənlər layk😂",
        "@sulfokamfokain Xeyirli olsun",
        "@ayazqv @resadhasanov O hələ boşluqdan əvvəl, sovet vaxtı milyonçu idi",
        "@resadhasanov Bu kishi ejdaha idi e. Danishmagina bax..indi az dilinde bele danishan yoxdur",
        "@sulfokamfokain @xeqani_salmanov qulaq gunde bir shey eshitmese kar olar :o",
        "Sizə ən çox şok keçirdən etiraf nə olub? Biz ODTÜ-də bakalavrı bitirəndə, dərslərin son günü bir yerə yığışmışdıq.… https://t.co/dpjg6lEAYK",
        "@sulfokamfokain @xeqani_salmanov bele intresni hekimsen :D",
        "@semadiyorlarr Hə, bu oyunda da ilk qolu CR7 vurmuşdu. Getdi o çağlar ☹️",
        "@semadiyorlarr İnşallah siz də yaşayarsınız",
        "@sedahasan Razı. Amma 5-6 oscar alıb deyəsən. Çoxdur bu qədəri məncə",
        "@ADoxdur Cirtdan oyaq",
        "@Kingwhim @sayka_aslanova @ElnurMemm Sinif yoldaşım",
        "@Alekber_ @huseynovfarid_ Kıskananlar çatlasın",
        "@Alekber_ @huseynovfarid_ Dedim də, mənə qalan Ələkbər olacaq. Öpürəm 😘",
        "Birdmana baxıram. Bu film o qədər Oscara layiq idimi?",
        "@huseynovfarid_ Biz Hakana azarkeşlik edəndə fetö metö söhbəti yox idi😅",
        "🇦🇿 Zaur Taghizade\n🇧🇷 Ronaldinho\n🇹🇷 Hakan Şükür\n🇫🇷 Zinedine Zidane https://t.co/eBk1wJi4xI",
        "@farid_safarli Bəli etdim",
        "@sevlandiya Mərcidi o?",
        "Bu bizim şirkətin devizidir, “uğursuzluq qorxusu” olmamalıdır heç bir işçidə. Belə olanda insanlardakı kreativlik ö… https://t.co/uZbytcxasO",
        "nəticəsi olmayıb. Təəccübləndim.. Adətən biznesdə hamı uğurdan danışır, uğur istəyir axı.\n\n“We value failures” dedi… https://t.co/vUrUYcpEyj",
        "İşə başlamağımdan 3 ay keçirdi, “90-day review” təşkil etmişdi müdirim. Bir xeyli danışdıq gördüyüm işlərdən, qurdu… https://t.co/FkoMtyOsrG",
        "@FuadMammadzada o ceoluqdan cixmisdi axi ele bil",
        "@ParvinJafarova Filiz bunu bəyənmədi 😂 https://t.co/NRBJscOaei",
        "@djafarly 2ci var, o birilər yox :d",
        "@djafarly 1i var, 2si yox :/",
        "@Alekber_ Evdə dik atılıram e tozsoran səsi gələndə",
        "Elm bu qədər inkişaf elədi, amma bir tozsorana səsboğucu (“qluşitel”) düzəldə bilmədilər🙁",
        "@TGambar İkinci oldular o sezon",
        "@TGambar Eibar ilə. 3-0 bitmişdi",
        "@Orujj__ Urdu, Pəşto, Hindi, Pəncabi, Nepali hamısı bir birinə oxşayır",
        "Bernabeu-da Realın oyununu dostlarla canlı izləmək. 2015, Mart https://t.co/kOnSNwrsMF https://t.co/ntdNUGsfcr",
        "@Orujj__ Bəli. Dediyim odur ki, kökü bəllidir. Hind dili qədim Sanskrit dilindən törəyib, urdu dili də onun təsiri ilə əmələ gəlib",
        "@nuuurana eve getirmishem monitoru :D",
        "@Orujj__ Hind dili ilə 90% eynidir",
        "@ParvinJafarova Axaxa demək ki elm o səviyyəyə gəlməyib",
        "@TGambar Zaur Tağızadə ❤️",
        "@ParvinJafarova Səbəbsiz heç nə yoxdur yer üzərində. Just saying",
        "@sulfokamfokain Nihilist oldun sən?😱",
        "@saiddiaid Vaxtım yoxdur. :( İşlərimi qaydasına qoyum davam edəcəm",
        "P.P.S. Bu qara qu quşlarını özüm çəkmişəm, Portuqaliya, Lisboa. 2015 https://t.co/gKCCFxQSGg",
        "Chime proqramı var, evdən işləməyin verimliliyimizə heç bir təsiri yoxdur. Əvvəl başqa proqramlarla da işləmişəm, L… https://t.co/R4sPhQR7Ja",
        "müdir belə deyirdi e: çat nədi e, nəyimizə lazımdır..bura Tinder zaddı bəyəm 😀\nİndi yerli-yerində onlayn toplantı,… https://t.co/81eRUeRGur",
        "(P.S. Sonradan məlum olub ki, əslində qara qu quşu düşündükləri qədər nadir deyilmiş). Demək olar hamı evdən işləmə… https://t.co/REqzn64qre",
        "Heç kimin gözləmədiyi halda koronavirus “black swan” kimi ortaya çıxaraq şirkətlərin çıxılmaz vəziyyətdə qoydu. “Bl… https://t.co/MQ3VHlqRcl",
        "@DrDrNergiz Alban dilindedir, mənasını bilmirəm :D https://t.co/2qycPNI5Wh",
        "@DrDrNergiz Aaaa luar gjithmonnneee",
        "Birlik və bərabərliyə ehtiyacımız olduğu bu günlərdə marketin tualet kağızı rəfini boşaldanları bir daha gözəl sözlərlə yad etdim.",
        "@Aytac_hac Antaris yoxlayın",
        "@Fidanworld Uğur olsun😂",
        "@FuadMammadzada Doğrudur👍",
        "@aynursadiq Mənə də bir Elnarə ilişmişdi. Yəqin ki elə onlardan idi🙁",
        "@FuadMammadzada Millət bizi mi zad eləsin😂",
        "@kananmehdiyev Vau! Çox həyəcanlı",
        "@ParvizMA Hə, mtn profili idi",
        "@Muradsmayl1 Həri. Elçin m yaxşı baxırdı bizə",
        "@Muradsmayl1",
        "Məni tapın 😂 https://t.co/vZOXXPmSY3",
        "@Kemale_N2 @ADoxdur ❤️❤️❤️",
        "@Kemale_N2 @ADoxdur Barışın getsin😇",
        "@Muradsmayl1 Əla!! Bizdə şəkil, telefon zad ciddi idi. Ona görə şəklim azdır. Amma gərək birin tapım qoyum bura👍",
        "@AzTV1 Əladı yerli. Saunada bədən qızır, sonra özünü buza atırsan. Damar bir anda genişlənib yığılır",
        "@Kemale_N2 @ADoxdur da bizim dostumuz. Çox da şe eləmə yerli😂",
        "@Muradsmayl1 Biz ki heç nədən qorxmamışıq. Hara göndərsəydilər gedəcəkdim. Bəxtimə DSX düşdü.",
        "@Kemale_N2 Yerlim qan eliyir ee",
        "@Muradsmayl1 Haha eşq olsun kişi kimi əsgərliyini çəkmiş oğlanlara!",
        "@TurkanFarzali @ADoxdur Bu qonaqlıq challenge davam edir? Bizi yada salan olmadı 🤪",
        "@Muradsmayl1 Əjdaha!! Eşq olsun. Mən də əsgər olmuşam Rusiya ilə sərhəddə. Silahım tank əleyhinə qumbaraatan idi bazooka",
        "@ADoxdur Yaxşı da😏"
    ]
}