{
    "screen name": "marxcela",
    "no. of tweets": 160,
    "tweets": [
        "@DeniseDresserG @MarcoColin_ Zzzzzzz 😴😴😴😴😴",
        "Why I’ve had to change my mind about networking https://t.co/PpOijf1N0h #Networking #Technology #coronavirus #HomeOffice #Challenge",
        "'We'll see you again, my dear Ireland’ - Stunning Irish tourism videos ☘️🇮🇪💚 https://t.co/QTyT9nXbkR",
        "@CarlosLoret @lopezobrador_ @washingtonpost @postopinion_es @latinus_us Zzzzzzzz 😴😴😴😴.",
        "@abrahamendieta @azamsahmed Y efectivamente, anonimatos es NADA, si hay transparencia, debe haber claridad en la no… https://t.co/q2mrAe38WE",
        "@abrahamendieta @azamsahmed Pues si el “periodista” no entendió el informe presentado antes y en la conferencia, en… https://t.co/0kNgNXnTyY",
        "@beltrandelrio @HLGatell NINGÚN país en el mundo reporta sus cifras al 100%, dejen de estar con tanto periodismo me… https://t.co/OoMzWCwuwB",
        "@DeniseDresserG @HLGatell ¿De q le servirían esos “mejores datos”?, ¿en qué cambiaría el desarrollo d la pandemia e… https://t.co/wcBqmGro1U",
        "@DeniseDresserG @HLGatell Sra, ya da flojera su tono altanero y agresivo, no está mal cuestionar al gobierno, de es… https://t.co/puK6nBqx74",
        "@montiel_yo Jajajaja ojalá así sea.",
        "@matiasrocha_ @AntelDeTodos Okay! Gracias, eso es para usuarios Antel, quizás deba buscar lo mismo con mi proveedor de internet",
        "Estos son los mensajes de aliento que valen la pena aplaudir 👏🏽👏🏽 #gracias #covid_19mexico https://t.co/jo95J9KMyt",
        "@matiasrocha_ ¿Donde puedo extraer el consumo de datos?, ¿desde la interfaz del módem?",
        "@wef The problem here is that we don’t trust on chinese government, they owe an explanation to entire world: not to… https://t.co/mt3Suho6vh",
        "🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️ https://t.co/FUTu75XFsE",
        "'We did it to ourselves': scientist says intrusion into nature led to pandemic https://t.co/NWfUcc6oBd #nature… https://t.co/ToSrs4P3Ce",
        "“Viajar te hace modesto. Te hace ver el pequeño lugar que ocupas en el mundo”. ~ Gustave Flaubert… https://t.co/aPlFstP33e",
        "@ValeriaMoy En este link puedes obtener los datos que te digo, por ejemplo, si tienes contratado un servicio de int… https://t.co/r4FBxXaRCx",
        "@ValeriaMoy Digamos que es lo mejor que ofrece hoy día, pero la pregunta clave al contratar estos servicios es: ¿cu… https://t.co/tgMW2erGrA",
        "@ValeriaMoy Desafortunadamente Telmex tiene el monopolio de las Telecom en México, lo que implica que ellos provean… https://t.co/HE88Zsmo74",
        "@nash59 @highhearted @jrisco Nop",
        "@RAEinforma ¿",
        "@leozuckermann @lopezobrador_ Y somos un país tercermundista, porque nos conformamos con la miseria de “trabajo” qu… https://t.co/5wR4vMGFXS",
        "@leozuckermann @lopezobrador_ Ni al caso este “análisis”. No soy partidaria del trabajo de la 4T, pero dudo mucho q… https://t.co/5NfBLkYllS",
        "Apple and Google partner on COVID-19 contact tracing technology. #Apple #Google #Technology https://t.co/LErl2GJGbK",
        "@JLozanoA De que te sirve publicar arte, palabras de Dios y cuanta hipocresía y media, si te encargas de hacer estr… https://t.co/mlQ0YfPiMH",
        "@ElFinanciero_Mx @lopezobrador_ @HLGatell @macariomx Finalmente, después de leer este texto, deserté de leer todo e… https://t.co/V4YRM5SvhC",
        "@ElFinanciero_Mx @lopezobrador_ @HLGatell @macariomx Sólo pido que el Dr @HLGatell tenga la resilencia para aguanta… https://t.co/wSSIHBJ6P3",
        "@ElFinanciero_Mx @lopezobrador_ @HLGatell @macariomx Y el Dr @HLGatell está haciendo lo q le toca desde su trincher… https://t.co/YRKGhIDlUf",
        "@ElFinanciero_Mx @lopezobrador_ @HLGatell @macariomx porque es tarde, las capacidades son limitadas y no fueron for… https://t.co/xUnHdKQhgN",
        "@ElFinanciero_Mx @lopezobrador_ @HLGatell @macariomx No negamos los desaciertos de @lopezobrador_  y las consecuenc… https://t.co/lByhN6szm6",
        "#Whatsapp has cracked down on forwarding messages after a spike in misinformation about the #coronavirus pandemic.… https://t.co/vUqHecntKW",
        "@richardjensor Haha funny!",
        "@EnriqueKrauze @lopezobrador_ Hay miles de doctores y enfermeras que están dando su vida en los hospitales, porque… https://t.co/67kfK37XlN",
        "@EnriqueKrauze Me preocupa más la psicología obsesiva-enfermiza que usted tiene con @lopezobrador_ y su afán de hac… https://t.co/jlwBYJZ9ht",
        "We’re not going back to normal - via @techreview https://t.co/5aoG5Y1VJD #Covid_19 #COVID19mx",
        "@SaludEdomex ¿Donde podemos obtener los datos por municipio? Saludos!",
        "@PabloDiez_ABC Demasiado raro las cifras, me parece que no se necesita ser un gran estadista o matemático para ver… https://t.co/GVRmoOzjOp",
        "@dw_espanol ¿La capital y la ciudad más grande de China sin un patrón particular de contagios?. Es por demás darle… https://t.co/WsCBoee45d",
        "@dw_espanol Ningún país en el mundo tiene sus cifras a un 100%, el caso de #China, epicentro de la pandemia es un c… https://t.co/Tm8u7ytuDu",
        "👇🏽👏🏽👏🏽👏🏽👇🏽 https://t.co/97RE51KlhW",
        "@CNET Lier \n\nhttps://t.co/YwZh8ULTUs",
        "Bill Gates habló de la amenaza de una pandemia, no porque sea un visionario, sino porque es el “dueño” del problema… https://t.co/ORXak2a3Ka",
        "@pwareham @kanekomert @BillGates Agree. All of this has been done by @BillGates, he works for China, he knew how, a… https://t.co/wYVxtzBqJO",
        "@wef @BillGates That’s easy to know, @BillGates is behind of all this. He’s part of the show, he helped to China, h… https://t.co/FHN1WKq8w8",
        "It could take three years for the US economy to recover from COVID-19 https://t.co/hTE93Jtlms vía @wef",
        "TODO aquello que está en la red o nube es vulnerable. Estas compañías al igual que Facebook, etc...recaban datos pa… https://t.co/MiE2X41hnm",
        "@CNNEE Porque esto también suma y debe contarse... 👌🏽",
        "The winners and losers of the coronavirus’s global test of governance - The Washington Post https://t.co/rfFCmwbm5C",
        "@SSalud_mx @SusanaDistancia Hace falta mucha más difusión en radio y TV, las redes sociales no están al alcance de… https://t.co/fly4Bjpd34",
        "Así ataca el coronavirus #COVID19 una célula humana: destroza las células del tejido pulmonar, causando flemas, inf… https://t.co/y8O9RTOXyy",
        "@beltrandelrio @HLGatell ¿Y si por un momento dejamos tanta negatividad y soberbia, y mejor nos solidarimos ante mo… https://t.co/91lV75k4Jm",
        "@CH14_ @amazon ¡Cuanta mezquindad en una persona! Tantita empatía para el MUNDO en medio de esta crisis de salud. ¡… https://t.co/5kxoErh3Q3",
        "\"La solución radica en fortalecer las políticas públicas que confien en la ciencia, ciudadanos que confíen en las a… https://t.co/BuTnMJUMBi",
        "@EnriqueAlfaroR Y desde luego lo quizás segundo más crítico (primero la salud): \n4) El Plan Económico: qué medidas… https://t.co/UVmdtsOkkc",
        "@EnriqueAlfaroR 1) ¿Qué arrojó el estudio de la UdeG?, ¿en base a qué datos oficiales?\n2) ¿Qué sucederá en esos 5 d… https://t.co/DthS4DjrYB",
        "@EnriqueAlfaroR ¡Qué pena su oportunismo barato en época de crisis de salud y económica!. Aprovecharse de esta trag… https://t.co/gqOfN4O4m4",
        "@anacsepulveda_v @Saber_IMSS Buen día Dra, he leído bien el diagrama de flujo y no está claro, sobre todo el proces… https://t.co/5WxRpDqbpU",
        "@EmbCanMexico You are really lucky! I'm jealous about your government! 😭",
        "@franhealy Impossible not to feel insecurity nowadays. I would like to have only positive thoughts, but the crisis… https://t.co/8xUGzSSoqH",
        "#QuédateEnCasa #DistanciamientoSocial  ¡Por favor! https://t.co/3558x1gTJC",
        "@misol140 ¡Que triste que se aprovechen de estas tragedias para hacer populismo!, y peor aún, que engañen a una pob… https://t.co/He9IXqAuvr",
        "Así tal cual funciona el distanciamiento social. 👇👌 #QuédateEnTuCasa #QuédateEnCasa #StayAtHome #SocialDistancing… https://t.co/9oEpv51rCh",
        "@DuncanJRTaylor Bienvenido-Welcome querido Embajador!, nos consta el sincero y genuino cariño que siente por México… https://t.co/dObsWQ0gYP",
        "La @UNAM_MX informa: 👇🏽\nModelos matemáticos estiman brote infeccioso de coronavirus en México entre el 20 y 30 de m… https://t.co/VW4ye08mpr",
        "There is one very simple thing that we can do and that works: social distancing. \n#Coronavirus: Why You Must Act No… https://t.co/V2uqWiRThT",
        "@Bueenito Gracias",
        "Las mujeres de México toman las calles para protestar contra la violencia https://t.co/lfNmkyV7d2",
        "El éxito económico del \"Tigre celta\": #Irlanda 🇮🇪. Fair play to you #Éire! 👌\nEsto puede ser un modelo de aprendizaj… https://t.co/ii1cehIztV",
        "This thread👇\nIf we want to understand how powerful an opponent SARS-CoV-2 (#COVID19) is, let’s take a look what has… https://t.co/wrOtOyfCDe",
        "@Bueenito Hola, ¿Cuál es la fuente de esos datos?",
        "Visualizing the data: Women’s representation in society #WomensDay\n#InternationalWomensDay\n#GenderEquality #8M #9M… https://t.co/NzTD6fKDfH",
        "Pritzker Architecture Prize Goes to Two Women for the First Time. Congrats irish girls! 🇮🇪👏 #Women #WomensDay… https://t.co/a1ufxVGn18",
        "Masterpiece! 🎼🎹🎻👏\n\"La Traviata\" de #GiuseppeVerdi #UnDíaComoHoy #ClassicalMusic https://t.co/E32180WFNp",
        "👩🏽‍💻👷🏻‍♀️🧕🏽👩🏿‍🏭👩‍🚒👩🏼‍🔬👮🏽‍♀️👩🏿‍🔧👩‍🚀👩🏻‍🌾👩🏽‍⚕️\nLess than half of the world’s #women are employed in the global labor f… https://t.co/azkIoZtZ1c",
        "Countries with the most spoken languages -\nMexico with 292 🇲🇽 #languages   https://t.co/6MuFqeqLXA",
        "Peace and love for this world, please.\n#PeaceAndLove #NoWar #NoBombs #NoMoreViolence #Please https://t.co/Mv4JpnKosy",
        "Welcome to Equiterra, where gender equality is real by @UN_Women\n#GenderEquality #8M #8M2020 #9M #NiUnaMenos… https://t.co/cOp32vWR1Z",
        "Women in Mexico Are Urged to Disappear for a Day in Protest. \n#8M #9M #9MARZO\n#UnDiaSinNosotras… https://t.co/uG3E5zofTo",
        "Duele ser mujer en un país como el mío: México. #9M #UnDiaSinNosotras #ElNueveNingunaSeMueve #8M\nhttps://t.co/SpUek7DIBg",
        "@GClark_CA Music, the best way to feed souls and hearts. Much better with classical music! 🎼🎹",
        "👇🏽 https://t.co/YcZjm4Z5bW",
        "¡Siempre vivo Maestro #FrédéricChopin! \n#UnDíaComoHoy #ClassicalMusic #MúsicaClásica #Music https://t.co/gFTpyM4UJI",
        "@USAmbMex Muy auténticos sus tuits Sr Embajador, me preguntaba ¿si es usted quien tuitea/responde a todos ellos? 🤔",
        "@AlbertoGuerraR Jaja por eso me caes súper bien, eres muy auténtico, sin estereotipos o máscaras ventajosas de una… https://t.co/MYjzsTLEDC",
        "These are the top 10 manufacturing countries in the world  https://t.co/Gco633ex6k vía @wef #Mexico #Manufacturing",
        "@barrister353 Afortunadamente si, aunque la mayoría del tiempo me gustaría estar allá lol. ¡Disfruta siempre tu bello país! 🤗",
        "@barrister353 Miss so much Dublin! 😢",
        "Unfortunately this is currently not a priority for governments. Individually, they are quite unlikely. #Sad… https://t.co/Vv3m4GZOQ3",
        "Así tal cual...\n#UnDíaSinMujeres #UnDíaSinNosotras  #YaBasta #MeDuelesMéxico #FeminicidiosEmergenciaNacional https://t.co/rFjbydrqD3",
        "@McIlroyRory @RickieFowler Top class Rory! That's why I love irish, easy going &amp; warm people like mexicans. Brilliant! 🇮🇪💚🇲🇽",
        "@martibatres Sr Batres, pienso q no estamos para peleas infantiles tuiteras con la oposición, si ud realmente quier… https://t.co/SWDhsLq4t7",
        "Tristeza, impotencia, coraje, pero sobre todo, la decepción de saber que estamos muy, pero muy lejos de ser un país… https://t.co/zJumaq54iF",
        "@wef ¡Bravo Éire!",
        "@USAmbMex Pues no la de cualquier embajador Sr Landau, así es la de los embajadores del país más poderoso del mundo. 😂",
        "¡Felices 264 años Maestro!, tu música siempre vivando corazones. Happy BDay my dear Wolfgang Amadeus #Mozart 🎹🎼🎻 https://t.co/lBDdggJHVJ",
        "¡10 años!, y hasta ahora la red social más útil en el día a día. #HappyAnniversaryOfTwitter #10years… https://t.co/Yh0UMpJoau",
        "@LaSEMOVI Buenas tardes, URGE policías de tránsito en Av. Justo Sierra del Centro Histórico, llevamos 2 hrs en el m… https://t.co/ywVblAsMQo",
        "@GoToIrelandCA Dingle! ☘💚🇮🇪",
        "¡Diosa!, muchos años más y por siempre a la mejor soprano. #MariaCallas https://t.co/ruOWYy7iSm",
        "@IrishEmbMexico @KerrygoldIRL @KerrygoldUSA @Kerrygold_SA @agriculture_ie @dfatirl @Com_HispanaMX @ornua… https://t.co/rG2spq7xZF",
        "#HappyInternationalMensDay #DiaInternacionalDelHombre https://t.co/gNIoZpGuZW",
        "@JulianVenturaV Faltó Irlanda 😢🇮🇪 @bjonesbh 💀💚",
        "¡Que película! #Macario la mejor película para conmemorar el #DiaDeMuertos #DayoftheDead #LoveIt #Movies https://t.co/XXs1W9rBIf",
        "Wow! Este de Macario está increíble. ¡Bravísimo!, que nunca se pierdan nuestras bellas tradiciones de #DiaDeMuertos… https://t.co/oy3OavtMvL",
        "@GClark_CA Brilliant! 💀🤗🍁",
        "@el_pais Sad 😢",
        "@GinkgoFlorists What a beautiful calavera! Congrats for sharing our beautiful traditions in the lovely Éire!, ¡Viva… https://t.co/nTZ80wTxSp",
        "@CNET Do you have an article to know what the best mobile is nowadays?",
        "@ESPNDatos A que hr es el partido?",
        "The Golden Age of Mexican Cinema Lives Quietly Online #DayoftheDead #DiaDeMuertos\nhttps://t.co/5bZJAPBi1W",
        "@eamon_sherry @PhotosOfDublin @VisitDublin I miss so much Dublin City! 😢💚🇮🇪",
        "La #paz es...\n🕊 https://t.co/OVxg94dOOQ",
        "@VIOLET_VENDETTA @TheCureMexico Now, tequila time 🇲🇽🥃👌",
        "Sangre azul y piel de oro...💙💛\n#Pumas65 #SoyDePumas #Goya https://t.co/25qeK9e7L3",
        "@MUNALmx ¡Belleza! 😍",
        "@eamon_sherry @VisitDublin @PhotosOfDublin What a pic! Bravo! 🤗 Cuauhtémoc, was the name of our last Aztec Emperor,… https://t.co/khqmXEvKm1",
        "Only in Ireland 💚🇮🇪☘\n#LoveIt #InLoveWithIreland #IamGrand \n#Éire #MissingIreland 😢 https://t.co/6s6HHO2wES",
        "#DiadelCineMexicano Las mías:\n\n1. Los Olvidados\n2. Macario\n3. Raíces\n4. Rojo Amanecer\n5. Ánimas Trujano\n6. El lugar… https://t.co/c7mMlJLLiR",
        "Oh my dear Ireland, I miss you so much! \n#InLoveWithIreland #Ireland #Eire #Pubs #LoveIreland #MissingIreland… https://t.co/QFaJVUVc8z",
        "Diooooos! Si alguien me llena de orgullo nacional, ese es #GuillermoDelToro. ¡Eres grande @RealGDT! #México te apla… https://t.co/hhKCbJfxNg",
        "@TravisBand @keaneofficial Any plan you both guys can perform an unique gig in Mexico City? What about one at… https://t.co/l8A8bbnxy3",
        "Life is... https://t.co/1n3YUcKXdJ",
        "@diegoluna_ Podrán reclamarte, ignorarte, declinarte y un sin fin de descalificaciones, pero ten por seguro mi quer… https://t.co/IEfFj359UW",
        "@SRE_mx @JulianVenturaV Seguimos esperando por años vuelos directos a la bella isla esmeralda, así como planes educ… https://t.co/jXsTwJymwr",
        "¡Viva #Caravaggio! 🎨👌 https://t.co/p3GJGPOaSu",
        "Mexico’s Not Paying for Trump’s Wall. It Has Become His Wall. #Wall #Liberty #HumanRights #BridgesNotWalls… https://t.co/AZBQcklqAE",
        "@RealTimBooth Mexico pleaaaaase 😢🇲🇽🇲🇽🇲🇽🇲🇽",
        "No Sr Presidente, no se confunda. La renuncia de @CarlosUrzuaSHCP viene a detonar la ignorancia absoluta y absurda… https://t.co/LdzPYr0RPE",
        "@Timmac61 Yeah!, thats brilliant! 🤗🇲🇽💚❤",
        "Fair play to Mexico! #Champions 🇲🇽🏆💚❤ #GoldCup2019 #GoldCupFinal #GoldCup #CopaOro #CopaOro2019 #MexicoCampeon… https://t.co/Qk2pGLxJ6M",
        "His little face just breaks my heart and the wave 👋, he is an angel. 😢 God please take care of all that childhood w… https://t.co/PQNaCtwAH9",
        "@ponchohd @AlbertoGuerraR @natsberistain @Elan @jrisco @G_Arriaga @MaiteOficial Lo de @hugosanchez_9 fue lo mejor!!!  ¡que tierno! 💙☘",
        "¡Feliz cumpleaños Friducha! 🎨🇲🇽\n#FridaKahlo #HappyBirthdayFridaKahlo https://t.co/7CcOaQP4dJ",
        "@_CarlosRivera Tu viejo @PatyLuk 😂",
        "Good to see Mexico there! Everyone to help! 🍃🌿☘ #Energy #Innovation #Initiatives https://t.co/2ZDqXSqj29",
        "El resurgimiento económico de Irlanda https://t.co/geTOSwM3yL #InLoveWithIreland",
        "Un \"Jefe de Estado\" es aquel que lidera en momentos críticos y enfrenta reuniones de esta índole como el #G20. Hone… https://t.co/wGEn5AELuQ",
        "\"Dios alimenta las aves del cielo, pero no les lleva el alimento al nido\". ~proverbio alemán. Debemos usar la mente… https://t.co/1oiBLKAWdE",
        "Totalmente de acuerdo #YaBasta https://t.co/pBxh2q0hkU",
        "¡Delicia!  #DíaDeLasMadres #10deMayo #MothersDay #MothersDay2019 https://t.co/FrYo896yqd",
        "In love with this city! \n#Dublin #OscarWilde #Eire 🇮🇪☘ https://t.co/oiPywPQvy0",
        "Baby, I'm yours...\n\nSeriously,\nEarth\n\n#earthday #DíaDeLaTierra https://t.co/OfIj0LXRwc",
        "\"Debo ser una sirena, no tengo miedo a las profundidades y un gran miedo a la vida superficial\". ~ Anaïs Nin https://t.co/dSd4CMpWK9",
        "@jamesstarsailor Lol, looking forward to seeing you soon. Mexico loves your music, cant wait!!!  🇲🇽🤗",
        "@FelipeCalderon @jorgeramosnews Independientemente de la falacia de lo que siempre hemos sido víctimas, me pregunto… https://t.co/0q6qQIvfIR",
        "@MoyoNua What a pic! One of the best historical places around the world. Teotihuacan, name given by the Aztecs whic… https://t.co/oAri4HcUJV",
        "@Cuauhtemoc_1521 La historia de la humanidad está forjada por conquistas, me pregunto,  ¿qué nación/tribú no fue co… https://t.co/3uMjM59jZ2",
        "Okay St Patrick's weekend! ☘🇮🇪💚🍺\n#StPatricksDay #SanPatricio #InLoveWithIreland #Éire @TourismIreland… https://t.co/YXhWE5Gf8l",
        "Mexico &amp; Ireland are close brothers. We feel much love and respect for irish culture and people. #StPatricksDay… https://t.co/46T1mPZcGS",
        "What are mexicans doing in America?\nWinning\n\nBest directors of the #Oscars in the lasr 6 years: \n\n2019 🇲🇽 Alfonso C… https://t.co/II3ADNxcO9",
        "El lazo entre #Irlanda y #México es históricamente memorable. Si hay algo muy común entre estas dos naciones es la… https://t.co/CZkfi3CYld",
        "@TELMEXSoluciona No es esa línea.",
        "@TELMEXSoluciona ¿Y cómo van a revisar el caso y darme avances sin datos de la línea?",
        "Pésimo proceso de atención a clientes de @TELMEXSoluciona para reportar un problema de @infinitum. Sin internet y n… https://t.co/v9Jv2x4EFc",
        "@DeniseDresserG @SCJN De 5ta esas ternas.",
        "Why I’ll Never Ride an Elephant — and You Shouldn’t Either (Video) https://t.co/QW4lZ9ocne",
        "My dear Ireland: how hard its not to love you.\nMiss &amp; love you more. See you soon! 🇮🇪💚☘ #Éire #Ireland… https://t.co/zqNE2J6Btf",
        "Hoy es un \"gracias Dios\" por nunca abandonarnos. ¡Que Dios bendiga y cuide a la humanidad siempre!. 🙏🕊☘",
        "En el mundo actual se hablan cerca de 7,000 idiomas, de los cuales 6,700 son lenguas indígenas, el 40% de esas leng… https://t.co/w5WsIoyUVL"
    ]
}