{
    "screen name": "muze63",
    "no. of tweets": 178,
    "tweets": [
        "@suchitrav A white person once said to me, ‘I’m sorry on behalf of my country’.",
        "@MahavirMercedes CLS. \n#MercatHome",
        "@AbedABV12 @LaureneCastor Thank you! 🙂",
        "@starrybytes 💯 we’re our narratives. Thank you for sharing.",
        "Thank you, @LaureneCastor and team! 💻 \n#PublicSpeaking \n#BecomeFutureProof https://t.co/f7Ymd5eYpL",
        "@Manda4UA I was about 8 when I survived one in rural India. I was found unconscious by farmers in a not so far fiel… https://t.co/K7s55THxGu",
        "@IAmMarkManson To always be grateful and patient.",
        "Sometimes the best conversations between strangers allow the stranger to remain a stranger. \n#malcolmgladwell… https://t.co/f7QOlJbYFl",
        "@Manda4UA Perfect. That’s how one should be! 👍🏽",
        "@Manda4UA I’d do the same as he 😀",
        "‘When everything is necessary and desired equally, then nothing is necessary or desired at all’. \nThank you, Mark. https://t.co/IMkv4wOi1F",
        "@nuts2406 We have and continue to reap benefits of this patriarchal society regardless of being an abuser or not. I… https://t.co/DosyZy0WQU",
        "@nuts2406 Thank you for sharing the video. I get from where the young man is coming and I’m ashamed I haven’t done… https://t.co/igzQPtngGV",
        "And so we beat on, boats against the current, borne back ceaselessly into the past. \n#fscottfitzgerald… https://t.co/dTsAWZAlcE",
        "رَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِنْ لِسَانِي يَفْقَهُوا قَوْلِي\n#Ramadan \n#SurahTaha",
        "Storytelling. https://t.co/DZl0kKCWEC",
        "@sweets1nner @WWEonFOX @WWE Haha! This reminds me on high school days when we played with wwf trump cards. \n\n1. Sha… https://t.co/BjTj8v0GKb",
        "Patience, heart. Patience. https://t.co/GtBzCxsWrw",
        "@Manda4UA I looked up for this on the web and I must say it looks yum.",
        "@nuts2406 I’m sorry to hear this. I can imagine what you must be feeling. Just this morning, my sis and I had a cha… https://t.co/spaNZUqZbI",
        "Few films entertain and teach life lessons of compassion, sacrifice and love such as #TheLiftBoy. @JonathanChats, t… https://t.co/bEdCLJ3ZhJ",
        "🤦🏽‍♂️ https://t.co/xqAUwMVQmh",
        "@nuts2406 I couldn’t escape 😀",
        "@Jurairtweets @Rabiarashidd That must’ve been disturbing for you then.",
        "@Jurairtweets @Rabiarashidd +1. 0/100 in Grade 7. I still remember that moment.",
        "@matthaig1 Being away from Mum and Dad especially during times such as these.",
        "@HinaShazli, you’ll love this 🚀 https://t.co/gZ4xh8pVY8",
        "Happy Indian Heroes! 🇮🇳 \n#PharrellWilliams #Happy https://t.co/eSK5XGLFoo \n@HiHyderabad",
        "@nuts2406 Reported.",
        "@Manda4UA I can relate 😀",
        "@Manda4UA +1. I may even need a couple of people to lift me back! 😀",
        "Hyderabad Hues. \n#BlueTwitter https://t.co/H5PAuvLTm8",
        "The #DigitalGarage by #Google is a good platform that offers a range of effective short programs. \n#growwithgoogle",
        "@Manda4UA I’m sure you’re way better than many others but I notice Geography is not a popular subject of interest w… https://t.co/7MfNYJmRR0",
        "We should all know stuff like that, Ma’am. https://t.co/6jZZOMnz3p #WorldBeyondOurs",
        "@indiainpixels @stuffKRISwrites, this may interest you :)",
        "#Bodyguard was a great watch. I definitely want to see S2. Thank you, @AbedABV12, for the recommendation.",
        "@HighnessOphelia Happy birthday, Cohen :) Stay blessed! https://t.co/sx7kz6waP2",
        "I know so many who use the least heard synonym of a simple word. Far from smart! https://t.co/JtEYmHL7LS",
        "@syedmohammedd @ParveenKaswan @theRealKiyosaki I hope you found it insightful :)",
        "@ParveenKaswan One of my firsts and fav, #RichDadPoorDad by @theRealKiyosaki. Best message: It’s not how much you m… https://t.co/5RXxO8vOec",
        "@ValaAfshar @syedmohammedd, this may interest you.",
        "@nuts2406 @a_bsays Yet some chapters are worth reading many times from the same incompleted book.",
        "Thank you for calling it out. We need more leaders such as you to bring people together at all times. https://t.co/ALDwmF2Jcj",
        "@stuffKRISwrites ‘The fault, dear Brutus, is not in our stars, but in ourselves’.",
        "@AbedABV12 Certainly. I had heard about this before. I guess it’s time I watch it now. Thank you, Sir. I hope you’re all okay. Stay safe.",
        "@AbedABV12 No. On it now. Thank you! 🙂",
        "@AbedABV12 By the way, what do you recommend next? 🙂\n#QuarantineNChill",
        "@AbedABV12 +1. I don’t believe any religion allows oppression towards any living body. Culture, on the other hand,… https://t.co/mrbDjximZC",
        "@AbedABV12 I just finished watching. It was absolutely brilliant and unlike any other tele I’ve seen before. Thank… https://t.co/MiDgGwD6C4",
        "@syedmohammedd @vishnupriyabh I’m more of a Fruit biscuit person and Subhan ke acche rehtey.",
        "Melbourne, Sheffield, Panaji, Siddipet (Telangana) and Pune. \n\n* Hyderabad, my city, is # 1. https://t.co/R8EpEEgndl",
        "Absolutely. We need more such people who’re open to change in every occupation there is. https://t.co/FlHkPee8hj",
        "@Manda4UA Exactly my point. Clearly, the men in this pic are not one bit.",
        "Pic 1: Acceptable.\nPic 2 and 3: Ludicrous.\nThank you for reminding about the Hadith. https://t.co/eFGcw9xElR",
        "#TheBlacklist and #VirginRiver - two vastly different and entertaining tv series.\n#netflixandchill",
        "@Manda4UA That’s good because manufacturing has employees in large numbers.",
        "@Manda4UA Is this Honda USA or the local dealership?",
        "@t_heritageforum Thank you, @SanchPal, for this extraordinary article.",
        "@matthaig1 Goa, India. View from resort bedroom. I remember spending a long time staring at this view. https://t.co/Iyw1JJmzhJ",
        "@syedmohammedd @TEDTalks Quite.",
        "TED.\n#tedtalks #quarantinereading https://t.co/tFr1gt5mbi",
        "@stuffKRISwrites Me too. One of the best!",
        "Most watched films:\n\n1. Salmon Fishing in the Yemen\n2. The Bourne Ultimatum\n3. The King’s Speech\n4. The Holiday \n5.… https://t.co/fWHhuFHQyq",
        "@suruchishonek Thank you, Ma’am. Your wishes mean a lot.",
        "@AbedABV12 Thank you, Sir. Much respect!",
        ".\n#HappyBirthdayToMe https://t.co/44lfr2fyPt",
        "@Manda4UA Even the thought of such a thing is outrageous. I may be wrong but this can cause citizens to not pursue… https://t.co/SNQP13gdrH",
        "@Manda4UA Seriously?",
        "Doing my bit to be informed while staying indoor.\n#MBRU \n#COVID19 \n#StayHome https://t.co/JEuAslYtDe",
        "This period is best to complete the books I haven’t had the time to but sleep takes over. This inactivity is my fav… https://t.co/RS2SH0PhEx",
        "@syedmohammedd My father often took me to the first Masjid here for Fajr. It looked quite different back then :)",
        "Earlier today, while returning from work, I couldn’t help but notice one of the world’s busiest airports come to a… https://t.co/8JwHUz4xtD",
        "United Arab Emirates is undergoing the necessary nationwide sterilisation programme over the next couple of days.\n#StayHome \n#COVID2019",
        "@Manda4UA Thank you, Amanda 🙂",
        "Behet Ghol Midam. \n#mohsenyaganeh #iranianmusic #dubai https://t.co/mIxI0GMGSo",
        "@HiHyderabad @TelanganaToday @KTRTRS @GHMCOnline This road.",
        "#ElizabethWarren would make for a competent and cool #POTUS https://t.co/iRvlVUsHoM",
        "@stuffKRISwrites @IsaacLagarda If I can suggest, please try to incorporate the key words in the CV mentioned within… https://t.co/gPdrsHjqi2",
        "@stuffKRISwrites https://t.co/VajcM0Qx0Z",
        "@suruchishonek Thank you 🙂🙏",
        "Happy birthday, Mum. \n#unconditionallove\n#alhamdulillahforyou https://t.co/G8e5fkaCSd",
        "@stuffKRISwrites When people start a sentence with ‘Honestly speaking...’ or ‘To be honest with you...’, I immediately tag them as 🗑",
        "I’m grateful for so many blessings. Alhamdulillah!",
        "@Manda4UA Congratulations to the organisation you now work for. In you they have an employee who will outperform an… https://t.co/Bcv7Slanyz",
        "@Manda4UA Way to go, my friend! https://t.co/qXpRWiICAp",
        "@ShibaMinai I don’t know everything.",
        "@syedmohammedd @fayedsouza Ek arsa ho gaya shaadiyon ki Biryani khake. Aaj kal to roqqé bhi nai aarey!",
        "@littledeekay Unsure but with the little knowledge that I have, I’d like to see Warren as the next POTUS. Why? Wome… https://t.co/XdgvCjWSkk",
        "@SanobarFatma Sounds to me like the perfect setting for a wedding. Less people; lesser drama.",
        "I’m trying to find myself.",
        "Prof. @AudreyTruschke :) https://t.co/iHQoanEPjk",
        "Polka. https://t.co/gdnEkK9OzF",
        "Well said. Very well said! 👏 https://t.co/6oPz4WtnX8",
        "@syedmohammedd Meku. Bheja, gurde, kaleji aur kapoore bhi.",
        ".",
        "@Manda4UA Congratulations! 🙂",
        "@AudreyTruschke I’d certainly like to read this. One, because it is recommended by you and two, because #Aurangzeb… https://t.co/yfYIwZCWW7",
        "‘The world is full of leaders who do not care about human life. They are just using us’. 🎯\n\nMaking sense of it all! https://t.co/Ce1yFoi0iO",
        "Dislike.\n#newyeargreetings",
        "This sher was Ghalib’s introduction to me. I absolutely adore his perspective, wisdom and wit.… https://t.co/W1X36XRokO",
        "@MandyAntoniacci Merry Christmas! Wishing you the best of health and happiness forever.",
        "No matter where we are in the world and what occupations we’re in, I’m positive all of us (your students) are doing… https://t.co/utFN5FHavd",
        "Happy birthday, @a5kme! It’s such a great feeling to have known and be lifelong friends with a strong and kind soul such as yours 🥳🎂🎊",
        "@Manda4UA Merry Christmas, Amanda 🙂",
        "@stuffKRISwrites And, I’ve always been a below average person at everything in life. So... yeah.",
        "♟\n#disorder #alwaysamess #blackandwhite https://t.co/x0Rpc3700c",
        "Baarish! 🌧❤️🌧\n#drenchedinthoughts",
        "@MandyAntoniacci @upps You’re welcome and thank you more for the insightful TED Talk on how our ‘acceptable’ behavi… https://t.co/38bzs94E4x",
        "@MandyAntoniacci @upps Share smiles.",
        "16:03 hrs. \n#aviationgeek #burjkhalifa #shotoniphone8 https://t.co/6YSbL8LeeI",
        "@Manda4UA Awesome you two! Happy Thanksgiving!",
        "Service over sales, Honor over hustle and People over profits - @TheBeGoodrich ✨\n#leadership",
        "Escape humans. https://t.co/eT2dlfPH7H",
        "@AbedABV12 It’s true, Sir 🙂",
        "I have had this feeling for long. I won’t make it beyond 44.",
        "🎯 https://t.co/Kc7jAfTplx",
        ".",
        "@emirates @stuffKRISwrites ✨",
        "#Filhaal ft. #AkshayKumar and #NupurSanon",
        "@loubaforster, please look up 🙂 https://t.co/ShUjX3rCx2",
        ".",
        "Key event; Key people. \n#HondaMiddleEast \n#SalesContest2019\n#AlFuttaimHonda https://t.co/kx1jm4lHnY",
        "@stuffKRISwrites Great listeners such as you make for amazing and lifelong friends.",
        "@SanobarFatma And, even then, the final call rests with Him. How amazing!",
        "I’m equally excited and nervous to represent UAE in the Honda GCC Regional Sales Skill Contest. Regardless of the o… https://t.co/mgdCWKdSJk",
        "@Manda4UA Sounds like a brave heart to me!",
        "@stuffKRISwrites +1",
        "Informed.\n#ClimateChange #FridaysForFuture #ThisIsZeroHour https://t.co/gHdxycacIt",
        "♟\n#still #mess #blackandwhite https://t.co/s6uj3Qe73V",
        "Ehtéraam - aisa qadam hai jo mohabbat se hazaaron meel aagey hai.",
        "Me, Australia 🇦🇺 https://t.co/E3njWqsyyT",
        "@Manda4UA @EAFtweets I agree. Whatever works best so long as the word is understood and followed up with collective… https://t.co/Tlt53nr4Lo",
        "Of course I’ve learned a great deal about life outside school but if wasn’t for the lessons in my formative years i… https://t.co/on9nTXTMxq",
        "32° at 6:32.\n#sharjah #findingshades #humidmorning https://t.co/bKIzYkgUHb",
        ".",
        "The end isn’t the end.\n#natureisateacher #siddipet https://t.co/gVehwdUA2r",
        "Thread ✨ https://t.co/RyfiA9baXm",
        "@SanobarFatma ...who should’ve also paid a little attention to the young Aurangzeb.",
        "@Manda4UA You indeed are! 🙂",
        "Ramesh and Shekhar. \n#menofhonor #indianstreetsnack #hyderabad https://t.co/vJjskVlb53",
        "I. \n#kahlilgibran #peopleruinbeautifulthings #anxietyattack https://t.co/YBPHRPejWk",
        "70mm screen where I last watched a Govinda flick.\n#ShaamTalkies\n@syedmohammedd @HiHyderabad https://t.co/p71UvQTTuL",
        "It’s happening now!\n#AnxietyAttack",
        "@SanobarFatma It sounds like the neighbors have no financial literacy and are setting up their son for failure.",
        ".",
        "@Manda4UA Almost none/36 😞",
        "Some places you go to. Some, call you. https://t.co/z4oj4XzUTD",
        "🧡   💚\n#india #hyderabad #WorldPhotographyDay \n@MeredithFrost https://t.co/O0H0gVSEHP",
        "@MeredithFrost Sometime, last year. Does this qualify? #WorldPhotographyDay https://t.co/WLHI3etrxr",
        "@nuts2406 Relatable.",
        "Instinct has been around far longer.",
        "Thoughts.\n#livedeveryemotion #ruralindia #siddipetdiaries https://t.co/9Iw4kzpMUB",
        "@Amreenzaheer1 حقيقاً",
        "@sarahliuk Eid Mubarak! ✨",
        "@ItsBadyNady Aajao Hyderabad. ‘Farah’ se nai miltey? 😄",
        "@ItsBadyNady Pleasant Hyderabad breeze, beautiful city with a lovely climate. You’re welcome!",
        "@Manda4UA ✨ https://t.co/V2yZDkAYfq",
        "@Manda4UA Bread dipped and roasted in olive oil with egg and veggie batter. Garlic and green chilli pan curry as topping. It was fab! 😀",
        "Matte. https://t.co/hnOAo1EkR6",
        "@CaraLisette @ariannahuff \n@melrobbins \n@matthaig1 \n@richardbranson \n@LollyDaskal \n@AudreyTruschke \n@Gladwell… https://t.co/76SRxQeknP",
        "@syedmohammedd It means natural condition/position/situation. In Urdu: Haalat-e-Haqeeqi",
        "@Iqra__K الرَّقِيبُ",
        "@mattohafsa Thank you for the informative thread.",
        "@stuffKRISwrites I wish the best for us 🙂",
        "@stuffKRISwrites Definitely, worth considering. I hope they’re safe on the long run with no side effects. Again, as… https://t.co/Fu02igSoYu",
        "@stuffKRISwrites But that being said, there are times, I’m clueless and can’t find a way to handle my anxiety. It’s… https://t.co/rqcEpWGkIS",
        "@stuffKRISwrites Frankly, I cry and then go to a quiet place to spare sometime to really find reasons to be gratefu… https://t.co/rFzsdVchFS",
        "@stuffKRISwrites Sometimes I do too and while I’m at it, I try to limit because I’m also the one to nurse myself 😀",
        "@stuffKRISwrites You should never hurt yourself either. Our mental battles are announced in our minds and I believe… https://t.co/60NQgmWe8f",
        "The women in my family love #Jootis. https://t.co/RDd7BaPRpS",
        "I’m a Hyderabadi who doesn’t enjoy Osmania biscuits. https://t.co/zQLFuN0XkA",
        "@Manda4UA Patties of minced meat ground with spices and split chickpeas (often referred as Chana Dal). Indian flatb… https://t.co/6qjE2Kl8Lt",
        "@sarahliuk @urban_lens @nuts2406 @HiHyderabad @Manisha_Ahlawat @DonitaJose @CityOrdinary Gratitude. Change. Purpose. Breakthrough.",
        "@AbedABV12 @Delheim We’d love to have you. You’re always welcome 🙂",
        "Shaami and Rotis 🙂\n#MumsLove #GharKaKhana @iamrana https://t.co/ZWWwV7uZPM",
        "Home Again Home!\n#Hyderabad https://t.co/JAfJikqfRo",
        "This is my kind of Sultan,\n@Ganesh_M3567 \nhttps://t.co/yJqmVS9eaq via #YouTube #KGF 👊🏽"
    ]
}