{
    "screen name": "evilanova",
    "no. of tweets": 187,
    "tweets": [
        "Forest microclimate dynamics drive plant responses to warming https://t.co/fn2LsnsMNE",
        "Calvin and Hobbes and quarantine https://t.co/19U1MDmPKN vía @Polygon",
        "@carmentubbesing Congratulations!",
        "Deadly imports: In one U.S. forest, 25% of tree loss caused by foreign pests and disease https://t.co/C8MJUR2zGF",
        "Forests and Decarbonization – Roles of Natural and Planted Forests https://t.co/KGgblcINqB",
        "\"...it is essential that tree-planting projects include thorough goal setting, community involvement, planning, and… https://t.co/vVrhvLqUX3",
        "@Naky https://t.co/Oa67pw3sh6",
        "Lots of controversy with FAO's assesments but always a good starting point to know about the current status of glob… https://t.co/caXpNwW5t9",
        "@alegnacamargo29 El primer lab de un curso reciente que di consistió en ir a la biblioteca y que les dieran un curs… https://t.co/7Y7eehMkCv",
        "Nice to hear my fellow @UW_SEFS lab mate and friend @MatthewAghai from @DroneSeed talking about the many cool thing… https://t.co/a68pvSRT6B",
        "Can Genetic Engineering Bring Back the American Chestnut? https://t.co/Z7m4TaahRa",
        "'Not just weeds': how rebel botanists are using graffiti to name forgotten flora https://t.co/IjolsMjk1H",
        "@Earth2Mika @ForestPlots @royalsociety Congrats Oliver! Truly well deserved!",
        "@klreichard Maybe this thread could be useful, good luck! https://t.co/TKYjmbK1Zk",
        "Unchecked Global Warming Means Big Trouble for Forests  https://t.co/Uj0zAGfbaO",
        "Super recomendado! 👇 https://t.co/HSCyDAeCnd",
        "I spent almost four and a half years of my PhD at @UW_SEFS Pack Forest, one of the coolest places to do all kind of… https://t.co/mazovnhpRH",
        "@CarlosSanz22 Gracias por compartir la nota!",
        "@HeleCarpio Es un placer leer tus notas. Además de ser muy completas, son una excelente muestra de cómo hacer \"scie… https://t.co/qp0CRigd6G",
        "@HeleCarpio Muy bueno!",
        "Another new paper about forests in the Andes: Linking patterns and processes of tree community assembly across spat… https://t.co/tuZtWFpti9",
        "Day 2 of the #FVSTraining in times of #COVID19 with two working parents and kids at home✍️ https://t.co/lSU5RWepYT https://t.co/0yOzyg2OSe",
        "#PLOSONE: Elevation and latitude drives structure and tree species composition in Andean forests: Results fro ... https://t.co/Z3ZnLAeeYi",
        "How my brain works these crazy days #COVID19 || Estar buen informado vs. salud mental https://t.co/r8c3b6n6UI",
        "@hormiga Just pre-ordered a copy, looking forward to reading it",
        "How Forest Loss Leads to Spread of Disease https://t.co/YvylehslBt",
        "Pandemic carves gaps in long-term field projects https://t.co/4wZet2YhBU",
        "A “pseudo-legal” authorization to continue practicing gold mining in the Guiana Shield region of Venezuela. Note th… https://t.co/eBpoKPTdeB",
        "@pedraza_erika Hay muchos huecos en casi todo el país. Si eventualmente llegas a un par de años más de datos y con… https://t.co/mhK5oeAcXK",
        "@pedraza_erika Excelente, pásamelo cuando lo tengas please.",
        "At least 1000 views of our short note. Let´s hope this helps bringing attention to this critical issue. Thanks to a… https://t.co/dq76nP9fQk",
        "Al menos 1000 vistas a nuestro post. Espero que eso tenga algún efecto positivo. Gracias a los que han leído y comp… https://t.co/UvfDT1PVQo",
        "First full day (out of 4) of #FVSTraining in quaratine:\n- 3yo screaming in the back ✅\n- 8yo asking for help with ma… https://t.co/8CAb7izCbE",
        "@nelsonbocaranda @estacioncaparo @proyectoateles @Lizduquesa Teniendo las notas disponibles de @EfectoCocuyo y… https://t.co/q1q5Gn5ar6",
        "@nelsonbocaranda @estacioncaparo El proyecto @proyectoateles de la bióloga Diana Duque @Lizduquesa tiene varios año… https://t.co/xn78YFjZVm",
        "@nelsonbocaranda @estacioncaparo Con un breve chequeo previo, se puede detectar fácilmente que no hay ninguna verac… https://t.co/So5kMTikc3",
        "@nelsonbocaranda @estacioncaparo Esas 7 mil ha aún están en pie gracias fundamentalmente a la existencia de este co… https://t.co/HZ6V4jqUuM",
        "@nelsonbocaranda Es una vergüenza que con el alcance que tiene este perfil se publique esta nota. La ULA tiene más… https://t.co/5z5C2ahH9g",
        "@BarbaraBomfim18 Gracias a ti por leer. Veo que estás en Berkeley?. Yo trabajo ahí desde enero ahí también, pero ah… https://t.co/mJnjeBYQXp",
        "Es difícil saber qué va a ocurrir con iniciativas como esta y la incertidumbre es general pero, tal y como ocurre c… https://t.co/1TcngYls5a",
        "Considerando el marco internacional de colaboración que tenemos en la red RAINFOR, debería ser considerado un orgul… https://t.co/QaIaLWTbdj",
        "Desde falta de financiamiento, personal, hasta la deforestación en zonas como Caparo donde la ULA ha mantenido por… https://t.co/VLOzhvYPBQ",
        "PERO mantener estos sitios, no sólo es complejo, sino cada vez más difícil dada la situación del país y el enorme d… https://t.co/zjOn4awUBq",
        "Si hay algo que ha demostrado todo este esfuerzo es el enorme potencial de investigación que existe en Venezuela pa… https://t.co/Z8joJ86tJr",
        "Otro resultado, en sintonía con los resultados a escala regional, ha sido el aumento sostenido en la mortalidad de… https://t.co/sz5TLRExSU",
        "Entre las conclusiones se destaca la importancia que tiene la duración de la época seca para el funcionamiento de m… https://t.co/EQwA18Idbt",
        "Desde 2013 nos propusimos analizar todos los datos disponibles para Venezuela y sintetizar los resultados  enfocánd… https://t.co/8BkWHKgkRA",
        "En 2018, un importante estudio reveló que la velocidad del cambio climático parece estar provocando una modificació… https://t.co/2boXi13KT8",
        "En años recientes, datos de estos sitios sirvieron para obtener una visión regional sobre la capacidad de almacenam… https://t.co/qpFTs8to1E",
        "Gracias a esta red y también al trabajo del proyecto ATDN (Amazon Tree Diversity Network) que también incluye a otr… https://t.co/8uczDgJpLK",
        "En el año 2002, bajo la coordinación de investigadores de la Universidad de Leeds en Inglaterra, el proyecto RAINFO… https://t.co/Rg5v9nLtFK",
        "Más recientemente, investigadores de la UNEG  establecieron también sitios en la región de Guayana dentro del P.N N… https://t.co/9ciEtGON0V",
        "Asimismo, entre 1993 y 1996, el recién creado INDEFOR en la ULA estableció un convenio de cooperación con la Univer… https://t.co/IKhhhoFu93",
        "Lo que conocemos hoy sobre este tipo de ambientes tropicales proviene en gran medida del trabajo de grandes investi… https://t.co/qoQPpHKax9",
        "...y posteriormente extendiéndose hacia el Centro, Oriente del país en el escudo de Guayana y la Amazonia. Paralela… https://t.co/hVRCzlfr1N",
        "...junto con técnicos forestales y estudiantes, comenzó un esfuerzo pocas veces visto en los trópicos por estudiar… https://t.co/eoMgIJh3LS",
        "A inicios de la década de los 1950s, bajo el liderazgo de los ingenieros forestales suizos Jean Pierre Veillon (191… https://t.co/xZb89F2FYv",
        "Ahora, un LARGO hilo🧶en español a propósito de nuestra reciente nota sobre la situación de la investigación foresta… https://t.co/4a7q2YWu53",
        "@wildip Gracias por compartir",
        "@EgleeLZent Gracias por compartir!",
        "@harangu Gracias por compartir la nota 👍🏻",
        "@DisturbedDendro Thanks Jodi!",
        "@Rivasecologyecu @monteagudomendo @ForestPlots Gracias Gonzalo, yo espero que pronto al menos podamos remedir las p… https://t.co/3OblquIrX7",
        "*** Pronto un hilo similar en español 🇻🇪 ***",
        "Political and socio-economic conditions, along with a humanitarian crisis have also made harder to continue with th… https://t.co/VrI924yRiy",
        "Deforestation and degradation are forces of ecological disruption that are threatening the stability of some of the… https://t.co/TMIjVntsw0",
        "Some areas have been monitored over a period of 40-50 years in the Andes, Western Plains and the Guiana Shield. Thi… https://t.co/ybrWCRmYXh",
        "Numerous studies have been coming out since then showing how tropical forests of South America function, and how th… https://t.co/6JOdBynDxL",
        "Over the years, the data collected served as a source of important information to track the dynamics of numerous tr… https://t.co/mnJqEK6Qfd",
        "More recently, and in the Guiana Shield region, colleagues from Universidad de Guayana (UNEG) also started a projec… https://t.co/yI46iaGEvk",
        "Later in the 1970s, scientists from the Instituto Venezolano de Investigaciones Científicas (IVIC) along with other… https://t.co/roz6f3kEHy",
        "Since the 1950s, a swiss forester by the name Jean Pierre Veillon (right in the pic - 1914-2002) started a tremendo… https://t.co/lTzjFS6BJa",
        "A non-covid19 issue but still connected about the ongoing situation of forest research in Venezuela. For many years… https://t.co/exlZLXOtQw",
        "Mature forest shows little increase in carbon uptake in a CO2-enriched atmosphere https://t.co/wLe6SKUX4K",
        "\"...although the eCO2 treatment of +150 parts per million (+38 per cent) above ambient levels induced a 12% increas… https://t.co/QXYgXP5lYW",
        "https://t.co/1bjx4wGDtx",
        "Why Old-Growth Trees Are Crucial to Fighting Climate Change https://t.co/iaN8qBt589 vía @wired",
        "Should I keep digging in a particular topic or should I aim for the big picture? || Uno de mis debates diarios: ¿de… https://t.co/pIIl4XmVel",
        "Great to see this new #RAINFOR collaborative study out: \"Competition influences tree growth, but not mortality, acr… https://t.co/42VFJhqkB3",
        "@capelaez Pues aquí, irónicamente, Trump subió en las encuestas a pesar del pobre desempeño de la crisis y no lo entiendo.",
        "@jeanfreddy https://t.co/VAEm0S0oJv",
        "@anuragasclepias https://t.co/LSKMLvBdQ7",
        "Feedback between drought and deforestation in the Amazon https://t.co/kRphYDBUir vía @IOPscience",
        "@BobMuscarella @PlantEcoEvo_UU Good one!",
        "Quantitative and qualitative approaches to assess tree vigor and stand health in dry pine forests https://t.co/oQEhNftHgA",
        "Ok. School for our 8yo will remain officially closed until the end of the year (June) and seems daycare for our 3yo… https://t.co/awEaa6mkJC",
        "Peat lands and mangroves especially but many type of forests need to be protected to avoid carbon emissions: Schmid… https://t.co/YMdK9owklq",
        "One more for the big #quarantinereadinglist: Bittencourt et al \"Amazonia trees have limited capacity to acclimate p… https://t.co/gATMCYlvsy",
        "@jeanfreddy Si claro y eso está bien (creo). Igual me parece importante que se diga esto desde China y en Science",
        "@pedraza_erika @capelaez https://t.co/Eea4Ar6h2O",
        "@jeanfreddy Un médico chino al frente del tema le dice a Science que es un error no usar máscaras… https://t.co/RBNdhMHTim",
        "@pedraza_erika @capelaez https://t.co/8oGSEUbELw",
        "@pedraza_erika @capelaez Es trabajo de los epidemiologos ver todas esas cosas. Todo esto del clima caliente = menos… https://t.co/YtyLksE1Xk",
        "@pedraza_erika @capelaez Aunque personalmente me inclino por esta idea: modelar el comportamiento del virus en la f… https://t.co/X3pAnJFU85",
        "@pedraza_erika @capelaez Hay muchos tratando de encontrar una potencial relación entre el clima y el virus. Si bien… https://t.co/Psa5NT8NZm",
        "@manuelujan Si, igual se agotan las opciones y con las escuelas cerradas al menos hasta mayo las cosas se empiezan… https://t.co/wEr3bAPJu4",
        "@manuelujan Necesitamos un experto botánico, cuando esto acabe te mando muestras para id 🌱",
        "Un poco difícil de entender para dos de los autores pero quisimos ver si había una relación entre el diámetro y la… https://t.co/DpD0ZFPkz4",
        "Ahora sabemos cuál especie/árbol fue el más alto || Now we know which species and tree were the tallest of all 10 https://t.co/pctuopLZ8d",
        "@nanimuelbert Barely but good enough for now. I can explore using ladders for large trees later 😉",
        "Resultados de nuestro primer inventario en progreso || Results in progress https://t.co/A7qoij3ymq",
        "Preparando las láminas para la escuela || because this project deserves a formal presentation we also practiced wit… https://t.co/waU5t5SZN3",
        "Se introducen los datos por primera vez en una hoja de cálculo || Practicing data entry in google sheets for the fi… https://t.co/ipm2Gx5u5g",
        "Nuestra ayudante de campo se entretuvo entre galletas, piedras y tierra || Our field assistant was busy with cookie… https://t.co/hUbAt2WMKV",
        "Identificamos 10 árboles con la app Seek. Usamos la app Arboreal para medir altura y una cinta para el diámetro https://t.co/sDYfSOjWIu",
        "Dos posdocs, meetings y niños = viernes en el parque para que @XBarrosAlvarez pueda tener su meeting. Proyecto de c… https://t.co/7k0EqlOYAb",
        "Scientists plant ‘sentinel trees’ to warn of devastating pests https://t.co/41EuBxMt4K",
        "@bjenquist Safe travel!",
        "@ManuSaunders I guess it can be tricky to go that way but we didn't want to keep that thought to ourselves anyway.… https://t.co/jFPFp5kAmy",
        "@ManuSaunders \"...the former does not seem a reasonable criteria for rejecting a paper (i.e., that is only work whi… https://t.co/8e5dDieJYb",
        "@ManuSaunders We had a similar comment about the 'lack of novelty' despite the reviewer liked our paper. This was o… https://t.co/0HeAIPCRAb",
        "😢 Asterix creator Albert Uderzo dies at 92 | Asterix | The Guardian https://t.co/OOGXWoK8T7",
        "I am now in California but I stand with Seattle and it’s people, hoping for a fast recovery and for a bright future… https://t.co/zSfZiZHIMk",
        "Weird that this great photo of such a great place was taken during these challenging times. Missing Seattle, it’s p… https://t.co/vaGpIACAHt",
        "Nice summary of the different #COVID19 management scenarios. Once thing seems clear: no one-size-fits-all solution 😐 https://t.co/XZTzFeXSKT",
        "Natural forest regeneration: A good choice for biodiversity https://t.co/mwhsTz9qwp vía @cifor",
        "I am not -directly- affected but I'm thinking of @ForestPlots and perhaps @kjfeeley @bjenquist @Brian_J_Harvey? May… https://t.co/0JywJTrTBY",
        "@W_FarfanRios @bjenquist Que sigan bien y seguros William, cuídense y suerte!",
        "@Belen_Fadrique Felicidades Belén!  Aunque sea en cuarentena a celebrar! 🥳",
        "@ValenGrillo Voy a armar algo así 🤨",
        "Con uno de 8 años y otra de casi 3 en casa esto no está muy lejos de la realidad estos días 🤪 https://t.co/3dg4mIn6iW",
        "Malaria in Southern Venezuela: The Hottest Hotspot in Latin America https://t.co/loW66mKpvA",
        "@ValenGrillo No se puede ir al @uwcherryblossom?",
        "@bjenquist Best of luck, hoping everything goes well for all.",
        "@markus_eichhorn Life during wartime - Talking heads https://t.co/IfGVhZCEb7",
        "We became members of @MontereyAq for several reasons! Great this is available these crazy days! || Nos hicimos miem… https://t.co/oZ8opqxem7",
        "@marxhannah Congrats!!🎉",
        "Preparándonos para (al menos) dos semanas de escuela en casa ||Preparing for (at least) two weeks of home schooling… https://t.co/KzWUTyTwtD",
        "Señal de estar abrumado por tanta info en estos tiempos del #COVID19: asustarse porque tu laptop empiece a buscar v… https://t.co/rEjNGZiSww",
        "Brave words in this editorial about the value of science in these crazy #COVID19 days: \nDo us a favor https://t.co/r3jwYbh1h8",
        "@monteagudomendo Excelente Abel...saludos!",
        "@TrevorCaughlin We just had to cancel a 1-day workshop scheduled for tomorrow after several weeks of organization a… https://t.co/u8JRUjukyI",
        "We are disappointed to announce that due to the current public health concerns behind #COVID2019, tomorrow's worksh… https://t.co/PyvzF1PkCp",
        "@ValenGrillo Se hace más fácil con la práctica. Eso es seguro...suerte!",
        "@jeanfreddy Feliz día pana! 🤟",
        "@ValenGrillo \"Less is more\" fue el consejo infinitamente repetido de mi tutor. Es sólo recién cerca del final que l… https://t.co/leDfzPsyBG",
        "@ValenGrillo Just keep swimming #dorythoughts",
        "@CT_Bergstrom This gif version of the graph might be useful https://t.co/DpR7s0Qxw4",
        "Critical role and collapse of tropical mega-trees: A key global resour... https://t.co/P3zV1FI9Y7",
        "@TrevorABranch Email sent, I hope it helps! Cheers!",
        "@TrevorABranch Definitely! Will reply shortly ✌🏻",
        "@TrevorABranch I liked how gganimate helped us show the sequence of measurements of a 1-ha forest plot in the PNW. https://t.co/TaBd1lato6",
        "Tropical carbon sinks are saturating at different times on different continents https://t.co/uc01Np7pZm",
        "Join us next week! #deadtrees #California #Forests and more in our 2020 workshop on March 10th. See a publication b… https://t.co/3OM6vl26CW",
        "@capelaez https://t.co/i0ySpSyu7D",
        "@capelaez Seguro. En todo caso, si a alguien se le ocurriera decir algo así el contra argumento sería algo como \"si… https://t.co/tTvOl4gg6J",
        "@capelaez Bueno, comunicar al \"público\" no informado estas cosas no es fácil. El asunto está en resaltar que los bo… https://t.co/7zSckC0mXC",
        "The Congo rainforest is losing ability to absorb carbon dioxide. That’s bad for climate change. https://t.co/ICVnsB22rN",
        "@SimonLLewis Besides looking forward to reading the paper of course, I liked this note with the emphasis made on th… https://t.co/MrvYH1JFSY",
        "Ok, this is official! This finally came into the mail today #PhDone || Finalmente llegó y ya es oficial… https://t.co/q6ANPSKNWi",
        "We are a week away and looking forward to the meeting. Speaker's line up is ready! For an interesting in-depth disc… https://t.co/qXbaE7rBvS",
        "We have a list of speakers ready to go! Interesting talks and free food. You can register for free here:… https://t.co/hkEuWVbGH2",
        "@bjenquist @BE_bilingue They all are included in the @ForestPlots database. Given the well-known crisis in Venezuel… https://t.co/VldOxhtjLz",
        "@bjenquist @BE_bilingue Delaney et al 1997 https://t.co/CsJmo2nWf0\nHerrera et al 1978, Interciencia 3, 223–231 (197… https://t.co/tP2YeqHOMQ",
        "@bjenquist @BE_bilingue With regard to the Rio Negro lowland plots, several studies from the #RAINFOR network have… https://t.co/OMEY3FtLNt",
        "When will the Amazon hit a tipping point? https://t.co/Gt1lFjvI7B",
        "@BE_bilingue Looking forward to reading the paper! Although smaller (0.25 - 1 ha) there are several dynamic plots i… https://t.co/UwLkycamEk",
        "Barriers and enablers for prescribed burns for wildfire management in California - by Miller et al (2020) 👇🏻 https://t.co/2riCcdgyNJ",
        "Join us for the 2020 workshop of the California Tree Mortality Data Collection Network on March 10th. We are workin… https://t.co/sadf6pJNJO",
        "@Lizduquesa Lamento lo que te ha pasado en los últimos días y espero que se resuelva sin mayores inconvenientes. Es… https://t.co/UzgUZLFOd9",
        "As Warm Winters Mess With Nut Trees' Sex Lives, Farmers Help Them 'Netflix And Chill' https://t.co/HxoEu3wdeJ",
        "@atkinsjeff Really cool video!",
        "I try not to think about these metrics of publications but I understand they are part of the job. Considering this… https://t.co/iQbBDN7RC9",
        "Trato de no pensar en las métricas sobre publicaciones pero es parte del trabajo académico. Considerando que se tra… https://t.co/OGYiWM6OHJ",
        "Planting Trees Won’t Save the World https://t.co/TmgN420UgA",
        "Deforested parts of Amazon 'emitting more CO2 than they absorb' https://t.co/kq6HsgVg73",
        "@BE_bilingue Recently we used the FieldMap combo of software-hardware to stem-map 1 ha plots in the PNW. It comes w… https://t.co/oJpCjNcs9C",
        "Tropical Trees as Time Capsules of Anthropogenic Activity https://t.co/N5tWFv4WbD",
        "https://t.co/LedXYldgHp",
        "@drejercicio @ricpaez10 El que me apodo “zurdo” porque no podía decir Vilanova y el que me ayudó a entender que lo… https://t.co/8hKDN515ch",
        "@Belen_Fadrique @ForestPlots Felicitaciones! 👏🏻",
        "https://t.co/3mXnecEed7: JOURNAL ARTICLE https://t.co/3HXY2QUE7u",
        "Interpreting forest diversity-productivity relationships: volume values, disturbance histories and alternative infe… https://t.co/g4YlG4ekhb",
        "A problem of large-scale reforestation/afforestation projects that just target numbers || Uno de los problemas de p… https://t.co/O9J1xjAchM",
        "and one more in Caparo ☝️ https://t.co/nchx6wnlEX",
        "...and now in Río Grande, Guiana Shield... https://t.co/tpXDNWwMX8",
        "....our friend Victor in Caparo... https://t.co/t2wEpxmtAY",
        "These trees might not big that big but sometimes carrying a ladder in a plot is not easy so we do our best ||  Esto… https://t.co/9L6Q8wkzD3",
        "We have had our own share of big trees and buttresses in Venezuelan plots to deal with but this is another level...… https://t.co/MJydjhM76N",
        "Low growth resilience to drought is related to future mortality risk in trees | Nature Communications https://t.co/8p0OpV8oZt",
        "@TrevorABranch The first one was part of this paper https://t.co/4gQHjdxyes and a modified version of the other one… https://t.co/L9tUKVkDsL",
        "@capelaez Al principio no había mayor diferencia, aunque con contadas excepciones no llegaron a ocupar más que un p… https://t.co/Zn4oZQRagv",
        "@capelaez Geografía junto con Ciencias, especialmente Biología y Forestal siguiendo cerca, siempre fueron los núcle… https://t.co/71HJJw0g7g",
        "The role of forest conversion, degradation, and disturbance in the carbon dynamics of Amazon indigenous territories… https://t.co/g6SMLGpJKo",
        "@jeanfreddy Stranger things, Peaky Blinders, Sex Education,The End of the F**World, The Kominsky Method, When they… https://t.co/OLhuht58Ru",
        "@BrunaLab Delicious. I can’t remember how many mango trees I climbed in Venezuela when I was a kid...lots of memori… https://t.co/CjuyI2GE9L",
        "Bigleaf Maple Syrup Flows As Profits Drip From Once-Maligned Northwest Tree  https://t.co/2EI4V0xsZP"
    ]
}