{
    "screen name": "BakerRetailCtr",
    "no. of tweets": 190,
    "tweets": [
        "What is hands-free apparel shopping? Need to retrain store associates on 'low-touch' customer service to ease conce… https://t.co/weDYfofWsn",
        "What's your new open office look like? Need to prioritize employee safety without compromising productivity.… https://t.co/a7FOxOmrJy",
        "Tom Robertson of @Wharton’s Baker Retailing Center in today’s @WWD. They’ll need to “surprise and delight” to keep… https://t.co/4TAsc6t3MW",
        "Innovators can reinvent retail magic but, it has to include a differentiated #CustomerExperience like the Wanamaker… https://t.co/23nI3zGrqb",
        "Retrofitting stores to fit the new customer experience won't be enough. Store design - both physically and virtuall… https://t.co/hDKHl0wWNO",
        "Keeping us connected! #PennProud @upennlib https://t.co/wv8ltXShxx",
        "Flattening the curve ultimately comes down to PEOPLE being hypersensitive to how, when, and where they spend time.… https://t.co/kBOHP19KUw",
        "How happy is your community?\n\nThe language of twitter is a strong predictor of social well-being. @LyleUngar can me… https://t.co/rvQ4KBS4Y7",
        "Innovative retail players are the ones who will succeed during turbulent times @Penn @wharton’s #ThomasRobertson an… https://t.co/TKxWjT09R6",
        "@nmeyersohn @maggieNYT Inconsistent guidelines will make it challenging.",
        "How will the fan experience unfold? Will concession wait times be even longer? Great interview @ScottWapnerCNBC… https://t.co/coeko0qNTq",
        "@profgalloway Fear = paralysis = not a good recipe for crisis management.",
        "@richmeyer @barbarakahn stores share best practices but since consumer behavior shifts daily, retailers need to react dynamically. \n@NRFnews",
        "Heavy-lift: only 34% of consumers say they'd feel comfortable going to a store. Best practices are shared but consu… https://t.co/PpJwlKQFH2",
        "Exciting! @aliceandolivia's founder #StaceyBendet @penn grad C99 @wharton's Baker Center board member launched… https://t.co/9hqdUYrS4R",
        "Hello #TreeDashers. Don't miss @allbirds #Dasher5K coming soon May 7th to 13th. @penn @wharton grad @jzwill WG10 an… https://t.co/1QQJy1DicY",
        "Two @Penn @wharton MBAs WG20 @Ellen_Halle and Susanna Hamilton on @WhartonSocial about launching Philly's… https://t.co/AT4HPiESXr",
        "As states begin to open, only 34% of U.S. consumers say they'd feel safe going to a store right now. https://t.co/xm1Hw9P3Z0",
        ".@BRRooster: #COVID19 will transform how we behave:\n1. Look, don’t touch\n2. Protect your space\n3. Shop local\n4. Spe… https://t.co/5mZIO7mDbt",
        "We need at least 500,000 tests per day to get us back to work. @cvspharmacy will help get us there with the opening… https://t.co/RDYrmy2v8g",
        "By Monday, May 4th, @SimonPropertyGp will have opened 49 malls in 10 states. The evolution of phased reopenings and… https://t.co/na8brlOjXZ",
        "Color-coded seating charts may be the norm post #COVID19. Korea's @CDCgov created this one for a call center on the… https://t.co/kpu8hhn3i4",
        "#COVID19 might give the #VirtualReality industry a jump start. @PalmerLuckey predicted it would change the world si… https://t.co/RRWRg6Da2y",
        "#QuietLuxury. @modaoperandi identifies a shift from buying fast-fashion to buying fewer high-quality, investment pi… https://t.co/ulF0YRjDc4",
        "#COVID19 and a new #CustomerExperience. @BestBuy shoppers will schedule in-store appointments with dedicated sales… https://t.co/sGsKjPJnew",
        "CFOs are slashing marketing $'s. Nearly 77% of CMOs expect cuts through Q1 of 2021, making it difficult to stay in… https://t.co/sz7Qqw2VdK",
        ".@Penn 1st @zoom_us hackathon!\n\n@PennPORES hosted 20 students as they tackled real-time #COVID19 datasets from… https://t.co/I2ByMUEFJU",
        "CEO #JeffGennette @macys says it will survive. On May 5th, 68 of 775 stores will re-open in TX, GA, SC, TN, OK., mo… https://t.co/bW8jTB4DLT",
        "On May 4th, @Costco returns to regular store hours across the U.S. They'll require #FaceMasks along with 7 other st… https://t.co/G4gLLWou1P",
        "👏👏👏 https://t.co/D5sQLKqfVn",
        "Thank you @kroger for sharing knowledge #BlueprintForBusiness https://t.co/wbsSBBqkRA",
        ".@Rothy's making masks! The goal = providing 1 million #PPE in 3 months.\n\nThe company launched the… https://t.co/zAq03A6K54",
        "No flying under the radar. WG02 @sundarpichai, CEO of @Google and #Alphabet on the transformative future of tech &amp;… https://t.co/busUsle6K0",
        "Today, May 1st, is a big day, as @nexoutlets mall opens. Will customers come asks @GMA?  https://t.co/gXagjdNwZj… https://t.co/ICubwB1SEy",
        "Urban density. Big challenges. @PennIUR and researchers weigh in on #COVID19 impact and how cities can be more resi… https://t.co/HbI0etxuBU",
        "@apple and @alphabet @google have announced limited release of #COVID19 APIs for #ContactTracing. Tech enables solu… https://t.co/LGdtUI6fdB",
        "@apple and @alphabet @google have announced limited release of #COVID19 APIs for #ContactTracing. Tech enables solu… https://t.co/v1iURQBcjl",
        "A fantastic display of caring from the heavens. THANK YOU #frontline workers @PennovationWork @pennathletics… https://t.co/wGgYZAt88y",
        "Georgia, South Carolina, and Texas are beginning to lift store closure mandates. Idaho, Iowa, and Vermont have all… https://t.co/w9HB4qFnRZ",
        "Gradual and guarded. People may be getting a haircut right away but, the wake-up call is revisiting want v. need th… https://t.co/sijDjpm6nB",
        "Fantastic! https://t.co/njFqxBzSBE",
        "Rally towels and bobbleheads are a big thing in sports. Mask covers may be headed that way too. @wharton marketing… https://t.co/Fnc0pPLSnD",
        "Join @thredUp's virtual panel 4/30 at 3pm PDT/6PM EDT. Experts talk about thrifty habits for now and maybe the futu… https://t.co/E6o0FkZmeM",
        "Teaching today is more sage on the stage but @UofPenn @wharton @emollick and @SarahEToms are transforming education… https://t.co/js4R1IZw7d",
        "We at the Baker Retailing Center have been talking a lot about V, U, W, and L economic curves too. We don't think i… https://t.co/spggSRRrJk",
        "Some 5,200 NYC construction sites back up. Tough to social distance. Fundamental changes: thermal temp scans, sanit… https://t.co/FpF7BVEEZK",
        "PostPan across generations. Small appliances? Switching up retirement travel? New consumable indulgences rising to… https://t.co/6NSIVvsooL",
        "Preeminent @Penn pushing boundaries. Check out the #CoronavirusOutbreakSymposium  https://t.co/D5HTlmrXWX https://t.co/EHBD6wRY8m",
        "Awesome Philadelphia #BlueAngelsFlyover tribute to #FirstResponders #HealthcareWorkers support and solidarity. https://t.co/QljAsZajto",
        "No visits to aestheticians or stylists. Drive online sales, no returning to normal, learn and get creative on how t… https://t.co/j7bYZOvVta",
        "What's the appropriate response for a retailer that has to contend with customers who won't wear masks in store? He… https://t.co/9wXtvLbyId",
        "Small designer fashion brands need help. Thank you @toryburch for fighting for aid for US fashion https://t.co/6wG9JSzGPX",
        "Many grocers won't bag your groceries in your re-useable tote bags. Some people say this is the end of the sustaina… https://t.co/Ts52doqlig",
        "Proud to be Penn. Always a leader in medical research. @Penn @PennMedicine #LeaderInMedResearch https://t.co/3G5yCv88xG",
        ".@AmyErrett CEO, founder @madisonreedllb biz increased 10X but the more important thing is making women feel better… https://t.co/EcAzhQMuXp",
        "Mike George, @QurateRetailGrp president and CEO, @NRFnews interview. Providing amazing $10 million to those impacte… https://t.co/D72VnoERHX",
        ".@Walmart has been a leader in response to COVID-19 another example of #WalmartHereForYou. Marc Lore @marcericlore… https://t.co/1Cyv5zA1Nl",
        "Congratulations customer-based corporate valuation famed duo @wharton @faderp @EmoryUniversity @d_mccar on their re… https://t.co/Ygqm3RpOpL",
        "New best friend @MinibarDelivery. Maybe you won't be going back to the gym or nail salon. https://t.co/8mQzb5ul7p",
        "How APP'd up is your life? https://t.co/MemfzSKiQ3",
        ".@kroger leadership means sharing. Don't miss. Read this https://t.co/ZStB8ISpo4 guide for #Blueprint best practice… https://t.co/UGE47sLKOF",
        "Uber Eats, Uber Freight, Uber Business, Uber Elevate, Uber Health. NOW: Uber Connect and Uber Direct - a new delive… https://t.co/ZirzPEfRLs",
        "Picture frames protect memories AND frontline workers. #SusanTynan, founder, CEO @Framebridge, has repurposed its p… https://t.co/dCsE6JqsNH",
        "Where have you seen \"57\"? Maybe the Heinz 57 ketchup label? Today it takes on new meaning: Read 57 Positive News St… https://t.co/jDMJCv7tNA",
        "From Ohio's Department of Health @OHdeptofhealth, a different way to express social distancing. https://t.co/CW1QUyUNhJ via @YouTube",
        "Edwin Keh, CEO, Hong Kong Research Institute of Textiles and Apparel Ltd., Baker Retailing Center board member, lec… https://t.co/lvGVYkQFIC",
        "WFH. Gregg Renfrew, Founder and CEO of Beautycounter, and Baker Retailing Center West Coast board member, shares he… https://t.co/qVOx3qZIMt",
        "Dean of the @Wharton School, @garrett_geoff, featured in Morning Brew's podcast, Business Casual. The conversation… https://t.co/fHoOH9vaAB",
        "The 6 Grim Realities Facing Today's Retail Stores. @wharton prof of marketing @barbarakahn puts it all on the line. https://t.co/KV2Hni8rsQ",
        "Thought-leader Nate Checketts @natechecketts Co-Founder, CEO, @rhone  Apparel and Baker Retailing Center board memb… https://t.co/xGkN3SGdNI",
        "Time has changed so quickly. @Wharton Dean Garrett opines on how COVID-19 impacts U.S.-China relations. 3 months ag… https://t.co/qtqWhoJspo",
        "Digitally-native footwear brand @Allbirds co-founder and co-ceo Joey Zwillinger @jzwill believes that consumers wil… https://t.co/wPxI3h1mUM",
        "Is there a road to recovery? https://t.co/X4iQgCS9Wn\n#DTCSurvival",
        "Frontline worker safety extends to also include workers at essential retail businesses. #RobertHughes, prof of lega… https://t.co/lJQCDpOwwk",
        "Founder, CEO, @davismsmith of @cotopaxi announces a twist on #Questival. This time it is #QuestivalQuaranteam, a vi… https://t.co/zwbBMRG81k",
        "Listen to @wharton marketing prof @barbarakahn's interview with @WhartonBizDaily on COVID-19s hard hit on retail an… https://t.co/hh2KDuUsOn",
        "Co-founders of @WarbyParker and our own Baker Center board members @davegilboa @NeilBlumenthal were told: absurd, r… https://t.co/C3zceCpkX7",
        "Making Sense of Coronavirus Statistics. @Wharton Prof. Adi Wyner parses what the numbers mean.… https://t.co/s1aaP26fmW",
        "1st time in history: @Vogue Italia's totally white magazine cover. “White is, first and foremost, respect. White is… https://t.co/WhEc3ulLie",
        "COVID-19 has shifted the playbook for influencers. Success will be those who can pull in audiences across multiple… https://t.co/8gjDNnF677",
        "What the impact looks like all the way through @Gap's already struggling supply chain. https://t.co/ti8M80N36w",
        "Retail roundup with the latest information - although the update changes rapidly. https://t.co/HoS3nYKyIo",
        "Retailers: conversations on should we or shouldn't we pay rent. Landlords: not liking the conversation. https://t.co/i9hhBt0TKY",
        "Externalities impact store foot traffic - even which way foot traffic flows within the four walls of the store.… https://t.co/sEyHMCOf4Z",
        "Now, \"up &amp; running\" is being redefined by @eBay. The company is pledging $100 million dollars to start an accelerat… https://t.co/PJwBrP1YEp",
        "Quickly: 3 more days to RSVP for brunch &amp; learn. Topic: how to find corp. profits amid dramatic changes in customer… https://t.co/dRqQYTXyGs",
        "Beauty industry update from @wwd beauty inc https://t.co/hvv6Q0H2u7 https://t.co/JppdLZm7SA",
        "#ChargeursFashionTech &amp; biotech #NobleBiomaterials' strategic collab to swiftly make PPE using @XSTATICPerform tech… https://t.co/oBKYf7uc8v",
        "What many DTCs are thinking (or should be thinking) about. https://t.co/9IZpA9zEVv\n#DTCRetailers #DTCReactToCOVID19",
        "Heroes in grocery used to be sandwiches, but now they are more rewarding than ever. @kroger the HERO BONUS, thankin… https://t.co/dtRGr4HSXu",
        "Now, new retail vernacular: \"pack and hold\" @PVHCorp  https://t.co/X0QEXiXDta\n#ManageRetailInventory",
        "ICYMI: For degree-seeking students, Wharton's Coronavirus Course, masterminded by Professor Mauro Guillen and taugh… https://t.co/Efvfz8m9HE",
        "Tired of lunch &amp; learns? Join 4/8/20 brunch &amp; learn on how to find corp. profits amid dramatic changes in customer… https://t.co/3kYvoj7kTt",
        "Tired of lunch &amp; learns? Join a brunch &amp; learn. Topic: how to find corp. profits amid dramatic changes in customer… https://t.co/HnAJ8ZAWto",
        ".@Penn announced it will provide financial support for University City retailers, including short term rent abateme… https://t.co/iGplMl7yx9",
        "Unemployment Claims Surge 6.6 Million. Weekly claims not reported by sector but retail is a big casualty.  https://t.co/Y3zJg9SKCM",
        "Assistant chief of emergency medicine @KPSCALnews Kaiser Permanente SD, PAUL DOHRENWEND @gungapaul also @Wharton WE… https://t.co/OMFlz1uGzM",
        "Coronavirus Impact: Predicting Life After the Pandemic. Five futurists take out their crystal balls and present the… https://t.co/z4qzLQNk7P",
        "From @WhartonBizDaily SPECIAL REPORT: Wharton on Managing Uncertainty: The #Coronavirus Outbreak\" with leading facu… https://t.co/SSPp8HoX9e",
        "Several major companies and cities across the country are offering aid to small businesses experiencing severe cons… https://t.co/dBOZccjY3D",
        "Faculty members of The @Wharton School weigh in on leading and working through the coronavirus pandemic.… https://t.co/dHbIpFULg3",
        "Jose Garces @chefjosegarces, winner of The Next Iron Chef, with restaurants in Philly, NJ, NYC. Listen on… https://t.co/cP6hFWHB90",
        "Neel Kashkari @wharton mba class of '02 Talks Coronavirus and Economy on 60 Minutes. https://t.co/QYqSrEkAuD",
        "Degree-seeking @UofPenn students are attending a remote learning course on COVID19 developed &amp; taught by @Wharton P… https://t.co/nH6YKw4lyv",
        "Rough sailing ahead for retail real estate, both retailers and landlords, says @RKestenbaum Richard Kestenbaum, Par… https://t.co/c6Jyq7Cnlt",
        "What adding retail value means today @Walgreens @Target @riteaid\n#GetTested #Covid19testing #RetailersMakeADifference #ParkingLotTesting",
        "Retail is as vulnerable as the airline industry and other big businesses: Coronavirus Bailout: What About Stores an… https://t.co/2EJdE82Tzx",
        "Thank you, @ucdphl University City District for supporting University City restaurants during the COVID-19 crisis.… https://t.co/HzSmhaX6Eh",
        "We brought you news about @supreme_stw and @Oreo. Now, more quirky flavored collaborations that appeal to your sens… https://t.co/ZksLk4tEDj",
        "Following the opening of its 100th small-format store last year, @Target is planning to open nearly 36 locations in… https://t.co/16OAMHoLR4",
        "Many are vying to be the next Victoria's Secret. But, what are the consumer and market dynamics behind becoming the… https://t.co/JilJcKvOIH",
        "Carbon neutral, carbon negative, zero carbon - surveys show that consumers are buying sustainably marketed products… https://t.co/DXyzA4i4le",
        "TRASHION, coined by @nytimes is a new frontier word; UPCYCLING is trickling into the fashion vernacular. FIT studen… https://t.co/W95AjpHKgc",
        "Will a millennial think to go to @Abercrombie for wedding attire? https://t.co/Ndl4CHYGfK",
        "Kudos to @Adidas for finding a way to recycle its sneakers. It's been 20 years but, that's better than companies wh… https://t.co/vOt9O5GJRR",
        "Finally, you don't have to think about packing your suitcase. How hotels like @WHotel are helping guests to lighten… https://t.co/CtMIpBDArL",
        "What's boxy, drapes, and fits - not too oversized but also not too shrunken - and is showing up in the celebrity wo… https://t.co/ZYuTv6aUlB",
        "Clothing, in and of itself, has no intrinsic gender. But feminine fashion empowerment, takes on a new level, redefi… https://t.co/L0SuFFpwxX",
        "Those @Tupperware parties haven't been too much fun lately. https://t.co/JWxCaCfmK5",
        "Some @Papyrus_Online stores will stick around with @Paper_Source.  Will the gold sticker hummingbird stick around t… https://t.co/ZyDGJ18Zpx",
        "Remember when Tod's reinvented the driving shoe with the \"Gommino' pebble soles? Now, the Italian designer label is… https://t.co/jOQBdFUiK2",
        "Modern aspiration is not about having money to buy things, but having taste to know what to buy. https://t.co/4auwcLtJ2K",
        ".@metmuseum NYC with @LouisVuitton time travel together, recognizing that time is crucial to fashion. Soon to see a… https://t.co/cIXBk4ufWH",
        "Is consumerism over? 100 billion pieces of clothing are produced every year, but, there are only 8 billion humans -… https://t.co/ybIK49MKq4",
        "Instagram Checkout is adding more brands to its slate. Launched with 26 brands in March 2019. Some new companies ad… https://t.co/4L1Le5AAWy",
        "Kudos to @Adidas for finding a way to recycle its sneakers. It's been 20 years but, that's better than companies wh… https://t.co/ZvnD2AJzOz",
        "Walmart has created a new online membership program dubbed Walmart+ and it will include \"perks that Amazon can't re… https://t.co/aXrPbUCia3",
        "Get some exercise and carryout - it's a bright spot for @Dominos.\nhttps://t.co/oQgU13oU19",
        "Founder @Allbirds @jzwill Joey Zwillinger WG10 and Baker West Coast board member in Georgetown with U.S. Rep. Jared… https://t.co/R7DSyKt87E",
        "A power move. 6 power stores opening soon. @footlocker is re-imaging the retail store format in 2020.\n#powerstores",
        "A wave of brands are jumping onto @TikTok. @Prada @aliceandolivia @dolcegabbana @toryburch @Burberry @Missoni are b… https://t.co/i4ISmxhUIO",
        "What used to be called in-store special events are now called micro-experiences - targeted in-store experiences lik… https://t.co/2og1JCrmQ2",
        "Move over favorite movies and TV shows, YouTube stars and channels are here: next Generation of Merchandise. https://t.co/QFaETXZEEC",
        "OG blogger pivot: Are We in the Golden Age of the 'Influencer Brand'? IRL fashion and beauty lines. https://t.co/Hoy2bJrqk4",
        "For Women's History Month, Rhone is taking the plunge into women’s. Baker West Coast Board member @natechecketts: \"… https://t.co/NlYVSg4ffl",
        "Gen Z's dream mall, Dote, seems to be disappearing. Ghosting dates? Now, apparently, the same for an app retailer. https://t.co/P2AVfn6G4T",
        "A power move. 6 power stores opening soon. @footlocker is re-imaging the retail store format in 2020.\n#powerstores",
        "Move over gals, guys are here. https://t.co/shR0iDzxXx\n#menwearingmakeup",
        "Is beauty recession-proof? During tough times, will people reach for \"make you feel good\" products if price points… https://t.co/tqbxJRLAIH",
        "Why marketers must evolve their outlook on gender or lose out. https://t.co/IuFojw4dIn",
        "Rivals Race to Catch @Nike’s Vaporfly.  https://t.co/rCD1WkVd5z\n#Vaporfly #USOlympicMarathonTrials… https://t.co/litR28eEcd",
        "What 7-Eleven's cashierless ambitions signal about the future of convenience stores. https://t.co/UuMOKAabeY",
        "Convergence of talent @walmart for #omnichannel operational strategy. https://t.co/dFl3Lxd3l9",
        "BIG announcement for #Prima beauty and wellness #cbd today. Congratulations Baker Center board member,… https://t.co/9SJr1tcQOF",
        "Beauty founders have changed the beauty market. A small crack in an open market is an opportunity says @wharton's B… https://t.co/rH7Bn2gwFB",
        "Re-living the awesome IDEATHON 2020 experience. https://t.co/y1RCrq7zVJ",
        "Co-founder @jamesreinhart @ThredUp has processed over 100M items and 19K daily active APP users. Now with retail pa… https://t.co/9GvU5BXgL9",
        "A retailer making #prosocial education an important priority. @Saks educates via windows. https://t.co/Iwqy2akfMK… https://t.co/RRWUwdxsnL",
        "Where should retailers move their cheese? Retailers challenged by where to locate inventory https://t.co/dhdsyPUKRc… https://t.co/kltOH4PvaB",
        "It’s not the destination, it’s the journey. #RaissaGerona, Chief Brand Officer, REVOLVE, talking to @wharton studen… https://t.co/tXP9AiErJP",
        "ICYMI A new way to communicate #nopreservatives @BurgerKing  #noartificialpreservatives #moldyburger #moldywhopper\nhttps://t.co/QkFg0rW3yC",
        "Getting ready to hear @REVOLVE's #RaissaGerona Chief Brand Officer. This afternoon @Penn @Wharton Baker Retailing C… https://t.co/izAtb3CtfD",
        "A fresh, lush look at fashion @Dior and @Louvre will restore #TuileriesGarden, a another way to be kind to the envi… https://t.co/kZ2p2hFeXJ",
        "What we have been saying...there's still a lot to be said about classic advertising. It's not all about influencers… https://t.co/e9PO2mPeF3",
        "Wanna dance? says, Kevin Weschler Wharton MBA https://t.co/AmXHAlNoHV #fuego #streetwear",
        "Sugar rush. @supreme_stw  teams up with @Oreo. https://t.co/TKZHdr1wbX\n#supremestreetwear #oreos #supremelystuffed",
        "Baker board member @beautycounter CEO @GreggRenfrew sets a new standard for clean beauty. #BlueprintforClean includ… https://t.co/pAV1qi2ofL",
        "A lifeline? Private equity firm takes over Victoria’s Secret as CEO Leslie Wexner steps down https://t.co/86Uad0oiEL",
        "Here @Wharton Grad Retail Conference, Thriving in a New Landscape. @ronoffir  #WhartonMBA96 MD at @DeloitteDigital… https://t.co/IE9i0Nk8Y1",
        "How can you help? @fashionrfuture creating a community that pledges to change the way we consume fashion to help st… https://t.co/EY5WYU3fvO",
        "There's a new #DTC playbook with topics like: digital-first isn't the only way, think beyond millennials, don't rel… https://t.co/6L9xymTALx",
        "The @warbyparker emergence: how the IT DTC startup did it. Read about them in  #BillionDollarBrandClub https://t.co/djvRtq2P8a",
        "Why are #OGBloggers spinning into IRL fashion and beauty lines? \"Marketing is 1 of the top 2 reasons influencers co… https://t.co/BU15I3OVg7",
        "Whatever the channel, it all comes back to fundamentals: the importance of brand building and differentiating a bra… https://t.co/ce9VnhNOH9",
        "Selling more and more means the industry needs to think faster and faster. https://t.co/s7EKZXmVvL… https://t.co/GVm0QJCiYj",
        "A new push for sustainability. Can the road be repaved? https://t.co/q4S3KKMLAJ",
        "Baker West Coast Board member, @GUESS CEO, #CarlosAlberini feels a large responsibility to change the company’s pra… https://t.co/lU3KwhWDPD",
        "what does MILLENNIAL MONEY buy you? @wharton @j1berger \"It feels good to be treated differently.\" https://t.co/NtZ3aI4hbP",
        "Floral finish from @LondonFashionWk https://t.co/rDrjMY37i1\n #lfw  #LondonFashionWeek https://t.co/cM8BoPfNfK",
        "Sustainability talk with Richard Malone, winner of the 2020 Woolmark prize on undoing the damage caused by the fash… https://t.co/vfJTilOhQn",
        "What's behind the $1 blue @IKEA bag? Worn-out @Gucci sneakers? How about Rome's Via Sannio flea market? https://t.co/0BFKFPFta3",
        "Buying time has taken on new meaning @IKEA. Does time have more currency in Dubai than elsewhere? https://t.co/KqepTWDNSW",
        "Is the decline in national chain stores in NYC a regional problem? How chain stores are rightsizing NYC retail.… https://t.co/I3MVfoTtGA",
        "Taking the leap @drinkdirtylemon jumps into the mainstream: now available @Walmart, which gives the big-box retaile… https://t.co/4YtvCo5NpK",
        "DTC furniture founders @sgkuhl25 @kabeer_chopra of @Burrow open NYC Soho flagship tomorrow. The brand has establish… https://t.co/5XSuehb6Zu",
        "Ingestibles have been in the beauty vocabulary for some time but, is it about time for them to be the main topic of… https://t.co/KlWxqmI5pa",
        "Can Macy's Save Itself? @wharton's Santiago Gallino \"at some point there is a need for a new way to think about the… https://t.co/Ox31rV5zBD",
        "Just in time for fashion week, Baker board member company @RebeccaMinkoff launching its first children's collection https://t.co/IIlLGHxnr5",
        "Say \"I do\" Resale and retail can co-exist within @Nordstrom https://t.co/j64IosW9ca",
        "Small store formats come in different shapes and sizes: what's the story behind Story?  https://t.co/HpmbTwLjhA",
        "Day is here! Getting ready to hear Baker’s Lunch and Learn guest speaker ⁦@RKestenbaum⁩ ⁦@TriangleCapital⁩ with ⁦… https://t.co/MvThpM3UgS",
        "And the beat goes on...U.S. retailers are over-stored. More than 9,000 retail stores closed doors in 2019 and the t… https://t.co/5riCFPCv4f",
        "Congrats ⁦@faderp⁩! Winner of ⁦@Wharton⁩ Iron Prof award. Ok - this was his previous winning Iron Prof pic. This ye… https://t.co/21PM3JGoDD",
        "Watch big. Then return post-Super Bowl. https://t.co/ZmRyeYE3wE\n#SuperBowl2020 #bigtv",
        "Ouch. Getting shaving nicks hurt https://t.co/aUVIoII4e4",
        "More than 1-in-3 American labor force participants are millennials - why it's important to pay even more attention… https://t.co/VwA9r1GzJS",
        "While many major retailers are struggling and closing stores, off-price brands are actually opening stores as more… https://t.co/swdqA6xfyv",
        "More shoppers in stores because of leveraging technology, stores, and associates. Two winners @walmart @target… https://t.co/3OFEnzIhAv",
        "Baker Retailing Center @wharton hosted first-ever Ideathon, a hackathon-style event 1/24 to 1/25 at 24/7. Thank you… https://t.co/RQl72vZmK3",
        "Looking good for #SuperBowlSunday @PerryEllis dresses up a great bunch of volunteers with a custom apparel kit… https://t.co/3VWH6ybW9A"
    ]
}