{
    "screen name": "valmirtech",
    "no. of tweets": 153,
    "tweets": [
        "Até que enfim alguém da ala da saúde dando nome aos bois. Esse governo é um projeto de eugenia explícit. Só passou/… https://t.co/MD1EpoH9GQ",
        "Eleve sua vibração e não caia em lero lero.",
        "@EdvaldoBorges17 @carvalho_halan @chewbaccadafiel @alencastro_f @Galo_Barreiro @tjovemsfc Com ctza! A  @tjovemsfc t… https://t.co/ic9lRgNKLX",
        "@EdvaldoBorges17 @carvalho_halan @chewbaccadafiel @alencastro_f @Galo_Barreiro É...mesmo sendo Santista até o osso,… https://t.co/2V6dPMFlbf",
        "- Craveirinha | poesia de combate Africana.",
        "Ah! e meu corpo flexível como o relâmpago fatal da flecha de caça/meus ombros lisos de negro da Guiné/e meus múscul… https://t.co/EzZfiOO72Y",
        "Sobre tentativa e erro:\n\nAté a realidade mostrar pra você, você não vê.",
        "@JohnHenryStyle Truth.",
        "\"Existe uma voz que não usa palavras. Ouça\".\n- Rumi",
        "@folha Esses tipos aí são rápidos em arrumar soluções pra tirar o deles da reta. Bora taxar as grandes fortunas?",
        "@laustvs É o carinho do povo rs",
        "@naval @AmbersonCorwin one of the best books I've read in my life.  Reading this book, I had the same feeling as wh… https://t.co/36Bnt3kHwN",
        "'Quando a mente fala sem permissão , está mentindo'\n- @naval",
        "@Cecillia Não é possível isso...🤦🏾‍♂️",
        "\"Melhor ser um tigre por um dia do que ser uma ovelha por mil anos\"",
        "@gldeng6rl Perfect!",
        "@CJ_Johnson17th My concept about \"knowing\" and \"learning\" has chenged.\n\nBefore the \"How\" we need dive deep in the f… https://t.co/KO56HHwE7V",
        "\"Você não pensa muito. Você presta muita atenção nos seus pensamentos\"",
        "Diante disso, o básico/óbvio é usar e não ser usado. Usar a força computacional existente a favor de causas importa… https://t.co/01nfx92ekL",
        "No que diz respeito a feudos digitais, todos esses serviços citados acima detém seus dados e podem usá-los e lucrar… https://t.co/Avl6J6SHhZ",
        "No que diz respeito a domocratização do acesso, todos tem acesso ao mesmo tipo de conta em mídias sociais (twitter,… https://t.co/36hTdQGHZF",
        "Paradoxo Tecnologico:\n\nA tecnologia tem o poder de democratizar o acesso e ao mesmo tempo criar feudos digitais.",
        "@jairbolsonaro Tá piscando o 3° olho aí né meu filho?",
        "@jackbutcher The 500k/year business smells freedom.",
        "@DjDuhNosBeats @marcellogugu @Leitty_Tosskera Nesse beat aí ficou fácil!",
        "Liberte seu DNA ancestral.",
        "@JornalOGlobo E a Grilagem não para ...",
        "\"Treine-se para deixar tudo o que teme perder\"\n- Yoda",
        "Geralmente...\n\nO que vemos ≠ O que é",
        "@AlineAfroBreak Voltarei ...rs",
        "@KapilGuptaMD Thank you 🙏🏿",
        "Eu avisei que ia dar merda.  \n\nTodos com sã consciência avisaram que ia dar merda.\n\nDeu merda.\n\nAgora o gado está a… https://t.co/OY2yhOs90C",
        "@bleonardo86 @hospicio_brasil @lorena_rolena @anacronices Café ou CocaCola",
        "@bleonardo86 @hospicio_brasil @lorena_rolena @anacronices Milho, Café (?), Sal rosa do Himalaia, Ketchup e ovo de páscoa. Tudo a ver....",
        "@Cristiano_Barba Com certeza. Uma outra ironia desse vídeo é que ele está se sentindo \"oprimido\" pela mesma força q… https://t.co/oc5V6tYO9F",
        "Quando sentir agitação e ansiedade, observe o seu respirar e acalme a respiração.\n\nSua mente sempre segue sua respiração.",
        "Evolua ou caia na repetição.",
        "Caos e Incertezas escondem possibilidades e oportunidades.",
        "@Its_Fernanda Sim. No final das contas, são enganos vividos em níveis sociais diferentes: uns no conforto, outros n… https://t.co/gSeRM5lVIN",
        "@pvmerlo @raandreatta @tarciziosilva Só sai desse sistema quem tem o 'DNA' da sinceridade e quem vive em uma busca… https://t.co/xEQuroXJrW",
        "@pvmerlo @raandreatta @tarciziosilva Sim,  eu vivi dentro desse sistema religioso evangélico na adolescência. Vivia… https://t.co/75qy1pglj8",
        "@pvmerlo @raandreatta @tarciziosilva Fato. A religião entra como um \"entretenimento espiritual\" pro tédio existencial deles...",
        "@raandreatta @tarciziosilva Mas entendo o seu ponto, para o pobre a religião é a única \"corda\" pra se segurar, eles… https://t.co/cdQpsDeMvt",
        "@raandreatta @tarciziosilva Por outro lado irmão, você vai ver um número grande de evangélicos de classe média e al… https://t.co/UXdCK0D2Vy",
        "@tarciziosilva Ele só moveu papéis. Tirou de uma gaveta e colocou em outra rs",
        "Se você não se importa se gostam ou não de você, ninguém/nada te afeta.\n\nAmor é uma ação da natureza de quem tem, não uma expectativa.",
        "@HaddadDebochado Ele é burro.",
        "Seja útil.\nSeja raro.",
        "\"Sua cultura é seu sistema imunológico\"\n- Mama Marimba Ani",
        "Fazer tudo o que for possível é apenas se ocupar.\n\nFazer tudo o que tem que ser feito é missão.",
        "@Cecillia As igrejas no Brasil são uma categoria diferente de 'pirâmide financeira', muito mais perversa. Eu já vi… https://t.co/8GutlxdmoC",
        "@forgeofman Complete.",
        "@JornalOGlobo Se o Mandetta tivesse relatado alguma visão de 'jesus' subindo uma goiabeira ou alguma árvore frutífe… https://t.co/CaworcjtYo",
        "O cara que tá na presidência do país é um sociopata fulltime. \n\nTem que tirar ele de lá.\n\nNão tem diálogo, ele tem que sair.",
        "Se você para de questionar, você para de aprender.\n\nO que você não sabe é mais importante do que o que você sabe.… https://t.co/yrBk6hdyrq",
        "\"O mestre fracassou mais vezes do que o aluno tentou\"",
        "Quando o status vale mais que a habilidade em si, estamos falando de um esquema de pirâmide disfarçada.",
        "Muitas coisas consideradas importantes não fazem diferença nesse momento de quarentena e crise global.\n\nQual o novo… https://t.co/QcpxJ9VMi5",
        "Lunático e Sociopata. https://t.co/NJLEUWzUb0",
        "Esses aí que estão dizendo que a quarentena é uma farsa, são os mesmos que acreditavam na mamadeira de piroca.\n\nOu seja...",
        "Única maneira de consertar maus hábitos é substituindo estes por bons hábitos. \n\nSem massagem.",
        "@STEFisDOPE #3",
        "Primeiro disse que o COVID-19 era uma \"gripezinha\", agora diz que é o maior \"desafio da nossa geração'.\n\nFalou Falo… https://t.co/hM6JHeaYWw",
        "A Natureza não está nem aí pra nossas métricas e regras.\n\nO Entendimento disso por si só já deveria fazer uma mudan… https://t.co/SGTOx18Etd",
        "O poder que nos move e que dá vida a tudo que existe não está submetido aos 'poderes' desse mundo ou a limitações da nossa mente.",
        "@spartakusvlog Faz isso não.",
        "'Seu cérebro cria sua realidade baseado no que você presta atenção'",
        "@marceIokrc Inacreditável...",
        "@FellipeSouljah Assisti, pesadíssimo! Reflexão profunda aqui....",
        "@FellipeSouljah vou ver hj 😬",
        "@TellYourSonThis The same:\n\nCalisthenics\nCode\nOnline Business \nWriting \nReading",
        "Diante de tudo o que está acontecendo,\n\nEsse sistema econômico vigente pode colapsar.\n\nVai doer um pouco.\n\nMas pode… https://t.co/EuRUog5KVx",
        "@madmaxjackk @KapilGuptaMD I didn't interpret.  I read the tweet and looked through my home office window (and look… https://t.co/NcS9wPAmEl",
        "@madmaxjackk @KapilGuptaMD seek to know from experience, use your intelligence.",
        "@madmaxjackk @KapilGuptaMD technology has nothing to do with modernity. \n\ntechnology has been around since ancient times.",
        "@uptosummat @devxubr @dirceu_franzner @fernandoulrich @minsaude O brasileiro está com esse pensamento de que… https://t.co/k7KdYCjcPK",
        "@gebralo Você sabe o que significa Pandemia?\n\nVocê quer comparar uma pandemia a diabetes, tuberculose e acidentes d… https://t.co/uV0oxuk2rs",
        "@uptosummat @devxubr @dirceu_franzner @fernandoulrich @minsaude Seguindo  a mesma lógica, a Itália também teria o d… https://t.co/tf4A3i9JR0",
        "@uptosummat @devxubr @dirceu_franzner @fernandoulrich @minsaude Jamais! O isolamento tem que continuar até termos d… https://t.co/9yDbQUu7Zj",
        "@uptosummat @devxubr @dirceu_franzner @fernandoulrich @minsaude *corrigindo: teríamos o dobro  de mortes nesse perí… https://t.co/ZafZ5cIeTO",
        "@uptosummat @devxubr @dirceu_franzner @fernandoulrich @minsaude A Espanha confirmou mais de 3.400 mortes (está atrá… https://t.co/ad3ocEm0RT",
        "@uptosummat @devxubr @dirceu_franzner @fernandoulrich @minsaude Me refiro a estimativa de curto prazo (que inclusiv… https://t.co/hwIA72u8t4",
        "@uptosummat @devxubr @dirceu_franzner @fernandoulrich @minsaude Estamos vendo um conflito entre quem está preocupad… https://t.co/qNeMBXsVmH",
        "@SufiShaiva @a_sanatandharmi @KapilGuptaMD unique",
        "@JudiciaIreview @splithedge @DiveshSingla_ @KapilGuptaMD in that case, you got distracted thinking that you had stopped thinking.",
        "\"Como força da natureza, o vírus destruirá muitas inverdades sociais que engolimos apenas para nos darmos bem\" - @naval",
        "@KNeferhetep Exactly.",
        "@delucca Nordeste é pura magia, poesia e sabedoria. Não importa o formato ou a estética da ação/fala rs",
        "\"Talvez você esteja procurando nos galhos o que só pode ser encontrado na raiz\"\n\nRumi",
        "Caraca...além do panelaço tá rolando até projeção.\n\nBem feito. https://t.co/X1Hx12SoPE",
        "@walshtown @dilectio2020 @KapilGuptaMD https://t.co/t0Sn1pedLM https://t.co/Zy7E2OYCwR",
        "Nessa quarentena, desfrute das playlists da Afropolitan.\n\nBlackMPB\nR&amp;B\nHumor\nCultura\nInformação \n\nhttps://t.co/mrJCyFWtpi",
        "Apesar dos pesares, esse  \"distanciamento social\" é uma oportunidade pra reflexão e pra ficar mais perto de si mesm… https://t.co/GnSZvWyxwN",
        "Paz é felicidade em descanso, felicidade é paz em movimento.",
        "@LifeMathMoney If you can manage your emotions, you'll have It all.",
        "@PZooty @KapilGuptaMD https://t.co/7lSPQd0WNF",
        "Na campanha eleitoral esses palhaços que estão aí venderam a ideia furada da \"meta para o dólar\". \n\nEstamos em 2020… https://t.co/ac3IblUONO",
        "\"A tecnologia é a aplicação do conhecimento para controlar o mundo natural. Além de ser o maior impulsionador  da p… https://t.co/dURt8bzeL8",
        "O dia que você planta a semente não é o dia que você colhe o fruto.\n\nPaciência é difícil.\nPaciência é essencial.\nPaciência é confiança.",
        "Atenção e Energia é tudo que você tem.\n\nSua mente vai falhar com você. \n\nSeu corpo vai falhar você.\n\nPessoas vão fa… https://t.co/xx6SY21mxk",
        "@KapilGuptaMD Genuine.",
        "@startupdaemon ⚡️",
        "@startupdaemon What about you\n How are you feeling bro?",
        "@startupdaemon Present in the moment, smoking prana.",
        "@KapilGuptaMD I reach the end of all chases...",
        "@KapilGuptaMD Thank you 🙏🏿",
        "@KapilGuptaMD where do the worries come from?",
        "@KapilGuptaMD How to live carefree in the face of personal responsibilities and deadlines in business? It's my final challenge...  Namaste🙏🏿",
        "@OGlobo_Esportes Vocês são podres!!",
        "RIP Kobe 😭\nObrigado pela inspiração. 👊🏿",
        "Confira a empresa Afropolitan Station no Google!\nhttps://t.co/OIiwiK1U8t",
        "I don't feel no pressure, I feel like this my callin'...🎵\n@GriseldaRecords",
        "A vida traz luz do sol e tempestades.\n\nO segredo é ser indiferente ao clima e seguir em frente.",
        "@lurisburis Ele parece parente do Bolsonaro, será que é um filho perdido?",
        "@carvalho_____ @gabrielasouzaka @focodeluz_ Como você mesma disse: Parece. Tudo é perspectiva. Na dúvida, se pareça… https://t.co/8qNcRRASHs",
        "Abaixo-assinado pela troca do presidente da Fundação Palmares, Sérgio Nascimento https://t.co/h3U8i9GfaH",
        "https://t.co/IXN0E9KlOF",
        "@BolsonaroSP Ô Edu, vc tem o zap do Queiróz aí?  Preciso pedir dicas financeiras pra ele. Passa aí rapidão que teu irmão não quer me passar.",
        "\"Eu posso te dizer o que estou fazendo. Qualquer outra coisa é apenas papo\"",
        "https://t.co/B96dNJHAAc",
        "@TradingNirvana I was thinking of a project deadline and saw this post.\n\nNamaste.",
        "@startupdaemon this thread is pure fire 🔥🔥",
        "@folha Estão a anos criticando a esquerda e contando vantagem. Aí, chega a hora de mostrar trabalho, não conseguem… https://t.co/oGyqXld9Cl",
        "@TradingNirvana Yes.",
        "@8YearOldAdult @KapilGuptaMD Can the observer/perceiver be perceived?",
        "@8YearOldAdult @KapilGuptaMD Nothing.",
        "@8YearOldAdult @KapilGuptaMD When you see, you know.",
        "@uborajun Se ele ficou sabendo da liberação dos agrotóxicos aqui, teve motivação dobrada pra trazer a marmita dele rs",
        "85% são meros seguidores,\n\n10% controlam os 85%,\n\n5% estão despertos.\n--\nNGE",
        "Você está condicionado a se entreter, e não a se informar.\n\nVocê é condicionado a consumir, não a produzir.\n\nVocê é… https://t.co/Po1VP5js6t",
        "O valor de uma cultura está baseado na maneira coma a Mulher é tratada.\n\nÉ uma chave que, uma vez compreendida, muda tudo.",
        "@MussumAlive Luiz Melodia. \n\nFoi embora cedo, podia ter ficado um pouco mais 😔",
        "Sobre não seguir 'cartilhas':\n\nCombinando conhecimento de várias fontes, você tem poderes de várias fontes.",
        "@AfricaMustWake The best ending.",
        "@KapilGuptaMD Artists with a multidimensional life usually live longer. But rarely are they the best.",
        "Top Boy já é minha série favorita. Por mim poderia ter temporadas infinitas.",
        "@Leoni_a_jato @naresistencia Difícil acreditar que exista alguém que diz/pensa isso. Mas o pior é que existe...",
        "@crisprodrigues @naresistencia Me faz lembrar as 4 alienações que Marx falava:\n- alienado da natureza;\n- alienado d… https://t.co/iaLKQ3NTzp",
        "@YougleFact 🇧🇷",
        "@Everette Thanks.",
        "@Everette Yes. https://t.co/xa59v9kuZW",
        "Dia bom.\n\nRiqueza p/ xs pretxs.\n\nBora!",
        "É isso.\nhttps://t.co/UVwEJOEZv1",
        "Questione tudo. Absolutamente tudo. Uma das armas dessa 'guerra' é fazer você ter vergonha de usar seu senso crítico.",
        "Assistindo Privacidade Hackeada, a conclusão é: proteja sua mente.  A guerra dos dados é psicológica, e você é o te… https://t.co/KeXzdHoSbl",
        "Pra se tornar bom em algo, você teve que ser ruim primeiro.\n\nAssim é o aprendizado.\nO segredo é não desistir.",
        "Essa obrigação de ser forte e carregar o mundo nas costas é, muita vezes, a raiz da depressão, ansiedade e até mesm… https://t.co/wiTVxSuFW6",
        "Sobre ser forte:\n\nMesmo que seu corpo fosse blindado, nem por isso você deveria levar um tiro.\n\nAdotamos uma mental… https://t.co/anZOQ67hu5",
        "@uborajun Quebrou o clima...",
        "Medo, vergonha e culpa são as ferramentas de dominação/programação mais eficazes pra manter a mente presa no ciclo… https://t.co/GFXMGon6vm",
        "@MindTendencies2 Truth.",
        "Militância ainda é Ser antes de falar/twittar.\n\nSe liga.",
        "Se o 'poder' das palavras está baseada apenas na importância de quem está dizendo, o que está sendo dito não é importante."
    ]
}