{
    "screen name": "greensuspenderz",
    "no. of tweets": 177,
    "tweets": [
        "@xinyuuuuu @_sayYASSS Good ole days",
        "@yjwong Thinking of moving on. So do you think the old idea can still work? XD",
        "ideas for side projects pls! need inspiration.",
        "@aarondjents How did you gradually make the switch, and was there anything you used to keep track of your progress (if you did)?",
        "Stay at home. How hard is it to understand?",
        "@leeleeleeying Take care!!",
        "@xinyuuuuu name and (not) shame",
        "I just finished watching Your Name. \n\nI am ruined.",
        "practice every day for 30-45 min, for 3 weeks. you'd get there.",
        "This too will pass",
        "@xinyuuuuu So cool",
        "Writing tests for your code is one of the ways you can check that your understanding is on track though.... https://t.co/ugExacnEQO",
        "Great first experience localhosting at @jsconfasia, and shout out to @serrynaimo for giving this opportunity and to… https://t.co/yKjU31jG9p",
        "@tzyinc Yeah ded",
        "@tzyinc oh wtf you did the ole skool disc design....fml LOL",
        "When you break the npm registry.........\n\nWoot https://t.co/oJrF6uTVgc",
        "@zainfathoni @jsconfasia @ryzokuken Can relate",
        "Behind the scenes at https://t.co/2C7X1wdtdB #jsconfasia https://t.co/6ZzAVHIKLZ",
        "Keywords: safe, respect, empathy https://t.co/7farwh9ZNF",
        "@zainfathoni @jsconfasia https://t.co/lKnmd19NAA",
        "@zainfathoni @jsconfasia Photo credits please :D",
        "@zainfathoni Hello!",
        "today's conference was oh-so-glorious with ML, Hooks, GraphQL. But what stole my heart was the talk on the intersec… https://t.co/64rsn4rZg1",
        "Designers be cray https://t.co/vgxvZ3Ovoq",
        "@xinyuuuuu What is schoolllll",
        "Crazy rich asians is defo not representative of the sg heartlands, as much as I appreciate the casting of sg actors… https://t.co/yIwac7q69e",
        "One of these days I will nominate the bf to be on Queer Eye......bc new wardrobe/hair/style + I get to low-key hang out with the ff",
        "@fujoeshi It ok",
        "@fujoeshi I'm dead my friends were wondering why tf is there some girl wearing red converse in ☻☻☻☻",
        "it would have colored the short film a few darker shades",
        "bao was so good that it had me for the first few min thinking that it's a 'dream sequence'. if it ended right at wh… https://t.co/HSXq09Mre2",
        "i do want to stay in a treehouse one day tho",
        "addicted to finding (gud) podcasts to make myself a less shitty human.. next plan is to actually plug in to those damn podcasts.",
        "Lady Bird hit too close to home",
        "RIP Anthony Bourdain. One less inspiration in the world from now on.",
        "@jojustwant2say noooo omg lol i meant IF there's any potential delays woman",
        "@jojustwant2say No haha the potential delays along the way that's all",
        "somehow feeling like this month long trip will test my nerves but thinks we'd be fine",
        "too real https://t.co/NJAnWO31Lx",
        "@fujoeshi technically you can do an early grad trip to the US of A lel, all the gr8 cities are like a bus ride away (less than 20 USD?)",
        "@jojustwant2say jy babe.",
        "@fujoeshi tiagong people wash their running shoes. in the washer. so......",
        "@fujoeshi GET IT GIRL WTF",
        "@fujoeshi LOL",
        "@fujoeshi wait how much is it gonna be",
        "@fujoeshi looks gud lolol",
        "@fujoeshi who",
        "@fujoeshi milk of human kindness definitely doesn't sound gross at all",
        "@xinyuuuuu fosho",
        "@xinyuuuuu ST or some foreign newspaper",
        "pls let it happen",
        "@fujoeshi u r weird",
        "@xinyuuuuu then I'm obviously too comfy HAHA",
        "if I'm mildly weird around you = at least on name basis/acquaintance \n\nif I'm full blown weird around u = congrats… https://t.co/gd4W9oibIs",
        "when you try to organize things only to have intentions misconstrued...fml",
        "@fujoeshi overpaid.....",
        "hope my decisions will pay off",
        "nush bois taking OS course wut",
        "@dkouvdis @smashingmag i would like one!",
        "good, learning python and C in the last sem.....great LOL",
        "@fujoeshi they take your 3 best modules in ur focus area lul",
        "flailing about wildly in 2k18",
        "wanna n u a but can't",
        "wrote really funny code in 2015/2016....sigh%¥@;$$?#.",
        "@blobyblo some black mirror inspired lyrics/tunes, maybe?",
        "unless i save up enough for it, which will take me like gazillion years by the time the macbook pro 2100 comes out",
        "it's really either booting this on my acer or switching to a mbp, the latter i have no moolah for",
        "ubuntuuuuuu",
        "Ubuntu plz",
        "@xinyuuuuu pls watch black mirror. and lie to me.",
        "fuck you Nus shuttle bus",
        "I demote myself to casual fan",
        "so i was at star vista at night not knowing taeyang has a concert there I'm crying",
        "@xinyuuuuu all I see is $158 lol",
        "it's monday. i need ice cold beers, one for each day of this week.",
        "life should get better",
        "@fujoeshi dafuq",
        "tb to when I see a foreign worker automatically giving up his seat for an aunty and when she asked him to sit he said no..... :((((",
        "@raendear it's some massive labor costs just to get one of them to do it yknow :)",
        "*computing class",
        "nothing cheers me up more than being the only 1 of 2 girls in class",
        "tiagong there's a special place in H E L L for people who refuse to move when on the RHS of ze escalators",
        "@xinyuuuuu ahhh i'm thinking of getting one!",
        "there's a special place in h e l l for people who occupy the right side of the escalator and dont move",
        "@xinyuuuuu Hahahha it's the one with the touchbar ah?",
        "@xinyuuuuu which model did you get!!",
        "@fujoeshi kinds like this won't be the last",
        "@xinyuuuuu no",
        "@flyairdynamic will there be a flight tmr from JFK 9am to Ecuador?",
        "Nutella Hot Chocolate....is the bomb.",
        "@SaraBareilles you don't even know....our hearts are bursting.",
        "Enter to win a trip to Tulum, MX. Explore caves, cook on the Riviera, and relax in beachfront cabanas. https://t.co/FBnwB18TWF",
        "@jeanbeanwean Hi",
        "I unlocked $40 Rush tickets for #RENT at @shnsf on @TodayTix! Tap to get them too: https://t.co/QLvc9MwLDT #TodayTixRush",
        "I unlocked $20 Rush for FUN HOME at @sf_curran on @TodayTix! Learn more here: https://t.co/bbNkvoRVCl",
        "@yjwong you should give it to me HAHAH",
        "@uxpin hi! is your extended trial for students still valid?",
        "I just started using @uxpin – platform that improves #design &amp; team #collaboration. Join me! https://t.co/b4PfvyU8rf https://t.co/poUijsMZ34",
        "hello world again",
        "@xinyuuuuu nah don't have HAHA more like it's auto off or on depending on who",
        "@xinyuuuuu um hello LOL",
        "@mindfuqr it's ja LOL or are you just asking for fun",
        "Learnt a lot at the machine intelligence summit and covering it #reworkMI",
        "BRUH CHILL https://t.co/7IDfJAU93s",
        "@xinyuuuuu wtf woman",
        "@xinyuuuuu wot woman lolol",
        "@mindfuqr ded",
        "Support price equality for women. @BoxedWholesale will cover #PinkTax on feminine products. Let’s get behind it + #RethinkPink",
        "@smashingconf when will the 2017 Smashing Conf be? :)",
        "@xinyuuuuu can we haz a skype session soon i miss u gaiz",
        "@xinyuuuuu ya fak",
        "Join #primestudent for FREE Two-Day Shipping, access to thousands of movies and TV shows, &amp; more! https://t.co/ZLk6YsTNPn via @AmazonStudent",
        "i get to be as unfashionable as possible when i walk alongside ultra fashionistas in manhattan lmaoooo",
        "@xinyuuuuu use clean n clear face solution",
        "@xinyuuuuu is it",
        "@yeojoey how much is it ah",
        "@yeojoey quite a toxic community",
        "@yeojoey are they from soc?!?!??!",
        "In it to win it, seriously! Enter the 12\" #MacBook #Giveaway here:  https://t.co/VSht0tArTV via @StackSocial",
        "Oh fuck https://t.co/7Ir2Aql5Ma",
        "@yeojoey upvotezzzz",
        "@jojustwant2say lame shit",
        "@jojustwant2say 笑屁啦",
        "@jojustwant2say OI",
        "Interview at 2am. Over!!! So thankful.",
        "@jojustwant2say lol",
        "left ~ 1 month to prove myself, let's do this.",
        "just wishingggg",
        "sigh :(",
        "I honestly cant deal lol",
        "where my interviews at lol OTL",
        "@mkarthigah @whysohsien i m okay!! Haha. Life is not too bad. When your exams end letz meet lol",
        "Ty my ovaries for kickstarting my week (literally) -___-",
        "@whysohsien @mkarthigah ya i rmb...and a fw more that she didnt turn up for 🌚🌚🌚",
        "@mkarthigah @whysohsien changed woman?!?!",
        "I'm checking out UXPin - The UX Design App https://t.co/IWBa8LBg5o Join me! #ux #design #uxpin",
        "@whysohsien @mkarthigah AHAHAA did kar oversleep",
        "@jojustwant2say good good HAHAHA",
        "Get it free: Free: Mammoth Interactive 5-Hour Developer Bundle https://t.co/jby7d6TkH3 via @StackSocial",
        "lol clearly you dont even care",
        "@yunspacezhen for a moment i read it as stalking :(",
        "when u r so used to shitty behaviors around u and (that incl urself) that it bc the norm yux",
        "I question my own bloody fucking decisions sometimes WHY",
        "Still no dinner at 2200 woe is me",
        "@Palotelli lmao",
        "sometimes I will wear clothes that I don't approve of - only because mum bought them....like epicly flowery shorts.",
        "@xinyuuuuu wrong",
        "Some good old whisky would be good rn to burn away the dark thoughts in my mind",
        "fuck man just let me get my mods in peace, not with bloody knives in hand",
        "@xinyuuuuu and did i just get bored and read thru tweets yesh i did",
        "@xinyuuuuu LOL you can SEO it",
        "FOREVER DENSE HAHAHAHAHA",
        "Managed to book next trip while on a trip HELL YEAHHHHHH",
        "finally time to get out of the island PHEW",
        "@xinyuuuuu lmao",
        "@xinyuuuuu vietnam lol",
        "10!!! More!!! Days!!!!",
        "give me something to believe in",
        "彼此都是彼此的缺口",
        "@jxrmz does it taste like disappointment :')",
        "Fantastic time to drop the period bomb",
        "2 more assignments to go OMG",
        "Train smells like pee",
        "Do no harm, take no shit",
        "what is wrong with me i am perpetually tired",
        "@StarHub Hi Starhub, I have been getting connectivity issues with our home wifi network from this Sunday till today. Appreciate any help!",
        "How ironic that while school is where we get educated, and where we realize that there's better things out there for us to realize.",
        "life is great",
        "wanna toy with openCV",
        "When people can tolerate the piece of turd that is me lolol",
        "一下下就好 :(",
        ":O https://t.co/jKCN8V0hSJ",
        "@xinyuuuuu tell me about it",
        "@xinyuuuuu kp",
        "treat yourself as an investment",
        "I literally waste 30 min everyday waiting for transport",
        "i don't think i'd ever be good enough. not for you, not for school, work, everything."
    ]
}