{
    "screen name": "indigostarangel",
    "no. of tweets": 164,
    "tweets": [
        "✨ https://t.co/nNEQVva58J",
        "The world is a sacred instrument ✨🌈 \nBalance is strength ❤️🌎❤️\n\nThe Master sees things as they are,\nwithout trying… https://t.co/YiaartaiYs",
        "It is the New Moon in Aries! Listen to my New Moon in Aries Crystalline Lightbody Healing Experience! https://t.co/dh0d0AdRrC",
        "Alchemy of Spirit! The first of a new Miracle Manifestation Mastermind Series I am leading this year! Join me as we… https://t.co/nuSha1FIy0",
        "When you discover the art of looking for, and finding, positive aspects in others - so much so, that you develop an… https://t.co/EL1A0Dzlxu",
        "My top blog posts of 2019 ❤️ What these blog posts remind me is that we receive more of what we bring our attention… https://t.co/XCfKYZWT1M",
        "Join me this year! https://t.co/wD3CebQq4Y",
        "What is to give light must endure burning ✨🔥✨",
        "Heaven on Earth is created first in our minds.\n\nWhen there is the most darkness outside it's the best time to focus… https://t.co/NfBzsFcQbB",
        "@IndigoLove888 ✨💜✨",
        "I am leading healing events and retreats all year long with Indigo International in New England, San Diego &amp; Oahu!… https://t.co/IdpgB8xXDl",
        "@Simone_Matthews I feel it Simone! This was a beautiful article ✨✨✨ I always learn so much from you! and your astro… https://t.co/SJF32JBdic",
        "Optimism is a superpower. ✨🌈 #Thanksgiving",
        "Appearances deceive because they are appearances and not reality. Dwell not on them in any form. They obscure reali… https://t.co/r0TztAxtWQ",
        "The sun and ocean are as nothing beside what you are. The sunbeam sparkles only in the sunlight, and the ripple dan… https://t.co/aoRQm50RPH",
        "@lkr @MeetEdgar I took one of your online programs before you started Edgar, I still have the books (Systems that S… https://t.co/hkLVLvv14U",
        "Lemurian quartz &amp; ocean eyes vibes 🌊💙💎 OM Apothecary @IndigoLove888 https://t.co/43VXg85GoR",
        "You will go much further if you relax and trust and believe in Who You Are. #CommittedToGreatness @ShaunT 🙏I feel t… https://t.co/8q50mUnPK7",
        "There is infinite power in this moment 🔥",
        "When your heart is pure, joy follows like a shadow that never leaves ❤️✨🌈☺️",
        "Peace is remembering that only love is real ✨ https://t.co/gtdBWAg73L",
        "Every moment is an opportunity to love more deeply than ever before. ❤️🌈✨#vortexliving #onlyloveisreal",
        "Every day, 100 Americans are killed by a gun💔\nMore than half of those people are suicides💔\nhttps://t.co/wnhYJbwHRr… https://t.co/sTye11Fb0b",
        "Every loving thought plants the seed for a miracle 💎 🌱🌷#thinklove #speaklove #belove #expectmiracles #itsavibration",
        "Each step closer to the north node makes a person start to feel really good about their self. ✨💫🌟https://t.co/XaLvuTlOhA",
        "❤️ We need more vegan voices...  https://t.co/ohzsAEAJfe ❤️🌱@fmanjoo",
        "Every breath is an opportunity to experience my divinity. ✨💫🌟🌬️🌟💫✨",
        "🌳Life is a mirror 👀When your frequency changes, everything you see and experience changes 🌟💫✨ #Quantumleaping #inthevortex",
        "All that is not love is a call for love 🖤✨",
        "You are your best thing ✨ #ToniMorrison #restinpower",
        "Selfishly seek joy because your joy is the greatest gift you have to give to anyone. Unless you are in your joy, yo… https://t.co/evfeEfq1zK",
        "My body takes the shape\nof the thoughts I feed it⚡️\n\nHealth begins in my mind 🤓",
        "My power dwells in my connection to love in the present moment ⚡️❤️🧡💛💚💙💜",
        "Practice feeling &amp; visualizing life as your highest self everyday 💎 I close my eyes and just go there ✨ She always… https://t.co/Iyl7y6HN0U",
        "The Universe will always give me a vibrational match to what I am directing my attention towards 🌞 💎 ⚡️ #energyflowswhereattentiongoes",
        "🌞 Good decision making requires courage. You practice courage when you think about the future instead of the past,… https://t.co/OQkbdR1NNk",
        "❤️💎❤️ https://t.co/g3kcMW17AU",
        "The Holy Instant teaches that choosing to see love is a decision that can be made in one instant. It teaches that a… https://t.co/IfHdHHlZRK",
        "God dwells within and all completion lies in Him. 💎❤️💎 #ACIM",
        "The world's flattery &amp; hypocrisy is a sweet morsel: \neat less of it, for it is full of fire. \n\nIts fire is hidden,… https://t.co/8vfcghqzEd",
        "God is Love 🌈❤️🌈",
        "✨💎✨ https://t.co/onHA4cOWXR",
        "Every loving thought I think plants the seed for a miracle.❤️❤️❤️🌱🌱🌱✨✨✨ #thinkinlove #expectmiracles",
        "💎👑💎 https://t.co/VsOpJvPVXf",
        "By God, don't linger in any spiritual benefit you have gained, but yearn for more - like one suffering from illness… https://t.co/JCiw7M0UOe",
        "The life of lovers is in death: you will not win the Beloved's heart unless you lose your own. ✨❤️🧡💛💚💙💜🖤✨ #Rumi",
        "O heart, if you recognize any difference between joy &amp; sorrow, these lies will tear you apart. Although your desire… https://t.co/dMqTvLDEB8",
        "Drowning in God's Love\nShe that is drowned in God wishes to be more drowned. While her spirit is tossed up and down… https://t.co/UzcVf5irOo",
        "The soul is a castle made of a single crystal clear diamond with many rooms. The door to enter the castle is prayer… https://t.co/CBTUUEOZy2",
        "Love created me like Itself. \nHoliness created me holy.\nKindness created me kind.\nHelpfulness created me helpful.\nP… https://t.co/phVX294InS",
        "If you surrender to the air you can ride it. #tonimorrison #homecoming https://t.co/d0eeIJqtZM",
        "✨ ❤️ Love endures all things ❤️ Love never fails ❤️✨ #Corinthians #onlyloveisreal",
        "It's hard to explain how transformative it is to practice breathing light through your body for 40 weeks. It is lik… https://t.co/8bDFtQ0xE9",
        "We all have inside ourselves a woman who walks alone on the road. \nIn all women there is something in revolt that i… https://t.co/Tfqz2SI8IC",
        "Dance fully and deeply towards what you love &amp; expect miracles. \n\nEvery moment is a new opportunity to practice lov… https://t.co/fMEjdJF8dk",
        "Practicing self-love increases confidence and brings clarity to your mind, which increases the speed of manifestati… https://t.co/oTcNTxgAS6",
        "❤️ Being present and honoring this center of love and light within myself has transformed me, one week at a time. I… https://t.co/FrawdcixLs",
        "It can be intimidating at first to think of yourself as a Master of anything, especially at the beginning. But, it… https://t.co/VHj6qcf3Uc",
        "I spent time meditating and felt called to create a sacred weekly livestream for my students to practice &amp; honor ea… https://t.co/KPbfMVAkSU",
        "This video is such a happy reminder to myself to keep diving in headfirst, following my heart and honoring my truth… https://t.co/KDTyzSru4u",
        "For the past five years I have been teaching DNA Activation &amp; Attunement to women and men online. This healing moda… https://t.co/DtQeIdzIi6",
        "✨💎✨ https://t.co/ZQsdw9KYIV",
        "When pure sincerity forms within, it is outwardly realized in other people’s hearts. ✨💘✨#LaoTzu",
        "Nothing real can be threatened. Nothing unreal exists. Herein lies the peace of God ✨🌈✨ #acim #onlyloveisreal https://t.co/ZN3szCZqdB",
        "Divine Love always has met and always will meet every need. #MaryBakerEddy ❤️🌈❤️",
        "Be content with what you have;\nrejoice in the way things are.\nWhen you realize there is nothing lacking,\nthe whole… https://t.co/XATeq47Y8o",
        "The path into the light seems dark\nThe path forward seems to go back\nThe direct path seems long\nTrue power seems we… https://t.co/oDPWH5pQGv",
        "Your greatest strength is the power to love &amp; heal yourself. #ourladyofguadalupe #love #energyhealing #meditation https://t.co/ZLkzVq5Y3V",
        "Heal, learn, train &amp; research 🥰  I am teaching online courses again this year and leading several retreats and smal… https://t.co/1WDTEyIl7p",
        "Stand tall in your fire, watch it transmute, watch it protect, watch it serve. Let it remind you how alive you are… https://t.co/1NWkW8WevG",
        "Truth is powerful and it prevails. 💎 #SojournerTruth #BlackHistoryMonth",
        "Long term meditating has the same affect on our brain as Olympic training has on our body 💎 #meditateeveryday… https://t.co/DixGufSphn",
        "Silence becomes cowardice when occasion demands speaking out the whole truth and acting accordingly. 🔥 #Gandhi… https://t.co/Fs9AUgvaa0",
        "My part is essential to God's plan for salvation. #2019Moods #acim ✨👑✨",
        "Recipe for my morning magic  ✨ 2019 Vibes https://t.co/NZC1agt8Fv #NowPlaying",
        "The inside of a house after decluttering has much in common with a Shinto shrine... A place where there are no unne… https://t.co/GlXA9knyOG",
        "Every breath is a gift of God's love ✨❤️✨ Heaven on Earth begins within, one breath at a time 🌬️",
        "Parallel Life by The Starseeds https://t.co/aG8EO2ip67 #NowPlaying",
        "Every moment is an opportunity to love even more deeply than before ❤️💎 #onlyloveisreal #practicemakesperfect",
        "@amrezy A masterpiece ✨🙏✨",
        "As I choose to look through eyes of love I participate in each moment in the creation of love on earth. \n💕🌍💎🌍💕",
        "The impediment to action advances action ✨ what stands in the way becomes the way ⚡️💎⚡️ #MarcusAurelius 🍀",
        "Working with the Violet Flame raises your vibration through purifying, and detoxifying your energy field with light… https://t.co/DAhzyTISQd",
        "I dream of an immediate future when women are not controlled, manipulated or abused. I dream of the end of discrimi… https://t.co/dZKuRFejhU",
        "Heaven on Earth is a choice I make in each moment ✨🌈 \nFresh new thoughts always give me a fresh new experience ✨🌟💫",
        "Inner Child Healing Journey Introduction... Here's the track! Also follow Indigo International on Soundcloud for mo… https://t.co/ncrUFslxwQ",
        "Healing our inner child transforms our experience of life. Listen to an introduction to your Inner Child and go on… https://t.co/OqdU99jWlJ",
        "Healing flows effortlessly through high vibrations ✨✨✨ #vibratehigher #vortexliving",
        "Happiness springs forth eternally from a consciousness that dwells in love. #onlyloveisreal ✨❤️🧡💛💚💙💜✨",
        "@Simone_Matthews Happy Birth Day Simone! ❤️💜💜❤️ Your radiance shines across the oceans between us! I am sending you… https://t.co/86nBnOEJbJ",
        "When you're thinking of something in the way that will make it come to you, you always feel good ✨ When you're thin… https://t.co/f8Teey3xGj",
        "@booksnotboys Happy Birthday Beautiful!! ❤️❤️❤️  I love you! \nWhat you seek is seeking you 💜💜",
        "When the mind is pure, joy follows like a shadow that never leaves ✨ 🥳✨#meditationismedicine #puremind #buddha",
        "Heaven on Earth is a choice I make in each moment ✨🙏🏻🌏 https://t.co/C92DZETZ8v",
        "Here are a few moments captured from my meditation with the Sun Rays that captivated me last week at Walden Pond, w… https://t.co/wyD00HhQlA",
        "💎🎁❤️ https://t.co/VadxHarfP9",
        "When I am healed, I am not healed alone. I bless others as I am healed with them, they are healed with me. #acim… https://t.co/qQX41ZDh6C",
        "Every moment is a new opportunity to love more deeply than ever before ❤️💋",
        "The village matters now, more than ever. The world turns on a thread spun from grief and love. #emilykedar #wemoon https://t.co/oDZdPQbKv7",
        "Peace is knowing that only love is real ❤️🧡💛💚💙💜",
        "It is the nature of the innocent to be forever uncontained, without barrier or limitation. #ACIM #limitlessmind… https://t.co/OUkLEe13c6",
        "Beyond each of the obstacles to Love, the voice of Love itself calls. 🌈♥️🧡💛💚💙💜🖤🌈",
        "Only Love is Real #NationalComingOutDay",
        "Forgiveness is my function as the light of the world ✨🙏✨ #ACIM",
        "What could you not accept, if you knew that everything that happens, all events, past, present &amp; to come are gently… https://t.co/UoM8JaUF4t",
        "Seek joy first, and all of the growth that you could ever imagine will come joyously and abundantly unto you. 🌈 #abrahamhicks",
        "Fall is in the air 🖤 https://t.co/mUWvbOmOx3 https://t.co/1tE1KfPBxa",
        "@booksnotboys and traveling 😍🌎❤️",
        "Heaven on Earth is a place I create first in my heart 🌈✨❤️🧡💛💚💙💜 #onlyloveisreal #magicisintheair",
        "👑 https://t.co/M5VdI8p8lO",
        "🌈 #onlyloveisreal https://t.co/ya1jVOmrOI",
        "The more important an activity is to your soul's evolution, the more resistance you will feel towards it 🌟🌈 🔥… https://t.co/lrUlExj9nY",
        "As I choose to look through eyes of love in each moment, I participate in the creation of heaven on earth ❤️🌈 🌍",
        "Life and death are one thread, the same line viewed from different sides. Lao Tzu",
        "Since love grows within you, so beauty grows. For love is the beauty of the soul.  ❤️ Saint Augustine",
        "A miracle is a shift in perception form fear to love 🏳️‍🌈 We can expect miracles when we are grounded in love ♥️… https://t.co/EE7oujkcYO",
        "Listen to my Miracle Manifestation Guided Meditation &amp; Creative Visualization here! https://t.co/IUM3I6nb3m https://t.co/Vahb4g31bB",
        "Happy Solar Eclipse! \n\nIt's a day to be fully present with the light. Miracles are natural expressions of infinite… https://t.co/7dsPMcZLrb",
        "To the mind that is still, the whole universe surrenders. Lao Tzu",
        "The more we let go of what we love, the more present our love becomes ❤ #taoteching",
        "My mind is a part of God's. #ACIM 🌈✨",
        "'When you are intoxicated with divine love you see the One in all things.' Sri Ramakrishna",
        "As I focus on the deepest desires of my highest self &amp; move in places where I can joyfully express, I soar on angel… https://t.co/BBqNMc0ZoO",
        "'You gotta believe in your higher self and trust Spirit's got your back' Leo King  🙏😍 @theleokingdom https://t.co/9TozwVqlPE",
        "As I choose thoughts of love, I create a world where only love is real. #thinklove #speaklove #belove 🌈♥️🧡💛💚💙💜",
        "Summer fairies 💜 #OneLove #LoveWins https://t.co/RmRwmnlFA5",
        "'For what is done to him who God so loves is done to God Himself' ACIM 💘",
        "God is Love 🌈",
        "👁️👁️ https://t.co/ahxvUALN6D",
        "There are no mistakes. Every decision is a step towards the unveiling of your highest self. 💟👑  #onlyloveisreal",
        "Every breath is a gift of life✨🌬️✨",
        "Spirit is everywhere, inspiring us to create our own reality ✨🌎✨ https://t.co/PALagsbgIg",
        "Envision your highest self and then take action from that place. Manifestation is an energetic law of nature, what… https://t.co/I7gia8YOyH",
        "🌈🍀✨Do you want to hear me read my book to you? Sign up at to listen free during my listening party later this month… https://t.co/hOHzzQNMUa",
        "All the suffering there is in this world arises from wishing our self to be happy. All the happiness there is in th… https://t.co/UfISehJWeL",
        "I live, move and express myself, in the full opulence of divinity, manifest in each breath I take. #IAm #SundayMorning 🕯️⚡️💛",
        "As I choose to look through the eyes of unconditional love, I create a world where only love is real 💜… https://t.co/zdz7phc73J",
        "Happiness comes where you have the most impossible challenge and you make it. There is no substitute for victory &amp;… https://t.co/y0cqNr8AoS",
        "Heaven on Earth is here right now ❤️🧡💛💚💙💜 The changeless heaven is so deep within you that nothing in the world pas… https://t.co/wG276qov0m",
        "Love created you like itself &amp; love holds no grievances 💞When you live in love, the solution to every problem is to… https://t.co/qv7GSKd778",
        "In each moment we have a new opportunity to love deeper than ever before ❤️🧡💛💚💙💜 #thinklove #speaklove #belove",
        "What is a good man but a bad man's teacher?\nWhat is a bad man but a good man's job?\n\nThe Master is available to all… https://t.co/b5xl3bZD2k",
        "Riding the Energy of Basic Goodness :) https://t.co/1mRL9W9oy2",
        "The only thing left to do is love 💚🙏 https://t.co/GhFfhMTAOd",
        "The world is formed from the void, from the female, the black, the impersonal. The Master knows the utensils, yet k… https://t.co/XEUKHv3qWL",
        "Alert as a warrior, courteous as a guest, fluid as melting ice, shapeable as a block of wood, receptive as a valley… https://t.co/cLv77FHR7k",
        "The stimulus of my thoughts becomes the nature of my reality. 🔥❤️🔥 🙏 https://t.co/fuxORdanbB",
        "Act as if everything depended on you; trust as if everything depended on God. #saintignatius 🔥🙏❤️",
        "The gateway to heaven is through recognizing your self worth 💛🧡❤️ Gotta love this energy right now, through the fir… https://t.co/tooCSN7Kx6",
        "Adventures in homeschooling continues 🚀🌈⚡ This is a little collection of the past few months in… https://t.co/RReflLUfyU",
        "Everyone takes the limits of their own vision, for the limits of the world 🔥 🙏 @Marc_Fitt",
        "Breath is the source of life. The deeper I breathe, the more connected I am to my spiritual truth. Breathe in love, breathe out peace. 🌬️❤️💜",
        "My Starseed Healing Playlist https://t.co/tR9CjxAtgU",
        "Take time to fall in love with yourself a little more every morning, your happiness is your greatest gift to others… https://t.co/xY0LcyJZYk",
        "As I breathe the light through my body every day and surrender to the cosmic flow that created this experience for… https://t.co/zKKuFMmMBK",
        "As I look with love, I choose to witness all becoming holy. \nFaith in love leads to the miracle. ❤️🧡💛💚💙💜💓… https://t.co/kdTNpLRH1F",
        "All that is not love is a call for love. All cruelty springs from weakness &amp; love keeps us strong. Keep choosing love ❤️🧡💛💚💙💜💗\n#ACIM #Seneca",
        "Ask yourself: How could this go amazingly well? 🤓🧐 🌺🌻🌹🌷🌼🌸#AriesSeason #firstdayofspring #happinessisintheair #InternationalDayOfHappiness",
        "So good 🌈🍀 I love the Leo king 👑 Deep Astrology Horoscope Mar 13-19 2018: New Moon Pisces/Chiron, Mars In... https://t.co/fAYuNpNEfp",
        "You can either be above the energy of your life and ride it or you can be below the energy and it rides you.… https://t.co/5UfOjFfCVO",
        "Asthma in Children: A Holistic Model For Change ⭐️ If disease lives in cells that are dynamic, changing and hologra… https://t.co/DTJryricfQ",
        "At first crystals enchanted me 💫 they were reminders of the good, the pure, the high vibrational… https://t.co/Vb8S2ZsPq4",
        "Excited to be diving deeper into my crystal healing practice and teaching this Spring!! Teaching about something th… https://t.co/QSMPJ6yIdj",
        "Forgiveness is my function as the light of the world 🌈⚡🎆 #ACIM  #believe #expectmiracles https://t.co/wvu8z4FsQB"
    ]
}