{
    "screen name": "MidtownDetroit",
    "no. of tweets": 160,
    "tweets": [
        "Kresge invests more than $2 million to help nonprofits access PPP loans https://t.co/gP246wJyi7 via @crainsdetroit",
        "Whitmer extends stay-home order to May 15, loosens restrictions on retailers, garden centers, golf, motorboating… https://t.co/cNWgAK65fy",
        "Michigan arts and culture groups to receive $504,000 in relief funding https://t.co/uTVt1TqfEt via @freep",
        "Virtual telethon is one way the A.C.E. Fund aims to help Detroit artists through COVID-19 crisis https://t.co/txpJDkkRag via @freep",
        "City's ACE office, Mitch Albom, Huntington Bank and Metro Solutions partner to support area artists impacted by COV… https://t.co/4YRZZyrInf",
        "DTE Foundation delivers 100,000 KN95 respirator masks to Henry Ford, other hospitals https://t.co/zOGmZ3YdXA via @freep",
        "@detlistener Definitely better!",
        "A huge loss for Detroit. State Rep. Isaac Robinson dies of suspected coronavirus complications https://t.co/IDI3pXWKvH via @freep",
        "MI high school &amp; college students are encouraged to reimagine connectivity and civic spaces, and enter the Cultural… https://t.co/gDycKK79jN",
        "This year’s Student Design Competition is all about staying at home and winning $2,500... well, that and a little m… https://t.co/VUxLxpTqDD",
        "The Desai Sethi Foundation are hosting a Detroit Community Resiliency Prize where community members will have an op… https://t.co/TaAieWDE63",
        "Please see the attached statement from the Cultural Center Planning Initiative and Student Design Summit teams. The… https://t.co/UrPCd6Y268",
        "NEXT WEEK: Professional Resources Night will be held at @CoActDetroit for the 2nd Student Design Summit! This event… https://t.co/Q189NQykah",
        "The Student Design Summit's Professional Resources Night is happening on March 18th! Students participating in the… https://t.co/ko7IeH3tA2",
        "The deadline to apply for the DLECTRICITY Open Call is fast approaching in 4 days. Make sure to get your applicatio… https://t.co/sSJiMWjg7F",
        "@HarleyFEtienne Congratulations Harley!",
        "Low-income renters in Midtown could be forced out as assistance program ends https://t.co/JClD7GRcjl via @freep",
        "This year's Student Design Summit is centered around the future of libraries, and tomorrow students will get the ch… https://t.co/dd8SvVzLaD",
        "We need help with distribution of #DLECTRICITY marketing materials. If you know someone w/ a dependable car who nee… https://t.co/TSqJRvn89M",
        "@Deemakesjewelry #Dlectricity is located in Detroit. Thanks!",
        "This is a great opportunity for MI high school and college students! The 2nd Student Design Summit asks students to… https://t.co/LjZa6v0m5m",
        "The #MidtownDetroit Stay Proram has been a shining light for the district helping low-income residents stay in thei… https://t.co/NeBD7ZkhuG",
        "#MidtownDetroit Annual Meeting: There is a lot of competition for small business development throughout the region.… https://t.co/UVa3aho5ZI",
        "#MidtownDetroit Annual Meeting data: about 50,000 workers work in Midtown and New Center. Need more office space an… https://t.co/LxQvPOAdpo",
        "simone_desousa_edition presents its exciting end-of-year holiday curation at EDITION, including new limited-edition… https://t.co/N1ePLYF2NS",
        "Macomb's fatberg to be displayed at Michigan Science Center https://t.co/0kW0JMPdb5 via @freep #fatberg",
        "Free admission to Michigan Science Center for Noel Night https://t.co/NVfRcpEGkg",
        "Make sure to visit the @scarabclub on #NoelNight this Saturday! With great live music featuring Michelle Ann May an… https://t.co/bH4LtFExsY",
        "Noel Night shines light on Midtown for 47th year https://t.co/ozWGbleJOs via @thesouthendwsu",
        "Noel Night, a 47-year tradition in Detroit's Midtown, embraces change https://t.co/9BkROkT3bh via @crainsdetroit",
        "Two long-standing traditions at #NoelNight continue this year: the @ccs_detroit annual Student and Alumni Art Sale… https://t.co/ILJoA1o5Sl",
        "We know families who try to hit up all the make &amp; take activities every #NoelNight. Here is a list of all the venue… https://t.co/CJ4rVbPgjk",
        "If you love jazz and blues, you will want to check out First Unitarian-Universalist Church of Detroit | Emeac Commu… https://t.co/jsHmwiyBKN",
        "Mosaic Midtown Church is a great stop on #NoelNight! puppetartdetroit will perform their holiday classic, \"Kolobok,… https://t.co/pCu1qhP2NY",
        "The @mi_sci is always a fun stop for families on #NoelNight. @TheDATC will perform excerpts from \"A Christmas Carol… https://t.co/hJu8EOhlGf",
        "The Detroit Public Library is another hot spot for #NoelNight (12/7)! Try your hand at weaving with… https://t.co/egmdbBNam2",
        "@DIADetroit is a must-stop on #NoelNight! Enjoy free admission to the museum, wander through the galleries, sip on… https://t.co/dJiohTqpm2",
        "@AshleySFlintoff @waynestate Congratulations Ashley! We look forward to working with you to see how we can best ali… https://t.co/r3YhjUohXM",
        "This #NoelNight (12/7) make sure to stop @MOCAD for \"Robolights Detroit,\" an outdoor art exhibition filled w/ fanta… https://t.co/t2IP29uzvI",
        "The annual #NoelNight Ice Scraper Challenge featuring @CCS_Detroit &amp; @waynestate students is back in a new location… https://t.co/lBR76JfC6a",
        "@fischer_tracy @StP_BrokenBones They will be playing at The Garden Theater (3929 Woodward).",
        "You will not want to miss the Detroit Historical Museum on Noel Night, Dec. 7! Mr. and Mrs. Claus will be in the ho… https://t.co/e3Zsx2tEBl",
        "@carrwolfr @VickiethomasWWJ @CityofDetroit @WWJ950 It's the Wigle: Midtown West development project. https://t.co/AXBlOXovFl",
        "Detroit Shipping Co. (474 Peterboro) is always a good stop for #NoelNight with great food options &amp; pop-up shopping… https://t.co/UC6GdSS9eU",
        "#NoelNight (Dec 7) is pleased to present @CMAPdetroit's production of \"The 12 Days of Slothmas\" outside of Treat Dr… https://t.co/upum2YNFRj",
        "Congratulations to @TheWrightMuseum for hosting their #GreenMuseum Town Hall! A first for Detroit’s Cultural Center… https://t.co/z9YUHje9dl",
        "Don't miss the #NoelNight performance featuring @MusicMSU's Etienne Charles at @TheWrightMuseum at 6PM. His Creole… https://t.co/G2lD1v5iUl",
        "Robots...reindeer...robotic reindeer? You got it! Join #NoelNight as we bring back Detroit-based electro-mechanical… https://t.co/CvbyFqZuAS",
        "#NoelNight is pleased to announce that @Ranky_Tanky will be performing in The Cube at the @detroitsymphony (3711 Wo… https://t.co/S8cN8voUES",
        "It wouldn't be #NoelNight without the \"Living Animals of the Nativity\" sponsored by stpaulsdetroit (4800 Woodward A… https://t.co/8gulBosP5H",
        "It’s confirmed: stpaulandthebrokenbones will be performing at #NoelNight, scheduled for Saturday, December 7th, at… https://t.co/E3MiNUyn6v",
        "Not that having Santa is anything for #NoelNight, but what is new is having Santa outside of @waynestate’s Old Main… https://t.co/5gje3cKqMH",
        "#NoelNight is almost a month away--December 7, 2019-- and we're going to highlight some of our best bets for this y… https://t.co/2FQuraiJJb",
        "Detroit Historical Museum to reinstate admission fee after losing $297K https://t.co/F9LuH8Gwfg via @detroitnews",
        "Wayne State offers free tuition to Detroit teens who graduate high school https://t.co/ruhjl5TVnl via @freep",
        "Congratulations to @thecarrcenter for the opening of The Carr Center Contemporary located in The Park Shelton (15 K… https://t.co/20WM9Qd2QC",
        "Congratulations to @TheCarrCenter for celebrating the opening of their Contemporary Gallery in the Park Shelton thi… https://t.co/xMpbkomo2I",
        "Thank you @knightfdn for awarding #Dlectricity’s partnership with the Detroit Public Library as part of the Knight… https://t.co/bIlMEqbaKn",
        "MOCAD executive calls renovation plans 'a top-to-bottom transformation' https://t.co/LOLW7z544M via @freep",
        "Hey Community: Meet our new table! Join us this Saturday at the #NorthCassCommunityGarden for #DetroitMonthofDesign… https://t.co/KBThlq5Wju",
        "Join us Saturday 9/21 at the North Cass Community Garden for DO DAY Workshop #1: Michel Francois Soucisse will host… https://t.co/Kgvap6dayA",
        "Join us Saturday 9/21 at the North Cass Community Garden for Do Day! Featuring events + activities, centered around… https://t.co/R4Pk2iyeGk",
        "Check out \"Birding 101 at El Moore Gardens\" this Saturday at 10am. Free with registration! https://t.co/HvOvlJOoi6 @Eventbrite",
        "Experience live improvisation and original compositions by French and Detroit artists at unique venues across the c… https://t.co/3LyLv3pLTo",
        "We're proud to announce that DLECTRICITY in partnership with the @DetroitLibrary is one of the 62 finalists in the… https://t.co/2FAmdGlgFq",
        "We’re excited for the opening of Dreamgirls presented by @TheDATC  at @NewCenterPk! Five shows tonight through Sund… https://t.co/65h3AmUP9L",
        "Join @NewCenterPk tonight, 7/2, for the free screening of “Spider-Man: Into the Spider Verse.” Gates at 8pm. Film a… https://t.co/NgoH5QgbZt",
        "New vegan cafe promotes healthy eating for Detroiters https://t.co/AJt1dT6a9s via @detroitnews",
        "New Center Park is open tonight and will show the film \"Ferdinand.\" This is a fun and FREE opportunity perfect for… https://t.co/uNyLbtkvJz",
        "@Mark_Stryker's latest book \"Jazz from Detroit\" was just reviewed by Kevin Whitehead on @nprfreshair as \"very infor… https://t.co/zi5T7aUmC1",
        "Looking for something to do tonight? @NewCenterPk will be showing film \"Peter Rabbit\" (2018). Doors @ 8PM. Film @ d… https://t.co/WFa0yHRMJX",
        "We're pumped for #ConcertofColors2019 beginning Wednesday, July 10th. Read about it in the @NYTimes! Don Was Leads… https://t.co/C4LL4iFayb",
        "Looking for something to do tonight? Check out the free film \"Mirai\" (2018) at @NewCenterPk! Gates at 8pm. Film at… https://t.co/ljqAVGN1uH",
        "Looking for something to do tonight in Detroit? Don't miss the Friday night film series at @NewCenterPk featuring \"… https://t.co/hCZdrrsKdz",
        "It should be a beautiful evening for a film @NewCenterPk tonight! Stop by for their free Friday night film series f… https://t.co/uhOAD1eN0N",
        "Thanks to Rebecca Greenwald for the coverage! New Plan Aims to Revamp Midtown Detroit, the City’s Cultural Hub  https://t.co/RsyAYvuHGL",
        "Congratulations to the @Michigan @mi_sci for naming Saint Louis exec as new president and CEO… https://t.co/pNL8kd2ab6",
        "The winning design team: Cezanne Charles &amp; John Marshall of @rootoftwo and Olivier Phillips of @AgenceTerTeam, Anya… https://t.co/roTESS0Wu9",
        "Mario Moore, Artist formerly from Detroit, “it was the grandest of the designs that included the community througho… https://t.co/TTchCJQPdu",
        "“Detroit is daring to dream big again...” Maurice Cox, Director of Planning &amp; Development, City of Detroit… https://t.co/FS8Xuwv9Cd",
        "Darin McKeever, President &amp; CEO, William Davidson Foundation: “1)Lets celebrate this ambitious vision together; and… https://t.co/mza2JHNa23",
        "“How rare it is in our field for the leaders of cultural institutions to work together for a district.” Neil Barcla… https://t.co/dzZ6KnxjIx",
        "We are happy to announce the winner of the DIA Plaza | Midtown Cultural Connections intrnt'l design competition at… https://t.co/xCVROaEDA8",
        "The #DetroitCulturalCenter Planning Initiative Press Conference begins at 10AM today at the Detroit Public Library… https://t.co/GMgZJR9MCz",
        "@LouisAguilar_DN @DIADetroit @DetroitLibrary @mi_sci @TheWrightMuseum @scarabclub @CCS_Detroit @waynestate… https://t.co/HA9EHZo126",
        "Congratulations to Agence Ter, Akoaki, rootoftwo and Harley Etienne! Design team's 'boldness' wins competition to r… https://t.co/5lFj5iaN3P",
        "@NewCenterPk begins their summer entertainment series tonight, 6/7, with the free screening of \"A Dog's Way Home.\"… https://t.co/p37mYuFI8p",
        "How we love @OneUCircle! Our sister org! We enjoyed the tours and exchanging ideas. @chrisronayne  and Deb Berry ar… https://t.co/vRbuKwql0a",
        "Major new high-rise, mixed-use project announced for Midtown Detroit https://t.co/28eyHTa5RB via @freep",
        "@Truthcop It's unfortunate, but that is the cost of parking tickets these days in Detroit. The City of Detroit park… https://t.co/5hlZj64k0q",
        "SAVE THE DATE:  The exhibition \"Slavery At Jefferson’s Monticello: Paradox of Liberty\" opens March 15 at… https://t.co/Vx6Vprjfs5",
        "Our friends at @MatrixTheatre are hosting another great play called \"The Interference,\" by Lynda Radley, opening Ma… https://t.co/9UrEwfvd4w",
        "Exhibit showcases ideas to sprout Cultural Center around DIA https://t.co/IP2wwy5Kjk via @detroitnews",
        "Castle-like James Scott Mansion reborn with nod to past https://t.co/HNrnWbpeMV via @detroitnews",
        "Join our friends at @clarkparkdtroit this Saturday, 2/16, for their annual Winter Carnival from 12-4PM. Stay afterw… https://t.co/yBES5J0C8P",
        "Can't attend today? Watch the Facebook live stream of the DIA Plaza | Midtown Cultural Connections finalist present… https://t.co/potf66uVNN",
        "Be the first to see the ideas from the 3 finalist design teams for re-imagining Detroit's Cultural District - JAN 2… https://t.co/ogYmLdX3CG",
        "Register for the presentations of the DIA Plaza | Midtown Cultural Connections International Design Competition on… https://t.co/6UnpNwxGWy",
        "@WayneStateDUSP @k5haw Congratulations @WayneStateDUSP! It was a great project!",
        "We have great new leadership in the Arts and Cultural District! Maryann Wilkinson of the @scarabclub detailed in th… https://t.co/SF4gYxWhyN",
        "REGISTER NOW for the 3 finalist presentations of the DIA Plaza | Midtown Cultural Connections Design Competition on… https://t.co/B0UZz0fYhn",
        "Voting is now open for the DIA Plaza | Midtown Cultural Connection complimentary Student Design Competition:… https://t.co/B8PuwnVpxK",
        "Looking for a fun way to usher in the holidays? Sign up for @AvalonBakery's sugar cookie decorating event this Satu… https://t.co/5Zm9tX7nyM",
        "SAVE THE DATE - Jan 23, 2019 from 10am-5pm for the 3 finalist design team presentations of the DIA Plaza | Midtown… https://t.co/ZlGTsY0klw",
        "Noel Day &amp; Night is here! Stop by @DIADetroit for family-friendly holiday programming from 11AM-5PM! Photos with Sa… https://t.co/ZztuqDulZq",
        "@jeffreyblock66 @waynestate Hey Jeff - We hear you're retiring! Congratulations on a career providing amazing servi… https://t.co/hQbvBe84lB",
        "The @DetroitSymphony | Max M. &amp; Marjorie S. Fisher Music Center is going to be amazing this Sat, Dec 1 for… https://t.co/Zht19xPlDV",
        "#NoelNight is this Saturday, Dec 1, with new hours. Be informed and plan your visit by checking out… https://t.co/nmewrukQI4",
        "Stay tuned to Noel Night sponsor @FOX2News during the 10am hour to see the mayor of #MidtownDetroit, Sue Mosey, tal… https://t.co/RpkMNu8RAW",
        "Congratulations @sourcebksellers! https://t.co/EP4cmqnbbH",
        "Afro-Caribbean Restaurant Heads to Former Atomic Chicken Space in New Center https://t.co/nVBcqBErVy via @EaterDetroit",
        "@RushOmari @CultureSource You should have both. For sure.",
        "Register for the FREE public design workshop with the design teams from the DIA Plaza | Midtown Cultural Connection… https://t.co/2YOC8mtj4b",
        "If you are interested in talking about the future of museums, public spaces and parks, this is a FREE conversation… https://t.co/fDqIg1uP3B",
        "Learn more about @MidtownDetroit's newest event, \"Dear Fall: Love Midtown\" - https://t.co/sApjY0r2RD. Celebrate fal… https://t.co/O6YpV9ZX7b",
        "Supino Pizzeria owner buys building in New Center for new restaurant https://t.co/n3onmzkmc8 @crainsdetroit",
        "Vote for #MidtownDetroit's newest restaurant, @SlydeDetroit, as they made it to the final round of the 2018… https://t.co/UsvWlrkYz4",
        "IMPORTANT INFO for Detroit homeowners currently in foreclosure. Please share! https://t.co/Ir84T0tSub",
        "This is your last chance to purchase your ticket for @InsideOutDET's Share the Light: An Evening in Celebration of… https://t.co/xvJLlp50aM",
        "@NewCenterPark is the place to be tonight with the 8:30pm FREE screening of \"Goosebumps.\" Kids are invited to make… https://t.co/6a3MVXKrl0",
        "Noel Night tweaks schedule after 2017 shooting https://t.co/Xi2HMrcoA7 via @detroitnews",
        "@sourcebksellers will be hosting author Alexis Clark tonight to discuss her book, \"Enemies in Love: A German POW, A… https://t.co/QI00eYKsE9",
        "Bird scooters have landed in Detroit https://t.co/WCyLqJNmw8 via @CurbedDetroit",
        "Looking for a FREE family-friendly event this afternoon? @NewCenterPark has you covered with the final show of \"Wan… https://t.co/W2zgbtvj5i",
        "Support @InsideOutDET and buy a ticket for their annual Share the Light soiree scheduled for Aug 9 that will showca… https://t.co/FFEwuYLJKE",
        "Join @NewCenterPk for the FREE screening of the documentary I Am Not Your Negro this Wednesday night (7/25) at 9PM… https://t.co/QImTGqrm6W",
        "More great FREE entertainment this week @NewCenterPark! https://t.co/YtHXsXyUDR",
        "CANCELLED - \"In The Heights,\" 7/20, performed by @TheDATC at #NewCenterPark due to weather. Please stay tuned for u… https://t.co/iY1yBO65UB",
        "Detroit is a #theatretown. We need more of this in #MidtownDetroit. https://t.co/J1BeCATmM6",
        "Detroit actors to perform Lin-Manuel Miranda's 'In the Heights' for free at New Center Park https://t.co/knmomZuIkw",
        "Tonight is going to be awesome in #MidtownDetroit. Join us at @NewCenterPark for the opening of \"In The Heights\" pe… https://t.co/jGyuANAE8o",
        "Opening night for \"In The Heights\" is tomorrow, 7/18, at @NewCenterPk, 2998 W. Grand Blvd. Music + lyrics by… https://t.co/hmfyOv4yNk",
        "@RaphaelSaadiq performs this Sunday (7/22, 7PM) in #MidtownDetroit as part of the Summer at the @MOCAD Homestead co… https://t.co/bJCyE1tJbG",
        "Join @NewCenterPk this week for 5 FREE performances of @Lin_Manuel's \"In The Heights\" performed by @TheDATC. July 1… https://t.co/6lnHBNS4ZP",
        "#ConcertofColors26 is on today. Stop by the Max M. Fisher Center for great concerts inside and out -- all FREE! Joi… https://t.co/aKCxgUPmbB",
        "@NewCenterPk is the place to be for families tonight with the FREE screening of \"The Lego Ninjago Movie!\" Doors at… https://t.co/w46S4tEniF",
        "There is a lot of FREE programming going on in #MidtownDetroit tonight! @NewCenterPark will screen Lean on Me (Door… https://t.co/3Jn1ETod2k",
        "#ConcertofColors26 starts tonight in #MidtownDetroit! Don't miss it! https://t.co/YMQGRV8fRn",
        "A must-do this week! #ConcertofColors26 begins this Wednesday (7/11) with lots of programming in #MidtownDetroit. A… https://t.co/rJl0u3yq4L",
        "@ArtsandScraps will be at @NewCenterPk tonight with an adorable frog make-and-take activity before the free screeni… https://t.co/VZZEo9HieS",
        "Another successful business opening in #NewCenter! Kudos to Baobab Fare, the only east African restaurant in the di… https://t.co/SAToiXx3Nk",
        "@MOCAD is going to be hot tonight with its first Summer on the MOCAD Homestead series! Tickets are still available:… https://t.co/fQz0CP5Q3X",
        "MDI and @DIADetroit are happy to present the 3 finalist teams for the \"DIA Plaza | Midtown Cultural Connections\" de… https://t.co/cO6gbpTcVi",
        "@NewCenterPk is the place to be this week with 2 FREE films and 1 FREE opera performance! For more info, check out:… https://t.co/p0UEj1ql1N",
        "First American Title Insurance Company has been a great supporter of programming at @NewCenterPk and of development… https://t.co/fT6S4Rwihc",
        "Stop by @NewCenterPk tonight for the FREE screening of \"Get Out.\" Doors at 8PM. Film at 9:15PM. (2017) R, 1h 44mins… https://t.co/5qR7OicAQ6",
        "Fantastic to hear. Let us know if you would like to participate in a public focus group to share your thoughts abou… https://t.co/vWgUtqsJKS",
        "If you cannot join us in person today for the final 4 presentations of the DIA Plaza | Midtown Cultural Connections… https://t.co/8hIgWMRtze",
        "The DIA Plaza | Midtown Cultural Connections 8 semifinalist design team presentations are going on now! It is not t… https://t.co/u9tz4cjDRl",
        "Friday nights are always fun at @NewCenterPark. Join them tonight for the FREE screening of \"The Iron Giant,\" perfe… https://t.co/O95wvWJVBY",
        "If you work in arts and culture, we highly recommend that you attend @CultureSource's launch of @CultureTrack Detro… https://t.co/eTLzAMUCNG",
        "Another great FREE film to see at @NewCenterPark tonight! Check out the world's first fully oil painted feature fil… https://t.co/4nNxm3AZFp",
        "Looking for a FREE family-friendly opportunity tonight? Stop by #NewCenterPark for their first film of the summer s… https://t.co/cTnul7PRXv",
        "@NewCenterPk begins its summer entertainment series this Friday, June 1, with the film, \"Rock Dog\" (2016) PG, 1h 30… https://t.co/uthBDMN3cJ",
        "DIA selects 8 finalists in cultural campus design competition https://t.co/BmhB8gnv98 @crainsdetroit",
        "SAVE THE DATE:  Check out the 8 finalists for the DIA Plaza Connections project present their qualifications June 1… https://t.co/vzTWYXv7Jk",
        "@hudgins_rm @DIADetroit @AgenceTerTeam @HDHoodDesign @SMM_Aus @stosslu @UNStudio_Arch @WXYStudio The plan is to mak… https://t.co/57BxotIjdP",
        "MDI and @DIADetroit are pleased to announce the 8 finalists for the Plaza Connections project! Congratulations to… https://t.co/Du1WfC213h",
        "A “Dear Spring, Love Midtown” highlight for @MidtownDetroit’s newest event on May 12. Stop by for games + outdoor g… https://t.co/mZJdRxE3WS",
        "Now this is exciting! Willis Show Bar reopens with jazz, cocktails and more https://t.co/U2PGHartDd via @detroitnews"
    ]
}