{
    "screen name": "kristinvanram",
    "no. of tweets": 147,
    "tweets": [
        "@JosephPHuber I was only able to tune in on two partial #SproutSessions yesterday. Both were excellent and I plan t… https://t.co/C9UAXkkO1V",
        "“From here on out, we should anticipate an increased demand for digital distribution....demand for social customer… https://t.co/iNlZICQpz0",
        "@hitheresunshine Love this thread, Natasha. As a fellow Twitter fan, I’ve also been looking forward to this session… https://t.co/LUTTIgHIr0",
        "A key takeaway from #SproutSessions: if your company can help your customers and stakeholders, it should be. Now is… https://t.co/IS3iUIfxbI",
        "“It’s not just fluffy stuff, it’s really important.” YES! 👏👏👏\nListening in to @RachaelSamuels &amp; @shelbyruth__on as… https://t.co/A7bZOmlpZb",
        "@SproutSocial A great topic so many folks are working through right now. For me, I’ve been (trying to) close my lap… https://t.co/Z9dffpjM6x",
        "Thanks @SproutSocial for the pep talk! To anyone who needs to hear this, this is a good reminder: https://t.co/cvaHgkU7lc",
        "This explains a lot 🙃 https://t.co/VHhK51tJ1k",
        "@BaileyCarlin Not a long-form improv kinda fan? That’s totally okay - it’s different to digest than the more tradit… https://t.co/Pzc7dF5vaF",
        "Channeling my inner #MoiraRose today: https://t.co/1jl0xdbhfR",
        "At work, be kind.\nAt home, be kind.\nOnline, be kind.\nKindness matters, always. https://t.co/eahJQOYTva",
        "I mean...c’mon...🥰😍 https://t.co/jK6BTQ3aQz",
        "@JanWillemJ The absolute best word! 😀",
        "@JanWillemJ A few contenders for my fave (not 100% sure why either): intuitive and exuberance.",
        "@JanWillemJ Serendipity is a great one! I need to have a think on this one 🤔🤗",
        "The word “flattering” is my least favorite word in the English language.",
        "My very sweet friend Jen just had these delivered via @Instacart: gorgeous flowers, Prosecco &amp; a local… https://t.co/pAvjFJe4ml",
        "@RachaelSamuels Oh my gosh, right? One of the mostly lovely humans alive.",
        "@RachaelSamuels So true!",
        "@RachaelSamuels And Tina Fey is truly wonderful",
        "@RachaelSamuels Your tweet resonated with me. I think social listening is wholly underutilized as an organizational… https://t.co/opzRbrNtAV",
        "@RachaelSamuels https://t.co/g64I1kohOj",
        "@SproutSocial Always be kind and empathetic, even when people are upset.",
        "SNORKEL PUP! 🥺😍🥺😍 https://t.co/xdQsaXw0BB",
        "Clorox warning label: DO NOT INGEST",
        "Sadie: https://t.co/4wlttaSAih",
        "@SproutSocial Mindful",
        "Today in U.S. Twitter trends... https://t.co/kvKrEb9Iyt",
        "@JosephPHuber SUCH a great show!",
        "@HashtagHeyAlexa This is so awesome, Alexa. I love reading about ways to make social more inclusive and accessible to all. Thanks!",
        "Just a reminder, productivity isn’t tied to your worth. \n\n“What we need is more self-compassion, more gentle accept… https://t.co/jy6vLaVZkr",
        "@LeahEtling THANK YOU! I feel seen by this. People are seriously idiotic.",
        "@LeahEtling Plz don’t leave twitter! And also, Zero is SO cute. :)",
        "The neighbor we share a wall with has been blasting Bonnie Tyler since 8am. I’m not upset about it. I’d say I need… https://t.co/ucLWNJ5aMs",
        "My neighbor let me know he and his dog decorated for Christmas already. He’s now blasting @MariahCarey holiday music. 🤣",
        "5 years ago today, I took a chance on myself and left my higher ed job to pursue a career in social media comms at… https://t.co/uZcSem1owN",
        "@OregonZoo Needed this. Thank you, goat friends!",
        "👏👏👏 Get it, @GettyMuseum #socialmedia team. This is brilliant. https://t.co/8Fmb9vAHJX",
        "@ZonteeHou Thanks for the fantastic session, Zontee!",
        "@convince @ChristinKardos Y’all are the real MVPs. Thanks for sharing your expertise with us! :)",
        "“If you don’t have things to share, be an amplifier for other resources and organizations.” Great insights from… https://t.co/MLOPGeFVyG",
        "@ChristinKardos Thanks for coordinating, Christin! This was one of the most helpful webinars I’ve been on the last… https://t.co/5ESz9dsHFQ",
        "😍😎⚽️ https://t.co/OYWTNbLuUw",
        "A first for me: \nNeighbor announced this morning he was the “poop sleuth” of our block. He’s trying to figure out w… https://t.co/ebSElGt15C",
        "@SchittsCreek @annefrances Affirmative. https://t.co/xaz1nMd2f8",
        "Welp...my internet is spotty at my complex and all of my work is online. Thankful for my cell phone’s slow but reli… https://t.co/tVcdlpYG9Z",
        "@SproutSocial Check in with your teams more often, even just to say hello. Connection is really important right now.",
        "Literally every digital marketer the last two weeks: https://t.co/CVeMfOSQTD",
        "@TheKaylaKnapp @SchittsCreek and Derry Girls are both fantastic.",
        "For your Monday: \nThanks @JonPaulKaufman for the share. 🥰 https://t.co/BnNBrnOFSV",
        "Even if you’re healthy and not at high-risk, it’s important to prevent the spread to people who ARE at-risk. Same r… https://t.co/n8ADvPXCN9",
        "The #SheBelivesCup half-time show w/ @JulieFoudy &amp; @SebiSalazarFUT on the #USSF #EqualPay lawsuits:\n\n“When you use… https://t.co/AXRux6N5X7",
        "@IanKarmel This warms my heart, Ian. 💚🙌",
        "@wastro Cancelled my travel to Phoenix for spring training. Not worth it to me.",
        "@AmericanAir My scheduled travel begins tomorrow. My travel dates are eligible for changes based on your Coronaviru… https://t.co/mTDT8xrkzw",
        "Dear @ussoccer: \nPay them. \nInvest in them.\nMarket their games. https://t.co/M34iRLFBu8",
        "Whoaaaaa https://t.co/odjZZEaPhF",
        "@theknot @TheKnotSupport Will do, thanks!",
        "Best. Birthday. Present. Ever.\nWe will see you on the @ThornsFC pitch, @beckysauerbrunn! #BOANPDX https://t.co/n3cD4vgnTu",
        "@theknot Hi there! I’m having trouble setting up my website. It was working just last week and now I can’t get into… https://t.co/HraiFMjvHO",
        "💁🏻‍♀️🙅🏻‍♀️🤦🏻‍♀️🙎🏻‍♀️My internal reaction to unsolicited #weddingplanning and marriage advice: https://t.co/IiiXKBEhyz",
        "@TheKaylaKnapp https://t.co/iN3md4LHYn",
        "@SproutSocial I’d write copy for sure. :)",
        "@LynnOlszowy @JulieFoudy Yes, please. https://t.co/M98v9xq4oX",
        "@bellageist Too cute!",
        "@wastro Done and done ✅",
        "The cutest moment of this week goes to #LoveYourPetDay: https://t.co/9jJsA4C1TS",
        "You know you have good friends when you’re sick and they send you cute pet photos 🥰🥰🥰",
        "Sadie channeling how I feel rn: https://t.co/TAPFVNIGNx",
        "@RachTalksSoccer Sameeee!!!",
        "@JulieFoudy @LynnOlszowy 👋🏻 Hi Julie &amp; Lynn! #LaughterPermitted rocks! Here are a few awesome ladies for considerat… https://t.co/zlnSC371E1",
        "@JulieFoudy It’s my birthday that week and it’s the best bday present I could have asked for!",
        "@wastro Awesome list, Matt! Can’t wait to celebrate Oregon’s bday with you in just 1 sleep. https://t.co/gnqy3NZs3B",
        "Beautiful Saturday sunrise over #Oregon \n(please excuse the window scratches I couldn’t edit out) https://t.co/tDWK0apEhL",
        "@JuiceboxCA Thanks for the great question, Jack. I always post later due to safety (which is really, really sad and scary).",
        "Mimosas are the answer to early morning flights on Saturdays. \nCheers, friends! https://t.co/AzQ5oLPyzs",
        "@katienolan I second @katienolan.",
        "Some Dash for your Friday 🥰 https://t.co/Pp3pjEJeZ0",
        "@JuiceboxCA Howdy! Here are some of my faves:\n@ShineText - great use of owned content, channels feel authentic and… https://t.co/JRzY8lhnWe",
        "@RachTalksSoccer How do they categorize a 2018 NWSL MVP as a “little-known midfielder”? 🤔",
        "Would also like these things to happen today... https://t.co/UXbgMmbop0",
        "@wosojuju @itsmeglinehan Same here!",
        "CHRISTEN PRESSSSSSS IS ON FIRE🔥 @USWNT \n#USWNT #WeBelong #CWOQ",
        "@Jhouse672 The VAR reviews sometimes are just... https://t.co/LIWan0hlAn",
        "@JosephPHuber So true. It takes up SO much time! 😂",
        "Can we all agree that VAR for 2-inch offside calls is not why VAR was invented?",
        "Finally watching the @Concacaf #USAvPAN game.\nTo my neighbors: sorry in advance for the noise!\n\n#CWOQ #WeBelong… https://t.co/z4kz7sCtbH",
        "@ThornsFC Congrats Capt. @sincy12! 🌹🌹🌹 #BOANPDX",
        "This resonates for me always, but especially today on International Holocaust Remembrance Day. #NeverAgain https://t.co/5pZuALj53H",
        "@TheKaylaKnapp I saw this and immediately loved it. Bravo! 👏",
        "@100Purcent Sending so much love to you, Midge. Will be rooting for you 💚",
        "Know of anyone who might need #writing or #editing work done? @wastro is THE person for you and your team. \nDid I m… https://t.co/OqNKNl39xj",
        "A great reminder that first impressions matter in #digitalmarketing. Make sure you to nail it with thoughtful exper… https://t.co/tC4FgbQBcl",
        "@njoywells @DrewDavisHere Couldn’t agree more! 👏👏👏",
        "Excited to be in @VisitNapaValley for the #MultifamilySMS this week! Looking forward to today’s fantastic speaker l… https://t.co/IVMraipoxd",
        "@SproutSocial Attend at least one professional development webinar each month to build my skills.",
        "Another article in the Ventura Breeze about @AndersonPaak’s plans to keep the center open and host his charity ther… https://t.co/mxdf0Ll6JG",
        "YASSS LAWD! Thank you @AndersonPaak for saving #Oxnard Performing Arts and Convention Center. https://t.co/6cX7Sc24Iv",
        "@JKaufman05 LOL I know, right? https://t.co/kW1QQByCro",
        "@USWNT @TIME Well done, @uswnt! So proud.",
        "@wastro @SantiagoSharks Thanks, Matt! Thrilled for him. https://t.co/M3akTPnXNr",
        "🎉 My dad was named Teacher of the Year at @SantiagoSharks yesterday. I know how hard educators work to make an impa… https://t.co/qpV0UQsnS8",
        "@jennhildreth @lizzo @JulieFoudy Yes please!",
        "@JSVogue Thank you, Jen! :)",
        "I will take a small, a medium, and a large, please. 😍🐶 https://t.co/GDxK4b8oRJ",
        "@wastro Safe travels! And enjoy the extra leg room in the exit row. https://t.co/Yz089zyYCs",
        "@techladyallison @hiretechladies Can’t wait to see all of the great things coming our way! @hiretechladies rocks!",
        "Got the word last night I was let go from a contract job I’ve had since October. A few lessons...\n- Never deliver a… https://t.co/fCjtDU7iFK",
        "Where do I sign up? https://t.co/qlTOoogjT4",
        "@AlwaysLateESPN If I had a dollar for every time I was asked to “name 3 players on XYZ team”...seriously, this is so good. 👏👏👏",
        "@AlwaysLateESPN Cackled with laughter on my flight. Thank you for the well-timed giggle. 🤣 \nPower to the sports sisterhood.",
        "@wastro https://t.co/fnfs7zk6wR",
        "@melissavandew My favorite Captain! https://t.co/0aMdS5aRFx",
        "@meghankling Brownie Clif bar, maybe?",
        "Small acts of kindness go a long way. This study is fascinating! https://t.co/hbgcRuGdnH",
        "@Jhouse672 @BleacherReport @wojespn @JonPaulKaufman https://t.co/WhJlJ4QlEp",
        "Fall has officially arrived in Portland. (Also, 👀 at my cute dog) https://t.co/Mc5Bs4ncxu",
        "@Raiders https://t.co/IedgGNdJQe",
        ".@Raiders WIN on a monster interception by Karl Joseph. #RaiderNation https://t.co/Oh8LBFn1rN",
        "@wastro YESSS! 🙌 https://t.co/OWS9YMLMQd",
        "💚Warm fuzzy of the week:\nMy mom is an AP at a K-8 public school. In addition to everything she does to run the scho… https://t.co/YuQFhaIOYJ",
        "Newly clean dog decided to wipe her entire face and neck in skunk poo just now.\n\nSo...anyone want a dog? Sweet, lov… https://t.co/Toeqr29SxT",
        "Music finally quieted around 2am, but not before several Taylor Swift songs were blasted.\n\nMe, at 7:30am today: https://t.co/Ca7KPWx8s5",
        "Update: it’s the end of a Cross Fit convention. Now soul clapping to Hey Ya at 1am. That’s where we are at now.\n\nMi… https://t.co/4xIz1w08tL",
        "Trying to sleep for an early work conference tomorrow and the DJ is really going to play Rihanna’s Work? I love me… https://t.co/FBqoxmMCje",
        "Now playing Take On Me by A-ha. Everyone is screaming the chorus. https://t.co/rhu7nyL2Cd",
        "Thought I was being daring staying out until 11pm after a full work day. There’s a full blown rager happening next… https://t.co/43Cg73oT9L",
        "Toni!!! 💪💪💪 https://t.co/SZqN07mbNP",
        "Hey #DopeVillage! #LaughterPermitted with @JulieFoudy and @LynnOlszowy is BACK. Who else is as excited as I am? https://t.co/WjwCPStDw3",
        "I’d like to thank coffee for allowing me to be a functional insomniac. https://t.co/DKmBUuYLTD",
        "I got my @bobby_menges I’m Not Done Yet t-shirt last @ThornsFC game. 💪⚽️ Help support adolescents and young adults… https://t.co/oTNJl4dpZr",
        "@TheKaylaKnapp As someone who also does social for a living, it’s the little moments with folks online like this th… https://t.co/tXGqbD20ne",
        "@LaurenTTeague It’s a beautiful watercolor tattoo, Lauren!",
        "@JKaufman05 Whoever writes the updates for fantasy needs to get with it. 🤦🏻‍♀️",
        "@wastro Matt.\nSpicy Spoon. \nMississippi. \nWe are going. \nGet ready. https://t.co/IjZIIKwa4s",
        "YES...there IS authentic Mexican food in Portland. The tortillas. The marinaded meats. The salsa. Thank you, Spicy… https://t.co/D0pb3it6dP",
        "@maddddio You are beautiful, talented, smart, kind, funny, fun, amazing...I could go on. 💚💚💚 https://t.co/Xj9cm9VM0w",
        "🌭My sausage in a sausage costume...I’m the *wurst* https://t.co/9GJ6kKtfnV",
        "@kellihubly So sorry for your loss, Kelli. 💚",
        "It’s Hunger Action Month at @oregonfoodbank. Join me in opposing the proposed changes to #SNAP that would eliminate… https://t.co/dxN1WHXDEy",
        "@WarJessEagle Congrats!",
        "Twitter can be a lovely place sometimes. https://t.co/SwApfgeaUO",
        "@maddddio https://t.co/aAcsGQJ6g0",
        "@maddddio Oh Starbizzle and their fun spelling creativity.",
        "What’s the funniest name variation you’ve experienced in email?\n\nMe: \nKristen (understandable)\nKristina (pushing it… https://t.co/GPJy0L7hIH",
        "Did a little dance hearing about the return of #LaughterPermitted Season 2 during the #USAvPOR @USWNT game. 🤩 https://t.co/XSRFJaLwz8",
        "@itsmeglinehan Needed this today. Thanks!"
    ]
}