{
    "screen name": "EnrollmentORG",
    "no. of tweets": 197,
    "tweets": [
        "Our Admission Professionals of Color Committee meetup is just 2 days away! Join us for a chance to connect, engage… https://t.co/TijSjlzcxU",
        "Join us TODAY for our 2020 ALC #Connecticut Regional Seminar featuring Hans Mundahl, EMA's Director of Professional… https://t.co/jkb9g56Tuc",
        "The Enrollment Management Association (EMA) has developed, The Next Normal: How K–12 Independent Schools Can Surviv… https://t.co/iOYon7Ma2X",
        "Join us as we hear from Jason Kreutner, Head of School at @USLowcountry as he describes how his school is giving ba… https://t.co/p6eiT1aLya",
        "Join us TODAY for our 2020 ALC #LosAngeles Regional Seminar featuring Mariama Richards, assistant head of school fo… https://t.co/y9u1OIilAa",
        "Within schools’ COVID-19 response, there should be special attention paid to melt. Tips on staying ahead of the cur… https://t.co/XAV4maBj22",
        "The Admission Leadership Council (ALC) &amp; @schooladmin are excited to bring its regional seminar series online this… https://t.co/n4lyRcnp8x",
        "Join Mark Copestake, Director of Enrollment Management and Financial Aid, @Latin_School &amp; Donnie Smith, Director of… https://t.co/CGI9t86w4N",
        "At @MaristSchool (Georgia), the admission team has long been focused on finding a way to measure character in the a… https://t.co/cU4ERoJbi3",
        "On May 14, EMA’s Admission Professionals of Color Committee will host a meetup for People of Color in Admissions. R… https://t.co/sKdGxqHsvy",
        "If you're reconsidering your tuition for the fall you're not alone. Many schools are asking tough questions about p… https://t.co/ui99REcBQD",
        "How do we help parents see beyond the college list to the true and lasting benefit of the independent school experi… https://t.co/8qG63xQzCy",
        "Want to improve your video calls? Check out this #MemberMinute for pro-tips! https://t.co/HiHaivfuvd https://t.co/8tcRJwqcrM",
        "Today's the day! Join our second Idea Factory — a virtual unconference — to participate in twenty sessions of actio… https://t.co/7dsZk6papW",
        "Schools must build a powerful virtual learning platform in order to be successful now, responding to the pressures… https://t.co/9wAzqfT4Kd",
        "Will we be back to normal in the fall? How should schools be thinking about their financial sustainability? This co… https://t.co/GF4G6XTHh4",
        "What impact will the global outbreak of COVID-19 have on Chinese students' plans to study abroad next year? If you… https://t.co/jkCqlAxA8e",
        "Too much information, too little time? Take a breath, and see all of the resources -- blog posts, recordings, podca… https://t.co/bcOeemjynf",
        "Independent schools are rushing to transform their admissions process to fit the new “normal” of COVID-19 social di… https://t.co/sUoUIDNOvl",
        "The Admission Leadership Council (ALC) is excited to bring its regional seminar series online this spring. Join us… https://t.co/0GPoHqCprz",
        "Are you a head of school, enrollment director, or administrator hoping to help your board ask the right questions?… https://t.co/3ivmod9eFb",
        ".@EmilyCretella says that if you want to improve the results of your virtual admissions efforts, start by learning… https://t.co/pVVuqjGmlr",
        "Tomorrow we'll continue our conversation about how to communicate with existing and prospective families in the 2nd… https://t.co/hEgHvcot0X",
        "What is our new normal? We may not know that answer yet, but we can use this time to create as many opportunities a… https://t.co/0dBRaiowZ9",
        "Have you heard about the SSAT at Home? It’s EMA's new program allowing test takers to complete the SSAT digitally v… https://t.co/Lq9aYnYEou",
        ".@SAISnews is hosting an amazing webinar on Tuesday, April 21 to discuss tangible steps schools should consider in… https://t.co/OiL41t0I4R",
        "The SSAT at Home is coming! Large-scale administrations will begin this fall. Limited administrations available in… https://t.co/GKzt8gnlSe",
        "On Wednesday, April 15 at 3 pm ET, EMA's Chief Member Relations Officer, Peter Baron, will be on @RickNewberry's Fa… https://t.co/i0nWwNW0T0",
        "Don’t panic — it’s time to talk crisis communications. https://t.co/qw2AgROQoI",
        ".@SAISnews is hosting an amazing webinar on Tuesday, April 21 to discuss tangible steps schools should consider in… https://t.co/ZgVuu5oq7j",
        "If you missed our webinar about Lower School Enrollment and Student Assessment, the recording and slides are now av… https://t.co/nuZ2wcZJV8",
        "This week, you may have seen a new button on your Zoom hosting screen regarding security and your meetings. In this… https://t.co/cTQvCEAWHu",
        "We celebrate Pamela McLaurin, Dir of Admission &amp; Financial Assistance at @WinsorSchool. A Winsor graduate &amp; one of… https://t.co/ONVFLdjDIR",
        "EMA board member, Claire Goldsmith, Executive Director of the MaloneSchools Online Network (MSON), was a featured p… https://t.co/S0gufEdVqm",
        "EMA offers an extensive calendar of events, webinars and training courses to help you succeed as an independent sch… https://t.co/NnebTHDASX",
        "As we move to remote learning, we know that families have questions around screen time as well as the social-emotio… https://t.co/rgGPIbZcum",
        "All enrollment seasons are hectic; 2020 is extraordinary. On Thursday, April 9, we'll discuss steps to take to do m… https://t.co/rZuhBT7Zja",
        "Check out @NAISnetwork Sharing Solutions -- a site dedicated to evolving education in the time of #COVID19… https://t.co/HDVdxGCCZI",
        "In this #MemberMinute we dig into how to make your online interactions with staff, families, and children safe. https://t.co/eVjnihkoFB",
        "Join us as we speak with Dr. Greg Martin about the 'triple threat' model and learning how to pivot. https://t.co/PGDMhUwXrG",
        "One of the most popular lessons from our 'Rethinking Enrollment due to #COVID19' course was from @symmonds Join us… https://t.co/jZgIpYX00f",
        "In this #MemberMinute learn how to create and use virtual backgrounds on your next Zoom meeting! https://t.co/1XjYKAwNhx",
        "How should you reimagine your enrollment process due to #COVID19? For David Willows at the @IntSchBrussels it start… https://t.co/hulwu37bx8",
        "In this #MemberMinute learn how to create a #DIY 360° Tour https://t.co/9O1NE0kFkt",
        "EMA board member, Claire Goldsmith, was recently interviewed by @FOXLA to discuss online learning. She is exec dire… https://t.co/cIxIInwY45",
        "TEACHERS: Join us TODAY at 3pm ET for a lively discussion about virtual teaching and online learning. Experts in th… https://t.co/HLnp6XNguP",
        "TEACHERS REGISTER NOW: Join us on Monday, March 30 at 3pm ET for a lively discussion about virtual teaching and onl… https://t.co/wYd6QCQKq8",
        "CALLING ALL TEACHERS: Join us on Monday, March 30 at 3pm ET for a lively discussion about virtual teaching and onli… https://t.co/MdHvErqded",
        "CALLING ALL TEACHERS: Join us on Monday, March 30 at 3pm ET for a lively discussion about virtual teaching and onli… https://t.co/YOAxr6slwf",
        "Join us on April 2 at 12:30 p.m. ET for a free virtual unconference. You'll have the opportunity to build the learn… https://t.co/jGUlpcQfR1",
        "Check out this active thread in the EMA community to learn how schools are managing their revisit days, as well as… https://t.co/cMqboDPBuO",
        "In this #MemberMinute @hmundahl teaches us how to see who attended our virtual event https://t.co/6MhoQrHtPA",
        "On this episode of the Enrollment Spectrum podcast, Mark Mitchell from @NAISnetwork-- National Association of Indep… https://t.co/RSMinGJYu2",
        "Listen to our newest episode of the Enrollment Spectrum Podcast where we sit down with Suzanne Walker Buck, Head of… https://t.co/IEr9zgLfIE",
        "We've added a new #MemberMinute and a new episode of the Enrollment Spectrum #Podcast to our #COVID19 Resources for… https://t.co/kPCOljKwkr",
        "What is happening all around the country? Join us as we speak with Tim Fish and Donna Orem and get the big picture… https://t.co/RTwaqsWE5T",
        "We're adding materials to our #COVID19 Resources every day -- webinars, podcasts, tutorials, articles and more!… https://t.co/hBzXgDBPHz",
        "In this episode of The Enrollment Spectrum Podcast, we speak with Rob Phillips, Head of School at @SeattleAcademy t… https://t.co/i4dX0sBScu",
        "Our beloved trustee Americus Reed is on the new @netflix series called Dirty Money, an investigative series  that e… https://t.co/qSVM55bU23",
        "We created a resource page with links to webinars, videos, and articles about COVID-19.  https://t.co/UkwtsbopUj",
        "In our latest episode of the Enrollment Spectrum Podcast, we talk with Jennifer Hillen and Amber Stockham from the… https://t.co/GQQjk9FCzg",
        "I don’t know about you but the last few weeks have been a little stressful. More &amp; more of us are hosting online me… https://t.co/05E4R8j9r1",
        "Schools know it's important to stay agile in challenging situations. Join our webinar on 3/19 for new ways to rethi… https://t.co/b5jHUVbrDy",
        "Schools know it's important to stay agile in challenging situations. Join our webinar on 3/19 for new ways to rethi… https://t.co/bNGKTwrElw",
        "The challenge is that schools do not change easily. Getting things done comes not only from exercising one’s author… https://t.co/VNQlupcPj6",
        "Join us at the @ViewpointSchool for \"The Double-Edged Sword of Diversity: Reframing Diversity for the 21st Century\"… https://t.co/pbUNLMrZUS",
        "We celebrate our #MemberoftheWeek Ray Cross, Director of Enrollment Management at @standrewsri Mr. Cross is on the… https://t.co/Wg2cQsX7jg",
        "Have you submitted a workshop proposal for our Annual Conference? Time is running out -- submit by Friday, March 13… https://t.co/Ilsophvbp6",
        "On a recent episode episode of the Enrollment Spectrum Podcast, we speak with Dr. Derrick Gay about regarding issue… https://t.co/5SePwo6ETO",
        "EMA’s Member Community is an awesome place to ask and answer questions, connect with your peers, and continue your… https://t.co/3fdTi2ZyHi",
        "On 3/17, our Brand Identity Roundtable will draw insights from our latest State of the Industry Report &amp; present 5… https://t.co/59x6L4iig9",
        "Hurray for our #MemberoftheWeek Cheryl Plummer, Director of Admissions &amp; FinAid at @gcdstigers Cheryl feels privile… https://t.co/rrsKdu2xH0",
        "Jeffrey Shields, president of the @NBOAnet was included in a recent @WSJ article  about flexible tuition. https://t.co/JBXaS4T50n",
        "How can you welcome students and their families to your campus throughout the year? https://t.co/7E77JcZDz1",
        "By focusing on areas of strength beyond grades, we stay true to our School’s values and provide an equitable proces… https://t.co/M3v7QwOVtN",
        "#TBT Last year, on our Enrollment Spectrum Podcast, we spoke to Rik Dugan, Head of School at @PrincetonAcadSH about… https://t.co/iJd8XxMFhl",
        "What do you know about Value Management in Private Schools (VMiPS)? On Thursday, March 5 we'll explain how to utili… https://t.co/pmSUV3Hgd7",
        "EMA &amp; @NBOAnet are in the 2nd year of a partnership to research, analyze, &amp; explore solutions to the issues at the… https://t.co/V1gYiyYx15",
        "Out #MemberoftheWeek is Maile Uohara, Chief of Enrollment Management and Variable Tuition at the @istpschool She no… https://t.co/rRbF17lmZK",
        "Here’s an opportunity for anyone who will be at @NAISnetwork There's a no-cost Parent Experience Mastermind Session… https://t.co/7MivbHG3jv",
        "We're excited to introduce EMA’s Professional Development Workshop Series for Enrollment Leaders. Designed to help… https://t.co/jOAICVQGwN",
        "How can schools reduce bias in the admissions process? https://t.co/vhpqcr0i2w",
        "#ICYMI: Watch @TCSBears' presentation of \"Get Out of the Silo: Collaborating in Recruitment and Admissions with You… https://t.co/tly8GPL5Pi",
        "In this #MemberMinute learn how to read the computer-based SSAT writing sample. https://t.co/d8tbLD7wt1",
        "Congratulations to our #MemberoftheWeek Sheila Bogan, Director of Middle and Upper School Admissions and Director o… https://t.co/1rf48sYiCt",
        "On Tuesday, February 25th, EMA's Director of Professional Development, @hmundahl  will offer 5 best practices and f… https://t.co/DgDpWDI2N4",
        "Have you ever had a leadership team meeting where opening a satellite campus was discussed? On this episode of our… https://t.co/oD8PvMLyCA",
        "The EMA Heads Institute provides 3 days of learning, inspiration, and actionable strategies specifically designed t… https://t.co/xQlm5dnXN5",
        "Looking for some #WednesdayWisdom? Director of Enrollment Management Eric Barber and Head of the Upper School Roxan… https://t.co/8Bo9TKmL0s",
        "Hurray for Inez Odom, our #MemberoftheWeek At the @LJCDS Inez oversees the Office of Admission and Marketing and Co… https://t.co/zOU6c8anw2",
        "Did you miss our Independent School Coronavirus Response Webinar? Catch up on the latest news and information. https://t.co/MhDTBrGyr5",
        "The Interpretive Guide for The Character Skills Snapshot is designed to assist schools with understanding and inter… https://t.co/LF8TGai4eS",
        "Are you an independent school in California that offers perpetual enrollment? If so, head on over to our Member's O… https://t.co/iEtA1XlAMO",
        "On Tuesday, February 25 at 2pm ET, our Dial Up Your Digital Marketing webinar series continues. We'll share 4 activ… https://t.co/70dmSOBaeA",
        "Join us in Charleston July 20–23 for our second annual EMA Heads Institute. Three days of learning, inspiration, an… https://t.co/ZChTlzKCUk",
        "3 cheers for Will Richardson, Dean of Admission at the @LvilleSchool. Will is also a duty master in Raymond House (… https://t.co/z6mlBVkgqr",
        "This Thursday, February 6 at 3pm ET @TABSorg, EMA, @NAISnetwork, @NBOAnet, &amp; @SAISnews will present a joint webinar… https://t.co/DYjJq2R60q",
        "EMA got a shoutout at @ViewpointSchool's State of the School talk when Head of School Mark McKee referenced the… https://t.co/9fWQa0BEku",
        "Director of Enrollment Management Eric Barber &amp; Head of the Upper School Roxanne Zazzaro at @XrdsSchool, discuss ho… https://t.co/fkU0NGzMfp",
        "Our testing team has developed score report primers to help you interpret middle &amp; upper level and elementary level… https://t.co/I0mZW4ziB5",
        "Addressing concerns within a school’s community about coronavirus calls for an agile, Goldilocks approach. The goal… https://t.co/AAegPH2nUi",
        "EMA’s Kristen Carey Power, @MISBOconnects’ Dianne Saagas and Michelle Shea and EMA’s Dave Taibl. Kristen and Dave p… https://t.co/Jxh3XuBGR8",
        "What is your pathway to leadership? We speak with Inez Odom from @LJCDS to discuss her pathway to leadership, the r… https://t.co/0TUoKlIRJn",
        "Due to coronavirus-related restrictions, the SSAT test administration for February 8, 2020 in mainland China and Ho… https://t.co/w1jJuoTrgv",
        "Hurray for our #MemberoftheWeek Jennifer McGurn, Director of Admissions at  @paceacademy She is sponsor of the lowe… https://t.co/EBj0zplfyu",
        "There's still time to submit a workshop proposal for EMA's 63rd Annual Conference in Chicago, Sept 22–26, 2020. We… https://t.co/o1mBPaoQRC",
        "How can you leave a lasting impression that keeps your school at the top of the list? Engage students and parents i… https://t.co/M44sky0jWe",
        "On our latest episode of the Enrollment Spectrum Podcast, we talk with Chad Tew, founder of @LearnCollab about why… https://t.co/ioVU0aweWI",
        "With the right preparation—including sufficient practice test opportunities—students can improve their test scores… https://t.co/Y1xV3h075g",
        "Give it up for our #MemberoftheWeek Heather Eckert, Asst Head of School for Enrollment Management &amp; Director of Adm… https://t.co/Y72P4N4ssS",
        "\"We must remember that intelligence is not enough. Intelligence plus character–that is the goal of true education.\"… https://t.co/sfZNhRSXlt",
        "The EMA Heads Institute provides 3 days of learning, inspiration, &amp; actionable strategies specifically designed to… https://t.co/Fa4HyLBVwZ",
        "Join us on Tuesday, January 21 for a free webinar series hosted by EMA's Director of Professional Development,… https://t.co/uDvzOZX49z",
        "In our Q&amp;A, learn more about Amy Jolly's leadership journey and how it prepared her as the Head of @ApplewildSchool… https://t.co/DJQpPmDp2O",
        "Join us at the EMA International Admissions Symposium: Vietnam for 3 days of learning, networking, &amp; inspiration de… https://t.co/3a4sOoRoU9",
        "Yippee for our #MemberoftheWeek Brian Beale, Director of Enrollment at @brimmerandmay! Brian is a member of the Gre… https://t.co/MkFDqyIcUN",
        "While almost 75% of enrollment leaders are women, men in the field are earning more money, working in larger school… https://t.co/9GLsXhnGUx",
        "We’re gearing up for our 63rd Annual Conference in Chicago, September 22–26, 2020, and we want your voice to be hea… https://t.co/aDqw7oZleB",
        "When you are reading the SSAT score reports of your applicants there can be a lot of information to take in. In thi… https://t.co/HRBOmF1K1v",
        "Join us in Charleston July 20–23 for our 2nd annual EMA Heads Institute. The EMA Heads Institute provides 3 days of… https://t.co/tvUdy0gGoP",
        "#TBT Last January, the hosts of the Enrollment Spectrum Podcast asked \"How can schools align marketing and communic… https://t.co/khog3lMD7z",
        "How do national trends inside and outside of the education world affect your day-to-day work in independent school… https://t.co/M4mIK5hhWM",
        "EMA is so grateful to our Strategic Plan Design Team. We’ve read through thousands of data points and hundreds of i… https://t.co/uMagwWsI6I",
        "Our first #MemberoftheWeek for 2020 is Barbara Eghan. Barbara has served as Director of Enrollment Management at… https://t.co/rW5Y5Zfnuh",
        "Is your school preparing for an admission application from a transgendered student? Check out our Open Forum discus… https://t.co/n7UaxgvrQh",
        "In order to achieve authentically inclusive school communities we must embrace a more holistic approach to create e… https://t.co/FxL1cIs6Ea",
        "Whitney Soule, Dean of Admissions and Financial Aid at @BowdoinCollege and an EMA trustee, was recently quoted in a… https://t.co/giMWv5zbBz",
        "The newest tool in our Member Toolkit, The Character Skills Snapshot, allows schools the ability to learn even more… https://t.co/tDmmxuk9G3",
        "Cheers to 2020! May this year bring new happiness, new goals, new achievements and a lot of new inspirations on you… https://t.co/gUzt5tA3RO",
        "What are your school's New Year's resolutions? What are the issue and topics you're eager to focus on? https://t.co/ktysAgw6gK",
        "While digital ads often give you great metrics like impressions and click-through-rate, print ads can be appear in… https://t.co/FKjHlwSVXh",
        "Wishing you a beautiful holiday season and a new year of peace and happiness! https://t.co/Mo2qs31etl",
        "Rather than measuring what students already know, or their underlying intelligence - which has its importance to be… https://t.co/KGfQqVMuKd",
        "In the latest episode of The Enrollment Spectrum Podcast we talk with Dr. Susan D. Stuebner, President of… https://t.co/qWBSQtaVUY",
        "If the independent school admission profession hopes to fully evolve and garner the respect it wants, then those of… https://t.co/dBVHIB49qk",
        "Has your school launched a parent-host parent program that has worked well? If so, be sure to share in our member c… https://t.co/exuCQG9Uti",
        "If we can determine whether and which students have poor “academic mindsets,” we can better design orientation prog… https://t.co/T2E2fgPlx7",
        "Everyone had a great time at our all-staff bowling event! Congratulations to the white team for winning! https://t.co/gswoZaXsR4",
        "As part of our annual holiday volunteer efforts, EMA employees packed and delivered 300 hygiene bags to the… https://t.co/HgOpaVP44E",
        "Have you missed any of our webinars? Don't worry, you can view all of our recorded webinars at your convenience! https://t.co/MSZjKf5Qe0",
        "Has your school received an admission application from a transgendered student? Share your insights with our member… https://t.co/UWrQbRblNc",
        "EMA's Dr. Meghan Brenenman, who oversees our character assessment work is being sworn in as a new school board dire… https://t.co/YV51R2j7rl",
        "Congratulations to our member schools that were nominated for International School Awards. Pastoral initiative: Ame… https://t.co/l35jFvYaxY",
        "Applause, Applause, Applause 👏👏👏 for our #MemeberoftheWeek Paige Brewster. Paige joined the @BUAcademy community in… https://t.co/LmCOdsHKle",
        "Can you provide feedback regarding supplemental funding that your school may use for students who receive financial… https://t.co/JZvAXOb4nt",
        "Does your website pass the Whofer test? A ‘whofer’ is a short statement that indicates who you are for. Your whofer… https://t.co/9qI5rUKdhj",
        "How do national trends inside and outside of the education world affect your day-to-day work in independent school… https://t.co/Ijg35lFD8M",
        "Can't attend a live webinar? Be sure to check out our recorded webinars! https://t.co/9voRqpHNdj",
        "On our most recent episode of the Enrollment Spectrum Podcast, our conversation with the CEO of @IECA begins with t… https://t.co/me4X0iUUZQ",
        "Big thanks to EMA’s Design Team working the last few days on our strategic plan! https://t.co/4H4aHW20cC",
        "To achieve authentically inclusive school communities we must embrace a more holistic approach to create equity in… https://t.co/Iud1Ndc2gf",
        "Give it up for our #MemberoftheWeek Molly Dorais! Molly has served @CRMS since 2002. She has also volunteered much… https://t.co/v5KMEFxozC",
        "At the @NAISnetwork #PoCC19 EMA co-hosted an event with @pugetsound_is and welcomed over 75 attendees! https://t.co/ubBjsVggeU",
        "Tomorrow is the last webinar in our 'Turn up the Dial on your Digital Marketing' series. We'll discuss how to creat… https://t.co/dHiwg1crw4",
        "On Thursday, December 12, we will release the first Character Skills Snapshot results of the year. After we release… https://t.co/hdaumjQA8L",
        "Share Your Story at EMA’s 2020 Annual Conference #AC2020 Call for speakers is open! We’re gearing up for our 63rd A… https://t.co/8tRcrJOvTH",
        "How much of your planning time is devoted to defining what a successful outcome of any new (or existing) initiative… https://t.co/B8ajDF0RaV",
        "For an Alumni Referral Program, what are the ideas that you have not implemented and what has been successful? Do y… https://t.co/ZbKVL53OqV",
        "Hurray for our #MemberoftheWeek Amy Graham, Director of Enrollment Management at @PomfretSchool Amy's extensive bac… https://t.co/GsBpIQ3Tfi",
        "Admission offices across the country have long prioritized diversity in their strategic recruiting plans—socioecono… https://t.co/9M3rw2szll",
        "#ICYMI: Watch the recording of our webinar \"Building meaningful connections: How to create an effective Student, Pa… https://t.co/OjDIGthSZz",
        "Our most recent episode of the Enrollment Spectrum Podcast Peter, Hans, and Reiva Kibbee, Director of Enrollment Ma… https://t.co/hIjqFGtkQV",
        "Happy Thanksgiving! We are grateful for enrollment leaders and all of our members who inspire us everyday! https://t.co/wujSpS7QWz",
        "This month, Hans Mundahl teaches us how to Calculate ROI of Print Ads - all in about a minute #MemberMinute https://t.co/Dl47teL4Rf",
        "We give thanks 🙏🏼🙏🏼 to our #MemberoftheWeek Jennifer Wing, Director of Enrollment Management at the @BerwickAcademy… https://t.co/NSIlNh56Ie",
        "On November 18, 2019, SSAT China hosted \"Key to the Future of Education – Top Sino-US Schools Summit\". Representati… https://t.co/m6SjNsCwJS",
        "Here’s to a deepened industry commitment to the enrollment management spectrum. EMA is here to help your school to… https://t.co/46zBxLBKfG",
        "We want to feature the music of your talented students on our podcast. Create an original composition that represen… https://t.co/a5alKRddik",
        "Congrats to Clayton Smith for being named the Director of Admission at @magellanschool Clayton earned a certificate… https://t.co/KK2tSnepEU",
        "“The Only Thing That Is Constant Is Change” ― Heraclitus https://t.co/y8fUAoYtBH",
        "High Fives for our #MemberoftheWeek, Rob Wise! Rob is Director of Enrollment Management at @thejoyschoolhou and has… https://t.co/fe5dXImwGG",
        "Did you miss our webinar about how to How to Conduct a School Social Media Audit? Watch the recording today! https://t.co/FCwxwfMa5W",
        "How do we consider students beyond the test scores? Colleges and universities have begun asking this question; so s… https://t.co/SO8fxlbQzd",
        "On 12/10, the next webinar in our 'Turn up the Dial on your Digital Marketing' series will focus on 'authentic' sty… https://t.co/8TvdrLl9d7",
        "EMA's Chief Member Relations Officer, Peter Baron has been busy visiting member schools. https://t.co/ZlYfY0jzVE",
        "Give it up for our #MemberoftheWeek, Elizabeth Calderon! Elizabeth currently oversees admissions and marketing/comm… https://t.co/652uKlFjIl",
        "Learn how to conduct a school social media audit during our webinar when we offer a bench-marking tool schools can… https://t.co/Q8ZnA3W7U6",
        "How can it be, in 2019, that admission and enrollment leaders are not seeing their influence grow inside of schools… https://t.co/cfkO6JbHf5",
        "In our most recent Enrollment Spectrum Podcast episode, Heather Avery and David Darby from @LakefieldCS in Ontario,… https://t.co/X5GBZS03mz",
        "#ICYMI @MPSpiller, Senior VP for Academic &amp; Student Life at @WoodwardAcademy &amp; EMA Board Chair was awarded the Dist… https://t.co/l2zzjlGpzU",
        "A limited number of families registering for the Upper Level SSAT will be presented with the option to register for… https://t.co/pROhpp2PvP",
        "A big round of applause for our #MemberoftheWeek, Christian Donovan, Director of Enrollment Management &amp; Strategic… https://t.co/PInk6xDbKd",
        "If you're an EMA Member, we encourage you to put a face with a name and add an image to your profile in the communi… https://t.co/8jhrvtr2Wj",
        "Learn why the Associate Head of School, Admissions Director @stanstead1872decided to embark on the Leadership in En… https://t.co/8BgIdCXBQF",
        "After 13 years, we wish Barbara Major, EMA's Team Leader of Customer and Support Services a Happy Retirement! 🎉🥂🎊 https://t.co/D5IKRPjG3J",
        "Our most recent episode of the Enrollment Spectrum Podcast talks about assuming another school. But what about when… https://t.co/zxEhesMUHr",
        "Three cheers for our #MemberoftheWeek -- Misty Shipley! Mistly has an extensive background in international school… https://t.co/WtzKr6R6g9",
        "How do we consider students beyond the test scores? Colleges and universities have begun asking this question; so s… https://t.co/AvsXy2etfQ",
        "If you are a regular podcast listener you know that we have intro music before every episode &amp; the same music plays… https://t.co/PMY4freXOq",
        "Why do parents hire independent schools? Get an in-depth look at the four primary jobs that parents tend to hire sc… https://t.co/k7tjIVcYNR",
        "Communicating a clear set of messages and narrative is therefore vital in helping families determine whether their… https://t.co/K7BPNvEdyw",
        "Curious about what's popular in the #EMACommunity? Join us as we explore the foundations of identity &amp; share strate… https://t.co/seT65MJZal",
        "Hurray for our #MemberoftheWeek, Emily Chrysler! Emily serves director of admission at @WhitfieldSchool She has bee… https://t.co/zoH3rZ5tbk",
        "In latest episode of the Enrollment Spectrum Podcast, Peter and Hans take a deep dive into @gcdstigers' story.… https://t.co/8yD2klMihO",
        "How can you welcome students and their families to your campus throughout the year? https://t.co/hyOtSysPQz",
        "At the EMA offices, we're planning to create a unique wall mural that helps us see the world through your eyes. Ple… https://t.co/tEoOKNjpi3",
        "Our 2019 State of the Industry (SOTI) identifies five key findings about independent school enrollment and we encou… https://t.co/FTHvJfjzdN"
    ]
}