{
    "screen name": "ryan_hubert",
    "no. of tweets": 175,
    "tweets": [
        "🧐 🤔 😂 https://t.co/SgJfRL6vee",
        "How is this at all clever? Yes, “cubic model” is a short-hand way to say “fitting a third degree polynomial to data… https://t.co/1nRgTZ7Nrp",
        "Every time a local leader says something like this, it should be understood to be the dog whistle that it is. Telli… https://t.co/WRxmbtorot",
        "We need a new generation of local leaders who understands that human beings need places to live and that this attit… https://t.co/WW6cQi5Rj3",
        "@anthlittle Folks heh",
        "@annalilharvey Yay!",
        "@dandekadt @jonmladd I still don’t understand what suspend means. In the rental context, cancel rent movement is ab… https://t.co/UwGZUajco7",
        "@dandekadt @jonmladd Too many negatives, sorry",
        "@dandekadt @jonmladd (But that doesn’t mean it wouldn’t be reasonable to tax banking or property owners at much hig… https://t.co/n0dkrnNsRW",
        "@dandekadt @jonmladd You just mean barring price increases? That seems reasonably modest, but quite different from… https://t.co/A8VS50nxrB",
        "@dandekadt @jonmladd But again, policies like this end up forcing some private actor to eat the cost. The US govern… https://t.co/xlBqV8boxJ",
        "This is a bad policy idea. But it’s an effective slogan! https://t.co/FfF86ZLGkY",
        "@Daniel___Owens @LibbySchaaf Oh I was assuming that restaurants would just be given chunks of the sidewalk and stre… https://t.co/GkQaWV9bGh",
        "Let's also do this in Oakland @LibbySchaaf https://t.co/zenUiVAaeJ",
        "More generally, instinct among left activists to stick it to landlords is a bad. That will almost surely cause the… https://t.co/AoCX2VEs4q",
        "At a minimum, this mailer should include caveats to prevent people from thinking they don’t have to pay.",
        "at least in Oakland tenants: (1) only have protections against eviction during pandemic, (2) are not protected of t… https://t.co/uzQWK0BFxo",
        "This mailer is irresponsible. Setting aside the long term policy ramifications of massive nonpayment of rent (tl;dr… https://t.co/wZhlpVtI1c",
        "@Scott_Wiener Sad",
        "This is why it is important to emphasize causal inference when teaching anyone statistics... https://t.co/HGI0yvtYDM",
        "Reupping this because I’m so damn tired of people making claims about what’s in the interest of minority communitie… https://t.co/oggidpOAuZ",
        "@indyfromspace The gratuitous invocation of the interests of POC/LGBT+ people in order to advance your argument see… https://t.co/UdUxQarAeg",
        "Not clear what to do about it---those legal meanings often emerge from decades or centuries of legal haggling and p… https://t.co/XBxQEzTWvt",
        "I'm occasionally reminded of just how often words used in legal contexts aren't interpreted according to their plai… https://t.co/vBRgQE6ijj",
        "@_AlvinChristian That said, universities should do everything they can to give tuition discounts and remissions to… https://t.co/LpTasUJn0S",
        "@_AlvinChristian And obviously no university wants to be in this situation, so treating it like a customer service… https://t.co/aEtiWxOX9j",
        "@_AlvinChristian While this is a little simplistic, you’re effectively paying for the degree, not the specific cont… https://t.co/Zj8xdX7x5J",
        "@keithschnak I only really use Adobe Acrobat, and would miss that",
        "@keithschnak Most practically -- would lose access to software like adobe or office until they spend the two weeks to image it",
        "@keithschnak Good question! I am starting to think it's better to ask for forgiveness than permission, but I am too… https://t.co/v1r9vPX22J",
        "Context: my campus IT won't allow me to do a standard clean wipe of my laptop (which is having performance issues)… https://t.co/rWhGCtaFxS",
        "Campus IT procedures aren't designed to optimize workflows of newer faculty. Most of us juniors have been using com… https://t.co/86rk9oU1Hp",
        "@keithschnak That is, I want something that automatically defines V using all arguments present in s[[1]] expressio… https://t.co/GQwBW3zsbj",
        "@abhubert Give be a better option for analytical solutions and I’ll gladly leave mathematica!",
        "@keithschnak Sorry, V is just a stand in for a set of arguments like x_, y_, z_\n\nI want to create a function that t… https://t.co/aiuHGIPIY5",
        "@GM_Invernizzi Sorry, should have been clearer. Looking to make a function with multiple arguments without having t… https://t.co/KQ73h5vXrw",
        "I have searched stack exchange for a couple hours now and not found exactly what I want, which seems pretty simple....?",
        "For example, I want to do something like\ns = Solve[some equation, x]\nv = Variables[x /. s[[1]]]\nf[V] := x /. s[[1]]… https://t.co/xyTjYZcKTZ",
        "Question: if I want to define a function of several variables in Mathematica without explicitly writing out all the… https://t.co/z76hhJfnqX",
        "@YIMBYNeoliberal Except for the weird griping about jobs going overseas. That’s not very neoliberal!",
        "@keithschnak 8 for the win",
        "@JKastellec @tom_s_clark I don’t have many bad things to say about New York, but the pizza is gross. Don’t @ me 😇",
        "@dbroockman @SeanMcElwee @ezraklein This interview radically shifted my priors about Sean. So good!",
        "@90sbaebe Because Republicans have spent the better part of a decade cutting the IRS budget ☹️",
        "Well this is sad. But a good decision! https://t.co/mkXvzDRLxm",
        "@OaklandOPR @OakDOT @Oakland",
        "There is not sufficient space on that path for appropriate social distancing when runners are constantly sneaking up on others.",
        "@LibbySchaaf can the city temporarily prohibit runners on the path around lake Merritt? Almost none are wearing mas… https://t.co/WEQMJg2XDd",
        "@JKastellec I just started watching, fully agree!",
        "@emayfarris https://t.co/mMVMJrA4X8",
        "@emayfarris https://t.co/4MdCazr7Wc",
        "@keithschnak I felt like I got a bargain!",
        "Definitely flying my 🏳️‍🌈 flag: Robyn, Solange, Frank Ocean and Rosalia https://t.co/mGMIQhA2Or",
        "@JKastellec 💯 on 6",
        "@keithschnak Exactly!",
        "(1) ironically, fashion companies doing this because of GOVERNMENT regulations about “essential businesses” (2) thi… https://t.co/PfWwCJazeE",
        "This is bad idea. We still have to live in this society when this is over. FFS JUST GIVE PEOPLE MONEY. https://t.co/oK5fYXupjB",
        "@jb_duckmayr I’m personally very sympathetic to the policy goals of the left, but find the politics too toxic to touch.",
        "@jb_duckmayr It’s hard not to see Biden’s victory as partially due to Bernie’s alienating political style. He crowd… https://t.co/7xC6TfDYeV",
        "I can't be the only one worried that ham-fisted policy responses to the pandemic are going to make the crisis in th… https://t.co/iVx98TVOuv",
        "Seriously, what's going on with California? Lower density + early social distancing measures? Maybe some degree of… https://t.co/QJbcYg8SJy",
        "@AdamZelizer @jb_duckmayr Here’s another twist. Set aside the cases that set new policy. How do answers change if w… https://t.co/8LQvkKzR1U",
        "@jb_duckmayr This is a Rorschach test, interpret how you like 😁",
        "Caveats: (1) I am not looking for answers related to personal politics (\"because I personally want more liberal/con… https://t.co/XEcl7DfAa6",
        "I want to get a sense for the range of possible answers to this question, so please reply!   **Why should we care w… https://t.co/EBB6wrHAIQ",
        "@itaisher Yeah #6 also seems really weird to me",
        "@annalilharvey @dandekadt My concern (admittedly informed by my experience being gay) is about the extent to which… https://t.co/ossIN2sVxK",
        "@annalilharvey @dandekadt Evidence seems pretty strong that \"X-blind\" policies often increase inequality. I'm 100%… https://t.co/ARdLgpIJaD",
        "@dandekadt I don’t see a meaningful difference between a blanket policy and an opt in policy with no surveillance.",
        "@dandekadt Maybe we’re seeing different things. But larger point is that conditional policies require people to tel… https://t.co/QatopOoDj7",
        "@dandekadt But as I understand it, people are complaining about others are taking advantage of an opt-in system bec… https://t.co/PT9CADJcQF",
        "But this extends way beyond queerness. Lots of people may have mitigating circumstances that they don’t want to sha… https://t.co/7mGb2TcOsf",
        "I will say, as a queer person, I generally don’t love the idea of having to put my personal life on view to people… https://t.co/qGaY3spmye",
        "Okay, so what kind of surveillance system should employers use to pry into the personal lives of their employees, e… https://t.co/dofsFBA5TC",
        "This man should never hold another elected office ever again. https://t.co/rNPzFGSwgY",
        "We’re all going through a lot right now, individually and collectively. This is a shitty situation, but it doesn’t… https://t.co/865bv5siBI",
        "Why don’t we all stop with the “you’re privileged if you don’t choose and/or can’t have children” stuff? Sheesh. It… https://t.co/vwDfvX0VPZ",
        "This man must be defeated in November. https://t.co/SSe768mlsF",
        "It me https://t.co/mCQwZQcgmX",
        "Anyone have thoughts on how the pandemic might affect the 2020 Census?",
        "@causalinferno That looks awesome",
        "@dylanmatt Even calling people \"economist\" is credentialing them in some way. The real issue is whether the credent… https://t.co/cj2mvy4DBu",
        "How about we _not_ use a global pandemic as an excuse to screw up the housing market even more than it already is?",
        "https://t.co/3TpDsF4elu",
        "🤷‍♂️ 🍷 🍸 🍺🥴 https://t.co/LJ0vcBgQQs",
        "“If I have to use free money from the government to pay for the goods and services I consume, I’m basically getting… https://t.co/JvphqzbG37",
        "@Noahpinion Lol",
        "Cc: neighbors playing thumping music for several hours during the work day https://t.co/mgouHeBl0U",
        "@AlliPatter Yes, this! I really hate when people I don’t know super well suggest sharing dishes at restaurants. (An… https://t.co/kO97jL0dg5",
        "We could have this all the time, if we reimagined what cities look like and how they move. I’m really worried (mayb… https://t.co/joIVZSRN7K",
        "😍 https://t.co/Cw3lz5Ty5f",
        "Can confirm this https://t.co/TKLL4iFbtS",
        "@jb_duckmayr 16, 32, 64 GB?",
        "@ZachMWarner Prefer macOS, but also fine with Linux.",
        "Getting a new work computer. I do quite a bit of machine learning with fairly large datasets (100K+ obs), but not o… https://t.co/UjBoPPRVSN",
        "If your employment or income was not affected by this pandemic, the very least you could do is to pay for missed ap… https://t.co/Qo7Ed8QoQC",
        "@Claudia_Sahm \"People\" seems perfectly fine to me.",
        "I feel like we skipped over the conversation about whether people actually *like* being referred to as \"folks.\" As… https://t.co/rpL1RjLtuG",
        "Good advice for academic writing too TBH https://t.co/J5y0ts7vzY",
        "Now do politics https://t.co/MJQ1v8rHso",
        "Same here in Oakland. Was in @WholeFoods today and there were WAY too many people in there. Unclear why they don’t… https://t.co/Wc2todf1Ao",
        "@Bonneau_Says @ryancbriggs @melissaleesands @rahsaanmax I like this approach. It gives flexibility while also not r… https://t.co/CwcngvM2c8",
        "@ryancbriggs @melissaleesands @rahsaanmax I find it problematic that people that don’t face highly visible challeng… https://t.co/bbtPvzKLeV",
        "@SonjaTrauss I’m curious about the backstory. What’s the legal rationale being offered for why @GavinNewsom has the… https://t.co/LFhMplocPu",
        "@shadturney This article reads like pro-Bernie griping, rather than a serious weighing of the stakes or political r… https://t.co/fahdRK04Vk",
        "@thosjleeper I’ve noticed that corner stores around me have all sorts of things that you can’t get in the big chain… https://t.co/jcsln5Nv5P",
        "Anybody else worried that the GOP is doing its best to provoke a conflict with China during this mess??",
        "Apropos of nothing, I’m guessing shelter in place orders are going to cause a spike in neighbor disputes.",
        "My family in the UK told me that the government had been advising people to go about their normal lives in order to… https://t.co/sQ1mAN53Mq",
        "SMH \n\nhttps://t.co/cvn9BKDXYI",
        "@JeffreyLax I don't have super strong priors. My instinct is that it enables extremist candidates. But my gripe is… https://t.co/m9rW1EKBBN",
        "Can we ever talk about the incentives created by small dollar donations?",
        "It’s alarming the extent to which city governments are dragging their feet in response to what seem like pretty une… https://t.co/BZCrwlJiGY",
        "Seriously y’all, whatever woke thing you’re saying to justify being out in crowded spaces: listen to @AOC ! https://t.co/7MR9CCCXnW",
        "This press conference is such a caricature of Republican governance that it's comical. \"The problem was Regulations… https://t.co/aVFanWf0Qb",
        "@ethanbdm Seriously!! What a mess.",
        "Many top journals explicitly require something like \"broad appeal.\" I see this as a differently stated version of t… https://t.co/fzW4yLmPEp",
        "I got a rejection recently that featured a reviewer making a similar argument. We should not be judging research ba… https://t.co/iwPwviWl1F",
        "@BenjyOgden @SenGillibrand She was my #1!",
        "This Senate majority has to go. https://t.co/qPGYZOfISj",
        "@anthlittle @keithschnak These opportunities are really valuable to juniors, who may worry that a virtual visit won… https://t.co/8bCVBDnsKc",
        "@jb_duckmayr This is why I have some faith that the gap softens with other candidates. Bernie has managed to stir u… https://t.co/zdaUUEC3un",
        "@jb_duckmayr I suppose that’s what I mean about it being candidate specific. Feeling like someone “gives a shit” is… https://t.co/EYLuFOy30B",
        "@jb_duckmayr So maybe it’s a little more than a Bernie-specific effect—it’s a Bernie/Biden specific effect. Differe… https://t.co/eaZ3c2dR2F",
        "@steamyporkbuns I dunno, being able to actually win elections seems to be an underrated skill these days 🤷‍♂️",
        "@steamyporkbuns As a millennial myself, it’s a bit of a shame that Biden &amp; Bernie sucked the oxygen out of the room… https://t.co/c5DXoOjiCJ",
        "@steamyporkbuns That’s what I wonder. Based on my IRL interactions, it just became a “thing” and the rest was histo… https://t.co/HRQ4h6Snqw",
        "This is probably an unanswerable question, but political entrepreneurs will seize on the narrative, and media will… https://t.co/UNDQ0Dcxdp",
        "It makes more sense to me that policy is a driving force behind generational gap *between* D and R parties, given t… https://t.co/gkBjNnplyd",
        "Does anyone actually know whether this stark divide—which appears in exit polls—is more than simply a Bernie-specif… https://t.co/QnsBtUnTs6",
        "@MattZeitlin “idiosyncratic issues” 🤔",
        "@RyanDEnos How do we know that this isn’t just specific to the Bernie/Biden choice? It’s not clear to me that this… https://t.co/QG5649sjtW",
        "@Korhan_Kocak @NYUAbuDhabi @NYUpolitics Congratulations!!",
        "Vote for @causalinf !!! https://t.co/Nf9ldJLQk2",
        "I really don’t understand why this narrative took hold when she is basically just a normie Democrat. How is she so… https://t.co/8nAdBQoUnp",
        "@laderafrutal Agree carbon footprint is shameful. I wonder if there are any larger structural changes that could ma… https://t.co/v7StwubHw7",
        "Also apparently behind on the news...",
        "Wait wait wait! AOC has endorsed the 73 year old incumbent establishment senator from MA against a young challenger… https://t.co/fH7sIPYsYm",
        "@steamyporkbuns @stevemorris__ 🙄",
        "Why are people hoarding toilet paper?",
        "@BenjyOgden Oh yes, and there’s that!",
        "He’s acutely aware of Warren’s challenge as a woman in the race 🤔 https://t.co/llhKWso8M3 https://t.co/XMGBfQjz0l",
        "I’ve said it before and I’ll say it again. Requiring minority or women candidates to live up to your leftist ideals… https://t.co/mYPFL4NDpB",
        "Maybe Pete sucks! But also, progressive people (with Twitter bios like his, no less) shouldn’t launch into a tirade… https://t.co/SAFeRZ5kpR",
        "Nothing in this thread seems to acknowledge the particular challenges faced by gay politicians who have to present… https://t.co/CAnFKccjxT",
        "Am I the only one that thinks this makes the movement look like a joke? Building coalitions should be the goal of a… https://t.co/La426TPeJc",
        "@davigoli The thing that seems to be missing from this view of the American Left is the approach that can reliably… https://t.co/Cih4Q4q1Oj",
        "@algaraca This is great news! Congratulations!",
        "@dandekadt Amazing",
        "The fundamental problem of casual inference!! https://t.co/VE7XFsdRPD",
        "Are they subtweeting @SFBART by showing how they’ve actually managed to replace their fleet over the years 😬 https://t.co/XujbquDJLi",
        "@dandekadt @SOAKatz The whole point of this thread is your claim that there should be more PhDs. I just want to be… https://t.co/J2pwT8WNif",
        "@dandekadt @SOAKatz Oh come on",
        "@dandekadt But it’s not really the framework anymore. My brother recently graduated from college with quantitative… https://t.co/91dbf8OVzd",
        "@dandekadt @SOAKatz There is SO much selection here that it’s hard to make anything useful of this statistic.",
        "@dandekadt Even for ac market, might be an advantage to casting wide net since it’s not always clear who’ll end up… https://t.co/amk5iYO55t",
        "Yes this! Structural factors at play here are extremely hard to change &amp; the typical non-admin TT faculty member do… https://t.co/9pyP13Lflj",
        "@RochelleTerman @DankVampire Also, delegates are awarded proportionally, so I’m not sure the narrowness of the Bide… https://t.co/AKywlUVBQb",
        "@jasonintrator Is that what happened in 2016 too? https://t.co/7tidKI7wUd https://t.co/fGXTgfClzS",
        "@adogfromsinope 🤷‍♂️",
        "@adogfromsinope 🤷‍♂️",
        "@adogfromsinope It is! It’s fun to be around people who talk politics AND know what they’re talking about.",
        "This is what happens when you... [checks notes]... spend decades cultivating relationships and not calling people o… https://t.co/i28XEgkssM",
        "This is the one thing @LondonBreed has done that I thought was weird https://t.co/Cpq1bF2iwK",
        "@poliscisara I know Berkeley has some of this. But not sure about other UCs and how extensive it is. Although I thi… https://t.co/amSleh88Zv",
        "To be clear, I’m not expressing support for or opposition to the graduate student strike. I have said before, and w… https://t.co/0CFl72aKy0",
        "We need to radically rethink status of grad students. I don’t know the solution (although I have opinions), but thi… https://t.co/0gHZUSjS6O",
        "The research is accumulating showing that Bernie is a risky bet for Democrats in the general election. The Bernie h… https://t.co/EwhGU9AK5D",
        "I honestly do not see how electing *any* of the candidates will change those conditions, which seem to me largely s… https://t.co/MhN0LcVnVg",
        "@seanpats What do you mean by implode? The past couple days show the party is starting to coordinate better. That’s… https://t.co/ipiNL89J00",
        "Vote for @JoeBiden tomorrow! https://t.co/boHR7y8p3s",
        "@guygrossman @PeteButtigieg Why exactly is he annoying?",
        "Vote for @causalinf ! https://t.co/vquZtcKAHw",
        "Bernie hasn’t won more than 35% of the vote in any of the four Democratic primary/caucus races so far.",
        "1. Silver hasn’t ever been transparent about his model. And 2. he’s repeatedly and publicly dumped on peer-reviewed… https://t.co/DO26pJCWrq"
    ]
}