{
    "screen name": "DavidAstinWalsh",
    "no. of tweets": 176,
    "tweets": [
        "The fact that House Democrats are acting like Republicans does not give me a whole lot of confidence in a future Bi… https://t.co/9lfBNF1oO1",
        "@varsha_venkat_ Hell yeah",
        "@JoshuaMound Silly me, I thought this was going to be a shooting story.",
        "@Freakademic Yeah, it’s true.",
        "Dayman (ah ah AH!)\n\nFighter of the Nightman (ah ah AH!)\n\nChampion of the sun! (ah ah AH!)\n\nYou’re a master of karat… https://t.co/hYW5l371cf",
        "@gbrew24 @kpanyc Depends on how you treat white supremacy in your analysis.\n\nIt’s true that even as the Democratic… https://t.co/bzKRkpVYNZ",
        "Kiddos, if you want know what good historiography looks like, read this thread. https://t.co/9kdfFacqNU",
        "I’m being slightly cheeky, but there’s something to this.",
        "21st-century American politics makes a lot of sense if you use the “the Right captured the Democratic Party, and th… https://t.co/bFok2UP4Cl",
        "@ryanlcooper Ah, the IDC model.",
        "@varsha_venkat_ https://t.co/VUyEMf28gW",
        "@moorehn Yeah, and I mean that in the broadest sense—from outright vote rigging to creative ratfucking.",
        "@A_NeedhamNYU Damn autocorrect.",
        "@A_NeedhamNYU Yeah, I get that. What I’m suggesting is that bashing the CPC for legislative ineptitude is a fog leaf.",
        "I still think Biden will win in November—absent massive fraud—but this thread makes some excellent points. https://t.co/5JU7DaaJNZ",
        "@A_NeedhamNYU Disagree.\n\nI mean, honestly, do you really think there’s *anything* substantive from CPC that would e… https://t.co/sul0Pik4kY",
        "@A_NeedhamNYU And again, the significant part of the shitty off-the-record sniping is the implication that there’s… https://t.co/pPShQV8ICW",
        "@JoshuaMound But if corporations go bankrupt who will Pelosi hit up for donations?",
        "@A_NeedhamNYU That was my presumption as well.",
        "@TarikCyrilAmar No. RHETORICAL question.",
        "(This is a rhetorical question.)",
        "Why in the ever loving hell does Democratic leadership consider Republican support for a bill mandatory before brin… https://t.co/wJkrC0Ad7X",
        "Guys I’m beginning to think Nancy Pelosi is actually a terrible Speaker. https://t.co/xNGTYtPryD",
        "@ryanlcooper Why the FUCK are they requiring Republican support for bills to bring them to the floor?",
        "These kinds of statements are practically banal at this point, and they tend to elide the underlying problem, which… https://t.co/CJAGWhgah0",
        "@ztsamudzi Who wrote it?",
        "@lionel_trolling @elsenorrocket Damn, that is a good article.\n\nDidn’t somebody make this point in a book review rec… https://t.co/vMaWJFAk2h",
        "@varsha_venkat_ You’ll kill it. And you look great!",
        "@varsha_venkat_ Are you doing comps today??",
        "@Joshua_A_Tait Oof, I dunno if I can subject myself to this today.",
        "@TimLombard0 The trick is to ask what is underrated. Get people thinking positively.",
        "@jbouie @elle_griff Rice is very underrated as a breakfast staple.",
        "I’m gonna also say that continental breakfasts are underrated.\n\nBaguette, butter, and jam with a coffee (and an opt… https://t.co/wkEMSnU8zm",
        "@TimLombard0 I’m gonna keep going back to the well with this, since Food Twitter is a hell of a lot more relaxing than Politics Twitter.",
        "@elle_griff @jbouie This content right here is why Twitter is good.",
        "@julianzelizer @MollyJongFast I know they’re different, but off the top of my head I honestly couldn’t tell you how.",
        "@trekonomics Le système D in practical action.",
        "I feel like SPAM and eggs doesn’t get the love it deserves.",
        "In honor of the Waffle House guy, hit me with your UNDERRATED breakfast foods. https://t.co/9gZsFo31tp",
        "@lionel_trolling Was one of them Hayek?",
        "@JoshuaMound Bourbon and sweet tea.",
        "@davekarpf A dash of absinthe should really just be added to everything.",
        "You can drink one and not have it ruin your whole day, which makes it better in my book than a mint julep.",
        "I’m gonna nominate the sherry cobbler. We make it all the time in my house:\n\nSherry, sugar, and orange slices shake… https://t.co/G8y3HkbnnB",
        "@gnrosenberg Gotta preserve those previous bodily fluids.",
        "@KevinMKruse This is why THE LONG GOODBYE is the best of the Philip Marlowe novels. https://t.co/Oup5BrvazM",
        "@AntonJaegermm I simultaneously hate it and agree with large parts of it.\n\nThe writing is... bad.",
        "Okay, hit me with your UNDERRATED cocktails.",
        "@alexnpress @pornbizinsider Certainly, uh, helps to explain his political turn later in life.",
        "Plot twist: he voted for George McGovern for president. https://t.co/KHmSGYu5Uy",
        "@pornbizinsider @alexnpress This is my question.",
        "@Historian_Steve Media is absolutely the most consistently underrated.",
        "@n_hold I mean, that’s fair but it’s also within keeping with the purge argument.",
        "@bucephalus424 Yeah, I know. (Also UP FROM COMMUNISM for the heretical side.)",
        "*1930s. Damn.",
        "Yup. I need to write more about this. This was certainly how right-wing forces sought to use the Dies Committee in… https://t.co/3waHw5dNF1",
        "And yes, I mean global history.\n\nWhat happens in the imperial center really, really matters.",
        "The purge of communists and radicals from public life in the late 1940s in America was one of the most significant… https://t.co/5SKPbSXX2J",
        "@BuddyYakov Shit.",
        "@lukeisamazing Wait and see.",
        "@SamAdlerBell Happy birthday, by the way.",
        "@cszabla I don't know if Baltimore is the \"South,\" exactly.",
        "@onesarahjones I will admit to having a morbid curiosity about cruises, especially considering that everyone I know… https://t.co/w5wrWS3YzI",
        "That, or buying guns.",
        "Drinking bleach. https://t.co/fAWz3IotbN",
        "I'm honestly surprised this take hasn't started a fight.",
        "Don’t get me wrong, I like beef on weck. I’ve only been upstate a couple of times but they’ve always been delicious… https://t.co/peitzKIwOg",
        "Just gonna throw this out there:\n\nPit beef &gt; beef on weck.",
        "@jbouie @AdamSerwer Do it.",
        "Twitter tip: If this website is bringing you down, just ask random questions about food. It'll brighten everybody's… https://t.co/AmTjlx98tQ",
        "@trekonomics The Canal Saint Martin is simultaneously lovely and insufferable in a way that only Parisian neighborhoods can be.",
        "@frankstengel This is true.",
        "So... when are universities actually going to have their enrollment numbers for the fall? In June?",
        "@NotoNixon At least the Profacis had \"Crazy Joe.\"",
        "What is your go-to drink at the Cuck Zone?",
        "@gnrosenberg Hell yeah.",
        "The full graphic, for the record. https://t.co/kXK6jRhTX9",
        "Gritty just chilling out in front of the booth... *chef's kiss*",
        "I know we're all making fun of the Cuck Zone, but for my money the BURKHA + THONG booth is the best part. https://t.co/TlMlVbB6K7",
        "@alexnpress so bumble really is as bad as people say.",
        "For what it's worth, Eric Schmidt has the weakest handshake of anybody I have ever shook hands with in my life. https://t.co/VfyahcSAsM",
        "This is gonna end with Stephen Miller drinking bleach, isn’t it?",
        "@DavidKlion Stopping in Philly at John's Roast Pork for one of these guys is what I'm going to miss the most about grad school.",
        "@AlexYablon All excellent choices.",
        "@WhiskeyFDC I was waiting for the inevitable Taylor ham nomination.",
        "@HammattFinley I was skeptical but it really is good. Especially on slightly crummy bread. Like railway sandwich bread.",
        "@CastroHistorian Hot.",
        "@SWGoldman Nah, it's pit beef.",
        "@SWGoldman Go back to Philly.",
        "I nominate the Italian beef. An oft-overlooked Chicago contribution to the national gastronomy. https://t.co/zdOdaA2qvZ",
        "What is an UNDERRATED regional food?",
        "@adam_tooze @JoshZumbrun Is industrial production really the right metric here, at least in the United States?",
        "@ryanlcooper @dhanuraashi It is really astonishing, when you step back and look at it from an international perspec… https://t.co/jlpXkMzdJ3",
        "Is anybody else unnerved by how much press attention the handful of centenarian survivors of COVID have gotten? https://t.co/35hC2HchDU",
        "@DavidKlion My family in Minnesota knows absolutely nothing about Andrew Cuomo beyond the fact that he's on TV and… https://t.co/TmbueyL06T",
        "@DavidKlion To be fair, the reason Cuomo has gotten high marks is because of national media uncritically boosting h… https://t.co/O68ObD35Lw",
        "This is especially gratifying considering that the Hearst papers were the biggest cheerleaders of Joe McCarthy, and… https://t.co/BQHrW3O5gf",
        "There’s a basic level of solidarity that we should be DEMANDING from everyone in this fakhakta society.",
        "*sips coffee*\n\nGoing after teachers—who have been pretty consistently a punching bag for politicians from both part… https://t.co/CvkvdMbZEC",
        "Anybody have any suggestions?",
        "Honestly, I need to read more on \"Red Vienna\" and the development of Austrian economics.",
        "What were his feelings on Austrofascism, professor? https://t.co/LwdXfqtVGt",
        "It really is incredibly that Cuomo has completely dodged the blame for New York’s catastrophic COVID response. https://t.co/y7Jbt4huJj",
        "Gee, I wonder which high-ranking official in the administration who believes so strongly in the power of prayer cou… https://t.co/bH5LYlSHus",
        "@drewmckevitt @Kriscerosaurus Whiteness eventually devours its own.",
        "Presumably no relation, though I do have Walsh kin from New York from about this time period.",
        "Speaking as a Walsh, this sounds about right. https://t.co/LBgPcYNIdD",
        "@Hanna_Jameson *nods in solidarity in American*",
        "@MatthewSitman Just sitting 'round waiting to die.",
        "You know you're a historian when you assume Benito trending means Mussolini.",
        "@JoshuaMound It means he's smarter than us, Josh.",
        "@MatthewSitman I feel this. My niece is 10 months and I probably won't be able to see her until she's 2 years old.",
        "@joshshepperd \"Isle of Islay\" is a favorite.",
        "@Lollardfish Yeah, the implicit political sentiments in that thread are... very troubling.",
        "I'm glad I wasn't the only one to think this when I read that story. https://t.co/prrhG9YnnH",
        "@JLasaine Yeah, \"plateau\" doesn't mean \"decline.\"",
        "@cszabla Interesting, but not totally convincing, since the premise of a V-shaped recovery is that reopened busines… https://t.co/3DeQv2LNi3",
        "@mccormick_ted Embrace the existential nihilism of the avocado.",
        "@joshshepperd Ah, c’mon, ‘74-‘76 Bob Dylan was good!\n\nHe did suck pretty bad the rest of the decade, though.",
        "@ggreeneva Maybe this time someone can knock MacArthur off his damn horse.",
        "I don’t even like them all that much, but they’re fun.\n\nI’d add Aerosmith to that list, too.",
        "KISS. https://t.co/QSiKtczF5g",
        "@AntonJaegermm Big enough to admit it.",
        "@dbessner Rumblings from administrators.",
        "This is actually why I never really understood the level of vitriol directed against Walter Duranty.\n\nThe NYT’s cov… https://t.co/b9iRAzHq8h",
        "@EricLevitz @SethAckerman I’m not following NYS politics *that* closely—I don’t live there, and there’s way too muc… https://t.co/Q4svZwywhz",
        "@EricLevitz @SethAckerman Yes, but bail has turned into a political football with moderates, Cuomo is about the sla… https://t.co/0BD5Vbl0AU",
        "Every time I hear someone talking about a V-shaped recovery—and I hear this a lot in higher education—it sounds com… https://t.co/clxxSicpJb",
        "@EricLevitz @SethAckerman With the significant exception of New York.",
        "They’re going to want something in return, mark my words. https://t.co/aOz8xtgzyg",
        "Reminder: today would be a REAL good day to stand in solidarity with teachers’ unions.",
        "@bornfromwolves “Boiling hot Texas-style ginger ale!",
        "I strongly suspect we're going to see over the next 12-18 months how little the shift leftward in the Democratic Pa… https://t.co/2OsRsvJs3M",
        "@williamrblack Yeah, I always thought this was a profoundly shallow misreading of the politics of the national security state.",
        "@tlecaque @joshshepperd Right -- and the point is that the party is re-embracing that approach after it looked like… https://t.co/9cPWoswvFh",
        "And they -- we, I'm one of them too! -- should be scared!\n\nBecause if this is what could happen to #MeToo, it can happen to anyone.",
        "My TL is full of scared and angry teachers who are convinced they're going to be hung out to dry by the Democratic… https://t.co/ACzw2mXnCd",
        "This, by @libbycwatson, is a somber and quietly angry epitaph for #MeToo.\n\n\"'Believe women'\" was not a promise we c… https://t.co/NpJ1hnIg3B",
        "@joshshepperd I think this is a very legitimate worry. The dominant forces in the party will underwrite this under… https://t.co/oOeQMti1gL",
        "So, the Post Office is still going bankrupt next month, yes?",
        "@tweetsintheME This is why, while I still predict Biden will win handily, the big caveat is \"absent massive electoral fraud.\"",
        "We’ve reached peak pop World War II revisionism people. https://t.co/pEHRfr0dIE",
        "Did @paragkhanna need to attend Georgetown and the London School of Economics? Shouldn’t he have just taken a MOOC? https://t.co/MU788DOmA9",
        "@ianmhwalling @dbessner Yeah, that makes sense. And considering how many resources the Soviets had to put in Ukrain… https://t.co/YeKCyGbLnP",
        "@dbessner I could be wrong, though!",
        "@dbessner I’ll have to look again at the Ober Ost lit... but if I’m remembering correctly the high command believed… https://t.co/bTPL6trWcq",
        "@dbessner Maybe the lit I’m referring to is out of date, but my understanding is that Brest-Litovsk solved a lot of… https://t.co/dzUyDOdniw",
        "To be clear, my first tweet was about the 1914-1918 war.\n\nWithout American manufacturing and the prospect of massiv… https://t.co/VC7hY9swJV",
        "@opinion_left I was talking about World War I.",
        "The Chinese suffered *horrendously* during the war—which they fought longer than anybody.\n\nBut it was America that… https://t.co/FFIIHCmIfS",
        "The Soviets both suffered the most in World War II (in Europe, anyway) *and* were the most strategically decisive p… https://t.co/qG20EwldL7",
        "These debates always seem to boil down to suffering as opposed to strategic importance.\n\nThe United States, for ins… https://t.co/0S1spPvbdm",
        "@pseudoerasmus To be fair, the Russians also played a pretty big role in the Japanese surrender.",
        "The vultures are circling. https://t.co/kmLRCwKHwJ",
        "My hot take on Boba Fett: He's a criminally underutilized spaghetti Western character who was very badly served by George Lucas.",
        "Am I the only one who likes the cold?",
        "@zachdcarter It’s great!",
        "@trekonomics @AlwaysWinning1 I’m ready to jump ship, and I’m an American.",
        "@erikmbaker Yeah, that IS where we are now.",
        "@thucydiplease That was me at 25, and I was never really that Catholic.",
        "\"The End\" as leitmotif in APOCALYPSE NOW https://t.co/HXHcX5Erc1",
        "@JoshuaMound @ebruenig Yeah, I was about to say, this is an odd charge coming from liberals right now.",
        "@CDFrazier87 Big congrats on that one!",
        "@RAKarl Ooof, this is a good solution.",
        "So... how are you resisting utter despair tonight?",
        "This *fucking* country, man. \n\nPelosi is just as responsible for this as McConnell. https://t.co/Y5d8uk34bh",
        "This country, man. https://t.co/dR0qSYH4hs",
        "It does however make a lot of sense to criticize some of the specific people/ideologies profiled in the article, be… https://t.co/1Eb5vI81ft",
        "It feels like the response to that Catholic article from non-Catholics is all over the place.\n\nLike, it doesn’t mak… https://t.co/uzfuK3rNKK",
        "@KatzOnEarth No comment.",
        "Settle an argument: it is absolutely unacceptable to tip in change, yes?",
        "I mean, Congress has only *just* begun to meet again, after one of the deadliest months in American history—*and* t… https://t.co/NZ2ysOuEJf",
        "To be fair to Trump, nearly 80,000 people have died and the political response has been amazingly muted. https://t.co/xEj1dyo0M3",
        "I know, Jeffries will be exactly the same.\n\nAt least he’ll be a new face on TV, though. And the object of a new cult of personality.",
        "I honestly cannot wait until Pelosi retires. https://t.co/Mfyqa8CXJm",
        "I looked him up to make a joke, but now I’ve become kinda obsessed with Seymon Budyonny’s mustache. https://t.co/aeT0FkSAfy"
    ]
}