{
    "screen name": "stevens_azima",
    "no. of tweets": 157,
    "tweets": [
        "@ErchelleS @haitianrevolut2 😂😂😂",
        "\"a network of infectious disease epidemiologists at universities around the world working with technology companies… https://t.co/fOPqARkvvH",
        "Une autre initiative inspirante, surtout à l'heure de la COVID-19. https://t.co/gsOk8ehZws",
        "Nou bezwen antreprenè kon sa! https://t.co/L2DWRCQSj0",
        "\"Global resource for citizens to report bribes\" https://t.co/nVCjtuxLvl",
        "Janaagraha: Curbing Corruption Through Citizen Empowerment https://t.co/ItANZZV4NM",
        "Corruption -- An Epidemic of Epic Scale in India https://t.co/jAWz4YTlUh via @theworldpost",
        "India's Black Market Organ Scandal https://t.co/kVSD4ikYDy via @TIME",
        "\" A World Bank Study of 162 Economies estimates that untaxed, illicit, shadow economies traded in the equivalent of… https://t.co/SsDlEOCKli",
        "\"20% of India’s GDP from the 1970s-1980s was part of a shadow economy\"\n\nhttps://t.co/KIswjWqhT9",
        "\"4 infamous corruption scandals in India, and their economic cost:\n\n1) 2012 National Rural Health Mission Scam ~ $2… https://t.co/Rvb5EXjlRA",
        "\"Using uses scientific and credible approaches for measuring talent and then matching skillsets with workforce or e… https://t.co/PLIdwQO5ek",
        "\"Scaling up efforts necessary to achieve the objective of skilling / up-skilling 150 million people\" in India.  https://t.co/4cTW5Lg22F",
        "Et si les médias foutaient la paix aux Haïtiens de Montréal-Nord? https://t.co/MvfrWL01nt",
        "« How to Write Great Papers\nFrom title to references From submission to acceptance »\nhttps://t.co/9vKMvOd6wm",
        "Academics shouldn't focus only on prestigious journals (essay) https://t.co/5HcYYjOZGZ",
        "@laloidemabouche \"alors que des rappeurs se projettent « coupables » de meurtre.\" Je n'ai pas pu retenir mon sourire. 🙃",
        "@laloidemabouche Te m al li.",
        "Farmers’ job satisfaction comes from benefit to others, protecting resources https://t.co/l12O6jJMQQ via @agupdatecom",
        "La réalité du confinement et ces parents dont on ne parle pas https://t.co/wTgFsCyT0i",
        "\"...school closures alone would prevent only 2–4% of deaths, much less than other social distancing interventions.… https://t.co/a1abv3xXOQ",
        "Apwopo https://t.co/5FT1AngICP",
        "Diri-jan klowòks https://t.co/l7QsdaH3dh via @laloidemabouche",
        "Calenda - The calendar for arts, humanities and social sciences https://t.co/r8HyXxRbKA via @OpenEditionActu",
        "La roue tourne. https://t.co/Y0ABZT71NB",
        "https://t.co/Ova8szM2LU Mystery disease killing Germany's blue tits",
        "\"Germany’s low COVID-19 mortality rate has been marveled at by the foreign press. As with any news story constantly… https://t.co/c1txkI2rsZ",
        "\"L'Allemagne doit effectuer le premier test à grande échelle d'anticorps anti-Coronavirus en Europe. Ces tests séro… https://t.co/4tfUzkfJAc",
        "Les tests sérologiques semblent être l'avenir (dans un proche horizon tout au moins), en attendant un vaccin.  https://t.co/rG7dTgaSc6",
        "Au Québec. \"Non pas parce que les prix courants ont bondi, mais parce que le nombre d’aliments en promotion est moi… https://t.co/sYV2vQ3D3K",
        "Se sa menm, kidonk moun ki doute sou orijin antwopik oswa reyalite chanjman klimatik ak reyalite evolisyon espès yo… https://t.co/dOuxaeLjRq",
        "Alarmiste ou alarmant? « La sécurité alimentaire mondiale en question » | Le Devoir https://t.co/DVqjkDTJSB",
        "Coronavirus: Six autres bonnes initiatives pendant la pandémie | Le Devoir https://t.co/L4y9XhfnCr",
        "L’ennui et la faim activeraient les mêmes zones du cerveau https://t.co/cu6OgJS5em",
        "LSE Review of Books https://t.co/ZowDZMnxbB",
        "Hum https://t.co/rChIDz0nIf",
        "@LSEReviewBooks Beyond Nature and Culture (Philippe Descola) https://t.co/ic5TB0hl6o",
        "Les ressources de notre gouvernement sont certes limitées, mais certaines initiatives, même symboliques (comme la m… https://t.co/vArAiXicvT",
        "Les droits des personnes, en particulier ceux des groupes les plus vulnérables (femmes, enfants, personnes avec un… https://t.co/vsndgcQFnl",
        "Une autre considération amenée par la prise en compte des droits humains est la lutte contre toute discrimination o… https://t.co/OX66IEQcPI",
        "Plusieurs incidents, alimentés par la peur, ont été rapportés où des citoyens ont tenté d’agresser des lieux ou des… https://t.co/H74Lavk90A",
        "Notamment, le gouvernement devrait envoyer un message clair sur la non-tolérance de toute atteinte à l’intégrité ph… https://t.co/4zXxi0M0RC",
        "Il y a certes des priorités en ce moment, cela n’autorise pas pour autant un laisser-aller dans le respect des droits de la personne.",
        "La prise en compte de la préséance des droits humains en tout temps (même en temps de guerre) invite à ne pas négli… https://t.co/RYJeka2etn",
        "Men lyen pou nou al li atik la, m ap met kèk ekstrè pou nou pi ba a. https://t.co/BQvUu8iOIQ?",
        "Sa pa gen lontan mwen ak Ginette Jules te ekri yon tèks kote nou te ankouraje leta ayisyen adopte yon apwòch… https://t.co/83bcL3qkgl",
        "14 /Has the test of time only revealed the true priorities of this movement or is it rather a deviation from its original project?",
        "13 / This encouraging relationship has proved unstable and could is seemingly fading away. In line with several pre… https://t.co/ZX2hp8XD6t",
        "12  /The results clearly indicate that the rise of direct marketing channels has been accompanied by a significant… https://t.co/91xbE3tkFi",
        "11 / This article draws attention to an undermentioned aspect of local food, namely their contribution to the adopt… https://t.co/uFACZpEqwY",
        "10 / The author uses econometric models and finds a negative relationship, stable in space but unstable through tim… https://t.co/TPfO2wlqUz",
        "9 /But still, despite these controversies, the literature identifies several dynamics that allow to postulate a pos… https://t.co/EXeyMTUY8g",
        "7 /Hopes are then turned to short food chains and local food systems, but several skeptical authors warn against a… https://t.co/7XpDroxMVC",
        "6 / This is especially relevant, considering that several harmful effects of intensive use of pesticides have been… https://t.co/y3VpRHqeTF",
        "5 / So interestingly, this article redirects the focus to other aspects of the environmental impact of short food c… https://t.co/auOc17N7gE",
        "4 /However, it is this latter issue that seems to have disproportionately  received the most attention (considering… https://t.co/pUiDhKxKPs",
        "3 / The environmental impact of short food chains has long interested researchers. Over time, the literature has fo… https://t.co/FUWFiAkG0k",
        "2 / However, with time, this relationship appears to be waning, leading the author to question about a possible shi… https://t.co/quyWl3rNVP",
        "Is the growing popularity of local food and short food chains associated with fewer agricultural chemicals ? It is… https://t.co/8rH4iAmq2U",
        "@MichelDeGraff take a look",
        "Souveraineté technologique. Tiens tiens... https://t.co/7IWZ9qP61N",
        "\"Lòt tandans natirèl la, se bezwen nou toujou santi pou nou bay bagay yo sans. Nou renmen kreye diskou lè bagay yo… https://t.co/qooAooVps1",
        "Les enfants transmettraient peu le Covid-19, après étude d'un \"cluster\" en Haute-Savoie - Sciences et Avenir https://t.co/h9c62NRGcX",
        "On my pile https://t.co/LZPfMQVs5s",
        "🤦🏿‍♂️ https://t.co/FvHpe4lJ5v",
        "Québec et l’UL essaient de rattraper leur retard dans l’IA. Good. « L'Université Laval en pole position » | Le Devo… https://t.co/SF16pGD3Uk",
        "Où l’on parle de « souveraineté informationnelle »...\n« Masques et données en jeu » | Le Devoir https://t.co/POCVBsgAJJ",
        "@TainoL lollll",
        "On aime dire que connaitre la passé aide à mieux comprendre le présent. Ce n'est pas faux. Mais on oublie de dire a… https://t.co/GMkZ9lJZbA",
        "SMH https://t.co/C7Q53sDfl6",
        "@laloidemabouche I guess you didn't find any helpful tutorial to save you from the uneasiness and the agony of it all...",
        "@laloidemabouche Use them wisely. 😉",
        "Via Reason Man https://t.co/PkpwwZQtJ5",
        "A 2019 study conducted in the US suggests that the increasing popularity of local food systems is associated with a… https://t.co/jOGyZ8i9ZV",
        "\"One might have reasonably concluded that different policy preferences were driving these responses (...). But our… https://t.co/28Arsh0lRI",
        "Lol https://t.co/ttAKp2fdaE",
        "Bien entendu, le gouvernement pourrait encadrer ces discussions, pour minimiser les coûts de transaction et aplanir les rapports de force.",
        "Intéressant. Il est vrai que Google se comporte un peu en resquilleur. Mais je pense que ce serait plus efficace de… https://t.co/nJaiYg9wG3",
        "Bon, je trouve cela un peu forcé et j'aurais plutôt tendance à penser le contraire: les gens vont plutôt adorer plu… https://t.co/KRovchbKnP",
        "Digital contact tracing can slow or even stop coronavirus\ntransmission and ease us out of lockdown https://t.co/0FoVXwP0Tx",
        "U.S. Trade Policy in Historical Perspective\n\nhttps://t.co/RYQsSREFJT",
        "Exactly https://t.co/sIjffWGaNy",
        "@Encre_Sombre @NetflixFR @stephwilson007 @Jeff_Fleuridort Si w pa pale, woch yo ap pale wi.",
        "@Encre_Sombre @NetflixFR @stephwilson007 @Jeff_Fleuridort Mèsi Sao. Ou aktif sou Twitter kounye a? M kontan rejwenn ou.",
        "Beware, spoilers. https://t.co/jKrCwlO5MV",
        "@ErchelleS I think it's a good example of the false dilemma fallacy. 🙃 https://t.co/CmsGcji2Wi",
        "N ap tann lot ide. @wicel89 sa w panse? https://t.co/blCGvwSSA8",
        "And again. https://t.co/ejXxrP3G7h",
        "@Mckendy19 @laloidemabouche DM.",
        "@laloidemabouche Gad zen m rate. M tounen.",
        "@MoyHaiti Euh, 6 secondes. Il n'y a rien qui change. La même opération se fera 101 fois, simultanément. An pasan, mwen bak sou Twitter.",
        "@laloidemabouche M konprann! (Senomò, kondi moun yo.)",
        "@laloidemabouche 😂😂😂😂",
        "@laloidemabouche Sa k pase? Obama danjere toujou?",
        "« la situación de los bateyes (los lugares donde viven los trabajadores de la caña de azúcar) en la (...) República… https://t.co/Y7yxWEz6EA",
        "PARCOURSUP 👩🏽‍🎓🏫 et les algorithmes de mariage stable ❤️ https://t.co/thUdGsdsqC via @YouTube",
        "@ErchelleS 😂",
        "Les contrats favoriseraient aussi l’innovation en apportant une sorte de « garantie » sur les droits de propriété.",
        "L’effet des primes dans les contrats sur la qualité des produits est malheureusement peu étudié.",
        "Au niveau de l’incitation à la qualité, dans un contexte de crise de confiance des consommateurs dans le système ag… https://t.co/f2YvnvsgdF",
        "Ainsi, pour la performance prix-quantité, la rémunération individuelle des agriculteurs en fonction d’un indice de… https://t.co/KkuiC2fRMS",
        "Si la possibilité d’exploiter des économies d’échelle ou de réduire les coûts de transaction découlant de l’utilisa… https://t.co/5dS1zwF1Ej",
        "Une revue de la littérature internationale est réalisée. Dans un premier temps, la contribution des contrats agrico… https://t.co/bW9CJvesZz",
        "Les organisations de producteurs (OP) semblent très présentes en Europe et apparaissent comme un mode de coordinati… https://t.co/8UeB5EC0Sr",
        "Parallèlement, on observe une tendance croissante à la contractualisation suivant des modalités de plus en plus var… https://t.co/g6kLE75Edz",
        "L’article s’inscrit dans un contexte où les agriculteurs européens sont exposés à la volatilité des prix agricoles… https://t.co/b2FXSs3uvA",
        "Voici la référence complète et le lien pour lire l’article. Bouamra-Mechemache, Z., Duvaleix-Tréguer, S., &amp; Ridier,… https://t.co/eM3VMD9YCy",
        "Ce soir, je vous présente un article les contrats agricoles et les modes coordination en agriculture. Il est de Bou… https://t.co/HB23C3Su4q",
        "@ErchelleS Pa gaspiye mèsi w.",
        "@ErchelleS https://t.co/8tDnEC3rO0",
        "Il ressort donc que, même dominante, l’approche du juste prix à partir de la centralité des marchés agricoles (dépe… https://t.co/fVgTMUTWPX",
        "2) Dans un marché dépersonnalisé, le consommateur peut se soucier très peu de la rémunération d’un producteur anonyme.",
        "Le lien social entre le consommateur et le producteur, lorsque rompu, peut amener un lot de problèmes.  1) possibil… https://t.co/VTd1VACGxL",
        "De toute façon, le modèle néoclassique en faisant reposer le juste prix sur le marché convainc peu. Les marchés sup… https://t.co/bHV0oIXLgf",
        "Or, sur ces marchés agricoles, les prix fluctuent beaucoup du fait des spécificités du secteur agricole. Donc le ju… https://t.co/miKcEG9xVA",
        "Pour les néoclassiques, dont l’approche est devenue dominante, le juste prix résulte tout simplement de l’équilibre… https://t.co/S2XOptyqPF",
        "Les classiques, a partir du XIII de l’ère commune, fondent plutôt le juste prix sur la notion de valeur travail et… https://t.co/VtOYI4xy9g",
        "Selon Aristote, pour être juste, le prix doit tenir compte à la fois de l’effort déployé pour se procurer le bien m… https://t.co/A8HBFwgXL2",
        "Une des plus anciennes réponses fournies à cette question du juste prix est due à Aristote.",
        "Que serait un « juste prix »? A quel niveau devrait-il être dans un échange pour que celui-ci soit considéré comme juste, équitable?",
        "Les prix agricoles sont réputés faibles. Une insatisfaction générale des agriculteurs semble exister. Cela peut mêm… https://t.co/17xWzf7Fn9",
        "Cet article de Guillotreau (2013) aborde l’épineuse question du « juste prix » des produits alimentaires. Il retrac… https://t.co/1cBxmFnTqF",
        "Nobel Prize-winning scientist Frances Arnold retracts paper - BBC News https://t.co/ZF8jzMBP4F",
        "Iran vows vengeance after America kills Qassem Suleimani - A big escalation https://t.co/EPp3ns15jN",
        "New study found: « Haiti was the most affected country among those with the lowest Human Development Index (Age Sta… https://t.co/HAg2qyyubJ",
        "Thousands of years after Solon, 'politeia' is still an issue. https://t.co/w2LHaKUqOf",
        "@PazByC @gpereyrairujo @GOSHCommunity Thanks for the acknowledgment. I wish i could have helped more. Finally it se… https://t.co/G8hi1P8W2l",
        "\"We desperately need a new way of thinking, a new mind-set. When Elizabeth Kolbert, a writer for the New Yorker, as… https://t.co/QbPeX2dZBi",
        "Cette hypothèse d'un empowerment facilité par l'agrotourisme est testé à partir de l'étude d'un réseau local de d'a… https://t.co/0a6ZVQaZ97",
        "L'article mobilise conceptualise ainsi l'agrotourisme comme ayant le potentiel d'offrir aux femmes des \"espaces à e… https://t.co/sRpDgE6A35",
        "L'empowerment doit dès lors, en plus du \"pouvoir de\" faire grâce aux nouvelles ressources accessibles, être aussi u… https://t.co/O7PlnANzwh",
        "Toutefois, l'approche de Woolf de l'empowerment reste très \"individuelle\". Or, ce que les féministes du Sud dans le… https://t.co/yQ3jVNGM4F",
        "Plusieurs études historiques montrent comment la modernisation agricole dans les pays développés, en réduisant la p… https://t.co/qtt8rWO2U4",
        "Woolf mettait en avant combien il est important pour les femmes d'avoir des \"espaces à elles\", loin de maris, enfan… https://t.co/Jw47gtdTfN",
        "Deux perspectives de l'empowerment sont combinées. La première se base sur l'essai féministe désormais classique de… https://t.co/gVwBZmzZhK",
        "Toutefois, la possibilité que l'agrotourisme donne plus de pouvoir aux femmes est assez forte pour mériter d'être c… https://t.co/VzE8wYhRZz",
        "Enfin, ces agricultrices peuvent elles-mêmes ne pas pleinement avoir conscience de ces rapports de pouvoir ou ne vo… https://t.co/emEQhWjcnW",
        "Par exemple, les femmes acquerraient certes plus d'autonomie et de visibilité dans ces espaces, mais seulement dans… https://t.co/yFaYKuM2fK",
        "Ainsi, plusieurs études laissent croire que l'agrotourisme offrirait aux femmes une opportunité de sortir de l'ombr… https://t.co/hXEKhP20vR",
        "Mais au-delà de ce que ces femmes apporteraient, ces activités alternatives (notamment, l'agrotourisme) qu'elles pr… https://t.co/p97rKbjpoT",
        "On estime même que les femmes apporteraient de nouvelles valeurs (p. ex., plus axées sur l'humain et la nature), co… https://t.co/sbZpjHNDrp",
        "Ainsi, les femmes agricultrices apparaissent en général comme plus âgées que la moyenne, plus éduquées, elles opère… https://t.co/fPoX2wsDJa",
        "Depuis qu'à la fin du 20ème siècle, les agricultrices françaises ont acquis un statut mieux reconnu et non dépendan… https://t.co/AgyS0wjiIT",
        "Mais il semblerait que tout cela est (heureusement) en train de changer. Il y a de plus en plus de femmes chefs d'e… https://t.co/61borL2Jng",
        "Il faudrait peut-être ajouter tout de suite, même  si les auteures de l'article ne l'évoquent pas aussi clairement,… https://t.co/7TevFTtto9",
        "Le rôle (pourtant bien réel) des femmes en agriculture a longtemps été rendu invisible. Cette invisibilité peut s'e… https://t.co/O2P43DWv0A",
        "D'abord, voici un lien vers le pdf de l'article: https://t.co/BcZpUj2MrQ",
        "Je fais une thèse sur les produits alimentaires locaux, et j'aimerais vous faire profiter un peu de mes lectures. I… https://t.co/I464PVTYTY",
        "Kreyòl anba Divalye https://t.co/HqWoUBcGhA",
        "Fomasyon sou pwoteksyon kont pirataj pa Phishing / Training against Phis... https://t.co/bLQBfuwu4F via @YouTube",
        "A relire. Absolument. https://t.co/0FgMU3Dedo",
        "Kisa nou ka fè pou ede peyizan nou yo anrejistre rezilta agwonomik ak ekonomik plantasyon yo, pou se pa sou memwa y… https://t.co/nNxVKLoLmn",
        "https://t.co/dKMc8DBGz7",
        "What sci-fi can tell us about the future https://t.co/cYlpmTAd3f",
        "@emmadouyon M ap mande tèt mwen si lè mizè nou bout, chante nwèl nou yo ap toujou gen menm pisans sa.",
        "100 Million Years of Food: What Our Ancestors Ate and Why It Matters Today | Terry Willard https://t.co/ubHu9oiFRV",
        "Review: Stephen Le examines the history of eating in 100 Million Years of Food - The Globe and Mail https://t.co/NX8MfgXIsv"
    ]
}