{
    "screen name": "YaelCortes",
    "no. of tweets": 153,
    "tweets": [
        "... all the portraits in the world\nexcept possibly for the Polish Rider occasionally and anyway it’s in the Frick w… https://t.co/d7UBGdcuzi",
        "♥️ https://t.co/FOWbLyEAMy",
        "Tomaría el té contigo, con la misma seguridad con la que pelearía a tu lado. Equilibrio, compromiso, certeza. Lláma… https://t.co/ioLEnibWLn",
        "No observes el mundo como lo que es. Imagina lo que pudiera ser. Así, con un poquito de magia. #PodemosHacerloBien… https://t.co/rvh2d2owSt",
        "@Monnie8a ♥️🏡🦠",
        "@Rognar_adj Justo eso pensé. Aunque en realidad lo sugerí al revés.",
        "Si hubiera estado en una escuela que hiciera anuarios, la sección en la que dice expectativas futuras sería algo co… https://t.co/4n7Ln1T8iG",
        "No sé qué destaco más, si su nobleza, su inteligencia, su sentido de justicia, su pulcritud o los ojos de botón ♥️",
        "Todos necesitamos un lugar seguro. Una geografía que sea medicina, caverna, campo de girasoles, fábrica de pañitos… https://t.co/tUbrDhfgW6",
        "Night https://t.co/5w1WQT0HQY",
        "Me lo pregunto con frecuencia. https://t.co/xMiq90D2cz",
        "... hasta que nos salga bien 🌱",
        "No importan el número de problemas que veas, sé que la niña de colitas te dará una solución #TomaEsoMundo 🧸👧🏻",
        "Este amanecer de largas horas 🧬",
        "Es del tipo que cree poder salvar al mundo. Que se levanta con el cuerpo adolorido y la mirada llena de fe, mientra… https://t.co/Ajfu56AC2X",
        "Gabo, Gabriel, García Márquez #GenioEterno https://t.co/XHgEpprTOs",
        "@mrchuckart Jajajajajajaja día 60 jajajaja ya acomodé mi ropa por color, con zapatos y accesorios #Fracasé",
        "Estoy segura de que los macarons chocomenta tienen un lugar especial en el cielo #ArteComestible",
        "@mrchuckart Jajajajajajajajaja 🙊🙉🙈 día 67, ya no sé quién soy.",
        "¡Acabo de entender la metáfora! ⚠️ pulmoneeeeees 🌻 ver más de 30 veces una película, tiene sus misterios 💛 #ThingsOnMyMind",
        "El fenómeno de las estrellas binarias y las decenas de cosas interesantes que ayudan a procrastinar lo que ya tiene caducidad. #JustMedicine",
        "💁🏻‍♀️https://t.co/T9fpaq79Fc",
        "We get a little crazy. Isn’t that crazy? #Inspiration #DoubleTrouble 👾🦄",
        "@Elia_Serratos Todos, hasta los ansiosos ¿o cómo era?",
        "Coyunturas aprovechadas👇🏼 https://t.co/yM7JINqJ57",
        "Qué tienen las madrugadas, que pese a los siglos, me mantienen con los ojos abiertos y las manos al aire. Qué tiene… https://t.co/fVtlZ34UMo",
        "Colores 🌈 https://t.co/YgJcNsVOmw",
        "¡Claro que puedo hacerlo, claro que puedo! Además ya pronto será navidad 🎄 #ThingsOnMyMind",
        "En algún lugar hay algo increíble esperando ser descubierto, así a la Carl Sagan 🦄🎄",
        "Can u feel all passion? https://t.co/VSw4GLxGzt #Soultrack",
        "¿Cómo será el mundo cuando regresemos a la normalidad? Porque sí, ahora mismo hay cuarentena pero, al menos existe… https://t.co/kPfkfAwC2L",
        "La ilustración más tierna que verán hoy ♥️🔝 https://t.co/XboShIdgt2",
        "Mi fuerza bruta, mi talón de Aquiles, mi poesía. Todo antes de las 6:00 https://t.co/9oioe0Fa2d",
        "Become who u are. Here and now.",
        "How soon is now?",
        "11:11- ojos de botón ♥️",
        "Cat, raíz mía y amor de mi entrañas. ¡Salud por los 90! Sábete que te echo de menos cada segundo y que no respiro i… https://t.co/GneSNQmY7I",
        "Cres, siento que tengo tus hermosos ojos color avellana de frente. Observando con detalle, sigiloso, calmado y anda… https://t.co/glXwhSrCHZ",
        "@Librosb4Tipos Invisible women: data bias in a world designed for men. La autora es Caroline Criado.",
        "@coldplay ♥️",
        "El hilo de la década 🔝 https://t.co/S7emFBSrJq",
        "@RoxanaAnayaL Preciosura ♥️",
        "Lo mismo dije en 2011, 2012, 2013, 2014... ¡Lo mismo digo en 2020! #GoalsAndFairytales https://t.co/mcTrUPakrr",
        "@chucktart En divo, el hombre. Pa’ mí que ya nos dejó abajo.",
        "@chucktart Es un mensaje chido el que envía, aunque sean poquitos 💪🏼",
        "@chucktart ¡Qué chida!",
        "Future is female #OnceTechnovationAlwaysTechnovation https://t.co/2a8wCXPSvJ",
        "@chucktart Claro que no, todo lo que he visto/leído de ti es crítico propositivo.",
        "@chucktart Obvio sí. ¿No harás ilustración del 8M o 9M?",
        "#8M2020 #DiaInternacionalDeLaMujer #El9NingunaSeMueve https://t.co/7qHD0mEy5f",
        "Dron 365 vs Tania 0 #Focus",
        "Toda la buena vibra desde aquí para las brillantes y talentosas @temachtianiMx 🔝 https://t.co/YYRImWlZJK",
        "Ojalá todos los ministros llegaran en camiseta y despeinados, ¡claro! Con el intelecto, trayectoria y visión de Sir… https://t.co/uPMqUcuM7o",
        "De esas cosas por las que Twitter mola 👊🏻 https://t.co/YR8NuIjVqo",
        "Hay niveles de daño que solo un loco puede curar #ThingsOnMyMind",
        "Tus notas, siempre😭",
        "Cada vez es más difícil despedirme.",
        "Oda a #KatherineJohnson https://t.co/h0O7EbbmwW",
        "Two souls with the same on mind.",
        "👩🏻‍💻 https://t.co/unJ5YbhtUW",
        "Belleza de hilo. Hay varias de las preguntas de mis últimos días 💪🏻 https://t.co/kg9BjhloG7",
        "Molan la seguridad y la pasión.\nMola la urgencia de hacerle el bien a todos.\nMola el descontento con lo injusto.\nMo… https://t.co/ZOam9UQ1M7",
        "¡Qué bonita la herencia femenina! #11F2020 #DíaDeLaMujeryLaNiñaEnLaCiencia https://t.co/qqqh8lJo2m",
        "¡Lotería! ♥️ #TodasLasVidas https://t.co/cQOJsb1IlY",
        "No se la pierdan 💪🏻👩🏻‍💻 https://t.co/iExZZyvrBV",
        "La #NeutralidadDeLaRed es un tema fundamental en la creación de un ecosistema Internet sólido, libre y nutrido desd… https://t.co/ik9GZ7Pf0f",
        "#SalvemosInternet y protejamos la neutralidad de la red https://t.co/40UNcYyfpv",
        "@arenitasoria @segudigital @ccmx ¿Cómo nos podemos sumar desde el interior de la república?",
        "¡Feliz cumpleaños al dramaking favorito! Sí, así con la cara de “me porto bien”😎 que todo lo bueno se quede,… https://t.co/F1n724E2qD",
        "Soultrack 🎵 https://t.co/aif6jcpVpT",
        "Esa gente que cree que el sentido de la vida está en un libro ♥️",
        "@solsona @CodigoFrida es coordinado por mujeres e introduce a las jóvenes en las STEM.",
        "Ha llegado la mayéutica, ataviada en traje. Al fondo un diario, un cigarro y cerillos. Biología, Bulgarellis y dece… https://t.co/rvoc8tNrZ0",
        "Clásicos y publicidad original #BlueBird 1963 🚘🚗 https://t.co/HxpjhsJjxL",
        "Hair love, es ternura absoluta 👩🏾‍🦱",
        "@chucktart X2",
        "Discusión necesaria ☝🏼 https://t.co/y2I6JQiAkv",
        "🥕https://t.co/H1ptVPn9EU",
        "@chucktart OMG! Congrats ♥️ ¡qué emoción!",
        "@SergioHArevalo ♥️",
        "La gentileza sobre la razón #CosasQueANadieLeImportan",
        "31 meses después ¡qué felicidad! Un caminito bonitísimo #TodasLasVidas",
        "👩🏻‍💻#TeamTemachtiani https://t.co/kPJ3YwR3qT",
        "@RoxanaAnayaL Jajajajaja Guilty pleasure 🤧",
        "@RoxanaAnayaL Son lo máximo 💕",
        "Morí con la escena de la agujeta #BromasPersonales",
        "Noah Baumbach hizo de #MarriageStory una puesta invaluable. El inicio es apabullante en muchos sentidos. La sensibi… https://t.co/HlNKCnfTN5",
        "Tristeza: acción de quitar el arbolito de navidad, sabiendo que falta un año para verle de nuevo. #CosasQueANadieLeImportan",
        "🤔 https://t.co/Hk6GOQBIdG",
        "Qué belleza de descripción. He sentido cada palabra 🌬 https://t.co/keAhOucbLw",
        "11 años atrás #ThingsOnMyMind",
        "Quién se apunta ☝🏻 https://t.co/7VbsrxU9Yi",
        "Y es que hay que trabajar duro. Sin cansancio ni tregua. Hay que hacerlo por nosotros; también por los que vienen.… https://t.co/dtf5LrAM0I",
        "Hablar de lo bueno. Pensar en lo bueno y descubrir, como Urie Bronfenbrenner, que podemos generar ecologías. https://t.co/HlIMv5iHbV",
        "Estaba The Fray sonando al fondo. Hablábamos de literatura, después de la vida. No importa el hilo, la práctica de… https://t.co/oVa8Q6o4y0",
        "@Rognar_adj Dramático, ¡claro que te contesté! 😱🤔",
        "No puede cambiarse el pasado, solo podemos enfrentar lo que viene. Hay que recordar que compartimos el mismo futuro… https://t.co/A08UxgbwOo",
        "¡Cuánta extrañez! https://t.co/ehPGSl6lbC #TodasLasVidas",
        "I’ll fight, I’ll fight for u!",
        "Hoy más que nunca hay que ser valientes. Mucho.",
        "Eres grande, @augusthur 💪🏻 https://t.co/LlpvfVoQWN",
        "@Elia_Serratos @TornadosMexico Si nos cuentas tu idea por MD, podemos identificar si tenemos los elementos para contribuir.",
        "@Elia_Serratos ♥️",
        "¡Gracias por tantas historias bonitas! Es muy satisfactorio encontrar a decenas de jóvenes que trabajan en pro de u… https://t.co/wYYhvUZMQZ",
        "La vida en rosa. Rosa chicle 💕🧸🐙 https://t.co/uGm1rol55y",
        "Un agujero de gusano que me coloque una semana atrás, por piedad #ExtrañezMasiva",
        "Bésame, bésame mucho, como si fuera esta noche la última vez🪁",
        "Abierta estará siempre, la posibilidad de hacer un mundo mejor.",
        "Olé https://t.co/igSWord408",
        "@Rognar_adj Drama king!",
        "@NandodeOca Sí, sí. ¿A qué hora es? Estaría muy chido verte en escenario.",
        "@NandodeOca Yo quiero, ¿dónde, Fer?",
        "👇🏼 https://t.co/DcM1ZCxtX7",
        "No sabía que el cielo podía ser tan azul 🪁",
        "Say it! https://t.co/Z0w0A4sUkZ",
        "La vida es bonita cuando en lugar de quitarte de las maquinitas saca peluches/gadgets/cositas, te dan más fichitas para jugar #Unbelievable",
        "💪🏻🌬 https://t.co/6hccDkK6qv",
        "@chucktart Yes, ya lo mandé a mis grupos 💪🏻",
        "@chucktart Hecho (:",
        "@Elia_Serratos @La_Coyoacana Allez, allez! Dans quelques semaines. Tu aimerais?",
        "“Para mí la música es una herramienta política...” Oda a Sara Curruchich. https://t.co/B0JHT6AFvT",
        "@Elia_Serratos El dolor no se cura, se vive. Mejor aún con un mezcal y La Martín.",
        "Your heart’s a bird🐦",
        "Y luego apareciste y rompiste en pedazos todo lo que creía #OjosDeBotón",
        "The sun also rises by Hemingway, again, again and again #Reading",
        "Algo de Modigliani y un poco de té.",
        "Can u feel all the love? #amazing https://t.co/8rD1Z90Kg9",
        "Equipo, copiloto, escudo de guerra, artista, cantante, melómano. Intenso, vibrante, positivo, esperanzador, come mi… https://t.co/j2XWDfYf4a",
        "Leer es tan curativo #DosLibrosDespués",
        "Casi 10 años #Unbelievable https://t.co/10Jd7QSydB",
        "Nadie es ilegal en tierra robada 👣",
        "Etimologías 😍 https://t.co/1grddJCR5G",
        "12 años y 30 reproducciones después, me doy cuenta de que una de mis películas favoritas, tiene varios de mis libro… https://t.co/NjFK5nYgjw",
        "@Monnie8a Te falta gym, pero para que me acompañes",
        "It's getting better all the time!",
        "Feeling! https://t.co/tD84kZZLiH",
        "Día cliché por esto 👉🏻 #MemoriasAdolescentes https://t.co/srHftiQkkv",
        "Increíble y luminoso https://t.co/ImnsTjRX24",
        "Soles hermosos 🐙♥️ https://t.co/bCCjpN0MQV",
        "@armartinell ¿Dónde adquieren la memoria?",
        "Decir adiós a Salvador es apabullante. Tanto como lo fue con Antonia. Despedirse de 93 años de fuerza, disciplina y… https://t.co/ctCsfjvclw",
        "Estoy caminando lento hacia ti.",
        "Charlas laaaaaargas y respuestas combinadas #LeyendasPreciosas",
        "@RoxanaAnayaL Vírgenes suicidas, please!",
        "No esperaba. Estaba identificando ese algo excepcional. -¿Ves la última fotografía?- es un momento que se perpetuó,… https://t.co/1Nz5v3kYJr",
        "🥺 https://t.co/ihNH5qvF6D",
        "@Rognar_adj ¡Muchas gracias, Betito! Cada cumple aumenta tu locurita.",
        "🌪 https://t.co/KUSOULEvr2",
        "Podemos ser todo https://t.co/AJhnfPkbme",
        "♥️ https://t.co/wPhX4xxSXf",
        "Fechas memorables:\n02.10.1964 \n¡Bienvenido a la vida Keanu Charles Reeves! ♥️",
        "Es una colisión artística en equilibrio. Si es que eso existe https://t.co/nQGGLccE7w #Zeek",
        "Es día de T.I.M.O ⚡️ https://t.co/1GqqeYcbrO"
    ]
}