{
    "screen name": "1UpAnalytics",
    "no. of tweets": 186,
    "tweets": [
        "@UtdZeitunv2 @benjyfishy @TSM_Commandment @FNCompetitive looking forward to the interesting content you’re gonna put out!",
        "The Top Performers from Day 1 of the FNCS Solo Invitational:\n\n@benjyfishy (EU) &amp; @TSM_Commandment (NAE) https://t.co/of4nwVJnrN",
        "@ProdigyAnalytic @claystehling all good",
        "@ProdigyAnalytic @claystehling Nice! How often does this update?",
        "@PowurKG you’re nuts",
        "Most Efficient W-Key game in Round 2 of yesterday's NAE Duos Cash Cup:\n\n@Ajay_FN &amp; @codgenesis_ \n\n30th Place + 8 El… https://t.co/bW2FY3x3I5",
        "@CenciGaming @SorrowFN Yeah when I say 50/50 I mean equally likely to win/lose the fight, I didn’t mean a fight in 50/50 zone",
        "@CenciGaming @SorrowFN The expected value of a 50/50 fight that gains you slightly better positioning than you woul… https://t.co/pIbKkozXJ4",
        "@SorrowFN @CenciGaming I completely agree with that, and implementing some super low elim cap or making elims worth… https://t.co/kEbsAVo45G",
        "@SorrowFN @CenciGaming That has nothing to do with the format being kill heavy. You could say the same about a plac… https://t.co/Tn0to5vgMM",
        "@CenciGaming @SorrowFN For an open weekly cup, I personally find it quite entertaining to watch good players W Key.… https://t.co/AFwt8gHeJz",
        "@Krashy I respect that opinion, and tbh I personally don’t have a strong opinion on Elim value at the moment",
        "@Krashy I agree, and the good players are gonna W-Key the bad players because they can and want to get more points,… https://t.co/ILPdJD3jQh",
        "NAE Top 200 Teams getting most of their points through Elims:\n\n4/30/20 (4pt elims): 180 of 200\n\n5/4/20 (4pt elims):… https://t.co/Z4DhNE8EJu",
        "NAE Top 200 Teams Avg. % of Total Points coming from Elims:\n\n4/30/20 (4pt elims): 59.1%\n\n5/4/20 (4pt elims): 61.5%… https://t.co/DqPSKT8Qh0",
        "A comparison of 2 Point Elim Format and 4 Point Elim Format (thread):\n\nNAE Top 200 Teams Elims per Game:\n\n4/30/20 (… https://t.co/2OrluPafzg",
        "Here's where the Top 1000 duos from yesterday's cash cup fall in terms of where their points come from (Elims vs. P… https://t.co/2uox2FEQBQ",
        "@SorrowFN Depends what the cap is. A super low cap would change player behavior. I don't know that we want that though.",
        "@SorrowFN accept the fact that good players are gonna play aggressively in a weekly cup",
        "Not to say I told you so, but the point format change from 4 pts per elim to 2 pts per elim didn't make lobbies mor… https://t.co/jhHSwBPWtq",
        "@GGnoRESPRiT someone said stat https://t.co/0K8pmIodF3",
        "@somebodysgun short stream today boys",
        "@Ckm913 damn I miss cbb",
        "@Ckm913 Maybe we can have teams # 197-204 each do 2v2 box fights to see which 4 teams will be the last four in",
        "@Ckm913 LOOOL i just meant the “should we expand the field” type thing but I enjoyed that hypothetical",
        "This sounds exactly like the conversation that the college basketball community has every year after a 15 seed beat… https://t.co/n9l5EnCtKW",
        "@FrankLi @AussieAntics @TSM_Commandment @FaZeBizzle Taking the results of round 1 and round 2 for a single team in… https://t.co/F4VIuBxQEK",
        "@somebodysgun https://t.co/ZN3BRVr9nL",
        "@GGnoRESPRiT @jcow77 @xMinzu you grew up playing chess competitively 🤔. You’re on your way to a PhD I’m only a lowl… https://t.co/WztD1HQv2A",
        "203 https://t.co/J3Bt9YbX2O",
        "@CenciGaming 211",
        "Might be a tad higher than this, but it should be somewhere around 200 points for NAE today. https://t.co/TBoQpefi84",
        "@Leven2k Don’t really have a favorite NBA team but I went to Duke so now I kinda root for the Pels since they have… https://t.co/1ps0eS6JPy",
        "@Leven2k Zion Williamson",
        "Once some of the earlier regions finish their cups, we will have a better idea of where the cutoff will fall, and I… https://t.co/nPtHGsMYkX",
        "Tomorrow’s Duos Cash Cup has a format that awards 2 points per elim instead of 4 points.\n\nI’m estimating the new cu… https://t.co/3Fj5wd3prZ",
        "@VoleFN Standards for both elims and placement are higher in the new format",
        "@paprmann Mostly depends on if there are any big changes in player behavior as a result of the change in point form… https://t.co/V9aegcaNlH",
        "ex: if you place 5th in the old format, the 7 placement pts you get covers 80.5% of the 8.7 points you need in that… https://t.co/NPdS4MuC5Q",
        "@sebxTe You would have 252 points, which is shy of the 266 threshold for Top 200",
        "@sebxTe It’s only 6 games, but yeah",
        "Obviously this is with the 4 point elims, so things may be a little different tomorrow.",
        "Old format cash cup on 4/15/20:\nTop 200 = 8.7 points per game (87 total)\n\nNew format cash cup on 4/30/20:\nTop 200 =… https://t.co/AwJekHwwcN",
        "@CodeScallie @SkiesYoug @foofooFN @UnknownxArmy1x @Khanada I promise you there will never be a weekly cash cup with 60 players half and half",
        "@CrimzF Did it for Aqua and Stompy as well :)\nhttps://t.co/OhkaP8gzhc https://t.co/mn8vjJErqc",
        "@somebodysgun let’s goo",
        "@KonmanTV @Bugzvii do you think Unknown and Khanada didn’t W-key in the old cash cups?",
        "@AjanzMC @UnknownxArmy1x @Khanada yeah... double checked. What do you think the numbers should be?",
        "@AjanzMC @UnknownxArmy1x @Khanada pretty sure those are correct",
        "@vagrant_beard @UnknownxArmy1x @Khanada good players are going to W-key in any weekly cash cup you give them. It ha… https://t.co/AA72rJqgG4",
        "@somebodysgun @rhidax_ british",
        "@McDaBeast1 @UnknownxArmy1x @Khanada https://t.co/ig3EgEx2bp https://t.co/F61vdzXW1E",
        "And here’s what it looks like with the new format changed so that elims are worth 2 points instead of 4. Yes, they’… https://t.co/BvCEKyy1yn",
        "If anyone is questioning @UnknownxArmy1x &amp; @Khanada Duos Cash Cup win yesterday by saying the new point format valu… https://t.co/GApzux66sB",
        "@vagrant_beard Yeah it literally tells you where to move it’s so broken https://t.co/e7ceuUl6XA",
        "@jcow77 you would absolutely destroy me lol. Trying to get the hang of some basic tactics, but maybe soon :)",
        "I recently started learning chess and a lot of the strategy reminds me of piece control in Fortnite. You’re trying… https://t.co/wpwvVZFBUG",
        "@Ballatw @somebodysgun @SmbdysGunsFace",
        "@Joshzied i’m controller on pc",
        "@Joshzied it’s ok i’m a controller player",
        "I already feel so bad about this sorry everyone",
        "??? https://t.co/bnbe8BXKIH",
        "@_timmcd pleaseee remove sbmm from tournaments. The fact that two games in the same tournament can be so starkly different is ridiculous.",
        "@TOOSHADYfn you were able to do some glitch where you can become invisible",
        "@foofooFN only for solo fncs since the bug occurs only in team modes. Still gone in duo arena.",
        "Btw, the reason I used that variable on the Y-axis instead of just raw points that you get from placement is that t… https://t.co/EDd2ssv1Ni",
        "This is not a stamp of approval of the entire cash cup system as a whole. \n\nThere are other factors that cause issu… https://t.co/AHL0ZrDGLu",
        "@suja_gg This format does a better job of awarding placement points, but it’s definitely not perfect.\n\nPoints award… https://t.co/L9cKVc5uVw",
        "@milanwyd https://t.co/VDvyUuuNPN",
        "The new Cash Cup placement format is a step in the right direction. Still some work to do, but the old placement sy… https://t.co/08EJwEmLMh",
        "@somebodysgun I feel like you’ve been doing this challenge in every tournament in the past?",
        "@UnknownxArmy1x holy shit",
        "@jcow77 yeah, that’s my point. People are making it like the new format with 4pt elims makes the lobbies significan… https://t.co/Prrnwx5ga9",
        "Obviously, you may think that elims were too valuable in the first place, which is fair, but I think this new forma… https://t.co/MxtXHxKaLk",
        "% of total points coming from elims for top 200 teams:\n\nNAE Duos Cash Cup on 4/15/20 (old format): 60.6%\n\nNAE Duos… https://t.co/2jcUEDqnGr",
        "Did a bunch of statistical analysis on the new cash cup format, which I’ll be putting out soon, but I just wanted t… https://t.co/HmPm6NztiN",
        "@vagrant_beard 🤷🏽‍♂️",
        "uh https://t.co/MbH651pAY1",
        "@Reisshub lmaoo",
        "@suja_gg @SenseCM Looks like the tweet got deleted, but I’m assuming someone stole my work and tweeted it lol. I appreciate the heads up.",
        "@somebodysgun probably saf",
        "@ZACHisBACH21 looks like duos thursdays and solos fridays",
        "@McDaBeast1 yessss",
        "The craziest stat of the bunch to me is the 5.80 hp of damage dealt PER SECOND on late game height 🤯 https://t.co/mn8vjJErqc",
        "If you want me to help you improve as a player through personalized stats and analysis, shoot me a DM!",
        "@_salvatretzzo Thanks! I appreciate that.",
        "@SnowyWS @aquaa @st0mpybtw @CoolerEsport we won’t talk about that...",
        "@BenGwnl @aquaa @st0mpybtw @CoolerEsport the data is from Week 4",
        "@bigbraincolin @aquaa @st0mpybtw @CoolerEsport thanks man!",
        "A lot of info here, but I promise it’s worth a read to see how incredible these two guys are. I actually have more… https://t.co/iXubbIS4z0",
        "Duo Profile: @aquaa &amp; @st0mpybtw https://t.co/HgbgQBGpQe",
        "Duo profile coming tomorrow! Who do you think it is?\n\nTurn on notifications to make sure you don't miss it! https://t.co/yo1pREYV59",
        "@Ballatw Respect this so much. So many people would keep cruising bc they can, but it takes legit passion to want t… https://t.co/kJbMgM2S2D",
        "When they say “wanna pg before the concert?” they mean playground https://t.co/oKswiSspah",
        "Nah this is the 1Up Classic https://t.co/yuEndJBSph https://t.co/tMXkhj9HPn",
        "@ShyoWager hit that point 2.5 weeks ago. You’ll think “what the hell have I done?” midway through the process but t… https://t.co/POkSHS26aE",
        "@somebodysgun new feature. I’m getting it too",
        "@bugha yo",
        "@somebodysgun @ImBabyFN https://t.co/vBGBN6GiIl",
        "@Leven2k @itsJerian add analytics at the end",
        "Only 1 team in EU/NAE/NAW finished in the Top 15 in each qualifying week,  heats, and grand finals:\n\n@MCES_Andilex… https://t.co/ETL3eSCHCi",
        "Thanks to @CovoDesigns for the new header! https://t.co/hagoyV3LEz",
        "The Consistent Crew:\n\nOnly 1 team in EU/NAE/NAW managed to put up at least 3 points in every game of the Grand Fina… https://t.co/XJkBZndS4j",
        "The Comeback Kids:\n\nOnly 2 teams in EU/NAE/NAW entered Game 5 of the Grand Finals outside the Top 20 and finished t… https://t.co/zURJxAc7Ts",
        "@Cented7 get your mans @Edgeyy",
        "@EpikWhale you’re insane",
        "@Pyrkke @BenGwnl @superkabomm42 I saw you get hard carried by aqua and stompy the last two games",
        "Three people chose 2/6 game winners correctly:\n\n@BenGwnl \n@Pyrkke \n@superkabomm42 \n\nBut @BenGwnl came closest with… https://t.co/F03g5DT0ma",
        "That makes @MCES_Andilex &amp; @nayteFN Chapter 2 Season 2 FNCS Champions for EU, which was chosen correctly by nobody… https://t.co/Vo8HtVW6XC",
        "Wow @aquaa &amp; @st0mpybtw finish it out with back to back wins, this one with 7 elims to finish with 44 points (4th o… https://t.co/iiIUuKZXlp",
        "@armyhiq @aquaa @st0mpybtw @KiryacheFN @letw1k3 @MrSavage @IDropfn I think I calculated those % when 41 had entered… https://t.co/YMMW6FbIEz",
        "@armyhiq @aquaa @st0mpybtw @KiryacheFN @letw1k3 @MrSavage @IDropfn 42",
        "Finally @aquaa &amp; @st0mpybtw pull out a Game 5 win!\n\nChosen correctly by 14% of people",
        "Holy shit @WolfiezGG &amp; @ATL_LeTsHe just popped tf off",
        "Game 4 dub for @Th0masHD &amp; @klusiabtw \n\nNobody chose it correctly",
        "Game 3 won by @MCES_Andilex &amp; @nayteFN \n\nChosen correctly by 3 people... getting better",
        "Game 2 to @wak1e &amp; @znappyyy \n\nOnly 1 person had it correct @BenGwnl",
        "@RepulseGod4 @aquaa @st0mpybtw @KiryacheFN @letw1k3 @MrSavage @IDropfn your guys taking game 2",
        "Game 1 taken by @QueasyFN &amp; @trulex_\n\nChosen correctly by... 0 people",
        "@RepulseGod4 @aquaa @st0mpybtw @KiryacheFN @letw1k3 @MrSavage @IDropfn only 1 person chose them 🥴",
        "Most picked Duos in my EU FNCS Pick ‘Em Challenge\n\n47.2% of people picked @aquaa &amp; @st0mpybtw\n\n30.6% picked… https://t.co/slMBzHyX9z",
        "@somebodysgun you’re so close keep grinding",
        "EU FNCS Grand Finals Pick ‘Em Contest:\n\nWinner Receives 1,000 V-Bucks!\n\nTo enter:\n\n1. Pick the teams you think will… https://t.co/vghfPVwAH2",
        "no https://t.co/RBIF67Pq3a",
        "@ImSpeedyGonzale @UnknownxArmy1x it’s not a bug it’s a feature",
        "@frapaii That’s unfortunate man keep your head up",
        "Come make fun of how bad of a caster I am https://t.co/MmKuo4KNI6",
        "@Ballatw @ShyoWager @claystehling @MonsterDface noticed you guys talking about this on the cast",
        "Seeing a huge drop off in players remaining much earlier than normal during Game 6.\n\nBoth qual’d players and unqual… https://t.co/Z0Z2dn8LEI",
        "@Ballatw @Leven2k @MonsterDface @claystehling leggooo",
        "@AryanKaushal24 hahaha probably not, I think I’ve said my share on that topic",
        "Placement point thresholds! https://t.co/KQiS9z9xN7",
        "@ImSpeedyGonzale From a spectator perspective no doubt. I kinda like early/mid game fights though from a playing perspective.",
        "@benjyfishy this is cyberbullying",
        "@Luccimayne_ @FNCompetitive @FortniteGame Not sure how you got that takeaway from this graphic, but to answer your… https://t.co/oeaiAYf0cl",
        "@NENathaniel @FNCompetitive @FortniteGame I usually have a graph showing players alive as the game goes on like thi… https://t.co/HmE3xUogSH",
        "@itsJerian @ZeroYaHero largely, yeah",
        "In comparison to Chapter 1, I think it’s largely due to there being a lot less, for lack of a better word, shit to… https://t.co/xqDeaY9L1p",
        "@RainyCreates @FNCompetitive @FortniteGame I can try to get some stuff on that in the future. Imo from watching sev… https://t.co/mpQoF2hLwu",
        "@NENathaniel @FNCompetitive @FortniteGame Ah. That means that the team on height at the start of zone 9 on average… https://t.co/5HwmpJ6Vef",
        "@NENathaniel @FNCompetitive @FortniteGame Where does it say there are 2 teams in zone 9?",
        "@NENathaniel @FNCompetitive @FortniteGame It’s rather difficult to keep height from the beginning of 6th all the wa… https://t.co/GpB73NMqOU",
        "Didn’t include anything about this here, but height has become more and more dominant as the weeks have gone by and… https://t.co/fAcWjaOPDD",
        "How strong is Late-Game Height? https://t.co/sfztq9EOT6",
        "@kieranrogers95 @BenGwnl of course they have more than 8 people working on esports. The point here is that those pe… https://t.co/M4ijqJGhaf",
        "@Golemzz @FNCompData @somebodysgun I agree mythic has an advantage",
        "@Golemzz @FNCompData @somebodysgun multiple teams can land at the same POI. I’d also like to be more accurate than saying “many more”",
        "@kieranrogers95 You’re giving a possible explanation as to why the disparity exists, which is fine, but I’m just po… https://t.co/2YW7utFFF8",
        "@NHDilly Riot has a robust team that focuses entirely on the competitive side of their games. Epic doesn’t.",
        "Did a little digging:\n\nEpic Games employees on LinkedIn with “esports” or “competitive” in their job title: 8 (~340… https://t.co/IOVVRVan8H",
        "@somebodysgun get that clout",
        "@Leven2k we can watch movies in risky what else can you want",
        "these new challenges bouta be heat on some “dance between a tree, haystack, and river” type shit",
        "@bumpaah I don’t think the update is happening before finals",
        "@FNCompData @somebodysgun Numbers on how many teams dropped at mythic vs standard POIs? Raw numbers don’t tell the full story here.",
        "@Ballatw @thwifo name a more iconic duo than Balla + “There is no way!”",
        "@ABJAAAYYYY @FortniteStatus No they said it would be in the next patch. The patch isn’t necessarily this week.",
        "Normally when there is a scheduled patch, @FortniteStatus tweets to warn about downtime by around 5pm EST (on the M… https://t.co/6Wycwvn5ZQ",
        "Strong Highrise Quad Vibes https://t.co/9m3lS3ZP4c",
        "@DestinysJesus traps should def be in the game, just nerf them a bit 150 is kind of disgusting",
        "@bigbraincolin @Team_Atlantis good stuff man congrats",
        "@Meta_user_only That’s fair, and if you don’t enjoy playing the game anymore, you definitely shouldn’t continue. I’… https://t.co/MQk5aXxa3L",
        "@itsJerian From a playing the game perspective, I 100% agree.\n\nFrom a ~small~ content creator perspective who feels… https://t.co/KKLhrkwZcx",
        "@JellyGrinds It’s so hard to continue to sink hours into something you’re not confident has a strong future.",
        "I have 0 plans to “quit” Fortnite, and if there is anything I can do to help put the competitive scene in the right… https://t.co/68ioesisCK",
        "Genuine question: How many people are putting 1 foot into Valorant because they feel impending doom (rightfully or wrongfully) with FN?",
        "@somebodysgun show up to their HQ in cary",
        "wya https://t.co/PWwdzgRnvi",
        "@Ballatw @100Thieves vouch",
        "@somebodysgun if we play like shit tomor bc you didn’t mix in a few waters i’m dropping you so quickly",
        "@somebodysgun this dude is wasted",
        "Players generally use launch pads in waves at the start of storms 5 and 6: https://t.co/5xeBZns3uU",
        "Putting out an educational vid soon going into depth about late game height w/ data and specific examples https://t.co/nVuHB2bEKW",
        "@itsJerian lingering around on a game you’re not enjoying is bad for your own mental health and bad for the communi… https://t.co/tskJIJjgXJ",
        "Every single tweet is either about controller/aim assist/linear or how Valorant is the greatest game ever and Fortn… https://t.co/CXU2FcLfsQ",
        "@XanarchyNL @TTfue @Scopedlol @RogueShark2 @KnightFN_ @TabzGTV @Co1azo what",
        "Who dominated height in FNCS Week 3?\n\n🥇 @TTfue &amp; @Scopedlol\n🥈 @RogueShark2 &amp; @KnightFN_\n🥉 @TabzGTV &amp; @Co1azo https://t.co/PmtTQNjoKW",
        "@vagrant_beard @PgodTV @Alliegelol @RohanFN @Fyerdd @drakieQT @VentrixFN I could probably cobble that together",
        "@delta_analytics you get similar numbers to this?https://t.co/5TntuMOBOW https://t.co/EKW8PjLdoJ",
        "NAE FNCS Week 3 Opens Top 1000\n\nBiggest Fraggers:\n(Highest % of Total Points coming from Elims)\n\n1. @noshfn &amp;… https://t.co/CGBiUSrIWV",
        "Who uses Pop-Off games the least (most consistent play)?\n\nNAE Semis Top 100 Week 3\nLowest Pop%:\n\n1. Prisma &amp; madzzr… https://t.co/6q7hiq6b5o",
        "Who Uses Pop-Off Games the most?\n\nPop% = % of a team’s total points earned in their best 2 games\n\nNAE Top 100 Semis… https://t.co/K0JDZBYr47",
        "Who’s Oath Clarityj and Oath Clarityk in NAE?",
        "@FaZeBizzle @FaZeClan let’s gooo",
        "@itsJerian I like Nate, but it’s fairly ironic to post a video with the message of “value yourself more than fanboy… https://t.co/lp96QQ8zAk",
        "@Ballatw you’re the fucking man"
    ]
}