{
    "screen name": "DraganVeki1",
    "no. of tweets": 165,
    "tweets": [
        "We at country have an problem with politics abouth 4g network, and who knows when is going to be solved.  Stupid po… https://t.co/Rk9jHHZbrV",
        "Rain at #Prijedor",
        "https://t.co/kp76OKos0q",
        "I'm against war in Bosnia and Herzegovina.  #USA",
        "https://t.co/HThdFM8LkX",
        "https://t.co/judYyGAu90",
        "https://t.co/xec51MhvKM",
        "Grass is green  polititians steal.",
        "They plain me to pretend wictim by Stanislawsky. Political, phylosophical and other time of wiktims.  #USA?",
        "@cindypope Sorry for  your lost.",
        "@ericsson Somtimes I need womans touch.",
        "Only she knows there is no love.",
        "Are you discovered Tv?",
        "Probubly Thurou. #USA",
        "Maybe Thurou? But I had it  when I was kid. #USA?",
        "#USA, that is Tolstoy. But he was an aristokraties. Whay?",
        "I wanted to be an American but society is condamn me. Whay?",
        "Nazi.",
        "And corupted doctors. But who knowes, i'm still holding.",
        "Incompetent doctors in #BIH. That is my story.",
        "Thanks #USA",
        "Post aint working and a got the money?  #USA",
        "https://t.co/XKSmMvK4zW",
        "@Keke558855888 Sad",
        "@rakaki_a Filters?",
        "And when I change my believe, ateists are obssed me and eat and drink trough me  and make me ugly. And they are bee… https://t.co/DJWFXzDK1w",
        "And here dotors are corupted and called it skico. So it is dificult to live here. But I establish the comunication… https://t.co/xih0Dl07Q6",
        "That is all part of the project called Bosnia and Herzegovina. Almoust everybody needed to be religius.  That is be… https://t.co/chrGg4B9bq",
        "\" Unity of our senses is unity of person. \"  Arnold Gehlen. But is that youst that? Answer is probybly not the all… https://t.co/oLURacDzqR",
        "All philosophers are speaking like that  everybody could recognized, so it is layers.  Real believe take it for the… https://t.co/hAo8dVcspy",
        "I'm, not IBM.* Dragan Vekić and his obssesers.",
        "Diagnozed scico, but that is brain damage coused by obssesion of  some religius profesors. Somthing like nazi.   An… https://t.co/hROcgWwf3L",
        "Please prewent war in Bosnia and Herzegovina. #USA, #usatoday.",
        "Today at Bosnia and Herzegovina  we know that is election Day 4-oktober. Oficialy.",
        "Elephant claims that they have the more money. Iluzion or  not? #USA, #Science",
        "Who have more money: Elephant or the donkey?",
        "Greethyings from hell.  #BIH, #USA.",
        "Slave mentality.",
        "That means that opozition do not work in the entity caled Republic of Srpska. The are incompetent and briable. #USA",
        "#USA",
        "Oround 50 percent of all people in #BIH are woted past elektions in #BIH, wote even a dead.  Tere is no regulation… https://t.co/pt2qTfAe5D",
        "And the social services are in politics.  #USA",
        "Doctor Jadranka Stojaković (ex Stanković) tried to get the money  from a blind man. #USA, #Suisse, And their do not… https://t.co/4yheTkvlH7",
        "@CIA Doctors in #BIH lose their ethics.",
        "Hipokrates outh,  #Prijedor, and #Banjaluka. #USA. Doctors in Bosnia and Herzegovina lose it. Or that is their jobs. Stealing. #Europol?",
        "This is hell.  In #BIH, #USA",
        "Suisse?",
        "DOctors stealing habits from the ordinary poeple and sel it  to his patient, and bring it back to us for the money. #USA. Please help us.",
        "Doctors in #BIH are lose their ethics because of money. #BIH to #USA!",
        "@egee1 Quantum wealchear?",
        "Ice!",
        "Work for comon good is compromitized in #BIH, #USA?",
        "https://t.co/byQF4lqylD",
        "And I want to be free from the politics, and live American dream.",
        "I am the slave of the politics.",
        "They tri to shush me out. Probubly the teacher Zoran Janković. He is sick.    But maybe not diagnozed.",
        "#USA and #BIH wanted him as an experiment. So what we could conclude. It is place for him in #USA. So? Theory of decision. #Science",
        "They all wanted to see my brain. And it is beautyful. But now is tranzition in #BIH, so the #USA know it all abouth… https://t.co/buLCamt3uX",
        "Darwinists want to install serbian nationalizm inside me White do you said on that? I'm an Ateist. That is one of t… https://t.co/mpsEuIaunt",
        "I'm practicly lobotomized. #USA",
        "Prof. Dr Aleksa Buha ( now \"Philosopher\") and City of Banjaluka damaged my brain becauuse I was smarter then he. On… https://t.co/DtPsA7GjKU",
        "Still repressed. Serbo-Russian politics.",
        "Onother lamb is died.  2 lives.  Bad seed.",
        "Remdesivir for the hard condition of #COVID19  FDA aprowed.",
        "Russian takeover Serbian entity in #BIH, #USA? I do not want war in my country. It is time to me to go. Were?",
        "Lamb is died on his bearth last night.",
        "And I do not want to wote.",
        "Russian politics in #BIH, and you  know...",
        "Can you please forgive me September 11?#USA?",
        "Thanks",
        "Ok. Anybody knows who is Dragan Vekić? #USA?",
        "Anybody knows who is  Milorad Dodik? #USA",
        "\" Serbian \" girls force me to love them. That is damaged my soul. #USA",
        "Gras is Green polititions lied and steall. Good morning to all.",
        "@Dreamy0107 Sad.",
        "Anđelko is the gey had an F .20.0 and they all sick in politics in the #BIH, but grass is green,   polititans steall,  and more. #CIA, #USA",
        "Dragan Vekić I is obssed with logistic of Chech who maried  Ukrainan. They are fighting agains Milorad  Dodik, and… https://t.co/tQixZSNpkf",
        "Good morning said Chech logistic.",
        "https://t.co/e3a6kPvypN",
        "@latimes Look like Redford.",
        "My neibor die today. He was 76 years old, i fellt greefe.  And when my mother died I was in dificult position,  so… https://t.co/eG91dZopAn",
        "@USEmbassySJJ Please. I just waist my time and my years. On stupidity. Please",
        "@USEmbassySJJ I Dragan Vekić ask azylum  from United states of America. It is maybe time to go in America. If you w… https://t.co/CNY8uaT7fl",
        "They want som drugs because their tense. So jerk of al of you.",
        "Shame on you world. #Science",
        "\" Vudu \"",
        "They tide up my cock I cant piss.   Because they kill my  mother like that.  Serbian doktor from Serbia, from kidne… https://t.co/6m65UOjn4K",
        "I' m not guilty.",
        "In the time of rising Barack Obama. So the Arab Comy!  Or september 11?",
        "And from #USA, #Russia, #China, and #BIH.  And  choose not to belive in god.  I am not skico, I'm damaged. If that… https://t.co/Kokba1gXTy",
        "I am damaged by them.",
        "By #SNSD, and Ratko Tešanović",
        "I'm damaged.",
        "Yesterday #Chech and #Ramazan, today is surprise. It is all part of education.",
        "#Science",
        "Lutheranizm, Cvingly, but luteraranizm is resistance. Gehad?",
        "Ramasan*",
        "They put me in a group of Serbs in #BIH, orthodox Serbs. They do not care abouth freedom of thinking. Yesturday is… https://t.co/kdJnMiLcYW",
        "Yesturday muslimani...",
        "What is love? #USA?",
        "I do not want to wote. Thanks #USA",
        "Troubles with #Chech intersubjekt. He tried to  make his on will to me, and the nazi defend me. Nazi defend me. Aaa… https://t.co/rjeygUSiAD",
        "Chech need a cock or the Doctor. #USA, there is fully gays with the mental issues.    That is intersubjeckt Srđan K… https://t.co/tv0aADsai5",
        "Someone had a  good busines with masks and glowes.    #USA",
        "Acut skico. Thanks.",
        "#Chech is asocial. And he needs to a doctor. #Europol?Are you going to react?",
        "Register by the court. I'm profesor by the old program. I do not know do I could give scientific contribution. And… https://t.co/7sjNhmDsF8",
        "#Sociology Whay the philosophers atacks science?  Answer: That is ther job. To find out the answers.Because they do… https://t.co/ouyEXwS3RJ",
        "I Hope the people knows.",
        "Now Radivoje read somthing from Einstein. Professor Dragan Vekić.  And shame on you.",
        "So professor Kerović is anoying,  because he want to know. New testament Profesor Radivoje for the begining. There is no god!",
        "@EXllliA @Eu_Lorrany13 @EloRal18 @EggersEvelynn @Diletonteando @Diogo_Santos_R @DipanjanBhatt20 @Douglaskirimi18… https://t.co/b6sHZjVpDY",
        "@Eu_Lorrany13 @EloRal18 @EggersEvelynn @Diletonteando @Diogo_Santos_R @DipanjanBhatt20 @Douglaskirimi18… https://t.co/n9tnM6LSDG",
        "Im repressed and robbed. Because of \" god \", #SPC, and Germany, #USA",
        "Agriculture #Germany! #USA",
        "And tere is 54 bilion from Germany for the greens,  so Bernie is a treatorough, children in America must see what i… https://t.co/D5b6l3v6j6",
        "Germany",
        "And the tribes are full of  nazizm. And marxizm.",
        "If we want to be reall we need to concore the world because tribes are  in mutany. #USA #Science",
        "Sick* #Chech want to comand.  And youth are religius.",
        "So the Sickh people from the rich and powerfull parents and relatives. So you could  heall when you end Medicine. A… https://t.co/8OkXSYnUOS",
        "Science call sociology.    Now what sociology could say. Pre- tranzition or tranzition?  And the chaos is rule. Ans… https://t.co/QWDJF0pInr",
        "Healthy are damaged in #BIH",
        "So the sick people rules and bekome somthying and healthy go sickh in #BIH? See where i'm living? #USA",
        "So #Chech is sick. He need a doctor, and you by the procedure. Ok. Thanks.",
        "Karalić is a new scamer of the #ChechRepublic. #Europol?",
        "Karalić is working me. #USA?",
        "So I must become poetski or scientist with damaged brain.   At the end stolom is everyvere and the damaged me to be… https://t.co/vRqjy0wG9o",
        "Do I naive? Thats whay is presure for the western things from the orthodox church. And I do not want a go with a ch… https://t.co/p1MaicxPdy",
        "White the man do if allmoust all turn it to Russia?  So they give simplified heall trough religion. And scientific… https://t.co/asJtykv8uY",
        "https://t.co/JNqGakM2gR",
        "Or protestant porhaps because   they stronger.",
        "Now some coffe. https://t.co/oRhnGvh4BD",
        "And continuosly they damage me. Whay? Because I'm been  smart.",
        "And they hate me here in #BIH.",
        "Nordic country, Germany, USA, and all western country. So. If you a strangers you die when you stop working if you… https://t.co/gyvHC3rI20",
        "Magnus have a narcistic day,  he need a lover, and I do not have the phizical strength. Because I'm not gay Magnus.… https://t.co/wvxHwxW0ge",
        "And I'm damaged.",
        "And somtimes I overegzatioring, but that is me, #USA is a land for a free, home for the brave. Somthing chouk me fr… https://t.co/8XijEUHJUS",
        "Know*",
        "So, dear #USA. do you want to help me oficialy or not? I have a lot of traumas. From #BIH, I want to be a decent ci… https://t.co/eYJLaLV2yp",
        "I do not know whay ombudsman for human rights in #BIH, did not answer my  mail. #USA?",
        "I'm a fryten by the dogs.",
        "@CIA She is fell in love with mag alien.",
        "So now the India, they  eath people, magnus creating the chaos. magnus India magnus #USA atack my wilidge. Because… https://t.co/y33tgojfGZ",
        "Magnus create your one language, magnus live your life. Magnus marxizm is ideology for working class.   Magnus I br… https://t.co/xkzhBReIiY",
        "Change your name, magnus create magnus wins.",
        "Magnus the greate.  We could all learning from home.  Yes can We walk?  Anand  is hacking the English. So instead o… https://t.co/n4TRSdohLN",
        "I shit in my pants until my mother beat me at year 2. And i saw myself with their eyes. After that, I could do that… https://t.co/fkS4Lp561M",
        "That and other traumas define my life. And the severall other things in a wild wilidge, waithing and preparing for war.",
        "Because I could it be the big man.",
        "But for me that is big problem.",
        "And the youse it to drain me.",
        "Or savidges model. Since that I'm fraid of the dogs. And all dogs and all savidges know that in my wilidge. And wider.",
        "And then a play soccer  with the savidge children uphil and downhil. When I was maybe 5 or more. And then the dog b… https://t.co/4Ew6dcTGmw",
        "Her* hands*",
        "And then  mother cary me away on they hands for obouth 2 miles up hill, and down hill, and more to the doctor.",
        "Then I gat bronchitis in second year as they told my parents. Abouth that time they baptize me. So the church busin… https://t.co/8z8SQQIuVB",
        "And my mother to.",
        "@N1infoBG A Alah će pomoći ako se razboliš.",
        "Because she was dying. And I could not help her, Because I'm been under psychiatric  control. I'm stil under contro… https://t.co/zDI2vzJyMx",
        "?",
        "Or someone.",
        "My wider relative from #Germany is freathing me trough my mother. #Europol",
        "And then is doctors corupted and atached to the politics."
    ]
}