{
    "screen name": "AkshayNYC",
    "no. of tweets": 160,
    "tweets": [
        "@BastienFachan Very Vividly",
        "@camerlengo73_2 Wow, was not expecting that. I have mine still in the plastic",
        "@atptour Demon 😈",
        "@FedererGal Look nice! Waiting for them to hopefully get the RF logo",
        "@JNJNews @NBCNightlyNews Those are some crazy eyebrows bro",
        "@NJGov None bae, quarantining",
        "@federering From what I’m hearing, it will be cancelled Fiona 😭",
        "👏👏👏 https://t.co/W85Lvdn5yR",
        "@DorisLaRubia Last two years, working for Tournaments Ops at the US Open, was able to attend everyday and watch plenty of matches!",
        "@stanwawrinka The infamous French open shorts 💯💯",
        "@JasonsJigs Any hand sanitizer or Lysol wipes? Thanks",
        "@NusiP8 Nooo, they will just give the trophy and points to Roger ofc 😊😊",
        "@WilsonSirdi @footfaulttennis @corona Federer won the Sunshine Double in 2017*",
        "@MiamiOpen @HardRockStadium Not looking good actually",
        "https://t.co/JT3FXkWo7J https://t.co/OVDi5V3hR7",
        "@ChauxDown I’m a big tennis and Miami dolphins fan and would love the opportunity to come to Miami for the first time! Thank you!",
        "Thanks for the follow @camerlengo73_2 always appreciate the great Federer content you post 🙏🙏",
        "@camerlengo73_2 The infamous backwards pants 😂😂",
        "@NusiP8 😊😊",
        "YESS!! FINALLY 👏👏🤗🤗 https://t.co/rfY1YiHCkF",
        "Don’t even want to go to Indian Wells now 😫😫 https://t.co/MsWuvlG6ym",
        "@BastienFachan Towel game 💯💯",
        "@rf8r9 @lizzieRF20 @Wimbledon On the same boat😞, they should inform overseas ballots earlier though",
        "@MarcAime FP Journe Resonance",
        "💯🙏👑🎾 https://t.co/HInsJQcKOo",
        "@AustralianOpen Definitely not Tsitsipas, those Adidas shoes are tied",
        "@NusiP8 ❤️❤️❤️",
        "@atptour @stanwawrinka FACTS 💨🎾💯",
        "@kah22jad @NusiP8 Anyone know who is the person with the red bag Roger hugs at the end?",
        "@Taylor_Fritz97 Good luck with Dubs tmrw!",
        "@josemorgado Who’s the Marcus guy from Twitter??? 😂😂",
        "@etnow @SAGawards That @AudemarsPiguet 💯💯",
        "@josemorgado Roger’s prediction was right 💯💯",
        "@NusiP8 @ChumJetzt The GO on the back is horrendous. SMH",
        "@NusiP8 Excellent job UNIQLO, very original 👏👏👏",
        "@federering Come to Indian Wells in March. It’s about 2 hrs away from LA. I’ll be there 😊",
        "@Dorli_Wi @atptour This was a classic but Majors are not considered ATP matches",
        "@JessLakei @norinchi_df @rogerfederer Sooo true 🤗🤗",
        "@fedalintowch Need a little dash of Murray in there",
        "@SteakWang Nike Fed&gt;QLO Fed 🙏🙏",
        "@Casey 😂😂😂",
        "🙏🙏🙏🙏🙏 https://t.co/cZ53ngvH1r",
        "@doublefault28 @TennisTV Eva Asderaki-Moore 💯💯",
        "@LeeGoldbergABC7 Thanks 🙏",
        "@stu_fraser https://t.co/jWn5gmWblo",
        "@MarcAime @Vacheron1755 😎😎",
        "@MarcAime @Vacheron1755 Cornes de Vache is straight 🔥🔥🔥",
        "One of my favorite days ❤️❤️❤️ https://t.co/gPNvqFVexf",
        "@Sharpovic Omfg. Literally a 60+ Djoker",
        "@TennisTV I was watching the Basel final and your app closed out. Not working at all now! Help!",
        "@usopen A Roger one, please and thanks",
        "💯🔥 https://t.co/yRmcmrmLLY",
        "@rogerfederer https://t.co/dAKGkgkSJe",
        "@007 https://t.co/BCOqzdQaSj #JamesBondDay",
        "@THISMANTHAT @SH_RolexMasters @NusiP8 Thanks!",
        "@SH_RolexMasters @NusiP8 Any idea what shoes he’s wearing?",
        "@WeAreTennis Federer, Medvedev, Kyrgios, Khachanov💯💯",
        "The man that inspired me to pitch ❤️ https://t.co/rcc2yv0SR5",
        "💯🎾1️⃣ https://t.co/Dkk9zSOC3L",
        "@JohnLegere In need of a new iPhone, and was told by @TMobileHelp that the iPhone 11 upgrade promo is only for iPho… https://t.co/UxTBrbigGw",
        "@TMobileHelp Are you running any promos for upgrading to the IPhone 11 tomorrow? Please DM",
        "@josemorgado 💯💯💯",
        "@BenRothenberg @stu_fraser Not fan friendly either, couldn’t hear the players at all sitting in Armstrong",
        "@MichalSamulski @BenRothenberg Any idea which half plays on Monday?",
        "@josemorgado José, is top half playing Monday the 26th?",
        "@norinchi_df I’m in the pic, on the right in front! Do you have any more? Thanks!",
        "@NusiP8 Truth 😭😭",
        "@BastienFachan Just saw you on TV as Rafa was walking out haha",
        "@NusiP8 Very important! I was dying myself at that R4 match 😭😭",
        "@NusiP8 Damn, now I feel bad for fans across the world. UNIQLO needs to get their act together!",
        "@NusiP8 Any idea if the shirt and hat will be available in US this time?",
        "@NusiP8 what’s an ND??? that’s not even in my vocab",
        "@kah22jad Sooooo cute 🤗🤗",
        "@JasonsJigs 60inch 4K tv with 240 motion rate",
        "@josemorgado Same 😭",
        "@doublefault28 @Eurosport_RU They spelled Federer wrong",
        "Wow...I’m done 😭",
        "@NusiP8 Do you know who is the guy in QLO shirt sitting behind Ivan?",
        "@clack1337 @Tennischatt US Open 2019 hasn’t happened yet lol",
        "@TennisChannel @Wimbledon @serenawilliams I’m surprised Wimbledon didn’t ban the band aid 😂",
        "🤗🤗🤗 https://t.co/iNaB4smV9b",
        "@BastienFachan Literally shitting on Kyrgios and his collab with him 😂😂😂",
        "@NusiP8 What was Tony Godsick doing in her box? Is Team 8 managing her?🤔🤔",
        "@NusiP8 Nike Fed 🙃🙃💯💯",
        "@NusiP8 Got it! Thx😊",
        "@NusiP8 Nusi, I can’t see the hat on the link. Sold out? 🤔",
        "@QueensTennis @TennisTV Is there a way to split screen matches on TennisTV?",
        "@NusiP8 Yea your right. They might have decided to put a newer style of Flyknit. Rogers did look more like a “knit” material.",
        "@NusiP8 I don’t think so, they look different. I think these are the first Flynknit Zoom Vapor X. Roger wore the 9.… https://t.co/UkkkAjEyms",
        "@NusiP8 Shapo wears the blue version of these",
        "@darrenrovell a twitter acct from AC for Tennis betting odds and news is needed",
        "@BastienFachan Pascal Maria didn’t think he would ever be in @Nike Ad haha #RG19",
        "@thaiguy84 @NusiP8 Except 2009 🙃",
        "@federering I’ve never seen this RF hat before 🤔 https://t.co/KJ9EiLebEz",
        "@BastienFachan Hawkeye needs to be replaced by FoxTenn Real Bounce. More accurate plus shows actual ball bounce. Wo… https://t.co/zFepZHHS9z",
        "@cor1109 @norinchi_df So basic...",
        "@BastienFachan @AnnaK_4ever Fed Nike &gt; Fed QLO",
        "Courier where ya at? https://t.co/EsxwHc1JK3",
        "@NusiP8 Do you have a link for these?",
        "@Dimichard_ Where is this Uniqlo store?",
        "@Aeimnestos87 @darrenrovell what do you think, worst tennis kit of all time?",
        "@Aeimnestos87 @UniqloUSA @rolandgarros Anyone who buys this kit is crazy🤢🤢",
        "@crazyfedfan Nike come back 🙏🙏🙏",
        "@ubiqlife Men’s US 12",
        "@NusiP8 Bringing back IW nightmares 😭😭",
        "🐅=🐐",
        "Congrats Roger on 101 in Miami, I wish you had done it in IW 😏",
        "@MyrK91 Tell me about it haha, I was at the IW finals in 18’ and 19’ 😭😭😭",
        "@crazyfedfan Seriously tho, I went to IW in 18’ and 19’ and am so 😭😭😭 that I didn’t go to Miami",
        "I wish I had gone to Miami instead of IW this year 😂😂 https://t.co/4ueaPkF1JZ",
        "See you on Friday! 😊🎾🌴 #TennisParadise https://t.co/SSyF2PjjaH",
        "@crazyfedfan Exactly haha!",
        "UNIQLO, I’m guessing you didn’t get the memo that Wimbledon is in July #BNPP019 #Federer",
        "Happy Birthday @NusiP8 🥳🎂🎉 Thx for being my go to for all things Roger😊 Enjoy your day! https://t.co/RJxQxoq5ML",
        "@NusiP8 @norinchi_df They give better stuff to Nishikori lol",
        "@FilaTennis Are there more pictures of the shoes?",
        "100. #Federer",
        "@BNPPARIBASOPEN where can I find the 2019 tournament schedule(not the draw) by session/day? Thx.",
        "@inspiredtennis Nike&gt;&gt;&gt;",
        "@NusiP8 https://t.co/OyXQ4VT797",
        "@NusiP8 I love IW, I’ll be there for finals weekend 🙃",
        "@brianmariotti @theofficenbc @OriginalFunko No.",
        "Federer winning Roland Garros 2019 https://t.co/NGCJzeFYsK",
        "@BNPPARIBASOPEN I’m in the picture haha 😊 Can’t wait to be back in a few weeks!",
        "@darrenrovell Looks deflated",
        "🙏🙏🙏 https://t.co/HsVSagC8tb",
        "@christophclarey 100%",
        "@crazyfedfan Uniqlo didn’t come through like they said they would in Jan",
        "@crazyfedfan So true haha, they creased the collar too much",
        "@NusiP8 IKR Terrible wording by @AustralianOpen. They need to fix this ASAP",
        "#Federer in UNIQLO still hasn’t sunk in yet #AusOpen",
        "@federering That looks like a GOAT to me",
        "What a match @andy_murray! Saw every second, what a warrior! #Ausopen #sleepisfortheweak",
        "@Rfighterer Lol I ask this everyday. UNIQLO needs to step  up their game ASAP.",
        "@NusiP8 Lol, they should have atleast made the shoe liner blue to match the kit. Who knows though, RF may surprise… https://t.co/1OegRaMd6C",
        "@JBImpressions You should do more @stanwawrinka 😂😂👍👍",
        "@AustralianOpen @andy_murray 🙏🙏🙏❤️❤️❤️",
        "❤️❤️❤️ https://t.co/V8CpnYgepX",
        "@NusiP8 Nike&gt;&gt;&gt;&gt;&gt;",
        "@NusiP8 Wow UNIQLO really has to up their game!Basically same shirt from USO except with Melbourne",
        "@NusiP8 Yes and these also have black soles, true but Nike and UNIQLO haven’t been giving roger good kits as of late😔",
        "@NusiP8 Wearing the same colorway as Wimby 2017 I see haha",
        "@NusiP8 Whatever happened to the UNIQLO RF collection they said would release in Jan haha 🤔🤔",
        "@federering @BastienFachan @rogerfederer Selfie no. 228 with Roger😂😂",
        "@BastienFachan The golden days bro the golden days",
        "@BastienFachan That forehand tho 😍😍",
        "@BastienFachan Kit 🔥 Match was not 😔",
        "@elonmusk Please make the screen on the model 3 adjustable. Tall/heavier people have trouble sitting up front since knees hit the screen.",
        "@NusiP8 Nusi, glad to have you back! Hope all is well. Roger missed you too🙃",
        "@BastienFachan One of the worst days 😔",
        "Such a tough loss tonight at #USopen \n\nThe GOAT will be back!",
        "@BastienFachan Was at the match but had to leave. Fantastic tennis from De Minaur. Gained a lot of fans tonight!",
        "@FedererFan07 Makes sense. I never liked the white one anyways",
        "@BenRothenberg Keys",
        "@FedererFan07 Haha. His bag was open though and I saw the new sticks in there, so I dunno why he’s using the old colorway.",
        "@FedererFan07 Haha I’m the guy sitting behind the cameraman. That’s hilarious. It was a good practice today👍",
        "@suamax8 I was there, sitting behind roger😊 it was was awesome https://t.co/xKvrMs07sT",
        "@NusiP Glad he wasn’t. It was sooo bad today. One of the worst. Terrible planning and acts",
        "@bgtennisnation @usopen @FedererFan07",
        "@FedererFan07 Bottom half is playing Tuesday"
    ]
}