{
    "screen name": "LuisAguilar52",
    "no. of tweets": 167,
    "tweets": [
        "@jenarovillamil @lopezobrador_ Que huevA",
        "@JohnMAckerman @lopezobrador_ Vete a Nueva Zelanda",
        "pais bananero, https://t.co/DfVaVU8xD2",
        "morenista además https://t.co/ylaHS49R7R",
        "@ghernandezv @lopezobrador_ obrador, no tiene corazón, no tiene cerebro, no tiene compasión de nadie. sólo lo que e… https://t.co/m9URaMbsp9",
        "par de chachalacas, el gesto amargado de obrador, vengándose de los mexicanos y la sonrisa del otro. no más comenta… https://t.co/wqw9TbVDl0",
        "@JLozanoA obrador...no tienes madre\"!",
        "Él sí supo ser Presidente...que cometió errores, claro que sí. Pero enfrentó como todo presidente debería hacerlo.… https://t.co/mN69l0y3ap",
        "@armandoextremo @lopezobrador_ Stupid's face",
        "@martibatres @JoseNarroR @Chertorivski @JulioFrenk Pregúntale y consúltalo con obrador, al parecer el tiene TODAS L… https://t.co/tgS9LlSFUd",
        "AH!, eso sí....obrador tiene otros datos. obrador: definición de la estulticia https://t.co/j0mXBx6uyR",
        "Gracias https://t.co/nheYhZ2lrK",
        "@JohnMAckerman @nytimes @ClaudioXGG @azamsahmed Bueno, tomando en cuenta que eres un mundialmente conocido experto… https://t.co/0zh86CP2rO",
        "Lograron lo imposible...porque nunca supieron que lo era",
        "Como cuando se hunde un transatlántico, mientras se hunde el nuestro, seguiré dando clases de matemáticas y de físi… https://t.co/XV0kNxCNKw",
        "@superharta99 El discurso de los que dicen saber",
        "Medrar cuando hay tristeza y dificultad, para imponer impuestos, es un acto de cobardía, traición y de terrible abu… https://t.co/oH95uNUsET",
        "@draveropdeg @superharta99 Mentiroso! No te creo. Me decepcionaste, sobre todo por eso, por mentiroso. Un gobierno… https://t.co/rBl5lVyUNM",
        "El tiempo que pasaba en NETFLIX, ahora será tiempo de familia, de narrar las historias, de comentarles el gravísimo… https://t.co/iRNM0bbFg8",
        "PROCEDO A CANCELAR EL SERVICIO DE NETFLIX, Y DE SER NECESARIO, TODOS LO QUE LOPEZ OBRADOR Y SU PANDILLA DE TRAIDORE… https://t.co/6xaUKwLLUA",
        "@FerBetancourt9 Que lo parió una tía",
        "@aracelibs En el 2930",
        "@JohnMAckerman @INEMexico @lorenzocordovav @lopezobrador Y de permitirle actos de corrupción a sus subordinados, a… https://t.co/oXFjc7a1Lk",
        "@MXvsCORRUPCION @Tu_IMSS Criminales, eso es lo que son",
        "@Pajaropolitico @ManuelBartlett @Tu_IMSS Bajo la protección del poder, cualquier granja se hace \"empresario\". ¿Paga… https://t.co/b3Z4i9B4MU",
        "@JLozanoA @aracelibs @GHLicona @erevillamx @AnaOrdonana @NoticiasVicky @campossuarez @ferbelaunzaran @marianagc… https://t.co/IXCWw7LoC8",
        "Maldito perro https://t.co/R8lBbNiKCa",
        "Mario Delgado - de Morena: NO al #autogolpe de Estado de AMLO - Firma: https://t.co/2PQT4WWk70",
        "[PDF] Física Aplicada - Free Download - 17.5MB: https://t.co/GNK8sIQ3xX",
        "@DaddyCoolJS @Pajarindo Que no se atreva a meterle mano a los ahorros de mexicanos trabajadores: representan toda u… https://t.co/wntBHnaBSh",
        "@jokerobrador @Pajarindo 5, 9, 8, 3, 1, 7, 6, 4, 2",
        "@El_Universal_Mx El burro hablando de orejas",
        "@carloselizondom ass hole",
        "@PatyArmendariz @iecsgroup @HLGatell De lo que usted informa se desprende una acción perversa del tal @HLGatell , q… https://t.co/6zDm1jdErh",
        "@el_pais ¿Que tal ayuda económica? De homenajes nadie come!",
        "No es solamente a través de las palabras, lo que está bien....¿que propuestas de acción sugiere muñoz ledo? https://t.co/9QVPsk8mDs",
        "@alvaro_delgado @JLozanoA @FelipeCalderon @Coparmex @gdehoyoswalther Mas que debates, se requieren acciones decisiv… https://t.co/VWrXXsDvSr",
        "@lopezobrador_ @jesusji2012 También quédate en tu casa no te queremos en tus tontos discursitoos mañaneros",
        "@M2Cyndy Nooooooo! Es el esfuerzo de toda una vida, que no se atreva!",
        "@13_iracheta Huevón que es, como nunca ha trabajado",
        "@isabellemexico @Mariayuyo Miente por sistema y engaña por costumbre. Ni su familia le cree, sólo que estén mal de la cabeza",
        "@JLozanoA Acaso la mujer maravilla?",
        "@ElAmaDeCasa1 @lopezobrador_ Si",
        "@RicardoMonrealA @lopezobrador_ No seas mentiroso, será la mayoría de tus comunistas morenistas",
        "@Pajarindo Huelgas",
        "@FelipeCalderon Si los perros ladran, Pdte. Calderón, es porque UD. va avanzando. Es la rabia, envidia, y demás pas… https://t.co/knjFugv04m",
        "Martín Lutero: mitos y realidades https://t.co/rEHqx4IFha a través de @elpais_inter",
        "El negocio a cualquier precio: en las oficinas del Grupo Salinas en plena pandemia  https://t.co/TWRmEUtaXD vía @el_pais",
        "https://t.co/DKn2pLxYMJ",
        "https://t.co/Rv7bMvfkEt",
        "A mí me gustaría que AMLO se retirara a su rancho https://t.co/VldSu96OPF",
        "ÉL MISMO...¡PAYASO! https://t.co/MLtmQVDpN4",
        "Ahora sí, ¡Extrañamos a Peña! https://t.co/ztMnotI9jB",
        "Es momento de que deje de hacer tarugadas, que se preocupe por los mexicanos (TODOS!) https://t.co/T6gAoig2kU",
        "¿Acaso sabrá leer? https://t.co/YLRlMmx88z",
        "A lo mejor ¿En la cuarta, quinta o sexta fase? ¿Acaso tienes ideas claras? https://t.co/3QpBA4ef8K",
        "No pueden! https://t.co/P1srP1Jijo",
        "Gatell es el perro ladrador de López Obrador",
        "TIENES TODA LA RAZON https://t.co/6db2TzOexz",
        "Y Ackerman es un Santo, un hombre probo, alguien que es ejemplo de hombría, de rectitud, poseedor de todas las virt… https://t.co/f7R2veB7ah",
        "Son los que destruyen la esperanza, los que asesinan oportunidades y se roban el futuro https://t.co/ELtgtDA384",
        "@Reporte_Indigo Sensatez y cordura",
        "https://t.co/sQBtutnY4B",
        "Ahora hasta lo institucionalizan https://t.co/LJ5oV0tNc8",
        "https://t.co/2O1J9S3EyN",
        "@politicomx Ha de ser portadora y le encargaron difundirlo",
        "https://t.co/5EUtqC8Fh5",
        "Con AM;LO ya lo sabíamos; estupidez tras estupidez https://t.co/0nQcMlsJqw",
        "https://t.co/AKane0dwtJ",
        "@Cecevich De ninguna manera, ha traicionado la confianza que muchos mexicanos depositamos en el",
        "@JohnMAckerman @LillyTellez para MExico,,, es bueno que se den cuenta de las locuras de su jefe",
        "https://t.co/CAfSrla0V5",
        "@CICsal \nLuis Aguilar\n@LuisAguilar52\n·\n8min\nDe nueva cuenta, los albañiles que están trabajando en la obra de La Vi… https://t.co/kYtood18QY",
        "@beltrandelrio @iecsgroup Con su sonrisita estúpida",
        "@CICsal Tenemos problemas con los albañiles que trabajan en la construcción del Colegio La Villita, por Ave. Univer… https://t.co/lnJfRCwdiI",
        "De nueva cuenta, los albañiles que están trabajando en la obra de La Villita están arrojando tierra desde el tercer… https://t.co/10qxD3sZJh",
        "@Hans2412 jajaja",
        "Comentarios estúpidos, siempre evadiendo su responsabilidad https://t.co/XeNV90Qr4O",
        "@MarthaTagle ¿Cómo llamar a cuentas, y/o exigir? ¿Cómo exigir justicia, a quienes no cumplen con las leyes, a quien… https://t.co/qonIjZvwJ8",
        "A mi tampoco- https://t.co/gVH4aEGO33",
        "@PaulaXMex Gatell no sabe la diferencia entre ser un funcionario público y la vida privada. El expuso a su familia,… https://t.co/beJjfBRre8",
        "Al llevar a tu hijo a palacio nacional, llevaste tu familia a la atención pública, tu lógica no es correcta. Algo p… https://t.co/I4R4dTWvRT",
        "clown! https://t.co/gg3MDvKlFU",
        "es una figura pública, y a eso se expone https://t.co/cSaQFqzds4",
        "Méndiga chachalaca, igual que la chachalaca mayor https://t.co/6fv3xXt6Lt",
        "idiot´s face, en segundo plano https://t.co/4HJ2OXnQrL",
        "HDP https://t.co/EqwODgjvEf",
        "Los comies desean joder a los mexicanos que carecen de representatividad en el congreso https://t.co/b2xTpzvtsO",
        "imbécil https://t.co/m0IXX0gyfw",
        "AMLO y su gabinete son anti-mexicanos https://t.co/OckTxt1eqs",
        "https://t.co/fpePdm2P10",
        "https://t.co/m9Sqmoom7P",
        "@ArturoHerrera_G @Irma_Sandoval @alefrausto @cultura_mx @FONCAMX : Excepción de extinción de Fideicomiso FONCA - ¡F… https://t.co/aiz382B1bh",
        "Coronavirus Disease 2019 (COVID-19) https://t.co/hJU4JssI2n vía @CDCgov",
        "@JLozanoA Ah Bueno si tu lo dices.... bueno en el sentido de que nos está usando como conejillos de indias, para ex… https://t.co/Sro8Gk0C7y",
        "ese es el \"jefe del ejecutivo\" https://t.co/P5RZcyrt1z",
        "La claridad de un texto es el único signo incontrovertible de la madurez de una idea»  (Nicolás Gómez Dávila: 1913-94)",
        "@FelipeCalderon Simplemente, me parece, sigue todos los pasos de maduro y chavez, nos está llevando a caer por el abismo",
        "Los que son respetables son las personas no las opiniones.",
        "@carloselizondom Se los están robando",
        "y ¿quien le pondrá el cascabel al gato? https://t.co/6i3fpB7PRq",
        "https://t.co/XKR5oKgLAx",
        "@politicomx Uno menos!",
        "@panaclo @Pajarindo SINVERGUENZA!",
        "hagame el grandísimo favor de borrar esa sonrisita estupida, el pais y los mexicanos no estamos para sus poses y su… https://t.co/q5NZ0CS1wv",
        "Voté por amlo, me siento muy mal, me duele este tipo de error, ¡gravísimo error! Me caga la sonrisita burlona de su… https://t.co/x61gBn4Q1F",
        "https://t.co/Rf3pHdJWcO",
        "@LupitaJuarezH @lopezobrador_ Del avion presidencial, de haber detenido la corrupción, de las reducciones de salari… https://t.co/9qTYrCymb5",
        "asshole! https://t.co/5n5A1AnVcu",
        "Carta a los políticos, diputados, senadores etc...",
        "https://t.co/irdXCTA7Bc",
        "@luisalonsoramos Asegurar el pago de salarios, el estado por ahora no existe, de hecho tiene 16 meses que dejó de existir",
        "@ArturoDammArnal Salvar las empresas el estado no existe",
        "https://t.co/tBnT1b7in2 https://t.co/QvV8Noefgo",
        "@SergioSarmiento Porque es un adolescente de la 3a. Edad.",
        "@luisrodacot @jesusji2012 @FelipeCalderon Entonces que también den de baja la cuenta AMLO",
        "@ShenyLennavarr1 Superó de manera explosiva cualquier escenario imaginable",
        "https://t.co/yF2a8a6Ry8",
        "Revealed: Monsanto predicted crop system would damage US farms https://t.co/qh2RCiboj1",
        "El mapa del coronavirus: así crecen los casos día a día y país por país https://t.co/AddAljuH9o vía @el_pais",
        "https://t.co/xvR1ohIFTF Preocupa muerte de bebé por COVID-19 en Estados Unidos",
        "@FaustoBarajas amlo",
        "https://t.co/qW95Hz4wEw La ciudad de Moscú decreta el confinamiento de su población",
        "https://t.co/lQ66fF0PsR Presidente y ministros de Uruguay rebajan sus salarios",
        "https://t.co/vBfnC3nogS",
        "@IsalValeria @mtzpantiga @FelipeCalderon te equivocas, el es muy agraciado, si no, preguntale",
        "@salariodelmiedo @latati2 @PedroFerriz Están acabando con la gallina de los huevos de oro, si los emprendedores, mi… https://t.co/m1x3wMWOiW",
        "Están acabando con la gallina de los huevos de oro, si los emprendedores, micro, pequeñas y medianas empresas quieb… https://t.co/20cHSVphOm",
        "Mensaie enviado por un amigo en el edo. de Zacatecas",
        "En la oficina donde trabajo, no hemos podido suspender labores, debido a que el SAT no espera, los inquilinos han d… https://t.co/vnvd9ltqjC",
        "https://t.co/TTUmDq29dC",
        "https://t.co/RpH8a25WA6",
        "Columna | El Estado mexicano que no existe; por Viridiana Ríos https://t.co/17uCdIRYfp vía @el_pais",
        "Arturo Márquez - Danzón No. 2 (Alondra de la Parra &amp; La Orquesta de París) https://t.co/5nWstlYoyS vía @YouTube",
        "El Huapango de Moncayo 3D Binaural Audio (Usar audifonos) https://t.co/mMuQFddNN7 vía @YouTube",
        "menos 100, o sea brainless https://t.co/l6OkmTOQxE",
        "asshole https://t.co/Dl5ceFBHZg",
        "¿En manos de quien estamos los mexicanos? Ineptitud, arrogancia, ignorancia, irresponsabilidad, deslealtad a la con… https://t.co/TaSSqqUp0L",
        "@marialuisalg1 valiendo madre, el destino de la salud de los mexicanos en manos de personas ignorantes y además arrogantes",
        "@marialuisalg1 Esta es la gente de lopez obrador, ¿en manos de quien está el destino de mexico y de los mexicanos?",
        "BBC News Mundo - Coronavirus: Estados Unidos supera a China y se convierte en el país con más contagios de covid-19… https://t.co/6FubBiaSWZ",
        "Si Gatell ordena que sea dicho que fue por neumonía, entonces porqué de los tapabocas... https://t.co/z92IrD9iCX",
        "¿Tarde o temprano la gente (nosotros) tendremos que salir a continuar con nuestras vidas y actividades? ¿Ante el ma… https://t.co/edw9AYFGnu",
        "@JohnMAckerman @lopezobrador_ no mames Ackerman",
        "goberpoblano, no succiones. Parece ser que estás desconectado https://t.co/ZvOOL4NODa",
        "A que tipo, gestionando su forma de ser, por lo que otros opinan de él. Lo que afirma el dicho de que todo político… https://t.co/4S3c6AqxTX",
        "Televisión Azteca y Salinas Pliego (su dueño) se prostituyeron. Vendiendo su dignidad por un plato de frijoles que… https://t.co/XcErHfjOES",
        "No podrán porque tú ya la desbordaste de violencia Nico podrido https://t.co/yt0St18uFa",
        "@JLozanoA @MBarbosaMX amlovirus",
        "y si los juntamos a ustedes? https://t.co/DWTwYUGY9Y",
        "Coronavirus is having a major impact on the environment, with reduced CO2, better air quality and animals roaming c… https://t.co/utXhrEDRwp",
        "Coronavirus update, map as global cases hit over 425,000, Italy death toll nearly doubles China's, U.S. cases surpa… https://t.co/9lumPphHyu",
        "@jorgeberry @lopezobrador_ Brainless, empty head. Stupído",
        "Mexico tiene el AMLOvirus, millones de veces más peligroso y destructivo https://t.co/7j8RaEbiT6",
        "Bueno es que el jefe de la gavilla se tardo 14 años en obtener un título: probablemente fue graduado por consenso d… https://t.co/gAvxHmvN5d",
        "@Forbes_Mexico Los mexicanos en manos de ciegos, sordos, y sobre todo, IGNORANTES IRRESPONSABLES",
        "@aracelibs En las islas Marías",
        "Lopez Obrador, dices que eres el presidente de todos los mexicanos... exigimos que lo demuestres con acciones que p… https://t.co/cIUGpq9Xk2",
        "https://t.co/0aZCE7xvtN",
        "https://t.co/RuPlNwQqST",
        "https://t.co/6f1aunUwlw",
        "https://t.co/76bNfwABt1",
        "@MissFernandaMex El tipo es un asco",
        "Por mí que diga lo que le pegue en gana, ¿Acaso no vivimos en una democracia? https://t.co/fUGBCSRWYt",
        "Maricon, mariconerias https://t.co/JTdC31kbxT",
        "Claro que no! México en manos de chavistas, maduristas y amlomistas... trágico destino de México y de los mexicanos https://t.co/ZlAQig5j68",
        "Noroña, eres un ejemplo de la pendejez, un monumento a la estupidez, y una evidencia clara a la diarrea de las pala… https://t.co/fUJpWo96cf"
    ]
}