{
    "screen name": "ShahHind1",
    "no. of tweets": 179,
    "tweets": [
        "@sambitswaraj New jumla.. 1 lack crore package Promised to Bihar is still in dreams",
        "@AnupamPKher @narendramodi Ab Chamche se kya ummid rakhega koi",
        "@sambitswaraj Nahi toh Malya nirav ka loan maaf karega GobarPatra?",
        "@sambitswaraj @News18India @AMISHDEVGAN Do dalle ek sath..",
        "@sudhirchaudhary @ImranKhanPTI Yeh bhi apne baap pe gaya h.. Kuch samaj nahi aye toh Pak ko ghasitlao...",
        "@sudhirchaudhary @ImranKhanPTI This pattern has trademark of TihadiBabu",
        "@sambitswaraj Bandhuo 2002 kisne karaya tha...",
        "@sudhirchaudhary Apne paltu kutte ko kaun darayega... Pak aur iska agenda same h..",
        "@sardanarohit @RTforINDIA Lekin BD toh tyagi ji ki Kripa h Patrkaaro pe",
        "@sambitswaraj Iska jawab Apne paltu kutto pe kaunsa malik case karega..",
        "@sudhirchaudhary You are worthy of receiving threats from pak.. Infact you are running propaganda of pak.. Stop cre… https://t.co/GtESS1xD9N",
        "@Swamy39 They converted only to avoid boycott from majoritarian dominance influenced by fake news Godimedia..",
        "@MrsGandhi We need audit not address of pmcare fund",
        "@sambitswaraj Dr h phir b xuthia h.... Bechara mozi bhakth",
        "@shaziailmi Are u still obsessed with tabliqis? Any comment on trumpevent at ahmedabad?",
        "@sambitswaraj Teri farziwade ki dukaan band krne ki liye fir kiya h jhut k patra..",
        "@amitmalviya Ahmedabad situation is getting worse",
        "@sambitswaraj @BJP4India @JPNadda @timesofindia That decision doesn't t call an audit for Pmcare fund?",
        "@310_yash @sambitswaraj Yeh fakeNews ki factory b ab politician... Ha ha",
        "@sudhirchaudhary Yeh lo naya drama TihariBabu ka...",
        "@AMISHDEVGAN Aur jo tere bhakts Sanskaar dikhate h roj 2rs per tweet krk..Zara woh bhi dekhle Bhadwe BD",
        "@sambitswaraj Log dr bankar b xutiye hi rahenge..",
        "@sudhirchaudhary @upadhyaysbjp FakeNews farjiwade ko ab log sach bolegein.. Wah rey TihadiBabu",
        "@srivatsayb @PrajwalKuttappa @BSYBJP Let them know if there is any masjid nearby.. They will quickly take action",
        "@AMISHDEVGAN @News18India @SudhanshuTrived @TarekFatah @avanishojha BD ka palla phir b bhari..",
        "@sambitswaraj 2002 me tere baap ne karaye the kya?",
        "@MrsGandhi U could have done video conference with trump too.. Who is responsible for ahmedabad blunder now",
        "#ArrestSambitPatra\nThis bigot is peddling fakeNews all the time during Pandemic...",
        "@sambitswaraj This seems to be a WhatsApp bhaktuniversity fake circular..",
        "@MrsGandhi Educated illeterates talking as if someone is forcing them to choose any product.. When you simply want… https://t.co/xoZa4zaloP",
        "@shaziailmi It was not fake news.. It didn't suit propaganda later",
        "@anuragkashyap72 Bhakts royenge ab",
        "@shaziailmi You will be praised only when u agree with bhakts.. They won't spare modi too if he talks something goo… https://t.co/BCtEDMEaTi",
        "@Rohits_17 @shaziailmi Now an closed mind Sanghi bigot with islamaphobe mindset will lecture how country shud hire… https://t.co/PDlLyCxg3I",
        "@ashokepandit OK floppy",
        "@sambitswaraj If Shit had a face",
        "@MrsGandhi How about ahmedabad.. Just ahmedabad",
        "@sambitswaraj Feku audit nhi karega fund.. Ha ha",
        "@AMISHDEVGAN Bhadwo ka Ghatbhandan",
        "@sudhirchaudhary Dalaal Bhadwo ka Ghatbhandan...",
        "@sambitswaraj @ZeeNews Phir pak chalegaye yeh BD gand...",
        "@notomsrivastava @Pk98585158 @FarahKhanAli Teach this to STRENTHG",
        "@DChaurasia2312 Chup reh bhadwe dalaal.. Saad ahmedabad me 5000 cases phailaye kya?",
        "@rahulkanwal @MIT MIT is Antinational",
        "@GautamGambhir OK loser..",
        "@srivatsayb Such a hypocritical habitual liar.. Feku",
        "@amitmalviya Ahmedabad won?",
        "@sudhirchaudhary @janmabhumidaily TihadiNaxal shud be behind bars",
        "@sambitswaraj Dhyan se padiyhe sirf Inhi ko saza hogi..",
        "@KhanAmanatullah Yeh sadhu nahi h.. Halla nahi bolegi Godimodia",
        "@amitmalviya Ahmedabad crisis",
        "@ashokepandit @AmitShah Bas kar Xutiye.. Khud toh roz fake news faila raha tha palghar ki",
        "@News18UP @AMISHDEVGAN Bhadwe let us pay tickets for the labourers across country first...",
        "@sudhirchaudhary This TihadiNaxal shud be behind bars.. This is MediaJihad by him",
        "@MrsGandhi @DDNewslive @airnewsalerts Ab yahi bakhi rehgaya diversion tactics ... Asli mudde pe report toh nahi karenge..",
        "@sambitswaraj Rehnede GobarPatra tuhje sirf STRENTHG gutter gas sahi lagega",
        "#IndiaIsNotWithZeeNews\n. Neither with TihadiNaxal and MediaJihad",
        "@AMISHDEVGAN @sambitswaraj Drama band karo bahdwo..",
        "@RubikaLiyaquat Agreed... \nIn journalism the competition is diverting until you become Dalaal now a days.. BD",
        "@lakshyamtweets @mallu_rocks @Antibhakt5 @amitmalviya OK feku master what happened to  PMCares.. Neither used for M… https://t.co/rOl5SRdsB5",
        "@anuragkashyap72 @narendramodi Bloody hypocrytes bhakts",
        "@sambitswaraj @AMISHDEVGAN Ek taraf Corona aur ek taraf yeh BD ka daily drama..",
        "@GautamGambhir @ArvindKejriwal OK loser",
        "@sambitswaraj @ZeeNews GodiJihad and TihadiJihad is missing ha ha",
        "@sambitswaraj @sudhirchaudhary @ZeeNews Yeh ley.. Police ko bhi badnaam kregein yeh Godse ki aulaad",
        "@AMISHDEVGAN @News18India @avanishojha @sambitswaraj @TarekFatah Yeh BD nhi sudrega",
        "@amitmalviya This bloody hypocryte found mandir issue when kerala stood 1st fighting covid effectively",
        "@anuragkashyap72 MLA's shopping",
        "@RajatSharmaLive Powerful dalaal journalists too",
        "@GautamGambhir @ArvindKejriwal Yeh nahi sudhrega... Now I understand why he never captained Indian team.. This situ… https://t.co/bbVTOjNdRU",
        "@sudhirchaudhary @ShahnawazBJP Tihadi jail toh jayega.. Its kerala",
        "@sambitswaraj You mean to say its Very good that trumph unfollow this nonsense and warned of consequences?",
        "@AMISHDEVGAN So every company will invest in jio and make rich more richer..",
        "@vivekagnihotri @narendramodi We have seen this diversion tactics before elections and when country doesn't have ex… https://t.co/azZfuUBpzh",
        "@sambitswaraj Yeh Dr h ya Jhandu... Mandir serial hindu Muslim yahi krte rhega..",
        "@SAMBIT__PATRA @AMISHDEVGAN Ha ha.. BD",
        "@RahulEaswar There fate was destined by heartless leaders",
        "@ashokepandit Situation in ahmedabad will be worst in few days.. Lets see loyalty will be extended to ahmedabad",
        "@sumit_bagadia @rav3n6 @TrueInd26978997 @sudhirchaudhary Tujhe kya laga pragya ki tarah election ladegah woh..",
        "@sumit_bagadia @rav3n6 @TrueInd26978997 @sudhirchaudhary Hn wo atankwadi tha.. Use jana hi tha ek din.. Aur ek kash… https://t.co/okpt04cPKG",
        "@sumit_bagadia @TrueInd26978997 @sudhirchaudhary Hn entire political farzi degree nhi chalegi",
        "@sumit_bagadia @dlkhn061 @TrueInd26978997 @sudhirchaudhary Farzi degree walo ka hoga hi kya ukhadne k liye..",
        "@sumit_bagadia @dlkhn061 @TrueInd26978997 @sudhirchaudhary Ha ha TihadiBabu ki fatihui h.. Sanghio ko world famous… https://t.co/IvWpLHuadW",
        "@sumit_bagadia @rav3n6 @TrueInd26978997 @sudhirchaudhary Shaheen bhag keh k election chit hgya tumhara... Sari duni… https://t.co/vOUC1uY16I",
        "@sumit_bagadia @TrueInd26978997 @sudhirchaudhary Farji nahi chelaga.. Ab bhago",
        "@sumit_bagadia @TrueInd26978997 @sudhirchaudhary #Farziwada vs zee\nInqalab zindabad\nJai hind",
        "@sumit_bagadia @TrueInd26978997 @sudhirchaudhary Sab ki bari agegi toh asli kagaz walo degree b dikhana padega...",
        "@sumit_bagadia @TrueInd26978997 @sudhirchaudhary Hn baba ki gufa se aarhahi h thik se sunle.. Farji degree wale far… https://t.co/nX54Oqc6Oi",
        "@sumit_bagadia @TrueInd26978997 @sudhirchaudhary Chanda nahi dega, chinta nahi karega, farji degree dega.. Sab kuch… https://t.co/TYw3lrSCmm",
        "@sumit_bagadia @TrueInd26978997 @sudhirchaudhary Ha wahi.. LIC, air india, Indian oil sab bech chuke ho.. Tumhe kaha ki chinta",
        "@sumit_bagadia @TrueInd26978997 @sudhirchaudhary Abe wo bhakto ki whatapp University ka video h.. Dekhle chinmayanand dikhega",
        "@sumit_bagadia @TrueInd26978997 @sudhirchaudhary Farji h kagaz.. Kaha se dhoondu...\nKitna diya rey chanda tu? Ya bo… https://t.co/ge4AqxGJUS",
        "@sumit_bagadia @TrueInd26978997 @sudhirchaudhary Pehle farji degree dikha.. Hn dikhadenge tihadi Babu ko tel malish krne",
        "@sumit_bagadia @TrueInd26978997 @sudhirchaudhary Certificate ko farji h tumhari... Ha ha.. Aur news b farji... Tu b… https://t.co/XMb8UK8uVR",
        "@sumit_bagadia @dlkhn061 @TrueInd26978997 @sudhirchaudhary Nayi degree b banwa lena sath hi sath",
        "@sumit_bagadia @dlkhn061 @TrueInd26978997 @sudhirchaudhary Shaheen bagh ki toh fake news h.. Lekin Hn chunyamanand… https://t.co/GkDeDvUQtc",
        "@sumit_bagadia @TrueInd26978997 @sudhirchaudhary Ek snapshot bhej na kitna chanda diya tune papa ko",
        "@sumit_bagadia @TrueInd26978997 @sudhirchaudhary Ok g se akhrot todega? MLA ki shopping jo krni h Bihar m chande se",
        "@sumit_bagadia @TrueInd26978997 @sudhirchaudhary OK pmcare ko chanda de phle",
        "@sudhirchaudhary Ek FIR aur iski fat gayi Tihadi",
        "@RahulEaswar @Farookfar But u were defending TihadiSudheer who is responsible for creating this atmosphere",
        "@RahulEaswar @TheKeralaPolice @CMOKerala @sudhirchaudhary You Muslims brothers to reply with intense debates vs Tih… https://t.co/ZA8tiKiCkS",
        "@RahulEaswar @sudhirchaudhary @CMOKerala Faking news everyday and apologizing everyday is ideology?\nTihadi shud be punished",
        "#तिहाड़ी_सुधीर_को_उल्टा_लटकाना\nBesharam Tihadi",
        "@sudhirchaudhary FIR toh nhi ruknewala.. 2rs per tweet support",
        "@AMISHDEVGAN No bhadwe.. The FIR was about MediaJihad Fake newsby dalaal anchors",
        "@AMISHDEVGAN @AmitShah Fine? BD",
        "@sudhirchaudhary Tihadi jail me",
        "@srivatsayb @sudhirchaudhary This TihadiNaxal is hanikarak",
        "@sambitswaraj Spreading fakeNews and apologizing later has become habit of JihadiMedia...",
        "@shaziailmi @washingtonpost @dwnews @BBCWorld @nytimes Still waiting for your enlightenment on the lewd comments ma… https://t.co/CoA4k5hsgZ",
        "@sudhirchaudhary Ek FIR aur TihadiBabu ki fat gayi... Roz fakeNews ki dukaan band kro",
        "@sudhirchaudhary TihadiNaxal is prime example of islamaphobe.. Stop MediaJihad tihadi babu",
        "@sudhirchaudhary Good job kerala.. This tihadiNaxal is dangerous to harmony",
        "@sudhirchaudhary Your bhadwagiri is not truth..",
        "@OpIndia_com Unless there is strict law for blasphemy... Idiots on all sides won't mind doing all this shit..",
        "@srivatsayb Can't Agree more",
        "@ANI None can match his hypocrisy and blatant lies.. All his party men's appealing to buycott particular community",
        "@sambitswaraj Ha ha.. Ab Yeh bhi buddhi k bareme bolega...",
        "@rkn_bth @TarekFatah Bechara apni maa ki kahini suna raha h.. Sanskaar dekho iske aur kehta h kattar hindu..",
        "@AMISHDEVGAN Bas kar BD.. Phansi kaun dega Bhagwe wo",
        "@AMISHDEVGAN Ek hi bhadwa milega BndD",
        "@MrsGandhi MP is hiding data from 27 April.. Ahmedabad trump Hotspot..",
        "@jaygohil13_ @akhlaquequmar35 @PTI_News Why r u putting words which I didn't say.. I just said is it trumph source… https://t.co/32MAc2CYG1",
        "@jaygohil13_ @PTI_News Maine kab kaha tumne kaha.. Jisne b kaha unko pucho",
        "@jaygohil13_ @PTI_News Turant toh single source ka dediya tha.. Abi kitna chupaye he dekhte h yaha",
        "@jaygohil13_ @PTI_News Thoda rukna bhai.. Pata chalayega.. Itni jldi b kya h",
        "@jaygohil13_ @PTI_News Yeh sawaal unhi se pucho bhai jo single source keh rhe the",
        "@PTI_News Trumph source",
        "@sambitswaraj Well said",
        "#गद्दार_मोदी_लुटेरा_है\nLekin bhakt nhi manenge",
        "@Sanjay_Dixit Irony is this sanghiz follow the fatwas from nagpur",
        "@sambitswaraj Drama band kar",
        "@LadyVelvet_HFQ It was never about common crores of hindus and muslims.. It is just about political leaders building there empire on hate...",
        "@sudhirchaudhary Bas kar tihadi bhadwe.. Hitler k b fans the",
        "@sudhirchaudhary Chup reh bhadwe.. Journalism ki baat horhi h.. Chatne ki nhi",
        "@GautamGambhir Physcho what about depositing 15 lacks, bringing Blackmoney? Oh GDP.. Is Delhi cm responsible for PA… https://t.co/k85a00xYGD",
        "@sambitswaraj Only pragya thakur can curse martyrs.. Rest are Antinational",
        "@GautamGambhir Educated illeterate this situation is PAN India.. If you have enough money.. Why do chanda for PM care?",
        "@MrsGandhi @RahulGandhi You thought it's a fixed scripted interview that he will only praise him and ap pehle se hi fakheer admi the?",
        "@sambitswaraj Whatsapp university translation by gobarHead",
        "@sambitswaraj How about BJP Mir in JK who supplied arms to militants devendar Singh?",
        "@kavita_krishnan NaziBhaktho k Sanskaar h",
        "@sambitswaraj Feku thodi h STRENTHG",
        "@LadyVelvet_HFQ You are inviting trouble",
        "@MrsGandhi Kuch bhi? Matlab kuch bhi fekoge?",
        "@republic Stop this routine drama.. Talk about public issues",
        "@sambitswaraj Tum. Andhbhakto ko khabar puri dunya k charche h Narangi",
        "@srivatsayb Bhadwa @sudhirchaudhary",
        "@ESPNcricinfo Dhoni",
        "@shaziailmi @_sabanaqvi @SitaramYechury You can't fool people all the time..dont worry you love him...good for you",
        "@sudhirchaudhary Bhadwe kuch toh sharam kar..",
        "@amitmalviya You charge labours starving for food.. Is this well handling of covid?",
        "@MrsGandhi Woke up only after Congress decided to pay tickets.. PMdoesn'tCare fund indeed",
        "#PMCaresFunds\nI wonder where the hell this funds will be used when you charge jobless migrants for tickets",
        "@HinduYoddhaa You appeasement to trumpbhakts  cost 3500 cases just in gujarat",
        "@vivekagnihotri Not Bhadwagiri zone like u",
        "@MrsGandhi Ahmedabad single highest cluster with 3500 cases..",
        "@LadyVelvet_HFQ Will you still raise your voice after lot of abuse and personal attacks on you these days?",
        "@PintuMa79759779 @sambitswaraj Tel malish chinmayanand free m karwale",
        "@sambitswaraj U shud only hold Godse to be a patriot and British boot lickers will decide who is anti India",
        "@AMISHDEVGAN #ExposeBD",
        "@AMISHDEVGAN Now a bhadwa and dalaal will decide who stood with India",
        "@ndtv He blamed moghals for economy slowdown.. Kafeel Khan for his incompetence of providing oxygen at hospital and… https://t.co/rm1A7LPHje",
        "@kunalkamra88 Shut-up Kunal... Ha ha true",
        "@LadyVelvet_HFQ Hate has indeed became more stronger than ever.. Even virus too got associated with Religion",
        "@MrsGandhi Statues? Buying MLA's, Writing off loans?",
        "@khanumarfa Can't Agree more.. I'm sure he is aware of the product he is between love and sex",
        "@FarahKhanAli I wonder if this bigot is a product of love or sex",
        "@TandonRaveena Do you have any information how or where the fund used so far?",
        "@timesofindia @myogiadityanath Like kafeel Khan was responsible for gorakhpur",
        "@SahilCh57161043 @NaseemA89606942 @RiaRevealed @News18India @AltNews Degree dhundley",
        "@RiaRevealed @News18India @AltNews U expect journalism from BndD?",
        "@FarahKhanAli How smartly he skipped sanghiz speaks his biased mindset",
        "@FarahKhanAli There is no point arguing with him.. He can't digest Trump and all foreign dignitaries visiting Moghal era architectures",
        "@AMISHDEVGAN Lekin teri vichardhara toh BD h.",
        "@MrsGandhi Typical example of ignorance.. Its because of Godimodia invention of CoronaJihad and zero questions to r… https://t.co/qtnr5nO63W",
        "@anjanaomkashyap @vijayrupanibjp Kuch toh sharam karo Godimedia..",
        "@PJkanojia @MumbaiHashtag @AMISHDEVGAN BD thoo h tujpe"
    ]
}