{
    "screen name": "laliz41",
    "no. of tweets": 187,
    "tweets": [
        "@elisaalanis Se \"está aplanando la curva\" y cada día abren más lugares extraños para atender \"posibles casos\"... al… https://t.co/51QMZYrAwL",
        "#FelizMartes https://t.co/iw4LqRgBo7",
        "@GuarroThe @HLGatell Mr MaKabro respetable lo que ud. ha visto, mi familia ha visto otra cosa! muy poco movimiento… https://t.co/A3RYNmeQ4e",
        "@latinus_us https://t.co/BasVqjp9rG",
        "@Adela_Micha @m_ebrard @TeletonMexico Bien por @alfredodelmazo dando el ejemplo de que si NO puedes respetar la san… https://t.co/cTEjlKEYrt",
        "@NTelevisa_com @daniellemx_ https://t.co/99rCBTkjAz",
        "@L3Luisa Vive en AMLOLANDIA no hay más!!",
        "@lopezobrador_ No, \"no ha sido ejemplar\", si así fuera no habría contagios, no mienta. Lo que debería hacer es ya E… https://t.co/UbepQ8kdPA",
        "@GuarroThe @HLGatell No se en qué parte de Jalisco vivas, porque yo tengo familia allá y ellos comentan lo opuesto… https://t.co/zrDbngOQYq",
        "@HLGatell Auch! Por Transparencia tienen que publicar estos datos, y son de pena ajena! Que verguenza que con \"tres… https://t.co/tNY0JnUINQ",
        "@isabellemexico https://t.co/XQRDawbRks",
        "@Excelsior @HLGatell Qué me parece? que espero sea fake news! de por sí ya nadie lo baja de su nube!!",
        "@VengaLaAlegria Dejé de ver @Azteca cuando  decidieron NO respetar los lineamientos básicos sobre COVID19, este par… https://t.co/4U3QLuJn7k",
        "@ANTIGOBIERNO4 Frivolidad? Triste!",
        "@ElSabuesoAP @Pajaropolitico OJO... el COVID está provocando en algunos pacientes trombosis!\nhttps://t.co/qOdhhePy0y",
        "@de_ultima @dannapaola \"todas queremos tener\"    neta todas???? yo no!!",
        "@cristuz33 @EnriqueAlfaroR @emoctezumab Yo me quedé en que iban a transmitir tipo Telesecundaria en Canal 11! \nSe q… https://t.co/k8oH24pd0b",
        "@Reforma AMLO Y BARTLETT CORRUPTOS!",
        "@cristuz33 Bien por @EnriqueAlfaroR . Si las condiciones no son las adecuadas para enviar a los estudiantes a las e… https://t.co/Y3BESf1AIs",
        "@lopezdoriga AMLO Y BARTLETT....CORRUPTOS!",
        "@paobarquet Opino que ya era hora!  Y ojalá ya que la Secretaría de Trabajo los detectó, vean las irregularidades l… https://t.co/bV1YptVO3e",
        "@SoyNaucalpan @lazarogaytan @MauricioContigo @C5Edomex Y Naucalpan ayer 346 positivos! y....sumando!!Arriba la fiesta!!😡😱",
        "@SergioSarmiento Será primo hermano de ya sabemos quien????🧐",
        "@azucenau https://t.co/kSBsEe7VKp",
        "@CiroGomezL Ciro, en buen plan, tomen el ejemplo de cómo entrevistan en países como Alemania, España y Francia! Aqu… https://t.co/EGL0YtlGbG",
        "@lopezobrador_ Qué pasó con \"su gente buena\" que NO se quedó en casa y salió a festejar el 10 de mayo? Eso nos va a… https://t.co/2BpPjzaFGw",
        "@ElFinanciero_Mx Ya es mucho no? pudiendo juntar los 3 temas en una hora. Honestamente a los reporteros les dan el… https://t.co/FULldKaGzc",
        "@telediario Tipejo!!! yiiiiaggggg!!",
        "@Jannet_LP @lopezobrador_ Community Manager don AMLO, eso necesita usted, actualizarse, rodearse de gente preparada! 🙄",
        "@acastagne De no creerse que tenga un \"equipo de comunicación\" de quinta! Cualquiera , cualquiera que tenga un cana… https://t.co/2S9nXyrmwu",
        "@lobodedimir @RUROLDAN Con este tipo de gente NO se puede... llamar a la patrulla y que ellos se hagan cargo! Lo ma… https://t.co/2I8ybGfAgP",
        "@NTelevisa_com Uchala tiene siglos que venden chocolates \"falsos\" en el metro, desde los Lindt hasta los Ferrero Rocher!!",
        "@luisestrada_ y tambien el dibujito de la susodicha esposa!!",
        "@Claudiashein Felicidades a las dos!",
        "@CarlosLoret @washingtonpost @postopinion_es @latinus_us Eager to watch!",
        "@genarolozano @JohnMAckerman Un tweet con clase, nada de malas palabras, directo, y \n   muuyyyyyy cierto!!!!!",
        "@JIPourroy @Pajaropolitico @Tu_IMSS No lo se, honestamente, pero entre más herramientas le demos a la 4T para desca… https://t.co/sLWv7dd4ig",
        "@NTelevisa_com https://t.co/ZTIxiXuPyg",
        "@SaludEdomex @Gabriel_OShea @alfredodelmazo Interesantisimo! https://t.co/bDj5wruUZ6",
        "@SaludEdomex @Gabriel_OShea @alfredodelmazo @RuthOlveraMex Buen domingo. Ojalá hagan como en Jalisco, que el uso de… https://t.co/9Kg6zWzA34",
        "@SSalud_mx @SusanaDistancia Uff..que mal anuncio de Susana! 🙄",
        "@Pajaropolitico @Tu_IMSS Esta imagen es de hace más de una semana! Por notas como éstas es que el gobierno a todo l… https://t.co/82L4ZEx4tu",
        "@SaludEdomex Gracias por la información",
        "@RicardoMonrealA Espérame tantito, también ha devastado la salud humana. Hay que leer  artículos publicados por la… https://t.co/xN7Cz9eXSN",
        "@BeatrizGMuller @lopezobrador_ Beatriz, regresas a twitter por el interés en la salud de los mexicanos. Apoyo en: p… https://t.co/5SjQgUkz7r",
        "@Adela_Micha Pues a saber cómo y dónde comenzó, pero .. ah que amoladita nos dió!!!",
        "@lopezdoriga \"Acusa al perído neoliberal de no priorizar la salud\"... perdón, y él?  \"el que esté libre de pecado q… https://t.co/PBp2tvAG4N",
        "@RuthOlveraMex Que bien!!",
        "@alfa1enfermeda1 https://t.co/jQHccQIzUr\nEchale un ojo por favor. Alguna de estas te va a ayudar!!",
        "@HLGatell Ya no pierdas tiempo en este tipo de videos. Anoche en tu conferencia sonaste a justificación.Necesitamos… https://t.co/aToC3cR3KV",
        "#FelizSabado https://t.co/qjnfM7Klaw",
        "@AristeguiOnline 39 de los 76. Creo que el encabezado de la nota es alarmista y si la gente no entra a leer la nota… https://t.co/LUp6Pf3VaY",
        "@brianstelter @jorgeramosnews In Mexico City @Claudiashein was proud about 2,000 patients, after hospitalization, a… https://t.co/9iX53bB59L",
        "@SSalud_mx @HLGatell @Claudiashein  \"Many people think COVID-19 kills 1% of patients, and the rest get away with so… https://t.co/VhUSrQeNbk",
        "@brianstelter @jorgeramosnews And I would ad, also without a Coronavirus effective and safe treatment!",
        "@SSalud_mx @HLGatell @Claudiashein Hay temas en los que se TIENEN que actualizar. Anoche Claudia mencionabas la dis… https://t.co/OzeD9d1gJs",
        "@AristeguiOnline Arriba la diabetes!!!",
        "@JesusMartinMx @HLGatell Bien por reporteras que cuestionan!!!",
        "@HernanGomezB @nytimes @SSalud_mx @el_pais Puedes compartir por favor el artículo completo? gracias",
        "@telediario Que terrible tener que llegar a estos extremos. El @PRI_Nacional ofreciendo instalaciones. Eso habla de… https://t.co/pjRFOLc498",
        "@AMXNoticias @MexiquenseTV Se dispone del número de fallecimientos por municipio? OJO no es por morbo, entre más in… https://t.co/qLpNNHAkH3",
        "@jorgeramosnews Aprovecho tu tweet para comentar (tienes buen número de lectores) Recomendación: hacerse de un tanq… https://t.co/G5PjxL5gD4",
        "@PonchoGutz Que muy seguramente cantará el 10 de mayo en su programa especial del día de las madres!! 🤣",
        "@DBeckerF @aguilarcamin Puedes por fa compartir el artículo? gracias",
        "@lopezobrador_ Ahora sí \"evitemos la saturación de hospitales\". Tanta abrazadera, tanta negligencia en NO usar el g… https://t.co/1aqSfR0jg3",
        "@azucenau Cuando te dan 3 fechas diferentes en una semana (se que al igual que los temblores las predicciones cambi… https://t.co/V59OmHrxaT",
        "@CarlosLoret @lopezobrador_ @HLGatell @nytimes Puedes compartir el artículo por favor?",
        "@perioDinamik @satelucos @FiscaliaEdomex @LasArboledasMex @BellavistaSat @SateliteSeguro @SateliteAlerta… https://t.co/7hPgadbGbn",
        "@ahope71 @Cachoperiodista @el_pais https://t.co/5wTdYnYCdI Este artículo lo publicó López Gatell hace 11 años y hoy… https://t.co/Ev626inaYy",
        "@Claudiashein @SSaludCdMx No sería mucho más conveniente hacerlo en horario fijo diariamente via telefónica? CERO e… https://t.co/Lc0HySi5xF",
        "@telediario @HospitalJuarezM @HLGatell Si yo fuera mamá y pudiera participar en su programa estelar del domingo don… https://t.co/YZk9cwMGzb",
        "@Amadoelquelolea 🤣🤣😂",
        "@Excelsior NO hay forma de que alguien ya baje de su nube a L Gatell?",
        "@UniNoticias @jorgeramosnews @CollinsOficial y ni cómo se contagie el Trump.. porque \"hierba mala, nunca muere\"!!",
        "@telediario @azucenau @janupi @SGGEdomex @alfredodelmazo Y no para la delincuencia!!",
        "@lopezdoriga Mucha inversión en ventiladores (claro es lo que mantiene con vida y posibilidad de salvarse a los COV… https://t.co/AP3uypoDt9",
        "@SaludEdomex Ahora, ya hay mucho paciente en los hospitales @alfredodelmazo toca implementar el sistema de notifica… https://t.co/FXq1nWxcwL",
        "@hdemauleon https://t.co/9yrGfkmFjE",
        "@NTelevisa_com @daniellemx_ Porqué el sector salud no usa los principios de Calidad Total? \"Cero defectos através d… https://t.co/VorImi5MPl",
        "@olitadealtamar @RUROLDAN mori de risa 🤣😂😂",
        "@telediario Que padre que contrataron a los payasitos para darles ingreso, sólo que les hubieran dado caretas también!!!",
        "@Adela_Micha a mi me encantó! apoyo 100%",
        "@maurodriguez @HernanGomezB @laoctavadigital A ti por responder!",
        "@hdemauleon Pues aunque @lopezobrador_  censure @latinus_us @CarlosLoret muchos de nosotros, ciudadanos (no bots) n… https://t.co/j1WSS0daHE",
        "@HernanGomezB @laoctavadigital @maurodriguez AS usual, interesante!! pero anoche pregunté si COFEPRIS autorizó ya e… https://t.co/WTFbRpKVQ5",
        "@MetroCDMX @GobCDMX Y le gustará o no al Presi.... o también dirá que es \"muy autoritaria\"? con eso de que si no es… https://t.co/K0DL6utu2g",
        "@FelipeCalderon Forbes será fuente y medio que taaaampoooco le agrade al Presi? será medio fifi?...será amarillista y tendencioso???",
        "@hdemauleon https://t.co/u7duZVm7oU",
        "@HernanGomezB Hernán, anoche durante la plática con @MxUlysses no sabían el origen de la campaña Quédate en casa Qu… https://t.co/mZdRiu26ly",
        "@alfredodelmazo @SaludEdomex Tengo duda, Naucalpan reporta 346 casos, Tlalnepantla 286 y en la parte de rangos NO aparecen, porqué?",
        "@UniNoticias Ya no queremos importaciones de este tipo por favor!!!",
        "@LasArboledasMex @DAtizapan @RuthOlveraMex @GobAtizapan @PoliciaAtizapan @SS_Edomex",
        "@ross_marz @johnwickmx Ross...muy buena!! hoy así me tuvo que tocar! y para las que NO nos gusta la violencia... el… https://t.co/KzT6tLTXMv",
        "@Danyboyabogado @lumendoz @HLGatell @Irma_Sandoval @Pemex Danyboy, hay periodista que cuestionan temas padres, inte… https://t.co/VDVj1ADrbL",
        "@GianMeda @alex_dm71 @senadomexicano Lindo eh??",
        "@TZaith @RicardoDGPS @Viri_Rios Tatyana, previo a tus mensajes, te sugiero poner el nombre de a quien va dirigido.… https://t.co/BWQK0rBhWk",
        "@rosaelena9000 @rottenandproud @hector_saul1 @Viri_Rios @HLGatell https://t.co/Cl1fvgDHtX",
        "@TZaith @RicardoDGPS @Viri_Rios Tatyana por favor revisa la respuesta que le di a Ricardo. No soy necia, estoy prep… https://t.co/7BL1lZkrry",
        "@RicardoDGPS @lozano_mancera @AleGDmx @Viri_Rios https://t.co/5wTdYnYCdI\nEs el artículo que @HLGatell publicó en la… https://t.co/ZB02PSCdpF",
        "@MarthaG74296736 @SergioSarmiento Martha... sean o no pacientes COVID, el tema es la falta de protección.",
        "@rosaelena9000 @dr_viper2305 @Viri_Rios De acuerdo Rosaelena",
        "@elisaalanis @HLGatell Terrible que use sus conferencias para ataques directos! Idéntico a su patron AMLO. Terrible!",
        "@HernanGomezB @laoctavadigital @maurodriguez @MxUlysses Pls. le puedes preguntar a @maurodriguez sin en México COFE… https://t.co/Aur5HxXArn",
        "@ElFinanciero_Mx Y opino (nadie me preguntó ya sé) que sus envíos a domicilio deberían ser GRATUITOS @WalmartMexico",
        "@piagela falto yo de firmar!!!!!",
        "@JuanCarlosPier5 @prat_diana @esbetoleal Wow ésto es una joya!!!!",
        "@lopezdoriga Estoy hasta \"la maraca\" de este señor! es o no es, es una fecha u otra, es un factor de conversión u o… https://t.co/OFVqEcCHYq",
        "@alfredodelmazo @RuthOlveraMex Hola. Hay que correr la voz en @AtizapanV @hola_atizapan @GobAtizapan Villas de la H… https://t.co/wgxcn7TwQi",
        "@FelisaCarrillo8 @Viri_Rios 👍😡🙄 siiiiiiiii",
        "@ImagenTVMex @lopezobrador_ @YuririaSierra Esto opino: https://t.co/4XGsmUhuCV",
        "@Claudiashein Desafortunadamente ya casi todos tenemos un amigo, primo, vecino, conocido o enfermo o fallecido. No… https://t.co/Evk8wH3CnK",
        "@SergioSarmiento Y la señora (adulta mayor) del fondo a la derecho, sin cubrebocas! 🙄",
        "@DeniseMaerker @EduardoClark @LaAgenciaCDMX Los científicos dicen que \"sólo el 14% de los entubados por COVID sobreviven\"!!",
        "@telediario @azucenau @janupi Y en 10 días estarán alli, de nuevo, haciendo cortejo por los que fallecerán por haber estado allí, y así!!",
        "@telediario @MullerMM24 @azucenau @janupi https://t.co/wAQBK9qg7m",
        "@pedrosola Uy Pedrito, en lugar de que sea el mejor momento, porque estamos aquí aún, GRACIAS A DIOS, con toda la p… https://t.co/sAtQjaOsEC",
        "@azucenau Me opongo a que se quite, nadie me preguntó, pero bueno, tengo derecho de opinar!!(Peñon de los baños ano… https://t.co/patdPK50Mi",
        "@carlosbravoreg https://t.co/ZyHuI5oxDq",
        "@HernanGomezB Suspenderlas! tan tan",
        "@telediario @MullerMM24 @azucenau @janupi QEPD! los dos!",
        "@DeniseMaerker Y vamos que chutamos a repetir el esquema de USA!",
        "@Viri_Rios Difiero Viri, NO son transparentes! y por supuesto, sin suficientes pruebas no se puede hablar de transp… https://t.co/Ei02c8ug99",
        "@beltrandelrio Depende de lo que entendamos por plana!! Ya vimos que @HLGatell tiene \"otros datos\" sobre lo que es… https://t.co/d8imp1DvmK",
        "@DDConfianza @GobCDMX @lopezobrador_ Pues aunque NO crea... es lo que va a funcionar. Su gente \"buena\", no entiende… https://t.co/AP9FNiQVGh",
        "@Viri_Rios \"la única medida posible\"...además de la que pones.... es...TRANSPARENCIA!!!!!!!!!",
        "@la_grenitas Ay Dios!!!!  Que pena habitar en un país donde \"gobierna\" un...... https://t.co/wspDTr2p88",
        "@RespiraINER Y vieron que en su sección de artículos científicos, siguen posteándolos en inglés? Un porcentaje pequ… https://t.co/Rq1Xau7GFc",
        "@cemcal_ @EFToussaint @jorgeberry @HLGatell @EnriqueAlfaroR Yo sé de lo que hablo y de lo que hablas, tengo familia… https://t.co/rKkynt8HxW",
        "@ImagenTVMex @lopezobrador_ Wow, citar a la prensa para ésto? que pérdida de tiempo",
        "@SergioSarmiento @mattwridley Hay varios artículos que demuestran que durante primavera y verano el sistema inmune… https://t.co/VhrX6rrvf9",
        "@SOYCarlosMota @SergioSarmiento Te recomiendo video. Si la sociedad Mexicana fuera como la Oriental, donde es desco… https://t.co/HMxfP5rJYz",
        "@Grc1Garcia @EFToussaint @jorgeberry @HLGatell @EnriqueAlfaroR Super de acuerdo, de corazón espero que así sigan (tengo familia allá !!)",
        "@CNNEE OMG que manera de adelgazar!! es otra!",
        "@Adela_Micha Algunos mexicanos, qué buenos resultan cuando de creatividad se trata para dañar, hacer fraude, robar.... triste y vergonzoso!!",
        "@ElPapaDeKikito @LOVREGA @Edomex @alfredodelmazo Es muy notorio cuando nuestro gobernador postea un mensaje, en dos… https://t.co/kbs42vqbna",
        "@lopezobrador_ @SSalud_mx Igualito que en México!!! https://t.co/P3NcITd2KB",
        "@laoctavadigital @lopezobrador_ @FGRMexico @ricardomraphael Ilustrativa, interesante plática!! López Obrador no pue… https://t.co/31X5yNXD6E",
        "@paezvarela @SinEmbargoMX @alvaro_delgado @laoctavadigital @lopezobrador_ @FGRMexico Ayyyy les ganó RRapahel!!! muy buena charla con Anabel!",
        "@Grc1Garcia @EFToussaint @jorgeberry @HLGatell @EnriqueAlfaroR Politiquero, yo pensaba igual, pero el domingo que L… https://t.co/i2xBsuhkI1",
        "@osanchez25 @elisaalanis @Pajaropolitico Oscar, te comento, tengo broncas pulmonares de años, y respetuosamente le… https://t.co/Yri9zgzo7q",
        "@arielmou Great news! Only 2 days ago WHO uploaded this Youtube video informing that it was not confirmed yet...so.… https://t.co/M7SGULAAir",
        "@SOYCarlosMota Carlos sólo una pregunta, quiénes son los clientes principales de Elektra? aquellos que para poder h… https://t.co/nKZt34Iqr6",
        "@lopezdoriga @lopezobrador_ https://t.co/moMAdO9GHv",
        "@Excelsior @CiroGomezL @ImagenTVMex Y qué pasó con los hospitales privados que iban a salir al quite? según entendí… https://t.co/YbdxTlBzrO",
        "@beltrandelrio La sociedad tomamos la decisión de iniciar la cuarentena antes de la fecha que ellos daban, la socie… https://t.co/zVfriWEbk8",
        "@Rodpac @lopezobrador_ Me parece muy bien, @JesusRCuevas que empieze a moverse para sacar sus bots(antes de que se… https://t.co/vjChDNWPOn",
        "@incmnszmx Por COVID perdí mi cita con el nutriólogo de ustedes hace dos semanas! (ahora... a ver hasta cuándo), y… https://t.co/kD8EMxmw8W",
        "@ElFinancieroTv @ElFinanciero_Mx @HLGatell @SSalud_mx Pues que aprenda a expresarse correctamente! Es lo que más le… https://t.co/aXKsVv80x9",
        "@EFToussaint @jorgeberry @HLGatell El sábado NO dijo eso, dijo que muy probablemente ni Monterrey ni Jalisco hayan… https://t.co/S5CTWkTsyI",
        "@Paticha_est @Luliwainer La influenza AH1N1 NO es un tipo de coronavirus. Este nuevo SARS COV2 se comporta  diferen… https://t.co/5n1mn2ik20",
        "@Javierpalomare9 Que reconviertan, que hagan más espacio, que nadie se quede sin atención, pero que no salgan a dec… https://t.co/JmjVSxfxsS",
        "@HLGatell @lopezobrador_(Imágenes tomadas de FOROtv.) Sus mensajes tipo \"abrazos, no balazos\", nos tienen prisioner… https://t.co/AVZmzC0BBu",
        "@drmtzrubio Lleva 10 años sin ejercer, está más oxidado que nada!!",
        "@drmtzrubio @DrLiberabit @HLGatell De acuerdísimo Roberto!!!!",
        "@TZaith @NTelevisa_com @daniellemx_ @Claudiashein @SSalud_mx El papel de los medios es informar, NO educar. Las \"au… https://t.co/Y5SwWZVBHe",
        "@noecamper @NTelevisa_com @daniellemx_ Me encantaría saber qué medio para ustedes Noe  NO es amarillista? Si es Mil… https://t.co/p8MRIdJ3P5",
        "@NTelevisa_com @daniellemx_ Todos los hospitales COVID deberían seguir el ejemplo del hospital que mencionan que te… https://t.co/PTsR7uKLpF",
        "@beltrandelrio NONE of them!!!  De qué murió tu vecinito?? de Modelo Centinela!!!",
        "@MBarbosaMX @Segob_Puebla @Gob_Puebla @DavidMendezPue @CCSGobPue @SaludGobPue @JorgeHumbertoU Pues únase a esta cam… https://t.co/XPwQ47y59d",
        "@lopezdoriga Siglos...blaaaagggg!!",
        "@HLGatell @SaludEdomex @SSalud_mx @Gabriel_OShea @alfredodelmazo @Claudiashein @lopezobrador_ \nExcelente que ya lan… https://t.co/BUBCsXkCAB",
        "@ivanglez07 Iván vi esta nota el sábado y te quiero preguntar, ya está en la CDMX? Me encantó la campaña, y coincid… https://t.co/cj929yuydW",
        "@VentaneandoUno Hay que empezar por exhibir a los de casa, qué onda con venga la alegría y corazon grupero? hasta abrazos hay!!",
        "@alex_dm71 Porqué no se dedicará a dar clases de Historia en primarias federales? o dar visitas guiadas en el Centr… https://t.co/CGbWSMPl7d",
        "@mario_dico50 Y si no hay periodistas comprometidos y profesionales que lo cuestionen en Las Mañaneras sobre el tem… https://t.co/w3t5kIXwDr",
        "@Pajaropolitico @elisaalanis @ManuelBartlett @lopezobrador_ @SFP_mx Y qué pasó con los mil ventiladores que Trump l… https://t.co/yHZkiYVZfC",
        "@AristeguiOnline Estas son las señales encontradas que generan confusión, polarizan y generan tanto debate en redes… https://t.co/OJ9yu8fb5L",
        "@UniNoticias Ya lo creo!!",
        "@JesusMartinMx A los que confiamos en Dios, pronóstico que venga, estamos bien plantados y en las mejores manos!!! Feliz semana!!",
        "@azapatah @LBallesterosM Blanca!!!! mllllllllll",
        "@gibranrr Año y medio y resulta que ni Jose Angel Ruiz, ni tu servidora \"entramos en el muestreo\"... JAMAS JAMAS me… https://t.co/pLWKVVdD4Q",
        "@beltrandelrio Dicen los que saben que si te contagia un asintomático es probable que te de leve, lo opuesto, si te… https://t.co/99GIYxJGGa",
        "@Luliwainer Al final del día queda en ridículo él. Usó el modelo centinela con la influenza AH1N1... COVID19 perten… https://t.co/KMLEPnK93h",
        "@SinEmbargoMX Y @HLGatell también debería exhibir a Azteca porque sus programas NO respetan el tema de la sana dist… https://t.co/hLEpPKcqPa",
        "@lopezdoriga Un hombre que lleva 10 años dedicado a la Salud Pública, que no sabe la diferencia entre Bióxido y Dió… https://t.co/j18ZrKqFMb",
        "@AlexDominguezB Y AMLO bailando al ritmo que le marca el Trump!",
        "@panchogarfias Y lo vuelvo a repetir, prensa masoquista! NO cubran las mañaneras y \"tan tan\".",
        "@alberto_zn @elisaalanis Alberto, ni él sabía lo que estaba presentando. Si sus números son reales, entonces esta g… https://t.co/YeCAGUPb97",
        "@elisaalanis Si como población NO hacemos algo por lo que ocurrió anoche en la conferencia de SSA es que somos una… https://t.co/vqyGsOdlqy",
        "@araceli03956935 @kdartigues @HLGatell Anoche sí, me arrepentí de perderme mi hora de Grey's Anatomy por ver la conferencia",
        "@sopitas @erickussalas Por Excesiva saturación (cero posibilidad de guardar el metro y medio de distancia)",
        "@kdartigues @HLGatell https://t.co/mgvWRBHO3L",
        "@EnriqueAlfaroR \"Mas vale prevenir...que lamentar\" https://t.co/O02DVoshY4",
        "@Tu_IMSS @zoerobledo Viene el pico fuerte de COVID (6-10 mayo), según datos de @HLGatell , van a seguir exponiéndos… https://t.co/fgoMzdkw6S",
        "@abrahamendieta Y a nosotros qué nos dices, dícelo a tu presidente, a Irma E.Sandoval (con todo y Covid) y a Santiago Nieto, please!!",
        "@lopezobrador_ @Claudiashein @HLGatell @alfredodelmazo @emoctezumab  Darse un tiempo para ver los casos de Taiwan y… https://t.co/I0P2OMU5EF",
        "@HLGatell Estos videos, ya muy gastados, tu mensaje repetitivo, y ya viste que NO le llegan a un sector enorme de l… https://t.co/LERU4iXVv7"
    ]
}