{
    "screen name": "mkdlng",
    "no. of tweets": 198,
    "tweets": [
        "@NicholasElodeon Unfunny is in the eye of the beholder.",
        "@jordanlperkins The Chronicle is not well.",
        "@news10nbc That's a rough way to lose a car, but I'm relieved she's okay.",
        "@IdahoBones What's the catch?",
        "@rainbow_jeremy_ Because Klobuchar will be Biden's running mate?",
        "Honestly this looks reasonable to me. https://t.co/d9ZXY6KoDd",
        "@helloitsthao NM is safe D.",
        "@landofthe80s \"Stars.\"",
        "@vadogwoodnews Staying home as much as possible.",
        "@zackvoell He's resigning, isn't he?",
        "@katearthsis You know they're really vulnerable when they first shed their shells. Now is definitely the time to strike.",
        "@Chris_arnade https://t.co/AlaUOCwbsc",
        "@Thinkwert Mencken. Bierce.",
        "@ClarkPeters2020 Does Biden need Wall Street?",
        "@Caesar63BC She's not going to be Vice President any time soon.",
        "@JonMIPol Yes. They have been slowly going bankrupt for twenty years.",
        "It has been my assumption since the day after the election in 2016 that 2020 was the Democrats' to lose. I have yet… https://t.co/cc7S8VkRpf",
        "@pjchougule @HillaryClinton @PredictIt @realDonaldTrump She would have had a strong case, but she would have had to… https://t.co/WklvJour3I",
        "@pipandbaby Have you considered becoming a graduate student in chemistry?",
        "@selentelechia Your mission is clear.",
        "I would on the other hand like to hear from MacKenzie Bezos. https://t.co/wycfhynq61",
        "Who has to be told that anything looks good if worn with the appropriate attitude? https://t.co/kxWYT2StHA",
        "@matthewstoller What position do you think he will hold in a Biden cabinet?",
        "@ComfortablySmug This has always been true.",
        "Well and also suggesting that Biden will be a great President. And there's the rub. https://t.co/X2RKqoQMZl",
        "@matthewdmarsden No Pocky for Kitty. \nOh Inverted World. \nBee Thousand. \nSlanted and Enchanted. \nLoveless. \nLast Sp… https://t.co/CGC4Fo3nxz",
        "@NicholasElodeon What do you think of Australia?",
        "Erma Bombeck has been dead for 24 years. Why wasn't I told?",
        "@NicholasElodeon This has always been true.",
        "@vadogwoodnews Not without a haircut.",
        "@aedwardslevy Health issue for a major candidate?",
        "@jaspergregory Necessary punishment measures?",
        "@_ColinFay Just glad that a sentence with \"bug\" and \"day and a half\" didn't also include \"tested positive.\"",
        "Hyperbole is dead. https://t.co/LmCbcOaOvI",
        "@ABC13News So families with more than three children would get the same amount as families with exactly three child… https://t.co/hCrSFJugWP",
        "@RVACoffeeStain Don't eat it all at once.",
        "This whole Flynn thing is never going to end, is it? https://t.co/XIdwLURNrb",
        "We would have also accepted \"A trip of goats...\" https://t.co/Rd4syL1ktm",
        "@bekind2today @Reuters Tribe or trip. Not herd. These are not cows.",
        "New Zealand is basically Canada without natural resources. It's so *cute*. https://t.co/Qd7ueQszKC",
        "@joshuaray Old Yeller ain't gonna shoot hisself son.",
        "@IdahoBones Robert Indiana LOVE with the tilted O but it's COVID.",
        "@JonMIPol https://t.co/C2PtnJ1GSd",
        "@acebaby257 Is LIFE an acronym?",
        "I would rephrase this as \"smart people tend to think people who disagree with them are stupid.\" https://t.co/WntaMvSd4P",
        "@vadogwoodnews I read a book.",
        "@Crimealytics That cat's an EdD if I ever saw one.",
        "Perdue-Ossoff being this close bodes ill for Republicans holding the Senate but Hazel polling this high doesn't tel… https://t.co/Iy6Ua7Oc9a",
        "@Boomieleaks NYC clearly should never reopen.",
        "No. https://t.co/l3WT5GUZQQ",
        "@OldBullTV 538 never engages in wishcasting.",
        "@Aseemru LANDSLIDE TOM TIFFANY.",
        "@DanUmthun @EsotericCD All doors lead to certain death.  Duh.",
        "@FiveThirtyEight Break up the Patriots.",
        "@OldBullTV I wanted to go Fight Club, but he seems so earnest.",
        "This is all helpful and everything but it just makes me miss Florian Schneider even more. https://t.co/DLfiZxPO9X",
        "@wsls It will be a while before I spend any time indoors with strangers willingly.",
        "@PoliticJunkie1 There was a brief period in January of 2019 when Trump would have beaten Biden in a head-to-head El… https://t.co/JXVs2jTElS",
        "@wrightontarget @JonMIPol @moschinodorito https://t.co/ikc1GhP4mj",
        "Perhaps if a university education weren't so expensive this wouldn't be such a tough choice. https://t.co/LnEatj8xkt",
        "Do not read this article close to bedtime. https://t.co/T9npqiYSlt",
        "Over. This election is over. https://t.co/jYX9Dx12zw",
        "@btharris93 Now would be a good time to reconsider putting fluouride in drinking water too right?",
        "@RiverTamYDN Give me something for scale. Is that box the size of a helipad?",
        "@keendawgSSG @TruthBomber_ @pjchougule Stay classy @TruthBomber_",
        "@NRO As a human being I am glad to see this is being done.",
        "Plunk the DH. Every single time. https://t.co/JxtL7A2560",
        "@fightygee I would watch this. At least the first season.",
        "@NicholasElodeon This is exactly how I remember it.",
        "@Yukongold1898 Beto. And of course Klobuchar, because she's going to be Vice President.",
        "@NicholasElodeon It's that payment app where you spend cash by taking pictures of dollars and sending them to people.",
        "@JZTessler This is going to be fine. They've certainly worked out all the bugs by now.",
        "@IanSams W: I made you a sandwich.\nK: No.",
        "The latest Emerson College poll has TX R+3, causing a big swing in the latest polling estimate but bringing the two… https://t.co/bWl2Cjhv8c",
        "New polling in TX, OH, and WI: the latest polls would put Biden 330 - 208 Trump; a more probabilistic model has Bid… https://t.co/VlwBeODhlM",
        "@ECaliberSeven Joe Biden isn't Hillary Clinton. He isn't personally unpopular outside the party. He will do retail… https://t.co/hKlTWydOSy",
        "@ECaliberSeven This election isn't going to be close enough for a Comey letter to matter.",
        "@ECaliberSeven Yes. This election is over.",
        "@smotus At least he's not showing anyone how to make a mostly-mayo tuna melt.",
        "@pipandbaby I'd pay a whole dollar to see that monster eat that bridge. The thought of going to a concert in person… https://t.co/mjwmoDHKVy",
        "I would really like to see this. https://t.co/wDVNWDA7xK",
        "Jim Davis's net worth is estimated to be $800 million.",
        "@rainbow_jeremy_ Are you not paying attention? There's no voter fraud in America. Like literally a thousand votes w… https://t.co/yjTYQ8qrrr",
        "@DemFromCT This election is over. Biden should be making news by naming his cabinet.",
        "This morning Jim Davis is sitting down to draw another Garfield cartoon.",
        "@heymiller LAZENBY LAZENBY LAZENBY!!!",
        "It's almost as if sport as spectacle were overrated or something. https://t.co/2EzfnodNnz",
        "@Coyoteblog Yabba dabba doo!",
        "@PredictMkts So clearly one of these is wrong. Which one?",
        "@kaijubushi Who is Pap Finn?",
        "@vicioussqyd @pipandbaby Quod scripsi scripsi.",
        "Psst: this election isn't going to be close. https://t.co/JgzjWwe4ik",
        "@vadogwoodnews @GovernorVA sounds pretty reasonable.",
        "@jaspergregory This is basically duck and cover.",
        "@pipandbaby Queen is the Kenny G of hard rock. You know what they're doing is hard, but it's basically the same thing over and over.",
        "@Motomom128302 Get well soon!",
        "@930Club Archers of Loaf!",
        "@acebaby257 @JoeBiden Also, Wall Street loves Elizabeth Warren.",
        "@TJBreen Nothing personal.",
        "@Thinkwert Early Richard Scarry was amazing.",
        "@Caesar63BC The obvious answer being all four. I mean I really really want to see an all-Biden Mount Rushmore as pa… https://t.co/gtIJWS0zbE",
        "@Caesar63BC This sounds like a great idea and I am sure there would be identically zero negative consequences. The… https://t.co/hYX8em6Eoh",
        "@Boomieleaks The market is just pricing in future inflation. It's more scary than tacky.",
        "@tessafrancis @maggiekb1 The automatic ATM machine.",
        "Because our inevitable deep fake future has not yet arrived we are being spared an instant Jerry Stiller/Little Ric… https://t.co/b7JqrV8aOB",
        "@ppm1214 No drugs were harmed in the making of this thread.",
        "@MattZeitlin I've learned the value of second opinions.",
        "@TheSpinoffTV We wish you all the best.",
        "So long, and thanks for all the robotic fish. https://t.co/XqtMFJtQro",
        "@Boomieleaks Not that he's looking for marks, you understand.",
        "@acebaby257 Sir this is Arby's.",
        "@rhamdu @richarddmorey @Philip_Porter Dream-killer.",
        "@GabrielRossman Well at least this new metric is color-coded and easy to understand at a glance.",
        "@grace_panetta You should marry the mother of your newborn child too.",
        "@TheHubrisGuy I've always wanted to meet Eustace Scrubb.",
        "@CharlesFLehman There are people on PredictIt who are throwing money away.",
        "@jaspergregory The CDC says the majority of flu deaths occur in nursing homes.",
        "@CarlPaulus He seems nice.",
        "Loud Spouses was one of the band names Pavement turned down. True story. https://t.co/fztwQW6tQw",
        "@TossupBot Landslide?",
        "@SenhorRaposa On the other hand they still have royalty.",
        "@joshuaray There is good evidence to support the claim that they spark joy.",
        "@TheLaurenChen Meh. At least you're not paying for news.",
        "If California seceded from the Union would it peg its currency to the dollar?",
        "@DCist That's only half a sandwich.",
        "@ECaliberSeven 2018 was eons ago, but what I think I remember is more nuanced: he was kind of phony on the stump, h… https://t.co/U25IkN5iRW",
        "@tweetmattingly And is Joe Biden a great politician?",
        "@tweetmattingly Okay I'll bite: why isn't Bill Clinton a pariah?",
        "@tilyouregone Kimchi is Korean soul food.",
        "Half-heartedly waiting for those \"some of the best moms are dad's!!!!\" tweets.",
        "@ECaliberSeven Yeah they haven't delivered Presidential approval numbers for March yet. I'm at a loss.",
        "@TJBreen Hooray hooray for the 8th of May. Except for this year, which seems destined to run with scissors rather t… https://t.co/WosbJGIHK2",
        "@SeanBannion @Gormogons He seems nice.",
        "@USA_Polling The binder toss isn't her signature move. There is a rumor that some bad behavior on Veep was based on… https://t.co/Oi0WXG3gvu",
        "@NilesGApol I would like to see your draft 2024 and 2028 Democrat candidate pools. The party is *really* *hurting* for Presidential talent.",
        "@ECaliberSeven @NilesGApol Yes but we all learned our lesson from this experience and nothing like it will ever happen again.",
        "@NRO @rkylesmith Wot no mention of Steve Bannon?",
        "@Chris_arnade Have you ever listened to What's Rangoon to You is Grafton to Me?",
        "@colinmort Shouldn't they be very different sizes and standing on different sized boxes?",
        "@moojinorbit Happy wife, happy life.",
        "@landofthe80s Never Let Me Down Again (Aggro Mix).",
        "I'm beginning to think that recent gains in equities will end up being negligible in inflation adjusted terms.",
        "@Boomieleaks There are no zombies in New Jersey. There is nothing to see here.",
        "@acebaby257 Well she kept it, so I'm going to guess it sparks joy.",
        "MLB is fine. https://t.co/Kxp15y1tbW",
        "@SpecialPuppy1 This probably overstates Trump's chances a smidge.",
        "@rkylesmith A few years ago I would have said REM, during the IRS years. But then I learned about Game Theory.",
        "@SenhorRaposa I'm going to guess there's a lake house or a summer house or some such involved here.",
        "@dswhisperer2 I would pay a whole dollar to see these two duke it out.",
        "@belle_joyeux Seinfeld has not aged well.",
        "The past is truly gone. https://t.co/62bUhabuzw",
        "@Caesar63BC Is he going to Fuddruckers?",
        "Pretty sure this is going to age well. https://t.co/xrGRkrl83B",
        "@chbooksdc I don't know who any of those people are.",
        "@SenhorRaposa What do really think are the odds of Trump being reelected?",
        "Fuddruckers. https://t.co/anUIEFKCEY",
        "@j_arthur_bloom She wanted to be a lumberjack, apparently.",
        "@TJBreen And did you counter with Harold Holt? Or did you play it safe and go Dag Hammarskjöld?",
        "I will believe they're serious when they cancel football. https://t.co/TFd600Si2s",
        "This is going to blow over. https://t.co/9hXfvV6MRQ",
        "@TJBreen And what was your answer?",
        "@j_arthur_bloom I'm going to guess there were Italians involved.",
        "@The_Kyle_Mann Well, that and curing C19 and cancer.",
        "@vadogwoodnews The state should be opening on a per city/county basis. There's no reason counties with essentially… https://t.co/PtptLKzcvf",
        "Aren't all numbers provincial? https://t.co/7qcQIZoPRy",
        "Yeah these people are going to fall in line. This is going to blow over. https://t.co/U6mSWG34pR",
        "@GPollowitz I am pretty sure our fine nation's public officials are all cutting their own hair during this time of crisis.",
        "Mr Parscale has set himself a considerable task. This is not 2016. https://t.co/x35sMDZ2sU",
        "@nortouQ Wot no Jennifers? I went to school with 27 Jennifers.",
        "@hotdogontology Their marriage is going to be fine.",
        "@TheIllegit Yeah I'm going to just guess race is a proxy for something else here. I don't think the racial results are similar in the US.",
        "@CharlesFLehman @remindmetweets in 7 months",
        "@CharlesFLehman 133k give or take 15k.",
        "@RachelBitecofer @iSavage_PI @ElectionBabe @PredictIt You should definitely join @PredictIt",
        "@somepresence https://t.co/PsO69kqZCJ",
        "@davidshepardson @joelgrus @axlrose Who's punching up and who's punching down?",
        "@seungminkim Who's punching up and who's punching down?",
        "@jdmullane This time it's different.",
        "@mursenarygary Yes but nose to tail. Yours look like they're about to race. Does your child show any other capitalist tendencies?",
        "@TJBreen I've lost track: who's punching up and who's punching down?",
        "@VApoliticalmeme Do the one where it's in the shape of California.",
        "This is going to be fine. https://t.co/0O5JF8JEht",
        "@Goodtweet_man Nice try, comrade.",
        "@annakhachiyan https://t.co/d2kaJtK7FP",
        "@PopulismUpdates Fortunately we taught the Barbarians a lesson in 1918 and they've hardly bothered us since then.",
        "Fuddruckers. https://t.co/rebt9v7HQN",
        "@johnfund She's going to be fine.",
        "@joelgrus I see what you did there. Happy Cinco to you too.",
        "@Neoavatara Space Cruisin'? Or possibly Cruisin' in Space?",
        "@selentelechia @Face_Almighty44 You win.",
        "@abcnews Space Cruisin'? Cruisin' in Space?",
        "@WTOP Wishing her all the best for a speedy recovery.",
        "@CNBC We wish her all the best for a speedy recovery.",
        "@ECaliberSeven What do you think is a reasonable margin for Biden-Trump? CO has become bluer over the last four yea… https://t.co/gunyqcmeah",
        "@Gormogons Dean Ween?",
        "@aedwardslevy Tempura Murder sounds like a middling name for a punk band.",
        "@mirikramer @axios Please let it be called Space Cruisin'.",
        "False. Not actually Tara Reade. https://t.co/5tndQVBLvW"
    ]
}