{
    "screen name": "JasonWillySmith",
    "no. of tweets": 153,
    "tweets": [
        "I wonder if @ProfessorIsIn has any advice about how to approach this process, esp in cases where you had to pay the… https://t.co/aFbb25hw3D",
        "Don’t worry, I will keep you all very much posted and wait until I hear back from said institutions before putting them on blast 👀",
        "The trick is to ask, perfectly innocently, when you can expect to hear back with a formal letter on the status of y… https://t.co/sTvKeQDGo0",
        "Some of them had application deadlines as far back as Oct. 1st, required an *application fee* to apply (how many no… https://t.co/yIMpP1f30k",
        "My favorite (guilty) pleasure of the academic job market is when it finally becomes time to make inquiries into the… https://t.co/fPvFGqBawl",
        "My most consistent personality trait is being as far away from the tea kettle when it starts to boil as possible",
        "@cuntneykardash “Mommy’s got a little situation here” 😂",
        "@OhItsRyan Omg if there’s video footage of her performing at Harvard in 2015 you have to add it! I think at one poi… https://t.co/sUF1J3TYhy",
        "@ChanceBonar Oh gurl, let’s talk. I will tell you all the secrets to fifth-year funding",
        "@drunkgrindr Shea is gonna slay, so here for it",
        "This is truly incredible. The level of SCOTUS journalism we need! https://t.co/v5JrvYrgL3",
        "@treeaston Honestly such a horribly written show in retrospect but these mashups will be its lasting contribution to society",
        "@PERRYinR0 @louisvirtel Her mashup of That I Would Be Good / Use Somebody from 10 years ago is still in my heavy rotation",
        "@Johnatron4000 Omg yes, this is the take I was waiting for",
        "@COGS_Yale Cannot condone this practice. Will lead to alcohol poisoning 😂😭🤷‍♂️",
        "This is fantastic, promising news and I’m hoping @HarvardDivinity will follow suit for its doctoral students by imp… https://t.co/w8HCMDHYzV",
        "@MisruleofLaw I don’t understand where your condescension is coming from? Many subjects (history, literature, anthr… https://t.co/slYpeFyM9E",
        "@MisruleofLaw Of course I read it, that’s why I responded. I simply disagree with your assumption that rel studies… https://t.co/VMrdxUWQNn",
        "@RCPACivics @MisruleofLaw @AcademicRenewal It seems not to have dawned on the author that theology and biblical stu… https://t.co/p7He4t6LRn",
        "@kamilumin This is so true but also sad 😭",
        "Another positive example of faculty/department working on behalf of grad students 🙌 https://t.co/35YJUMVZYT",
        "Be like the history department, not the religious studies department... https://t.co/gm9laBYvEr",
        "@StevenAvocado Truly one of her most underrated!",
        "@prettygoodphil Hahaha this is so good, she’s so great!",
        "@ihatejoelkim Delete this",
        "No one:\n\nCNN moderator: “I personally believe that some U.S. Americans are unable to address climate change because… https://t.co/ZfLwXm1cbr",
        "Steyer really saw that Sanders/Warren rift and thought he could pitch himself as their new VP option, huh",
        "@kamilumin Next time I see you we need to talk about The Lighthouse. Because I have so. many. questions.",
        "@introvertgay True story: I once ran into her at a Regina Spektor concert and got to shake her hand 🤗",
        "@barrettlane The giant blue chair in Ptown",
        "@nlabosco THANK YOU! I spend so much time thinking about the brilliance of Hometown Glory",
        "@kamilumin @Crfxm Unfortunately we did not do a full background (read: age) check on this round",
        "@Crfxm Really looking forward to bringing you on as a house boy!",
        "@brianbrownbear For real! I truly do not understand that narrative",
        "@NineDaves I can’t bear to listen to his speeches all awards season long",
        "@kevinmaisto That’s what I took away from it",
        "@louisvirtel When she brushed her hair slightly... I nearly fainted",
        "@davidmackau Watching that was SO stressful",
        "@kevinmaisto She’s unstoppable and I’m so here for it",
        "@kylebuchanan She should host everything for like most of the next decade",
        "@rahulk013 I hear you, babe. I’ve never even been offered a +1! But I’ll have my revenge when those married bitches don’t get a +1 to mine 🤣",
        "Charles Dickens adding characters and subplots when he finds out he gets paid by the word https://t.co/yuBNtXtiJR",
        "@Mndspeak88 Lmao when she walks past the backup dancers and marks the choreo like she thinks it’s stupid af 😂😂😂",
        "@Fientastic This was def a thing in MN. The trick was to get a chocolate milk before they ran out. Woe to the perso… https://t.co/7QpuIrGZEv",
        "@ArmandTweets Thank you for your support on this important social justice issue!",
        "@kevinmaisto I wish I could give this a thousand likes",
        "@JonathanCohn YES! Was literally just saying this to someone the other day. Hard to get on board when Megyn Kelly is the heroine 🙄",
        "@godzosa Ugh this is so true 😭😫 time for me to gtfo too",
        "@godzosa Omg no. I feel like in a year there will literally be no gays* left in Boston \n\n*good gays",
        "@Crfxm @kamilumin Ok a positive review from @kamilumin does factor in... I would maybe consider it",
        "@Crfxm Having recently joined your 35th bday party planning committee, I can say confidently that there will be no escaping of the rooms",
        "New year, same goal: avoid having to do an Escape Room at any cost",
        "@cuntneykardash Truth! Also the background music when they’re flashing around between their houses at the beginning… https://t.co/M42D9GxdXb",
        "“I am so grateful to President Obama....” https://t.co/sZnCtgNbMa",
        "It should be 75/25 at MOST",
        "Hotels that stock a 50/50 ratio of regular/decaf coffee pods should be demolished!",
        "@gibsonoma For me it’s still the Teresa-Danielle confrontation at the Posh fashion show",
        "Ok we’ve found it, this is my 2020 vibe https://t.co/epk5ZKgtZ4",
        "My favorite part of TSA is being instructed to “smile more” after a 45-min wait that culminates in 20 seconds of be… https://t.co/zFlGNsE8aJ",
        "@JonathanCohn Bombshell can def be saved for watching at home on Netflix in a few months",
        "I did the Harry Potter thing and got Dolores Umbridge, so I did it again and got Tom Riddle. I will be closing down… https://t.co/Eq2o2uyH3d",
        "@StevenAvocado Happy almost bday, bb",
        "@treeaston Ok pls do spill on where this can happen bc that airport experience can be... dire",
        "@brianbrownbear For real. It’s constant torment",
        "@Crfxm Lookit how many towels daddy needs 🤤",
        "@kamilumin Heavy is the head that wears the crown, Kai",
        "@Crfxm File this under “hurtling towards our 40s” ☺️",
        "@Crfxm Omg",
        "A very Merry Christmas from my father, who just referred to vaping deaths as “bad publicity”",
        "Christmas confession: for most of middle school I thought people were saying “youth in Asia” instead of “euthanasia” it was a wild time",
        "@treeaston Same here except it’s Midwestern gays. SUCH a specific vibe",
        "@carsoneisenhart Literally happens EVERY YEAR 😭 why do we never learn??",
        "@Crfxm Babe, I trained you to go fully method... so glad it’s being put to good use",
        "@brianbrownbear Ok wow 🤯",
        "I watched The Irishman last night and am about to see Star Wars. Might have to see CATS in the next 24 hrs to keep this momentum going",
        "It’s honestly too bad they didn’t know the true story of Leia’s parentage in ANH... Alderaan could’ve been spared",
        "Imagine being from Naboo. Your senator declared himself emperor. Your queen gave birth to Darth Vader. Your citizen… https://t.co/nvFk9bXms3",
        "@kamilumin Honestly we should all have such buyers’ remorse about that first season",
        "It was a small moment that would’ve barely registered except that she asked to confirm that they said her name that… https://t.co/ZXp69gdyZx",
        "@NRMorrow This is the hot take I needed today 🔥",
        "This whole thread https://t.co/h1YGjRPmPz",
        "@RalphSpeedy @cambikelanes Taken to its logical extreme, you’re basically telling people that they can have no expe… https://t.co/kV6kH95AtT",
        "@RalphSpeedy @cambikelanes Imagine telling pedestrians that they just have to deal with the risk of having multiple… https://t.co/YfSDTxQb3e",
        "@RalphSpeedy @cambikelanes I still think arguing that the onus is on cyclists to get off their bikes to improve the… https://t.co/VKMzNt8aI4",
        "@RalphSpeedy @cambikelanes There are legal parking spaces available on the other side of the street. Also, there’s… https://t.co/bPY1ATkqqw",
        "@RalphSpeedy @cambikelanes It was just ~gEnErAlLy UnAvOiDaBLE~",
        "@RalphSpeedy @cambikelanes “that is generally unavoidable” lmao I’m sure someone held that driver at gunpoint and MADE them park there 😂😂😂",
        "@kamilumin I’m so nervous 😭😭😭",
        "@Crfxm Destroy me king 👑",
        "@Crfxm I’m counting anything below 33.5 as “early 30s” so we still got some precious time",
        "The level of excitement I feel at the new wrapping paper I just bought truly verifies that I am hurtling toward my mid-30s",
        "@PrettyGoodPhil ❤️",
        "Just love how safe and easy it is to bike around @CambMA in the winter ☺️ @cambikelanes @cambbikesafety https://t.co/6SeAebdS3u",
        "@adamsbeck Still my favorite quote ❤️",
        "@balbertell Yes!! I feel like the energy is moving in this direction 🤞",
        "@StevenAvocado No, don’t leave us!",
        "Over a hundred years of Scandinavian-German interbreeding encapsulated in one beautiful synchronic moment",
        "Amy Klobuchar reacting excitedly to the mention of a person from Minneapolis is the most Minnesota af thing I’ve ever seen",
        "It’s too bad Biden, Buttigieg, and Klobuchar can’t fuse themselves into one folksy, articulate, female moderate Dem… https://t.co/NPAogqRHrq",
        "I want a Warren-Sanders ticket and I want it NOW",
        "@realmegtrainor For real... Speechless does not get the attention it deserves",
        "My lower back is so sore after doing squats today. Is this it?? Is this The Reckoning?!",
        "@NRMorrow You must be in Boston...",
        "@muzzeltov @DaytimeEmmys @kellyclarkson Yes, I need this to exist!!",
        "Elizabeth Warren to Joe Biden https://t.co/gJ3OUZz3Mz",
        "@kevinmaisto I love that she deadpans to the audience whenever she hears someone spouting nonsense about her proposals instead",
        "@NRMorrow I had this same thought! She looks damn good",
        "@davidmackau I think about this so often...",
        "@Crfxm This is important information for interpreting the above photo",
        "To the person I emailed today whose out of office was “Greetings. I will be unavailable in 2019-2020,” I want your life",
        "“I’m on a roll.”\n- Ashley O https://t.co/MGoLzPh0sE",
        "@Crfxm hey daddy",
        "Senator Warren I’m looking at you 👀",
        "Words cannot express how much I NEED one of the presidential candidates to use “On A Roll” as their campaign song",
        "@Bethenny ❤️",
        "@realmegtrainor This needs to go viral, no question",
        "Great for improving form, with automatic rest time built in!",
        "I would describe my workout technique as very “hurriedly finishing a set during the Bradley Cooper verse of Shallow… https://t.co/OPbNxDJ0oY",
        "Je suis Jason https://t.co/mT2rOrxWw3",
        "Honesty I know things are very heavy and we all enjoy muscle mass, but I can’t stand loud breathers/groaners at the gym",
        "@LizMair This is such a stupid “warning”",
        "The very last transaction that will post before I (finally) close my BoA account is a donation to Elizabeth Warren,… https://t.co/fBt9wWI0xm",
        "@kamilumin Omg that is so me!",
        "@kamilumin Whyyyyy is he talkinggggg so slowlyyyyy",
        "@thatblasiangirl It’s the same feeling of rage I get at people who don’t rack their weights at the gym",
        "@thatblasiangirl Omg I was *literally just* thinking about this this morning as I broke down my own boxes",
        "@rdmcphee Ok this just changed my life 😮",
        "The weirdest thing about the CATS trailer is that Jessie J isn’t in it. I feel like it’s v her energy",
        "@Crfxm Looks like you got the gum off that shirt",
        "Definitely misread the room, as it turns out Ptown stans Pete Buttigieg? 🤷‍♂️ still gonna rep #warren2020 either wa… https://t.co/ofAn7YFDE0",
        "@SairaMahmood16 @The_Law_Boy This is the shade I needed to feel patriotic today",
        "@kamilumin Honestly can’t wait for the other 94",
        "Happy Fourth to all the lawyers who have to work today while scrambling to find a way to make the citizenship quest… https://t.co/GrUwymE8nw",
        "@Kellyring Can you explain the difference between when and why it would be ok in some cases and not others?",
        "@Kellyring @JRandallGildea Why do you not like Vox?",
        "@kellyclarkson @gloglomakeup @RobertRamosProd @cdicelove13 @weisseubanks @TemperleyLondon @YSL Honestly you are the greatest",
        "@SAMGREIS Bitch there’s so much time still. Make it happen by July 4th tho #achievablegoala",
        "@markimusbrutus Yaass bitch, now just roll up the shorts and let us see a lil’ more leg 😆",
        "@Kellyring Lol people have talked plenty about what Melania has worn. Remember “I really don’t care”? The point is… https://t.co/wDvngf8OJl",
        "@LouisStaples Lolol she is *so* good!",
        "@kamilumin “Should I sit in that chair? But there’s another chair next to it? Oh, I know, I’ll put my feet there”",
        "Florals for spring? Not groundbreaking. Florals for spring with bunny ears? Groundbreaking. https://t.co/l86nh2VWIE",
        "@Crfxm https://t.co/HAJvAfN289",
        "@MattRogersTho I took a college course on fitness walking that was GRADED and FOR CREDIT so this is not an impossible dream",
        "@washingtonpost Will you also be running articles about what Bernie’s dad didn’t like about something he did or sai… https://t.co/Tphf6uFQpO",
        "@INTJgay @Crfxm @ladygaga This is honestly our national shame",
        "As you get ready to watch the Super Bowl today, please just remember that Katy Perry performed a halftime show befo… https://t.co/o8BdnR22Ji",
        "I don't understand why all these senators don't announce their candidacy from the Oval Office?? That would look VERY presidential!",
        "I bought a barley salad for lunch on a whim at Whole Foods and every bite made me want to hasten my death. Keep bar… https://t.co/WEM47CmdYC",
        "@laurenduca Let’s just go full-scale Oscars and determine the next three elections by preferential ballot",
        "@Crfxm Why didn’t you take me, I haven’t allergic reacted to tequila in soooo loooong",
        "@Kellyring I just genuinely don’t understand why you think she would lie about being afraid to fly? We all do thing… https://t.co/mELqAYw4th",
        "@Kellyring That’s why I asked if you watched the confirmation hearings. She explained that she was hoping she could… https://t.co/WSnEYofliU"
    ]
}