{
    "screen name": "WorldgateTweet",
    "no. of tweets": 197,
    "tweets": [
        "@presjimryan @UVA @margbrennan @FaceTheNation Nicely done 👍🏻",
        "@PHLschools #teamsdp",
        "Daily morning huddle where we debrief on our continued chromebook hotline support. Worldgate, llc  loves to be incl… https://t.co/8BZvfHXXr6",
        "@Work4Kronos 👌🏻👌🏻👌🏻",
        "@PHLschools Wow nothing short of spectacular! great, Great GREAT!!!!",
        "@MoserRD @YouTube Honored to have you on the team 🙏🏻",
        "@FurnessHigh @PHLschools @PHLYouth @SoPhReview @SDPCollegeReady @MrPinto305 😢🙏🏻🤙🏻",
        "@GadiNBC 🤣",
        "Our Board Secretary Patricia DiLella, her husband Frank (great hat😉) and others are supporting our premier client… https://t.co/ePESk4Dn3C",
        "@PHLschools #teamsdp #phled #ittakesavillage 👌🏻🙌🏻🙏🏻",
        "Fantastic job Sivakumar Balraj! Your support of @PHLschools chromebook deployment plan is making a positive differe… https://t.co/2sWdy9LlMm",
        "Preparing chromebooks for student pickup &amp; distance learning. We are honored to be included in this nothing short o… https://t.co/aJKuxoVGLw",
        "Today we welcome Jeremiah Preston to our growing @KronosInc practice. We are thrilled &amp; look forward to his support… https://t.co/qUmwaZD9w3",
        "So proud of the work we do together! #teamworkmakesthedreamwork https://t.co/ytX1TdzSxK",
        "Worldgate is woman owned. #InternationalWomenDay2020 https://t.co/hgw8UlHLzN",
        "@AronAin @KronosInc @UltimateHCM #teamkronos",
        "Our viewing board is updated. Come by and check it out! Autism Society of NOVA supports over 5,000 individuals &amp; fa… https://t.co/olLFjxUJUl",
        "@OPS_LoganSupt 😘",
        "@AronAin Ugh-",
        "@edtechSDP Thank you for including us 🙏🏻👌🏻",
        "Promotion day! Congratulations Taheerah Oglesby! Thank you for delighting our customer through exceptional delivery… https://t.co/VktD8DaBpM",
        "The power of positivity brings me and hopefully you to @BernhardtWealth and his team. Gordon’s Northern Virginia we… https://t.co/PGePlV8mYN",
        "We are accepting resumes! Shown here our recruiter Colby Kidwell is meeting attendees and candidates at the… https://t.co/WyocU9UTvG",
        "Worldgate is proud to be in solid partnership with @KronosInc. We are growing our team to support the growing deman… https://t.co/jwM0rqiDA4",
        "Game on and we are ready to collaborate with North Carolina Association of School Business Officials. #ncasbo… https://t.co/1Gga9Aeoap",
        "@DavidBoydhoops @evan23m_ !!!!",
        "Welcome Zack Goodwin to our team and our latest assignment supporting school districts with spacial analysis, data… https://t.co/879DowF0As",
        "Today we trained on DISC! Learning team members preferred styles makes a huge impact on the progress our company ca… https://t.co/I1YKwUhhn2",
        "Systems Trainer\nhttps://t.co/a0YNSoT2uU\n \nHelp Desk\nhttps://t.co/PtZkcHxtFS\n \nBusiness Analyst… https://t.co/SuqPF2j1oQ",
        "Impromptu team tacos with exceptional dinner dialogue. Worldgate’s managers and division leaders enjoy engaging wit… https://t.co/38FwGxvidw",
        "Supporting @KronosInc deliver in the K-12 and public sector spaces requires skill and experience. We are certain we… https://t.co/zemBOXi3qP",
        "“Thank you” isnt big enough for the gratitude we have for @FCPS_News. We can’t wait to share the results of today’s… https://t.co/U1bU4cJG4I",
        "Yup! We are proud to be serving our public sector and public school customers for so long! #honored #growthmindset… https://t.co/O6h0ODTucy",
        "Project management is the key to successful implementation. @worldgatellc can help! https://t.co/hjFsZHEzWI https://t.co/sqKJ2nwftm",
        "Recertified! We are proud to say our processes for running our business in turn the work we perform for our custome… https://t.co/af5bRjUQv3",
        "Remember this is a day to reflect and honor one of those people who fought so diligently to better our society thro… https://t.co/Gaka9oMufl",
        "We are excited to welcome the first key members of our newly emerging board of advisors, Marian O’Leary, Patricia D… https://t.co/DWaLd5sekL",
        "Breaking bread with new members after the official launch of Worldgate’s board of advisors. We had a blast indulgin… https://t.co/n2iw4AEEMF",
        "@HerndonBball #teamhhs",
        "Our CCO, Scott Montgomery is dusting off these tools to help others find their best self in 2020 through leadership… https://t.co/zKASDmgqJv",
        "Ready, Set, Go! We are open &amp; supporting our district, higher education and state/local government customers. As a… https://t.co/ckdz5Y8Ql5",
        "@CoachQueue 🙌🏻 breathe deep!",
        "Donate, buy, drop off and hand deliver to inventory room ... share with kids. Saturday volunteering matters! The co… https://t.co/I4YvvMTLFc",
        "@WBENCLive proud! #womenowned #diversity #mbewbe representin’ @WorldgateTweet https://t.co/X58Zf4Qc99",
        "2019 highlight alert! After sifting through over 425+ firms we were awarded 1 of 3 honor roll businesses in partner… https://t.co/1ZRL5Gu05y",
        "Wonderful collaboration! Thank you @KronosInc for creating this amazing marketing slick for our customers. We are s… https://t.co/aBgzFAWRdK",
        "Worldgate’s division leaders got together today to share and plan with each other their 2019 achievements and 2020… https://t.co/PzZuwpTbxm",
        "We consult for school districts and today more good news. We’ve been selected to provide services to @RichardsonISD… https://t.co/r4nVhY6rrC",
        "Last night we kicked off the holiday season with these wonderful people in this cheerful setting tasting all these… https://t.co/lBAsRP3GUh",
        "And they’re off! Worldgate in collaboration with many other community sponsors remains committed to feeding those c… https://t.co/Uao3YUQtqH",
        "@AronAin @KronosInc @Glassdoor #proudpartner",
        "@HerndonBball 👌🏻👌🏻👌🏻",
        "@OPS_LoganSupt @Grassroots_News @OPS_SouthHigh @OPS_BryanHigh @OmahaPubSchool YES!",
        "https://t.co/haK8sbDnt7",
        "Please join us in welcoming our new management developer, Tim Brackett. Tim is working with @FultonCoSchools to sup… https://t.co/AAcIz5Wgaj",
        "@CoachQueue @HerndonBball Stay the course..👍🏻",
        "@OPS_LoganSupt Sounds like a good weekend❤️👍🏻",
        "@RestonHerndonLL #proudsponsor #greatprogram 🤜🏻",
        "Today our CCO took his son and his friend to see the 2019 @nationals World Series trophy first hand. Thanks… https://t.co/teVlFB8vZo",
        "@PHLschools Georgous",
        "Team Worldgate, llc had a fun filled productive day hosting our partner @KronosInc at headquarters. Collaboration a… https://t.co/8s9ZYHJqpo",
        "There are many small ways to help. Today we are offering a token to our public school community members needing a l… https://t.co/SK1cEclWYm",
        "@OPS_LoganSupt ❤️❤️❤️",
        "Effective leadership thru awareness. Today our CCO refreshed his DiSC asessment for being a high ‘D’ leader &amp; it’s… https://t.co/sxrw50EAMi",
        "We are honored to be supporting one of our premier customers’ @edtechSDP with their training and business technolog… https://t.co/N8hhCun9OS",
        "@CoachQueue @HerndonBball Can’t wait to wear ours!",
        "Worldgate is proud to work for @HarnettCoSchool supporting their implementation of Oracle's modern Cloud-based ERP… https://t.co/1TRQmq5xzm",
        "@OPS_LoganSupt 🤣",
        "@CoachQueue @TownOfHerndon @HerndonBball @herndonsports Informative and collaborative! Thanks for sharing your experience @CoachQueue!",
        "@OPS_LoganSupt Cute",
        "@OPS_LoganSupt @HyVee @SalvationArmyUS 🙌🏻",
        "First show case of the year, self portraits! Worldgate is proudly displaying @aldrines_eagles third grade art. This… https://t.co/5mz3unritF",
        "Understanding EEO! Today we trained &amp; refreshed on the importance of Equal Employment Opportunity. Our path to succ… https://t.co/k6dCrGM0Mh",
        "Welcome Michael Le to our frontline! Calls and emails need to be answered in order to insure smooth implementations… https://t.co/vsiWeC1r2s",
        "Sat. volunteering. The concept is children at risk of weekend hunger receive a discrete bag of food that is child f… https://t.co/CkdZlJXLBy",
        "We pride ourselves on doing it ‘right’ for our customers. @BSI_America audits us every 6 months to verify it and pr… https://t.co/8OtXshUbbL",
        "@JillGregory19 Sending strength! 😢",
        "Annual @GreatCitySchls CFO conference &amp; our Diana Richie is enthusiastically engaging, contributing &amp; promoting the… https://t.co/OacaeL3rgK",
        "Great time experiencing #kronosworks2019! #kronosworks is a great place to take in all the cool new stuff… https://t.co/6DWUsJ8B2G",
        "@OKAtypetalk You’re a beacon for our community 👍🏻",
        "Honoring all servicemen and women everyday, especially today. THANK YOU! https://t.co/dzEoJt5qXQ",
        "Worldgate, llc  is flying in to @LasVegasSun for another year of partner participation at #kronosworks 2019! We are… https://t.co/jM8zSGCAP1",
        "@KronosInc @AronAin This partner is looking forward to being there learning, networking experiencing and celebratin… https://t.co/dIGkl9rdTC",
        "@OPS_LoganSupt @USMC @ArlingtonNatl https://t.co/sKYTWjQQyW",
        "@RawieDarren @GadiNBC 🤣",
        "@KronosInc @WorldgateTweet will be there! Can’t wait",
        "We are honored to be invited to participate in today’s new hire training of @kronosinc Kronites! We are loving the… https://t.co/gDzhCdN37C",
        "Read more about the spotlight @fcpsnews offered Worldgate, llc for the doing and donating we continue to provide th… https://t.co/OIoyvg7m0R",
        "Welcome Aboard Logan Chipkin. We are excited for what you bring to us &amp; our premier client in helping write their s… https://t.co/DWDtrSMgad",
        "@OPS_LoganSupt #teamOPSLOGAN",
        "Welcome Colby Kidwell. Worldgate’s recruiting capabilities are improving for our customers in new &amp; exciting ways.… https://t.co/ecl4r28Z6X",
        "Go @Nationals! You achieved your one pursuit! #congratulations #baseball #worldseries #winning #performance… https://t.co/wpeKBfIA6K",
        "We celebrated @WorldgateKate and @BernhardtWealth during last nights  #profilesofsuccess gala. Meeting many of the… https://t.co/2VjVb6UXqw",
        "We are excited about the improved outcomes resulting from our visit to @KronosInc this week. We’ve advanced our par… https://t.co/b588LWJkOP",
        "@JillGregory19 🙌🏻🤣😉",
        "Humbly thrilled to kick off our newly refined public sector partnership w/ @KronosInc. @AronAin and the entire Kron… https://t.co/Od20PWxL1G",
        "@OPS_LoganSupt 🙌🏻",
        "@OPS_LoganSupt @KIOSOmaha @OmahaPubSchool @NPR 🙏🏻🙌🏻👍🏻🕺🏻",
        "@PamMurphyInTech @Sen_JoeManchin @Infor @PhillipsCE Congrats @PamMurphyInTech and the @infor team.",
        "Friday night lights with @HerndonHS. We had so much fun sponsoring the students, administration, and athletes as we… https://t.co/1TAbSyRp0y",
        "Welcome Guy Fowler to Worldgate and our new customer @CravenCoSchools . Project managing their new ERP system will… https://t.co/lNSfcBykJS",
        "Welcome to the team Lonnie Snyder. Your project management experience, training and skill will be a true value add… https://t.co/GrX7JRUrlf",
        "Great day @TempleUniv job fair. We loved meeting the students and promoting our intern and employment opportunities… https://t.co/ZVJaic4Kru",
        "Our consultants proudly donning their ‘fund philly schools’ shirts. We proudly promote internally &amp; publically the… https://t.co/8witGN5oJr",
        "Proudly wearing and sponsoring the children of the @PHLSchoolNews with @dressdownphl apparel and donations. Team wo… https://t.co/hilhy6y8dQ",
        "So proud of Diana Richie, @FrontlineEdu and the entire team for collaborating an amazing software AND services solu… https://t.co/ZD7c6XSzvd",
        "Hip hip hooray &amp; #congratulations! Thank you @BSI_America &amp; @Worldgatellc ‘s management teams for the last two days… https://t.co/2MI6a87ZWV",
        "We need you!                     Sales Recruiter: (Reston, VA)\nhttps://t.co/HfOkvYt7NH\n \nSr BI Developer: (Fulton,… https://t.co/DDty9hwcVg",
        "Our new Worldgate swag is in ...bluetooth speakers for grab n go listening pleasure...#speaker #music #bluetooth… https://t.co/zvz6vnVGke",
        "Nothing changes if nothing changes....",
        "Oh what a night! Our expert accounting, tax services CPA firm; @CSTGroupCPAs invited us to their customer appreciat… https://t.co/3849dGKoOp",
        "Unsure of the next steps to implementing your ERP? Worldgate, llc has the expertise and K12 business experience to… https://t.co/6MWVnf4zrT",
        "Our executives spent lunch together learning ways to improve our financial processes, marketability and over stabil… https://t.co/rQ7puhwN0e",
        "Worldgate business analysts understand our customers and culture and strive to deliver successful IT projects. Welc… https://t.co/MPRUf5U0Rx",
        "Is it time for  school districts and their technology partners to develop strategies that will allow the use of bio… https://t.co/ndmhtEiMOH",
        "@kerrywekelo Through it all you’ve landed well @kerrywekelo! Kudos and thanks for sharing with the rest of us! 🙏🏻",
        "@hcf19 You have every one of these traits!",
        "STILL SEARCHING for full time recruiters, TWO actually! #recruiter https://t.co/HfOkvYt7NH https://t.co/yO0k7AcXcL",
        "Worldgate, llc’s Deborah Karcher cautions on initiating large projects without a business case, total cost of the p… https://t.co/dsS8sbGFfJ",
        "Thank you Gordon Bernhardt for spotlighting our President @WorldgateKate. Your talent for sharing successful leader… https://t.co/IUXbD7gHpG",
        "Production Support is a critical part to rolling out technology. We are thrilled to offer our clients the tools, re… https://t.co/1eqyvDZF3O",
        "We have been awarded an ERP staffing contract with one of our school district client’s. We are thrilled to be inclu… https://t.co/NnO58I2bK5",
        "@CallyGingrich Payers and condolences.....Thinking of you and yours -",
        "@HornetBoosters So so important!!!!",
        "Fund raising season is upon us! When @HerndonHype @HornetBoosters comes to your front door please donate! We are a… https://t.co/KpqSfrpGjp",
        "We r experiencing tremendous growth offering support of our district clients w/ their business analyst &amp; project ma… https://t.co/FAoM9LZ7qZ",
        "We are so excited for @fcpsnews sports program to kick off. We had so much fun tonight meeting new faculty, engagin… https://t.co/h3BBDZmybu",
        "We are proud to bear witness &amp; contribute in small ways to @PHLSchoolNews  Bravo to their education, safety &amp; fisca… https://t.co/fAopvkWKl9",
        "We are aggressively searching for a recruiter therefore interviews are starting this week! Do you have what it take… https://t.co/B1JWNFsbTX",
        "@kerrywekelo @twizmwhytepiece @LeanoraBenton3 @actualizellc @Goofey2shoes @BuildingKids @shytigress @AlmostHomeFL… https://t.co/Sx0UJiIyDJ",
        "Love seeing our executive coach AND Worldgate, llc’s leadership coaching for organizational well being practice lea… https://t.co/NAO1jEYHxL",
        "@cctv_idiots 🤣🤣🤣",
        "@herndonsports Love all the posts 🤙🏻👍🏻🙌🏻...#teamherndonsports",
        "@HerndonFtbl We support! 💪🏻💰💰💰",
        "Check out what our Deborah Karcher is saying about flex time in k12 districts...... “Flexible start and end times h… https://t.co/1Vs99zSFtn",
        "Despite all the current political nonsense let’s be sure to take a moment......Labor Day, the first Monday in Septe… https://t.co/cK20HMrlFz",
        "We are growing &amp; aggressively pursuing a new corporate recruiter to source for new employees that will provide on g… https://t.co/wEMCQL6BOr",
        "Thank you A&amp;J consulting for your unwavering support leading us through today’s GSA assessment/audit. We are please… https://t.co/rkURv8z28l",
        "@gmu_wbt Excellent-good to meet you-looking forward to your information share",
        "#InternationalDogDay #mascot #puppylove https://t.co/IoqkiVbHtz",
        "@kerrywekelo @deNutrients @GregBJenkins @actualizellc @MediaLabs_MPD @MrAinsleySmith @jaybird1868 @BryantCPA… https://t.co/66mEXHmu8w",
        "Wishing our Chief Customer Officer, Scott Montgomery, a happy milestone birthday. We are thrilled he took the oppor… https://t.co/xFeD1zKr2p",
        "@AldrinEagles @casas_jimmy @fcpsnews @FCPSRegion1 Fantastic.",
        "Our Service VP, @MoserRD and Kronos’s K12 practice lead Rob Tibbs welcome Travis Burgan to the WG team! Worldgate i… https://t.co/RR1F1Iv6gR",
        "We r proud to serve our district clients in many capacities. Welcome Andre Davis, multimedia desktop specialist to… https://t.co/nlW7G6cWJ2",
        "Welcome Dami Omole. Dami is working with our premier client @PHLschools . Dami will be our latest addition to the p… https://t.co/9sXH9KOIxP",
        "@kerrywekelo 🙌🏻👌🏻🙏🏻",
        "@CallyGingrich @newtgingrich Congrats! https://t.co/FJjq9AIt4E",
        "Holding on to summer ... outside. #workfromanywhere #instagood #instagram #virtual #serene #serenity #leadership… https://t.co/HFAUxxTpE4",
        "@kerrywekelo @dailykat @_1aWeek @actualizellc @StressFreeKids @harishprasad_ @LeanoraBenton3 @miraclegrids… https://t.co/g3S8KZbDav",
        "What a week working for @apsupdate. We remain completely dedicated to their bi/data warehouse initiative and love r… https://t.co/wKIUGjNLEp",
        "Welcome Vanessa Ogbuehi! Vanessa supports the implementation efforts of a new student information system. She has b… https://t.co/2oFwPcCfw1",
        "We love what we do for school districts &amp; we love even more the people on our team who do it for the districts. Tod… https://t.co/FjzeacSF6r",
        "Welcome to corporate Mary Cowden. Our Chief Financial Officer is thrilled to expand her team to include your financ… https://t.co/CpeHLRnKo6",
        "Worldgate, llc is hiring! Check out: https://t.co/sY1OKCH3Sy and reach out directly to our dedicated recruiter Terr… https://t.co/KdLJN2YlgB",
        "Thankful we successfully meet the @WBENCLive criteria again this year to extend their amazing teaming benefits. We… https://t.co/higvr2Cwpe",
        "We have W2 openings! \nHelp Desk Reston,  Va https://t.co/ROifFUVsSh\nERP PM North Carolina https://t.co/aWSH7CWTm4\nP… https://t.co/YA7I37XNrh",
        "@AldrinEagles @FCPSRegion1 @fcpsnews Shane your hard work is paying off 💪🏻👍🏻🙌🏻",
        "Our very own Jason Wyncoop (far left) is  participating in knowledge transfer during today’s @GreatCitySchls ‘Data… https://t.co/rIBJi1D7E1",
        "We are sponsoring another @GreatCitySchls for CIO’s! We are thrilled to be offering partners and districts support… https://t.co/as3u8cDvQQ",
        "Every employee plays an important role in the education of children. @KronosInc has designed &amp; created time trackin… https://t.co/Wk7bvp1IjC",
        "To support our K-12 school district customers better we partner w/ the best of the best @KronosInc ! If you are loo… https://t.co/pAKlN1ciZx",
        "It’s that time of year so we are reupping our support of our local student athletes! We are honored to be included… https://t.co/Hr23sITGwP",
        "Surprise! Our CCO is turning 50 and his work and life wife dressed him in all white and converted their home into a… https://t.co/YTQSfXOW9m",
        "@kerrywekelo #stressrelief",
        "@OPS_LoganSupt @Malala @OmahaPubSchool @OPS_Foundation Wow! 🙌🏻🙌🏻🙌🏻",
        "Worldgate stands proud to continue partnering with @KronosInc delivering to our K-12 public school district clients… https://t.co/j3ALvF2Ht2",
        "Leadership #coaching and #training are two of the many key ways we deliver. It’s even better when we get to train m… https://t.co/2SaNYMv2pS",
        "Apparently #Texas is so big we need two #certifications recognizing our #womenowned status. Thanks again @WBEATexas… https://t.co/KUdZJTRoAp",
        "Client site team meeting and breakfast on the boss! Thank you #teamWorldgate and our fearless leader @WorldgateKate… https://t.co/yhi4m6Hf7r",
        "“We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator wi… https://t.co/XKiMosVf5j",
        "Check us out! Cut and past URL below and apply for your new career path today! #growth #change #leadership #money… https://t.co/0mkYX5gvln",
        "Y’all will hopefully have some time to catch up on social media over this coming holiday weekend! Please take a loo… https://t.co/kj8c4iHB2L",
        "You got it right @washingtonian , @MegZGold with @NPR is the ultimate round up for drinks, dinner and great convers… https://t.co/nP4aMUuPRY",
        "What’s in your cup? #sunshine #happyplace #beach #grateful #rest #leadership #recharge #deliver #work #4thofJuly… https://t.co/90JJEXpWRN",
        "Where in the ‘world’ is @WorldgateTweet. Sometimes it’s nice to simply wear our logo w/ friends, while enjoying a r… https://t.co/EHjTicZzgl",
        "As her term expires as PTA President thank you @aldrines_eagles for making our corporate President feel so good con… https://t.co/ZzcnNnfsr3",
        "#wevalueouremployees! Congratulations @tinsleystricker on completing your @georgemasonu cert. program in Human Reso… https://t.co/6HlXl7btKB",
        "Hi Justin,\nHappy Worldgate Anniversary!                         Wow, a lot happens in 9 years and thank you for bei… https://t.co/eQQs442Gbc",
        "@OPS_LoganSupt @PennGSE Welcome to east coast hope to see you soon",
        "@OPS_LoganSupt @SLAMiddle @slanews 🙌🏻🙌🏻🙌🏻",
        "Create habits, set goals, create reward! Communicate clearly and leadership is born. We are certified @gmu_wbt/… https://t.co/Rd3mrzEpXz",
        "Such an important initiative! #phillyproud https://t.co/CZSoFarye7",
        "@Ellen_Fulton Congrats to you @Ellen_Fulton  for spreading the good word 🙏🏻",
        "Great Season @RestonHerndonLL.  We are loving watching our community of little athletes blossom! Good job on the se… https://t.co/7Mdh3u17IT",
        "Fairfax County School Board Nominates Three Fairfax County Businesses to 2019 VSBA Business Honor Roll | Fairfax Co… https://t.co/2vKCUj3bFq",
        "Only possible because of the nomination  and great responsibilities put forth by the many volunteers and administra… https://t.co/QVpkpRKtQ5",
        "Thank you @VASchoolBoards for your recognition! There are very few moments that make us more proud than last nights… https://t.co/xgW6FJefZL",
        "Join us along with our delivery lead @MoserRD in supporting Global Community Charter School! #wevalueourpeople.… https://t.co/Er2WuiSzat",
        "We are grateful to be partnering with and working for @PHLschools on their important initiatives and mission of exc… https://t.co/ijjX6QBp6h",
        "@kerrywekelo @Berkshire_Brand @MittAubin @GratitudeTrove @normaldoyle @Leprechaungal @rubenjlaw @JacquelineSefo6… https://t.co/n841nyGVtk",
        "Fun ways Worldgate was found around town this weekend #proudsponsor  #k12 #supportschools #leadership #fun #happy… https://t.co/PSqT2ASzk9",
        "@kerrywekelo @SteveKubota @cjkranz1 @JobiTheLab @actualizellc @RaziaShaik1 @gloriajkenyon @KasparNab @author_Dinesh… https://t.co/Io6yJD4oa5",
        "Welcome aboard Arthur Capehart! Thanks to our employee referral program you were introduced to our recruiter and af… https://t.co/ysceWuxcup",
        "#beproudofwhoyouare June is pride month &amp; Worldgate is proud to recognize the advances being made towards equality… https://t.co/Hnq53JIzKQ",
        "As a managed services firm that also provides staff augmentation, we are committed to outcomes not just inputs in b… https://t.co/Q78q2BvbAT",
        "@kerrywekelo @KasparNab @ladyglennmore @actualizellc @deansjourney @MadanLaw @chucksedwin1 @JaiManny… https://t.co/WVaYgcyVd5"
    ]
}