{
    "screen name": "dingank",
    "no. of tweets": 150,
    "tweets": [
        "Did the DA start reading the DMA today? Anyone who read the declaration of disaster gazette, the notification and t… https://t.co/4OZGuUb4aL",
        "He who plays the piper calls the tune. Whose money brought who to the Union Building??? https://t.co/qDpkgdqhuo",
        "An ANC Minister tears into a former ANC govt DG (Dongwana).....BREAKING NEWS: Gordhan comes guns blazing over SAA… https://t.co/5fhbclHVKF",
        "The Black Nurse Who Drove Integration of the U.S. Nurse Corps https://t.co/QUNTqupFiI via @JSTOR_Daily",
        "And miss their moment of imaginary relevance and effectiveness. No way. In fact they will create a command center o… https://t.co/UTGiOUKuof",
        "Follow what’s mysterious-Einstein",
        "..in conclusion,let’s remember that manufacturing a product is just but one aspect of the hypothesis that entrepren… https://t.co/A5VIekeMDu",
        "..entrepreneur uses the platform, start the whole business case: problem addressed; cost; logistical and delivery a… https://t.co/hO00kIZ6rT",
        "....doesn’t address itself to the specific platform used. Twitter for example gives a very limited platform to toot… https://t.co/hyGRKpksIw",
        "...these entrepreneurs are simply displaying their products without any clear sense of (sale) objective in that the… https://t.co/YbRvxX4nkf",
        "It’s encouraging to see a lot of black entrepreneurs coming on social media platforms to “advertise” their products… https://t.co/rWMmka1Qxi",
        "Check out this article from BizNews: https://t.co/52dNy87001",
        "Goldman Sachs interview with UNSG on Covid-19 https://t.co/wsGOlHTqU1",
        "“Reluctantly” picked this book in one bookstore last year. Read it to “get some value” for my money and was surpris… https://t.co/Cn9qOHLYoO",
        "What I find lacking after these tweets and retweets is follow up.The only and best validation of a product is the c… https://t.co/FMdXYngtgK",
        "School-system priorities in the age of coronavirus https://t.co/p5rR2vY4e6 via @McKinsey",
        "@jsteenhuisen Dear Minister Patel. You forgot to indicate the sizes of clothes we are allowed to buy. Is there new… https://t.co/0r8aptOEnN",
        "@54Battalion Halala Matric Steenhuisen....🤣🤣🤣🤣",
        "BREAKING NEWS: Unions win fight to stop SAA retrenchments https://t.co/fqycgrB87r # via @BusinessLiveSA",
        "We are looking for a company that manufacture quality golf and t shirts as well as workwear. Black owned.",
        "As usual it is what is not being said that rings the loudest. Objective press, like paper based news media, died a… https://t.co/aBZlpqBtzj",
        "It’s a great idea with the caveat that Malamulele be replaced with South Africa and it be a call to all black peopl… https://t.co/v7DWBixTPo",
        "@_AfricanSoil In conclusion, I am not a member of the so-called Radical Economic Transformation “structure” or fact… https://t.co/1twm78lzRB",
        "@_AfricanSoil .....over to The Hague for crimes against humanity. Yet here we are...",
        "@_AfricanSoil ....”concomitant action” that led to the wholesale massacre of black mine workers in Marikana, organi… https://t.co/eXtUWR0VEf",
        "@_AfricanSoil ...organizational architecture he didn’t need in the first place, how he became a billionaire (rememb… https://t.co/H9JAozsWB0",
        "@_AfricanSoil ...Finally, there are lot of clear and convenient anomalies that are never interrogated by the mainst… https://t.co/Xvjcmn3IvE",
        "@_AfricanSoil ...now no one is questioning the payments for the arms deal received by Mandela and others which far… https://t.co/YpsaSZL3j2",
        "@_AfricanSoil ...the administration under his leadership (7 wasted years) should be pinned not on the ANC, which is… https://t.co/YmGY1AsQ6D",
        "@_AfricanSoil ...For those who are wondering why there’s an unusual and eerie consensus between those who hate Zuma… https://t.co/OQ6ujCp3v6",
        "@_AfricanSoil ....Here’s a simple question: who paid for the lifestyles and the expensive suburban houses of all AN… https://t.co/CEZZsJM9IM",
        "@_AfricanSoil ....compared to the others who were so educated and appreciated the finer things in life like expensi… https://t.co/JyPfvd94lx",
        "@_AfricanSoil ...Jacob Zuma, Guptas or not, did not fit the profile of an ideal leader for white capital. In their… https://t.co/WyQDgIpJKq",
        "@_AfricanSoil ...behalf while we keep our wealth, steal a few SOEs and finally trade and be liked by the world. Ove… https://t.co/W9Ihqlnsfn",
        "@_AfricanSoil ....in fact the ANC was coopted into govt because white people were suffering under the sanctions and… https://t.co/C7JiKOqeYS",
        "@_AfricanSoil If you watch the Netflix documentary, Edge of Democracy about how democracy was subverted by the same… https://t.co/Q8irX8sbGo",
        "@vngalwana That’s the R1 billion question.",
        "It is! We need to support black entrepreneurs. We have the biggest buying power as a group but we keep on propping… https://t.co/sZeZXYbQir",
        "Marvelous. DM with your creations and pricelist. https://t.co/p27hBPgLL3",
        "@KhandaniM This is the kind of selective morality and amnesia that really pisses me off with white people and other… https://t.co/g3fVwgT3Sh",
        "Finland’s Landmark Trial Finds Basic Income Brings Happiness But Not Jobs  https://t.co/EgfkMONBmS",
        "Why There’s a Looming Debt Crisis in Emerging Markets  https://t.co/tYt2doiAhL",
        "Trump, Pompeo Back Theory Wuhan Lab to Blame for Covid. U.S. Intelligence Is Less Convinced  https://t.co/lvkF9Qqxk8",
        "“Our democracy was founded on forgetting”- Netflix documentary narrator, The Edge of Democracy.",
        "Hello there @ENCA is one of the “rogue” Ministers undermining the President or that cap only fits those who are per… https://t.co/iy2x45iS0l",
        "@Rre_Matsho @BlacktreeZA Blacktreeza I love the name!✊🏿",
        "I will be extremely remiss if I don’t thank the @EFFSouthAfrica for organizing the Prof LO Lumumba to deliver a lec… https://t.co/P5rTnpB48e",
        "A lesson on the subjugation of an African child. From slavery to colonization. Magufulification of Africa by Prof.… https://t.co/jKgHGaHRW1",
        "My fellow sojouners in the lean startup movement are wont to advise that a MVP (minimum viable product) is the firs… https://t.co/QJzp4JnY0P",
        "The most eloquent intellectual to ever walk this earth is an African......Prof Lumumba delivers the Nelson Mandela… https://t.co/4dAWiU7Deb",
        "Yay to that...In fact a platform to showcase black entrepreneurs and businesses is long overdue. We also need one w… https://t.co/wWO9COme74",
        "@sharingpioneer @NdzaviDerrick Fellow black entrepreneurs, here’s a national duty call. Do you own property, have f… https://t.co/FkUfvG94zw",
        "ESKOM war room when he was Deputy President, Command this, Command that? What are we: a Constitutional “dictatorshi… https://t.co/fFOImk7XVT",
        "A cursory reading of the DMA Regulations makes it clear that the whole lockdown arrangement is not in accordance wi… https://t.co/sqiH3rWLrB",
        "To be a politician: I can shout nothingness, repeat regurgitated party political mantra, learn to insult others and… https://t.co/zZaAQzStEv",
        "In fact the crux of the narrative rests in the proposition that she was not bought by “us” versus the President tha… https://t.co/xnhDgjMOcK",
        "@MYANC @PresidencyZA @CyrilRamaphosa are you there? Did you hear the question.I will rephrase the 1994 part because… https://t.co/t4urJsoR0C",
        "Sadly the South African government and President didn’t use the lockdown period to prepare for the spike in infecti… https://t.co/YeN4Sqolxl",
        "And yet the grand and glorious ANC is not only doing that but begging for the continued supply of crumbs whilst “th… https://t.co/BZv4IwWw3Y",
        "It’s this kind of embedded, warped, selective and petty journalism that put paid to the credibility of the South Af… https://t.co/84Qo7YGt1i",
        "Which reminds me. Who chose Solidarity for the name of the COVID-19 support fund. I know the Thuma Mina obsession w… https://t.co/gbA2FHceNW",
        "Amen... https://t.co/crOSCaGJL2",
        "@PaulineM4 Mine is Barking at the Wrong Tree. It takes a holistic look at the concept of success beyond just busine… https://t.co/26g7eZlCmi",
        "I can’t wait...Someone extend the invitation to President Ramaphosa please. https://t.co/scd8E3aUho",
        "During the ANC tenure there has been 2 “constitutional” coups effected immediately after its conferences by truimph… https://t.co/AllX8RMGfA",
        "One day we will look back and realize that the most devastating word was not tsunami, nuclear war, communism or any… https://t.co/yB1x3x3j03",
        "This giant baobab tree is about 2500 years old and still growing. It’s somewhere next to the forgotten rural town o… https://t.co/LE9EK5IT0E",
        "#NewProfilePic https://t.co/evJNjQ71kl",
        "Covid-19 – Smokers seem less likely than non-smokers to fall ill with covid-19 https://t.co/UpdalpY0gz",
        "Anyone knows this “company”. Please DM me, we need to talk very urgently. https://t.co/xOUAy3gNUs",
        "@MizKhu Interesting Minister. Please share the details of this progressive step as it unfolds.",
        "@FloydShivambu @JacksonMthembu_ There you have it South Africa! VIBRRATORS are officially personal protective equip… https://t.co/MN54EtTbEp",
        "https://t.co/upCta67Spo",
        "@PicknPay When your COVID-19 feed the nation descend on the south east of Tzaneen shores, do call on us to assist w… https://t.co/lcCSpufild",
        "If the scumbag is in charge now, it is difficult to tell it to freeze. I’m still waiting for a rational explanation… https://t.co/vdXtNgFRFt",
        "@the_dti @PresidencyZA Is the position on @NationalLottoSA only applicable to physical Lotto outlets or does it inc… https://t.co/OutcowyhTU",
        "Probably as illegal as buying a Presidency for R1 billion. But then against legality in this country depends on whi… https://t.co/NIJUqRZWBf",
        "@CoruscaKhaya @PresidencyZA @CyrilRamaphosa Homie is just earning his lunch. These guys “hired” him as “Internation… https://t.co/6uajGeR3wS",
        "Man is born free, yet everywhere he is in chains. He who believes himself the master of others cannot escape being… https://t.co/CUvcAY0V7t",
        "Beware of the modern version of the Nuremberg rallies! They will be held on social media platforms and through legi… https://t.co/Aw7gmg2ISk",
        "Such an exercise in futility, unless of course they know something that we don’t know. In that case save us the tro… https://t.co/LLASMyYyjG",
        "@mduduzp Something doesn’t smell right about this whole thing...",
        "@mduduzp Watch us as we march surely and steadily forward towards an ANC dictatorship.",
        "Is this amendment complete..”but excluding hot cooked food”..?? Are we sure? Is there any explanatory memorandum be… https://t.co/8zu7vleVT0",
        "@sthembete See section 27(2) of the Disaster Management Act read with Regulation 10. Dr. Nkosazana Dlamini-Zuma is… https://t.co/Sz9PQmZJ8U",
        "@sthembete Truth be told she is the Minister empowered by the Disaster Management Act to amend the regulations and… https://t.co/FZoQmSvm95",
        "Minister Patel doesn’t have any authority to ban cooked food...👇🏿 https://t.co/sQY8LPKyoS",
        "@lotlis @SAfmnews In fact there is NOTHING in the regulations (amended or original) that outlaws or prohibit cooked… https://t.co/NITUGqPxRs",
        "@News24 @itchybyte I’m beginning to think Cyril and his gang either don’t understand the law, confuse the declarati… https://t.co/mCjsDsmNd1",
        "I will wait and place my order then. Thank you 🤣🤣🤣🤣🤣👇🏿👇🏿 https://t.co/HOMjkyFRDa",
        "Investec Warns of Social Harm If South African Lockdown Endures  https://t.co/x0wLakEPXx",
        "Glencore Mine Boss Seized at Zambian Airport Spells Trouble  https://t.co/WX86sYr73i",
        "Viral Mutation for the Perplexed https://t.co/V5y0pTbjzu via @JSTOR_Daily",
        "@koko_matshela And I repeat: in this country they are considered black people who benefit from affirmative action l… https://t.co/LGqoI4CBaR",
        "Pandemic geopolitics – Is China winning? https://t.co/OaExrLWksL",
        "@Eskom_SA @SABCNews @eNCA @IOL @ewnupdates @mailandguardian @TimesLIVE @SowetanLIVE @News24 @Eskom_SA Since when ar… https://t.co/wDlmKROkrO",
        "@MimiReeds Meanwhile in South Africa Chinese are legally considered to be BLACK!!! Or the irony.",
        "Feeling gratitude and not expressing it is like wrapping a present and not giving it-William Arthur Ward.",
        "@CyrilRamaphosa Please listen to this interview. One aspect of the @coronavirus epidemic that I think isn’t receivi… https://t.co/Vi6zo8DDrp",
        "According to research done by Prof Richard Wiseman of University of Hertfordshire luck is a product of choices we m… https://t.co/GVXE4r7pU4",
        "I hope the outcome is different on these shores...👇🏿👇🏿 https://t.co/sXX7s1Jsta",
        "Anyone seen CEOs of South African insurance companies anywhere?Cars are parked for the duration of the lockdown and… https://t.co/j26YK9UxjH",
        "And to get the fund going (see my previous tweets) I am pledging an amount of R1000.00 as part of the seed capital...",
        "Day whatever of the lockdown... https://t.co/bEdCah938K",
        "...stop reflecting self-hate and inferiority through denigrating each other and use this opportunity to deal a deci… https://t.co/xZMtQ9FG2J",
        "...was ever a lesson that we can learn from these current difficult times, it is that all of us are naked and that… https://t.co/MTtPYysruW",
        "....democratic inclusive economy which is cognizant and respond to the real aspirations of an African  child. We ma… https://t.co/acVVh7Jgfz",
        "....for every insult, negative criticism and unjustified attack. One day we may just build our own economy and stop… https://t.co/AWtETOFQd8",
        "In fact let’s make it better. We can write our constitution and “prospectus” using the same system and platforms th… https://t.co/msgC6IIH16",
        "..white people, politicians and apartheid ad Infinitum. At what point do we take charge and direct our own fate as… https://t.co/C0Qqzt0gOX",
        "...we can elect or appoint founding sponsors and interim administrators through this platform whilst we get the bri… https://t.co/m12T12nNj0",
        "May I humbly suggest to all my African sisters and brothers that instead of lynching and ridiculing each other on… https://t.co/Rttg5P09Xz",
        "Zoom Goes From Conferencing App to the Pandemic’s Social Network  https://t.co/BBqUI2mVSN",
        "South Africa’s Cosatu Warns Key Virus Intervention May Stall  https://t.co/FqYkhQ311C",
        "Lockdown is wrong for Africa https://t.co/ainHE2ZX8z via @@mailandguardian",
        "These proposals are practical and sensible. Particularly in a polarized and politically volatile country which is s… https://t.co/Mts26TQWH2",
        "@PresidencyZA @CyrilRamaphosa @Sentletse Any interior decoration or consulting advice da...🤣🤣🤣🤣",
        "@txm1971 But Prof 16 years ago the apartheid homeland of Venda had ceased to exist?",
        "Good point there! They have been maintaining the most deafening silence of all the grudge purchases companies! https://t.co/sTdLP8LoVc",
        "@barrybateman This rather beautiful picture belies the grave issue it conveys. Can I use it as a painting for my office?",
        "@News24 @PieterDuToit If this is objective and independent journalism then South Africa is in deep trouble. This is beyond subpar!!",
        "@KwaMhlanga123 Lack of understanding...",
        "@KwaMhlanga123 And I would say you have the most incisive and intelligent mind. I have always been frustrated by pe… https://t.co/mWOcuFtUE6",
        "BBC News - UK PM Boris Johnson taken to intensive care https://t.co/Hhm2ZP31va",
        "Comair grounds Star Air deal Via @inceconnect https://t.co/p5nIImY326",
        "I have always thought it is unfair to demonize and criticize success but on the other hand the notion of pitching s… https://t.co/YyuEBrgBVO",
        "@ms_tourist People please 🙏🏿🙏🏿🙏🏿 stop NIGNORING NIGNORING the police and the President. Stay at home....",
        "Day 7 of the South African @Coronavirus lockdown.. https://t.co/jWllULQGEk",
        "@MapondoTanks @LindiweSisuluSA 🤙🏿",
        "Say what...???🤣🤣 https://t.co/PqO578illS",
        "@MapondoTanks @LindiweSisuluSA What’s the damage Citizen?",
        "@LimpopoLEDET @ThaboAndrewMok1 Dear @LimpopoLEDET why are most of your tweets blocked by twitter. Surely you can’t… https://t.co/imGSUlOGxf",
        "@CastleLagerSA 🙏🏿🙏🏿🙏🏿🙏🏿",
        "@Sisana_G @___kweenin I guess it will add value to the decision making process by prospective applicants to indicat… https://t.co/ofm1p25RVQ",
        "@CastleLagerSA Great. I hope this is considered one of those places!! Good work!",
        "“A collective paralysis has gripped the international community. There seem to be no adults in the room”. Brilliant… https://t.co/aPtJCYum8W",
        "I see members of the elite 419 Scam are keeping up with @Coronavirus and have @CindyPoluta as their SCM person🤣🤣🤣🤣🤣🤣 https://t.co/O3xcINUIrI",
        "Good day,\nPlease find the attached request for quotation on behalf of Department Of Health.\nKindly ensure that you… https://t.co/G0L3g4I3UI",
        "@CastleLagerSA Is it possible that you can arrange your hand sanitizers for my community,@Julesburg in the TZANEEN… https://t.co/2FvBKY9OQ1",
        "Corona diplomacy....👇🏿👇🏿 https://t.co/6PvxFzlYQQ",
        "This is scary and a setback to the testing program... https://t.co/mIsep408Lq",
        "York battles against cheap imports Via @inceconnect https://t.co/ZIGb6EF3JS",
        "These items are available for sale. https://t.co/tjhSSNsnRN",
        "Dear SARS. Can you please inform SOEs, government departments, municipalities and others that you have discontinued… https://t.co/2jqMN63se3",
        "Innovating for Success after COVID19 https://t.co/RRUZ1bnUYu",
        "Dear P&amp;G how can you assist a very poor rural with basic sanitation and other essentials. Julesburg, Tzaneen in Lim… https://t.co/pdiE3DxHkO",
        "@Unilever please do the same for our poor community in Julesburg, TZANEEN in Limpopo South Africa. I will avail our… https://t.co/yJAPQRPJ6c",
        "@Unilever Please donate the soaps(Lifebouy etc.), sanitizers and other health products to our extremely poor commun… https://t.co/sfv5GCY3Is",
        "Here’s inspiration for state owned entities like Great North Transport and @Leeto La Polokwane partnering to move r… https://t.co/48LZiiTVRk",
        "Resilient withdraws dividend guidance | Company News https://t.co/4ZFk4AOqTS"
    ]
}