{
    "screen name": "404consultant",
    "no. of tweets": 150,
    "tweets": [
        "@layereddelay Incheon is a very beautiful and serene airport. I miss it and wish I was there again. https://t.co/aMwP3zAnuu",
        "@Latesha_Byrd We should probably (re)define it first. There’s an old dichotomy that still exists and is pervasive a… https://t.co/hKThvyNRnM",
        "@layereddelay I’m seeing about 99% of people with a mask on unless they are working out/running etc. The 1% are an… https://t.co/OxmM7d7AlS",
        "@tdryja 😂",
        "@LoriLorusso Adorbs! 🥰Please Pull her helmet down to cover her forehead. God forbid an accident.",
        "Done, on my end.",
        "This. #RunWithMaud Call your legislator and demand a Hate Crime Bill in GA. https://t.co/cN9EaBf3z6",
        "@CharlesMBlow To survive, we must essentially become masters of conflict management and de-escalation tactics.",
        "@reecald @kishau He played and beat Call of Duty that night. My sister said you spoil him. I said “No, we now know… https://t.co/9HzRyI7EvQ",
        "@reecald @kishau Gamify it for him. When one of my nephews was doing horribly in school my sis &amp; her husband got hi… https://t.co/upOUoz8ek8",
        "@aimeefoster @marcusjcarey They’re out there. Keep looking sis!",
        "@CharlesMBlow It's never an authoritative figure, but a random person questioning. I had an experience recently whe… https://t.co/xmlm9ZJxxu",
        "@CharlesMBlow I thought about my bike rides in my new neighborhood and drives to look for a house. This could have… https://t.co/85z1JGNahk",
        "@aimeefoster @marcusjcarey I’m not sure what state you’re in but I know first hand from doing non-profit and civic… https://t.co/fdZDxrVkzU",
        "@aimeefoster @marcusjcarey If you look for it you’ll find it.",
        "@tsedal @BernardJTyson Indeed. Thank you again!",
        "@tsedal @BernardJTyson Thank You! I will. I promise!",
        "@WorlWindWriting @BernardJTyson @tsedal I’m in SV but I’ll be in Oakland Friday. I’ll send you a DM with the details!",
        "@BernardJTyson inspired me, Professor @tsedal told me to keep going #socialimpact #google #verily #moonshotthinking",
        "A HUGE team effort but we did it! We're now in East Oakland testing the most vulnerable black &amp; brown people in our… https://t.co/fhwLlk0Zcz",
        "@Benioff We’re on a mission to test everyone! https://t.co/nN9WOJYA4K",
        "@WhitneyCummings This https://t.co/HiF6OPUcuM",
        "@tyson_hesse @rejectedjokes https://t.co/MuErx3qfn6",
        "@JaapCoomans @BrianVerm 😂🙌🏾 Touché. The camera can be your enemy. Woosah! https://t.co/GdFJ8Gtg9M",
        "@BrianVerm Not getting feedback is tough. I also value quality engagement as well. I hope they at least follow you… https://t.co/4f8jOddkUk",
        "@BrianVerm Makes sense. I get it. Try this https://t.co/QccSM0YkSw",
        "@BrianVerm There’s really no one size fits all, so take a temperature check at the beginning. Keep in mind, black s… https://t.co/xVv3NbhClS",
        "@BrianVerm To that end, maybe poll to identify your audience and create options for engagement that work for everyo… https://t.co/ggjjZqr8vJ",
        "@BrianVerm Have you done a personality assessment? It might just be a personality trait/type preference. For instan… https://t.co/4faRoCRFxx",
        "@nickcald @ballen_clt +1",
        "@KizzyPhD Listen you and me both! I try to keep them tuned into the positve stuff like people recovering, curves fl… https://t.co/bH6nWNqJju",
        "@KizzyPhD Yes. We need any and all neurotoxins flushed out so you can be refreshed and on point daily! Go Dr. K!",
        "@KizzyPhD @FaceTime 😂😂😂 Sounds like my family to me on our group chats about COVID-19 testing. 😫🤣",
        "@LibbySchaaf @Benioff @UCSF We'd like to help! Can you or someone from your team message me? Thanks. https://t.co/B8SQIOxDEb",
        "@trvrb @threadreaderapp unroll this thread",
        "@trvrb @brendandburns @threadreaderapp unroll this thread",
        "@mbrianaepler Yes, but she’s not on Twitter.",
        "@ballen_clt @TaffiDollar @mtsmith @Creflo_Dollar Grace to you Bobby!",
        "@ballen_clt Found this gem in my disc changer this week. Not sure the message can get any better than this one, but… https://t.co/I9SpC8ya82",
        "@YouGoChi https://t.co/tnBMTZjhEt",
        "@YouGoChi #rookie lol. By Thursday afternoons you can stick a fork in me, most weeks.",
        "@YouGoChi Fridays are [supposed to be] my no meeting days 🙈 It’s usually meeting free, but since it’s an all hands… https://t.co/zxHuPHdGB9",
        "@rwang0 Please elaborate",
        "@YouGoChi My first call today (standing) is at 7:15am. My last call of the day is at 6:00pm. There are a lot more i… https://t.co/L88qPV9kiF",
        "Just talked to another friend who’s in oncology and she’s battling COVID-19 as well. https://t.co/ynYygF182u",
        "@RhysLindmark This is special!",
        "My friend and fellow cycling and ski club member Dr. Garrison Whitaker is talking about his experience recovering f… https://t.co/jGw2uHokL7",
        "@ballen_clt @QuinnyPig @jeffbarr This is so common sadly.  I’ve heard it from CTOs/VP Eng more times than I can cou… https://t.co/Dk7q9UypRH",
        "#GavinNewsom2020 https://t.co/gzoVaz6gEj",
        "@nickcald @ballen_clt @CTOAdvisor @nathaniel_avery @KanikaTolver @Sherrell_Dorsey @QuentinDeBerry @KhaliaBraswell @dr_nickiw 😩",
        "@AdamHSays \"Given the latest research on neuroplasticity-the incredible ability of the brain to change itself well… https://t.co/Xt3Ms2nvSa",
        "@ballen_clt @Forbes I’ve sent you a message",
        "@MindaHarts Sad",
        "@ballen_clt @Forbes I have. Send me a DM",
        "@BrandonSummers_ 🔥",
        "@BrandonSummers_ My sincerest condolences",
        "@marcusjcarey Yes indeed",
        "Gen X for the win! https://t.co/GolABTdZ5M",
        "@TheStalwart @RhysLindmark Any time I can use the executive function of my brain to acknowledge an opposing point o… https://t.co/YwGfHAy54Y",
        "@kishau @MoniqueWoodard That’s it we just need to re-charge. Facts. #INTJ",
        "@aaronquinlan This explains a lot about my love for basketball, sports, in general, and the belief that anything’s… https://t.co/yd5e6gXdnx",
        "@ballen_clt Facts. I moved to Cali a few months ago, and I am 3300 miles from any family or friends. We went to WFH… https://t.co/Oo4jZpya3Z",
        "@LoriLorusso @jfrog @jbaruch You would scream. I literally leaned back in my chair as if her arm had pushed me back. I felt that😂",
        "@LoriLorusso @jfrog @jbaruch I lost it. I thought she went in. 😬You’re a great mom Lori! Hugs. You got this WFH thi… https://t.co/hGVDUH3h6X",
        "@KMS_Meltzy @GeneDx It’s not strange, it’s timely! Congrats Karen!!!!",
        "@ArlanWasHere I guess some people don’t believe in being transparent anymore, nor have they heard your podcast https://t.co/BUIJv5af0S",
        "@ballen_clt wearing*",
        "@ballen_clt We should have had this tech in assisted living facilities long ago. I saw a commercial with some elder… https://t.co/QOz9hUBAUh",
        "@tperino @KPMG_US @HiseGibson Have you been hacked? I’m getting crazy DMs from you.",
        "This is leadership. https://t.co/Lz2hDLHXfa",
        "@YouGoChi I can’t imagine there’s a better place that exists. 🙌🏾",
        "If*",
        "What it we always worked on all the global problems together? @SolveMIT https://t.co/17daPgdwcD",
        "@CandiceBenbow @IMAUdofia88 I read that COVID-19 leaves patients with 10-20% reduced lung capacity. The good news i… https://t.co/M3rbsvo2rZ",
        "@atatatstat @mayog @CandiceBenbow The flu can also become pneumonia. I had Flu-A. I was tested for the flu and coro… https://t.co/w086ncpdoJ",
        "@DickieMan Anything else?",
        "@DickieMan I’m good here.",
        "@jbeda Your mental health is important too Joe.",
        "@jbeda I empathize with everyone honestly. We’re all in this together. I moved 3300 miles away from family, caught… https://t.co/KsldtmYACT",
        "@jbeda You’re not alone Joe. There’s a lot going on. I started a post for single (not dating/not married) people in… https://t.co/2xmVmeCgbq",
        "@marcusjcarey Always. Everyday.",
        "@LoriLorusso 😆Last night, sighs",
        "Great job @MsMagiera https://t.co/DT8fSmK353",
        "@aaronquinlan Love it!",
        "@weed4pundits @nicoleperlroth Under appreciated tweet",
        "@nicoleperlroth Can you tag Jennifer Ellice here? I’d like to help if possible.",
        "Delayed gratification: The Rise of SkyWalker is now digital. It released early, so for those #fans who missed it in… https://t.co/zXpxAKzsTL",
        "https://t.co/dhB5DqbAti",
        "@JSODonoghue @threadreaderapp unroll",
        "It’s what I was prescribed in the ER 3 weeks ago for Influenza A.",
        "Treating COVID-19: “The report from China shows that doctors did not have a silver bullet to cure the infection. In… https://t.co/GR91vLmD2y",
        "@marcusjcarey Thank you for sharing. It encouraged me to share part of my story which might encourage someone else… https://t.co/Ba7aRD1Ge8",
        "@ThisJamesCoker Also, This @ninaturner video by @theGrio regarding  the disparities in healthcare (among other thin… https://t.co/HgVGCtK2vb",
        "@rwang0 @eric_kavanagh @technology “Without investments in education and research America will lose it’s economic e… https://t.co/VPuEZWKr0l",
        "@rwang0 @eric_kavanagh I am glad however to see  Cambridge/Boston BioTech companies like @moderna_tx stepping up to… https://t.co/dJztGo3u4A",
        "@rwang0 @eric_kavanagh @technology @claychristensen Exactly! William Bonvillian is also leading this charge at MIT.",
        "@rwang0 @eric_kavanagh @technology What’s your company’s R&amp;D budget? https://t.co/sNDEedfIAa",
        "@rwang0 @eric_kavanagh https://t.co/koJVIAShVq",
        "@rwang0 @eric_kavanagh Yep, I also recently learned that funding dried up for Cov-2 a few years ago. We could’ve ha… https://t.co/L2CfToVKgv",
        "@eric_kavanagh @rwang0 In Jan sitting in a Science&amp;Tech Policy Grad course during IAP at MIT discussing innovation… https://t.co/Vgp0ReHVFb",
        "@abookgiver I’m slowly beginning to think I should just/only adopt. Healthcare needs to be disrupted.",
        "@marcusjcarey I was born to a 15yo single mom who was in/out of jail until she got a 15 yr bid. I saw her once. I g… https://t.co/h1kYyWNCBx",
        "@eric_kavanagh Thanks and please do. We have some big problems to #solve. @SolveMIT @UN #sdgs2030 #sdgs",
        "@ThisJamesCoker My condolences for your loss. This saddens me. I recently read somewhere and mentioned to someone h… https://t.co/1UmA83Swo3",
        "I can count on 1 hand the good doctors I’ve been seen by in my entire life &amp; still have fingers left. I’m thankful… https://t.co/2TUeeNb3wJ",
        "@eric_kavanagh @rwang0 This. Got flu 1st time as an adult. Symptoms are the same as COV-19: fever/cough/sore throat… https://t.co/1aQQVHZITx",
        "@TessSelim @lopp Especially considering half of MA Coronavirus cases are a result of Biogen Conf at the Boston Marr… https://t.co/yfyIiO03ny",
        "@tsedal This!",
        "@pankisseskafka You’re welcome and thanks for the article!",
        "@pankisseskafka That must be an amazing feeling to have experiences that that kind of love and support. Condolences to you during this time",
        "@space_enabled @HouseScience I hope the @HouseScience Subcomittee adopts the STR rating. This was a great watch. Th… https://t.co/uEuvwo1ZA4",
        "@space_enabled @HouseScience Excellent work @space_enabled ! Thanks for all you do 🙌🏾",
        "Black History is American History. #BlackHistoryMonth2020 #BHM2020 #BHM @NMAAHC https://t.co/5kOr8vwcrq",
        "@WorlWindWriting @chrisbensen @Raspberry_Pi @Oracle @groundbreakers You’re welcome. ☺️",
        "@chrisbensen @Raspberry_Pi @Oracle @groundbreakers Another @WorlWindWriting gem!",
        "@jkwade Grace Hopper’s team was very diverse so someone on her team was probably the first. Smart people know smart… https://t.co/rcthpKS9gg",
        "@connor_mc_d The lounges in FCO 🥰",
        "@angelmbanks It’s 100% remote as well.",
        "@angelmbanks If you haven’t found something you love yet, send me a message.",
        "\"Innovation is the specific instrument of entrepreneurship. The act that endows resources with a new capacity to cr… https://t.co/9i8dp1NmJb",
        "@abookgiver I’m great at editing. Let me know if you’d like second set of eyes to look over it.",
        "@boblord @nyike Say more",
        "@RavishingKAY_ @KingsMan_24_ @AyeItsJo @OhYaNameTaty @Swerbo_IV Different animal aka a better person who’s a more s… https://t.co/VEziLKRUo1",
        "A friendly cybersecurity message: https://t.co/GgXf7A2Gd1",
        "@BanksLouie Yes! That’s it! #MambaMentality",
        "@BanksLouie I can‘t even imagine how badly this is impacting the LA community. I’vebeen east coast all my life and… https://t.co/Ih1loJKAQb",
        "Time really does fly when you’re having fun #gonetoosoon #mambaout #RIPKobe #RIPGigi https://t.co/d6qzKT7Wpr",
        "The next minute, you’re at his last basketball game against the Hawks at Phillips Arena 12/4/2015 on his farewell t… https://t.co/nRFkoafIyS",
        "One minute you’re a 21 year old working in Technology at Equifax troubleshooting a T3, a DS3, and a OC3 &amp;… https://t.co/c3fyUZ8nTL",
        "20 years ago, I was sitting at My desk in Technology at Equifax looking at my desktop computer wallpaper of… https://t.co/NVr5dlb4OF",
        "https://t.co/0z5kCvOBMP",
        "@missylongshore @HarvardForward @smithcollege You’re welcome and thanks. Yes, the school is serious about creating… https://t.co/YPcbS9pD5J",
        "Read @HarvardForward's open letter to all Harvard alumni - these five candidates for the Board of Overseers are see… https://t.co/SttT3iuAHK",
        "I ran into the best Mathematics Professor hands down tonight at the Harvard Club of Boston. I might be biased, but… https://t.co/EvmTxTHD5z",
        "@L0u_H4cks I can relate. My muscle memory takes me to the airport constantly. 😂",
        "@HumanitarianGC @Elrha @The_HIF @GSMAm4d @gatesfoundation @SolveMIT @isdb_group @MastercardFdn @blackrock Arts Foun… https://t.co/KKmvUldY5W",
        "@HumanitarianGC @Elrha @The_HIF @GSMAm4d @gatesfoundation @SolveMIT @isdb_group @Fund2F",
        "Drop a pic your favorite ⁦@claychristensen⁩ book in his memory. Feel free to quote something inspirational from it… https://t.co/bpWUTW1Zcx",
        "From the Innovator's Dilemma to Competing Against Luck, he gave us the tools for disruptive innovation, even in the… https://t.co/1EkYUa0w47",
        "@WorlWindWriting Here you go. YouTube has it broken up over several vids if you prefer the shorter routines. https://t.co/ARfYK1hFNk",
        "@WorlWindWriting Yes he really does! Likewise, I am happy he wasn’t here. It’s probably because it’s a college camp… https://t.co/VSDd3aDgaE",
        "@WorlWindWriting That would be AMAZING! I’ve been enamored with him for a while. I mean who never minces his words… https://t.co/ZMM4kMSH7v",
        "Dave Chapelle on ethics: https://t.co/AyVrrTsm0t",
        "@_withabby @MindaHarts An acquaintance posted this today in regards to hip hop. https://t.co/tPuYVyUQNI",
        "All the feels! https://t.co/IchoXEI8DY",
        "@TMHalePhD @AngelikaCzedikE @KMS_Meltzy I didn’t take it that way. 140 characters leaves a lot to be said. 😂Hopeful… https://t.co/ebSxKdxVgV",
        "@KMS_Meltzy I hope your kid can present something on you. That would be awesome!",
        "@TMHalePhD @AngelikaCzedikE @KMS_Meltzy because of the way they see the world.  I’ve seen it a few times in kids an… https://t.co/uFk68arXn0",
        "@TMHalePhD @AngelikaCzedikE @KMS_Meltzy Have you seen those Ted Talks? I’m not sure my point is fully understood. C… https://t.co/FPh4gWKjim",
        "@TMHalePhD @AngelikaCzedikE @KMS_Meltzy I didn’t miss that point. That is really great! I don’t know if I agree it’… https://t.co/sWZpSvzmya"
    ]
}