{
    "screen name": "lagoerson",
    "no. of tweets": 140,
    "tweets": [
        "@criticoycitrico Uno de los mejores dúos femeninos de la historia del cine, y la mejor película que vi sobre su temática.",
        "@RECONTRADECANO @Libertadores @Nacional Ataja Seré todavía en el bolso?",
        "Tiempo de revancha\nMás allá del olvido\nNueve reinas https://t.co/B6q0pBQYcI",
        "@RECONTRADECANO @Libertadores @Nacional Yo junto diez amigos y también soy campeón uruguayo.",
        "@Libertadores @Nacional Cuando fue la ultima vez que lo vieron ganar algo importante?",
        "Esto es lo que bancás @alferdez. https://t.co/U5W3gq5a8X",
        "El proyecto presentado por mi tatarabuelo Pierre Paul Alfred Massüe para construir el Congreso de la Nación Argenti… https://t.co/bEXgSsfdIC",
        "@LicRamiroAranda @gobmisiones Y la OMS esta auditada por los chinos.",
        "@gobmisiones No hago juicio de valor moral o médico sobre una estrategia u otra para controlar la pandemia, lo que… https://t.co/qyJfsk5Gpy",
        "@gobmisiones https://t.co/P9DYOFl8VT\n\nPasa por acá la cosa.",
        "@gobmisiones El número de testeos en la prov. desde los últimos dos dias con casos ha bajado de casi 25 diarios a 3… https://t.co/WHlb0pTKxc",
        "@_realkiko Jajajajajjaj",
        "@ne0biped Jajajaja no tiene vergüenza ese garca.",
        "@criticoycitrico Que manera de narrar el señor Scorsese. Y que película!",
        "@PabloPlanovsky Maestro de maestros.",
        "La única virtud de este hombre es hablar para boludos. Arrea el ganado sin decir absolutamente nada. https://t.co/iIx2LICBZ8",
        "@cinedelabestia @criticoycitrico Peliculón.",
        "@KrakozhiaPod @final__girls Lo quiero YA.",
        "@vvs00 Aliens es la obra maestra de ambas, sin ninguna duda.",
        "@ne0biped Jajajaja genial.",
        "@daricun Pésimo.",
        "@SaludMisiones Donde puedo ver el desglose por localidad? Esa información debe ser pública.",
        "@daricun Algún lugar en donde se pueda ver el desglose por departamento o área urbana?",
        "@delfinaplissken Dios. Es increíble!",
        "@KrakozhiaPod Phantom Threat, OUATIH.",
        "@KrakozhiaPod Richard Jewell. Una locura.",
        "@FabioAlbornoz Que difícil Hawks vs Hitchcock. No puedo votar entre ellos.",
        "@nickusen Masterpiece.",
        "@AllendeDaniel_ 9 de cada 10 no te aguantan dos meses más. La mitad de la economía está en negro y se cagaron en to… https://t.co/FblyAjwvyX",
        "@pablocarrozza Petero.",
        "@cyberula Hace décadas que perdió la inspiración pero le pongo una fichita siempre.",
        "🔥🔥🔥 https://t.co/jFxVy7YcP8",
        "@gobmisiones Los dos nuevos casos son de Posadas.",
        "@cyberula A mi también me puteo en esa época jajajajajajaja",
        "@FitoPaezMusica Sos un hijo de puta, pero banco a full esa lista.",
        "@gordameir Excelente.",
        "@vvs00 Maestro JC.",
        "@_realkiko Suturate el orto.",
        "@CootyN Grande gordo diciendo lo que hay que decir. Nos gobiernan unos hijos de puta!",
        "Por las noches Lola se autopercibe como videocasetera. https://t.co/mWT9aKV8W1",
        "@victoriasonn_ Cualquier emoji en el perfil es de oligofrenico.",
        "@crisenberg2 Grosso!",
        "@_realkiko Wtff ja JJajajajajja",
        "@criticoycitrico feliz cumple amigo mío, ud se merece lo mejor.",
        "@criticoycitrico Si no es una de las peores películas que vi, pega en el palo.",
        "@belumita Nadie que sea naranja sabe modular?",
        "Esto es una barbaridad. https://t.co/HywGHsDJvW",
        "@AxelKuschevatzk No se, pero es espectacular.",
        "@criticoycitrico Que tan recomendada?",
        "@despoleo ZzzzzZzzZzz",
        "@stephichernov Un capo Antonio.",
        "@manuelmamud No cabe ninguna duda",
        "@LasBloodyGirls La dos por afano.",
        "@micadearmas 2 toda la vida. Caben dudas?",
        "@No_Signal_8 Y a una gran selección de su tiempo, competitiva y recurrente de la copa del mundo.",
        "@alferdez @AgenciaTelam Hijo de puta.",
        "@criticoycitrico Jajajajajajjjj genial.",
        "@rosoriooo Interestelar es una de las peores películas que vi en mi vida.",
        "Nazi. https://t.co/DFCf8lTTRc",
        "@babahiano_2005 Jajajjajaajajaj",
        "@No_Signal_8 Es una desgracia tener que escuchar a ese hombre.",
        "La épica se construye. https://t.co/rVi5nbZDLi",
        "@bondadquecamina @alferdez Botón.",
        "@dieguez_ Un visionario.",
        "@despoleo Kirchnerismo explícito.",
        "@vvs00 Supongo que no.",
        "@albinstromber Hermoso.",
        "@jdoedoe101101 Surrealista.",
        "@FerGerundio Imbécil.",
        "@Angelalerena Pelotuda.",
        "@alferdez @EstebanFulanito Degenerado.",
        "@PradoNahuel Que se joda.",
        "@lucasllach El subtesteo SIEMPRE es el problema.",
        "@belumita Ni loco.",
        "@alanStwister @betovaldez @hpititiminisky Hay que meter bala.",
        "@lucasllach Entre este, Fito y hacerme un licuado con todas las muestras del Malbrán... creo que elijo la última.",
        "@ursuvargues Enferma mental. Mogólica.",
        "@Beto10Alonso 💕",
        "@jpmclovin Muy buena película.",
        "@CootyN @TerritorioD Horrible todo.",
        "@CootyN @TerritorioD Eso es acá? Fuente?",
        "@psicodeliactiva Enferma mental.",
        "@Simpartido Gracias por la data Nacho. Ya veremos q pasa con este bardo.",
        "@Simpartido Fuente confiable?",
        "@norabar Dejá de mentirle a la gente.",
        "@donnacubetas Sos la excepción, pelotuda.",
        "@donnacubetas Pelotuda.",
        "@criticoycitrico Muy acertado.",
        "@norabar Y la médica chaqueña que dio positivo ayer? No es un caso autóctono? \n\nYo creo que es una estupidez seguir… https://t.co/BmbSsXMux0",
        "@libermanmartin Grosso Colo, ni cabida a la gilada.",
        "@Angelalerena Pelotuda.",
        "@lucasllach España está dejando de testear incluso a gente con síntomas, si no sumaba mínimo dos mil más.",
        "@GiacoDiego No sos mas pelotudo porque no tenés mas tiempo.",
        "@RadioJud Nos están re contra empomando con los números: centralizaron todos los testeos en el Malbrán, luego lo de… https://t.co/ShfYwHPXRC",
        "@MicaelaLibson Enferma mental.",
        "@spitta1969 Están truchando los números. Todo razonamiento lleva ahí.",
        "@jpsorin6 Tipazo Juampi.",
        "@_julieme No fue ni la cuarta parte de esto. Te lo puedo asegurar.",
        "@Angelalerena Forra.",
        "@juanif17 Vi que hace un par de días posteaste la curva de contagio. Sigue subiendo la tendencia?",
        "@sozita_LST Hijo de mil puta",
        "Burgio es una garcha también, pero no creo que nadie la sobrevalore.",
        "1) Las cuartetas (Centro)\n2) Todos los Kentucky \n3) Imperio (Chacarita) / Güerrin (Centro)\n4) El Fortín (Monte Cast… https://t.co/uRy3C5VMcG",
        "@Ernestou @DownloaderBot",
        "@vvs00 https://t.co/sQa037bkmr",
        "@FutbolalhornoTV @7MartinSanchez Hijo de mil puta.",
        "@Gus_Noriega Que grasada.",
        "@ElFantasista_ Bolsita",
        "@SabelliBren Dale, mejor para nosotros.",
        "@not_mauri Volvé Mauricio.",
        "@RiverPlate Vamos pibes!",
        "@criticoycitrico Mi favorita fue siempre The Shining, pero Eyes Wide Shut esta al mismo nivel para mi.",
        "@cinedelabestia Puede ser mejor? NO.",
        "@manuelmamud Que grosso.",
        "@criticoycitrico @KrakozhiaPod Los más grandes, haciendo el trabajo que pocos se animan a hacer.",
        "@_joaquinlozano 💕",
        "@criticoycitrico Un peliculon más que descubrí gracias a uds y su laburo.",
        "@_joaquinlozano Maravillosa.",
        "@cinexistenz Masterpiece.",
        "@vvs00 La primera vez que la vi me dejo con la boca abierta. Todavía me impacta.",
        "@manuelmamud Top 3 Best Picture del siglo XXI.",
        "@vvs00 Obra maestra.",
        "@Gus_Noriega Siempre actuando bien.",
        "@EneEquis_ Dámelo siempre a Brad.",
        "@officialavatar 😍",
        "@manuelmamud Que película, y que hombre!!",
        "@PabloPlanovsky 1917 en cualquier posición que no sea la última?",
        "@despoleo Siempre intentando manchar el cine y el arte en general con su mierda comunista. De estos hay muchos en twitter.",
        "@despoleo Inolvidable. Muchas son obras maestras, principalmente las 2 primeras.",
        "@manuelmamud @luciano_ljr No es la mejor para mi, pero hay tanto amor en Lust for Life que la tengo en lo más alto.",
        "@manuelmamud @poche2014 Es increíble que en el mejor año cinematográfico del milenio gane la única película nominad… https://t.co/mrl57wpjNz",
        "@osvaldobazan Es una película construida de forma anticinematografica. Normal que parezca cualquier cosa menos cine.",
        "@agustinrolla @em_hun @TNTSportsLA Todo muy lindo pero guarda que no le caiga el antidoping",
        "The passion of a man. https://t.co/K6OYLEnlYt",
        "@delfinaplissken The Ring.",
        "@em_hun @TNTSportsLA Claramente es un CM cogido.",
        "@criticoycitrico Que grosso.",
        "@KrakozhiaPod Una película única. La mejor de las olvidadas de Coppola.",
        "@alanStwister Hay que liberarla.",
        "@manuelmamud Call of duty modo fácil"
    ]
}