{
    "screen name": "nouspeak",
    "no. of tweets": 180,
    "tweets": [
        "@MadamMiaow @catcontentonly Yes, because it's the Year of the Rat! https://t.co/ShteWx7p6C",
        "#COVID1984 https://t.co/60HnROXBen",
        "Bill Gates' Plan to Vaccinate the World https://t.co/88fhuHEo3K #vaccines #plandemic #pandemic #covid1984 #virus #gates",
        "@WayneH87 @relisophy @CarlZha Yes, sneaking in the virus from abroad to spread during the games and frame China for… https://t.co/fpoNHhO8Kw",
        "@CarlZha Maybe the French athletes from the World Military Games in Wuhan from October 18-27, 2019 brought it back? \nhttps://t.co/7hsxKqWBB6",
        "The 'Great Pandemic Of 1957' - And Why Nobody Remembers It https://t.co/O9tTBszpTo #plandemic #influenza #pandemic… https://t.co/GGXT0xACL9",
        "@BenjaminNorton @Myrnastwit At least he's survived by his work?",
        "@CarlZha Lets not forget China's agenda to force everyone to use chopsticks! \n\nhttps://t.co/mnia16BWps",
        "Mikovits' interview corroborates the findings of the book, \"Good Intentions: How Big Business and the Medical Estab… https://t.co/Zcz2uEgWEX",
        "@news_ntd Was anyone else expecting the audio to be Darude's Sandstorm? \n\nhttps://t.co/rBNyAoEFoP",
        "\"Abuse the Chinese excessively, and we risk doing what Versailles did to Germany when it settled the peace in 1919.… https://t.co/LZJA0jdBTs",
        "Perspectives on the Pandemic w/ Dr. John Ioannidis of Stanford University School of Medicine https://t.co/14uEeFYTzx #science",
        "@TheSolariReport The book, \"Good Intentions, How Big Business and The Medical Establishment are Corrupting the Figh… https://t.co/fYjOJNqO9u",
        "@SlowNewsDayShow @_whitneywebb Might I suggest @bitchute as another streaming option. https://t.co/PleOVZFzNX",
        "@I_Kond @senko Should we assume anyone wearing scrubs is a healthcare worker?",
        "@I_Kond @senko Facts matter",
        "@chadloder \"Healthcare Heroes\" will also make swallowing pills, or getting injected by Big Pharma easier.",
        "@senko @Reuters No one at the scene could verify if either person dressed in scrubs were healthcare workers.\n\nhttps://t.co/YouWEBRZGg",
        "@gporter812 @IwomboUwombo @Reuters @McclaranAlyson did not confirm if the people dressed in scrubs are actual healt… https://t.co/FH81hMC8nH",
        "On a purely factual matter, the people dressed in scrubs are not confirmed to be healthcare workers. #healthworkers… https://t.co/I2gDXI3ChX",
        "Shots fired, before shots injected. We Call For Investigations Into The &amp;amp;quot;Bill &amp;amp;amp; Melinda Gates Foun… https://t.co/p9NnIsrP80",
        "#CGTN calling out #US on their BS https://t.co/bVkb8abs11 #HumanRightsViolations #inequality #opioidcrisis… https://t.co/mIxhOGFDZr",
        "@catcontentonly The last time someone wore that mask. https://t.co/hcmqrZB1Ma",
        "Curious how many mothers feel this way during these times. #motherhood #kids #Homeschooling2020 #parents #lockdown… https://t.co/lmjRfJECaU",
        "Everything wrong with the American Healthcare system / COVID-19:  On the Front Lines of Coronavirus: A Doctor’s View https://t.co/u3N4unc38P",
        "The legal case against U.S. action in Iraq. \"Assassination and International Law\" https://t.co/LIKp6DUhp7",
        "In 2010, @JohanGaltung predicted the fall of the U.S. by 2020 in his book, “The Fall of the US Empire” and guess wh… https://t.co/aUy3nxGQDZ",
        "China detaining millions of Uyghurs? Serious problems with claims by US-backed NGO and far-right researcher ‘led by… https://t.co/LDK3ll4ZYj",
        "Russia and the United States: The Forgotten History of a Brotherhood https://t.co/jE1vd89Zwj #Russia #USA… https://t.co/kD6LhMBuQS",
        "Is geoengineering the answer to #climatecrisis ? https://t.co/Y8jjuKi8Ia #ClimateStrike #GeoEngineering",
        "The Missing Howls of Denunciation Over Major Sex Trafficking https://t.co/5MvLDlC7tI",
        "Say his name, Emmett Till.  https://t.co/qSOo8qsy8O #emmetttill #BlackLivesMatter #MeToo #BelieveWomen #Racism #Jimcrow",
        "The Anglo-American Origins of Color Revolutions &amp;#038; NED https://t.co/SX5uSC26NZ via @TheDuran_com",
        "Foreign interference anyone? https://t.co/hfj8DzrQwO #freehk #Democracy #ColorRevolution #FalseFlags #china #hongkong",
        "California just made history! State lawmakers just passed a landmark bill to raise the standard for when officers c… https://t.co/t9lczE0j3X",
        "\"16 Shots\": Chicago Police Killing of Laquan McDonald Exposed a System Built on Lies https://t.co/K42AORsqKP… https://t.co/E7ajcLC0yN",
        "Yes, it's still 1984. \"NSA illegally obtains calls &amp; texts, claims ‘error’\" https://t.co/slzaYwYXyi #1984… https://t.co/K7QQwjIk6F",
        "Ask #CALeg to support #AB1215 today. The bill is a straightforward public safety protection that prevents the use o… https://t.co/SI1wQGNOpS",
        "\"Pfizer chose to ‘hide’ cure for Alzheimer\"\nhttps://t.co/0HppD65jvV #NVHughes #QuestionMore #RTAmerica #EndAlzheimers #Alzheimers #Pfizer",
        "Tiananmen Square Massacre is a Myth, All We're 'Remembering' are British Lies https://t.co/d8AgucsGSt",
        "Anita Gou Feels Like “A Unicorn” As A Young, Female, Asian Producer &amp; Pursues “Projects That Can Travel Beyond Bord… https://t.co/K7vRK4FLHQ",
        "I support #PrivacyforAll &amp; I want the California Privacy Committee to pass #AB1760. @AsmEdChau @BauerKahan… https://t.co/2AX1VEIQ3Z",
        "This is such a shock and what a major loss. Thanks for all your service Jeff Adachi and rest in peace. \"SF police i… https://t.co/LWmSAYPTN0",
        "Forgotten contribution of Chinese Labour Corps in WWI https://t.co/N1bstkn1dx #armisticeday #veteransday #chinesehistory",
        "House Armed Services Committee: Put an End to the U.S. Africa Command (AFRICOM) - Sign the Petition! https://t.co/yzkjweTvn9 via @Change",
        "If civic duties was a family, Voting gets the attention, and everyone avoids Jury Duty! #ElectionDay",
        "Never thought I share a WaPo article, but giving credit when it's due. \"U.S.-led forces appear to be using white ph… https://t.co/4kK2mcWoxF",
        "Californians have a right to know when police want to bring military equipment into our neighborhoods and how they… https://t.co/vSsni1EiXB",
        "#NeverForget911 https://t.co/A1PEWonEKR",
        "Self inflicted wounds brings down the mightiest empires. \"Chris Hedges, 'America: The Farewell Tour'… https://t.co/hkxB5aQChc",
        "E-mail @JerryBrownGov and ask him to sign #SB1421, a bill that will open up police misconduct and use of force reco… https://t.co/Q7nq91XwQA",
        "@jimmy_dore @YouTube Fizzling out since Middle Earth. https://t.co/GpO3SxGmgi",
        "Act now: Californians have a right to know— and have a final say — when police want to bring military equipment int… https://t.co/EBJDszZgXe",
        "40 Yemeni Children Dead by U.S.-Made Bomb? Outrage Mounts Over U.S. Role... https://t.co/2TTdnkAikS",
        "I’m supporting #SB1186 because all communities deserve a seat at the table when local law enforcement seeks to acqu… https://t.co/gT8fl1FCfH",
        "Think your email's private? Think again (Andy Yen | TEDGlobal 2014) https://t.co/tkyLz9z1W9 via @TEDTalks",
        "People often ask what to see and do in Cambodia and I say check out #TinyToones and support their work! \"Changing k… https://t.co/mE6iGVqGhb",
        "Glad to hear the media corps. doesn't infect everyone. \"Poll: Most Americans back Trump's call for follow-up summit… https://t.co/puU3n0Eqdn",
        "Mandela is still correct today when he commented that America is a threat to world peace. #MandelaDay https://t.co/nShRVFm5wH",
        "@jimmy_dore @YouTube \"One of CrowdStrike’s founders has ties to the anti-Russian Atlantic  Council raising question… https://t.co/BciL8dmszl",
        "Don't watch Fox News, but @TuckerCarlson nails the Russiaphobia in the U.S. \"Tucker Carlson SLAMS 'Intelligence Com… https://t.co/RytBJZQRvA",
        "The best assessment of #russiagate so far by @jimmy_dore Can't disagree with the facts. \"Why Russian Indictments Wi… https://t.co/L7cbSmkJJC",
        "Remember what Eisenhower warned us about and the 2 party system only represents their corporate donors. \"Trump-Puti… https://t.co/z6kiFrq6pM",
        "\"Legalized Groping: Court Grants TSA The Right To Assault You\" https://t.co/FwIA6K86Nb #metoo",
        "“What to the Slave Is 4th of July?”: James Earl Jones Reads Frederick Douglass... https://t.co/91zgHYul2x",
        "No Internet Sales Taxation without Representation! https://t.co/s3aotvi8t4 #ronpaul",
        "How Failed U.S. Economic Policy Contributed to People Needing Asylum https://t.co/sbLLnHgnkZ",
        "I just signed a petition to protect small online businesses and consumers from unfair Internet taxes. You should si… https://t.co/rEUpIWFYFb",
        "@Argentina cancels \"friendly\" w Israel 9 days before #WorldCup begins - amazing news and deserving of our thanks! https://t.co/yesPxWoa4t!",
        "Thank you for your service #ronpaul #memorialday \"What if...\" https://t.co/UTYifay7mC",
        "No #nestle \"How Nestle Makes Billions Bottling Free Water\" https://t.co/kX2lqzkuQm",
        "Preach Rabbi! https://t.co/NonPWotVKd",
        "Who does she work for? https://t.co/STHBUz2L0E",
        "The reason all your online services are sending you privacy policy updates. \"13 things to know about the GDPR\" https://t.co/44ND6GHqky",
        "Stop Secretive Surveillance (SB 1186) https://t.co/Gh76txL9M1",
        "“Killing Gaza” with Max Blumenthal and Dan Cohen https://t.co/I0b72HKFj1 #zionazism #bds #gaza #freeahed",
        "ACTION: Ask @senricardolara &amp; @toniatkins to stand with you in demanding police transparency &amp; accountability. Ask… https://t.co/4trbUCM8Rg",
        "Yanis Varoufakis: Marx predicted our present crisis – and points the way out https://t.co/DOrNfWV8WD",
        "Military Industrial Complex in Wolf's clothing. #cnn #fakenews #propaganda #militaryindustrialcomplex #maga… https://t.co/DWoORMwyyu",
        "In war, truth is the first casualty. 'They gave dates &amp;  cookies to kids at Douma hospital' https://t.co/eDJ9DVE2ev",
        "So, if Assad is a butcher, why would Syrians return? \"Syrian refugees in Lebanon return to homeland\" https://t.co/jypoKZUgAn",
        "Unlimited Worldwide War: ACLU Warns Senate Against Giving Trump Blank Check https://t.co/MOnnpONi0k #nowar #maga",
        "If all you have is a hammer...\"The United States gives Israel over $3 billion in annual military aid and, under the… https://t.co/tpS7IFhSxL",
        "Since the west cares so much about civilians getting killed. #missionaccomplished #BDS #zionazism https://t.co/tVRDmmcmyT",
        "Next time some complains about Colored People Time, it's to avoid being arrested! #Starbucks  #StarbucksBoycott… https://t.co/N9LnKL6ZI0",
        "Hey Macron, Powell called, he wants his proof back. \"Germany, Italy, Netherlands &amp; Canada vow not to strike Syria\"… https://t.co/HS2qkaqhMw",
        ".@SenGillibrand you can be a progressive hero. We need your leadership on Gaza. Please speak out for unarmed Palest… https://t.co/9tDhMuVO8Y",
        "Cover up one crime with another. \"Israel Bombed Syria to Distract the Media From Its Own War Crimes in Gaza\" https://t.co/pOGZ0nAYtd",
        "CA has seen enough flames, no fuel to the fire. https://t.co/FctdElU0tp",
        "It's not called the United States of AIPAC for nothing. #maga #bds  #freeahmed #msm https://t.co/Lwiv6ZuMnQ",
        "Lula is the goal Brazil needs to score. \"Workers' Party Won't Leave Until Lula Is Set Free\" https://t.co/9Q0mgvqhbp",
        "When there's no evidence of wrongdoing, blame Russia, when there is evidence of #IDF crimes veto. #maga #russia #uk https://t.co/gbmkbyGqVe",
        "#monsanto is cancer boycott #roundup \"Wine and Oreo’s Contaminated With Monsanto Chemicals\" https://t.co/qttDx6w5RD",
        "Shout out to @MichaelDTubbs #stockton on \"Universal Poverty\" | Watching the Hawks https://t.co/0JZEfUgwes",
        "Thank  #neoliberalism for the Telecommunications Act of 1996 https://t.co/WMZfyJYMtP",
        "@superwuster Minds  https://t.co/oAsGVQjQ9z &amp; Steemit https://t.co/zZYoqobsug #socialmedia on the #blockchain #minds #steemit",
        "Media Giant Sinclair, Under Fire for Forcing Anchors to Read Trumpian Screed, Is Rapidly Expanding https://t.co/5Sodu8U2y7 via @democracynow",
        "Telecommunications Act of 1996 anyone? https://t.co/XybxoZ7itk",
        "It can even save your life! \"A Cure for Disconnection\" https://t.co/zFCtsya5GH",
        "\"both parties answer to their rich financial backers rather than the people they represent.\" https://t.co/5gudiidAXz",
        "Don't have health care? In poverty? Learn what you can do with #feelthebern \"Inequality in America: A National Town… https://t.co/iTJ7gpuFlf",
        "Boycott #Nestle this means no #hotpockets or #kitkats \"Activists Win Against Nestle\" https://t.co/fdCE9BtTzr",
        "\"Making preparations for a war that will intentionally target civilians can hardly be called a war of “self-defense… https://t.co/p5dm7fuYgz",
        "\"Only lives of the European and North American citizens are respected and protected, not at all the lives of those… https://t.co/MBNf3ib8HU",
        "Do not confuse anti-Semitism with anti-ZioNazism. https://t.co/LTSP4KQDIq",
        "URGENT: Release Palestinian teen activist Ahed Tamimi https://t.co/6fyybdFupj",
        "Decide which side uses terror to oppress civilians. \"The People of Israel vs. Ahed Tamimi\" https://t.co/tCSzimqfbI #freeahed",
        "@dwnews There's DW in how you spell propaganda?",
        "Would Americans want their salaries increased or wasted aboard? \"'Freedom fighters' on a wage: Pentagon requests $3… https://t.co/bCNCQc0vrv",
        "#russiagate is fake if this bill doesn't pass. \"Here's How To Secure Elections-\"Paper Ballot\" Bill Introduced By Tu… https://t.co/hmE3V5SNUf",
        "Great job @BDSmovement  and @Honda ! https://t.co/JrekfzltVT",
        "Election meddling is exposed! But it's not the Russians. \"US meddled in foreign votes 'for good cause' - former CIA… https://t.co/GrkqzZcEW7",
        "You were told not to believe the hype. #russiagate #jillstein \"Jill Stein Smacks Down MSNBC Host Over Russian Propa… https://t.co/GLXQKSJLko",
        "Is your gov't working for you? \"Budget Woes Sign of a Dysfunctional Empire\" https://t.co/qHHFVGPx5r",
        "#FreeAhed  real #WonderWoman https://t.co/Vvy22NOJL5",
        "Bad news for the U.S., but there was no real interest anyway, just #FakeNews  consumers for the corporate media. https://t.co/kwm3FQFyBD",
        "Great coverage on the abuses of government and keeping Jeffrey Sterling's story alive https://t.co/f9KY2ymL9D",
        "Put your gear in reverse and pull out @Honda https://t.co/lHdYsji6gO",
        "Hate to agree with him, but it's true. #Resistance #Russiagate https://t.co/v7jbelkFKh",
        "#floridaschoolshooting  \"US justice dept indicts 13 Russians over alleged 'meddling'\" https://t.co/5k0gE8brNg https://t.co/x3pC5hNX4u",
        "Too busy making up stories to investigate real ones #russiagate \"Another School Shooting Tragedy...Where Was The FB… https://t.co/g2QEIHKn8N",
        "#guardian #oscarssowhite helmets \"The White Helmets Are A Propaganda Construct\" https://t.co/qbEcCG8AJc",
        "Get on this #resistance #imwithher \"BOMBSHELL: FBI Informant Links Uranium One Deal and Clinton Foundation\" https://t.co/RcBS7jlmZ9",
        "How to #metoo ‘Choose your hashtag’: Media can’t decide what feminism is https://t.co/lqkmm72OTn",
        "\"Jeff Sessions won't crack down on bad policing, so California and Illinois are stepping up\" https://t.co/vbXWaZkxn3",
        "Save money by boycotting 200 companies! https://t.co/H3ER7FJIQp",
        "Troll Navy?  #ShoppingWhileBlack https://t.co/A6kMWg6vWG",
        "Well done CA! Another blow to the prison industrial complex. #newjimcrow https://t.co/233aDvLQaw",
        "State laws not in the interest of Americans, but Zionists. https://t.co/c1ZW1GBQXF",
        "Journalism will not be the same without you. Rest in peace Robert. \"Robert Parry’s Legacy and the Future of Consort… https://t.co/knKq33uCUI",
        "#Neoliberalism looks and sounds like this. https://t.co/kBlmjgiYTh",
        "And Democrats blame the Green party for Trump?  #resistance #neoliberal   \"Media Defends Democrat Cave-In On DACA &amp;… https://t.co/BJtUHIXNJO",
        "As the saying goes, you are what you...search? https://t.co/5JMjajTkN9",
        "Surprising to hear, but better than fighting. https://t.co/Pp6aQhA4mH",
        "Just when you think you have reliable news sources. Just like investments, diversify how you get your information! https://t.co/JHnC5nWRid",
        "Where's the #resistance Democrats? \"BREAKING: Dems Hand Warrantless Spying Powers To Trump\" https://t.co/qhr91jCImC",
        "Shame on El Cajon. https://t.co/FPO1a3jJsS",
        "\"BS is the university’s loss of capacity to grapple with life’s Big Questions, because of our crisis of faith in tr… https://t.co/L9jPLDdfKh",
        "Could you pass a US citizenship test? - I scored 93 percent on this quiz. Can you beat my score? https://t.co/VeWQZAilua via @csmonitor",
        "\"There is now real evidentiary meat on the bones of the suspicions that there indeed was a “deep-state coup” to “co… https://t.co/6Y4En2FyD6",
        "\"King preached about government funds being spent on bombs instead of on the needy. \" Has anything changed? #maga… https://t.co/b9jLZvR6vJ",
        "I would've added to the answer to the last question that it was a mistake, because the U.S. has no right to do so. https://t.co/RnYQgyxhet",
        "And Cuba is the backwards country? https://t.co/dau1e9NSvp",
        "Neoliberals blaming Russia yet? \"What the hell happened in Hawaii today?\" https://t.co/a6WboUDysi",
        "\"The upshot is that chemical companies, not objective scientists, appear to control America’s pesticide regulation,… https://t.co/LPYapK4fzg",
        "\"Identity politics, however, exploits suffering for the sake of power.\" https://t.co/1ghMiZfzpL",
        "@Crowdpac Hi, I follow you and I see that you follow @NestleUSA but did you know they are stealing CA water?… https://t.co/d5fOtxmnYw",
        "Boycott @Nestle @Nestleusa This means no #kitkat &amp; #hotpockets \"How Nestle stole California water\" https://t.co/5j7bPPCwqV",
        "Puerto Rico: Armed U.S. Agents Seize Materials from Public Power Company https://t.co/sahnFzI1Ff via @democracynow",
        "Changing kids' lives with hip hop, education &amp; art on @globalgiving: https://t.co/217e2TyrvV",
        "Why bank @WellsFargo ? Join a Credit Union near you ASAP https://t.co/EaVO5CE5Yx https://t.co/nthF2eRu5m",
        "Roll with it, put it on auto. https://t.co/1HSTeUqI6L",
        "That's how the Deep State works. https://t.co/Ga4NGlpwKy",
        "Free and fair elections? Not in the U.S. \"Election Fraud Likely In Debbie Wasserman Schultz Victory\" https://t.co/WPtbiI8B6d",
        "Want to #maga ? Get rid of unconstitutional FISA! \"House Approves More FISA Spying...Can The Senate Stop Them?\" https://t.co/YtfPvK6w48",
        "No clean up necessary. https://t.co/GHW5rg7paP",
        "No to IDF, Yes to BDS #freeahed \"Empire Files: Abby Martin Meets Ahed Tamimi—Message From A Freedom Fighter\" https://t.co/6BSo2kXKae",
        "You, the taxpayer covers the cost, and the corporations pocket the profits. #maga \"Trump To Embassies: Sell America… https://t.co/rrq35DlwLX",
        "The U.S. Constitution losing as much value as the dollar. \"Trump Expands Empire's War on Protests in US\" https://t.co/WJX4xrDi9W",
        "Yup, the National Stasi Agency \"NSA sought to prevent Snowden-style leaks, ended up losing staff\" https://t.co/TjTIFaWN4M",
        "Can we make this happen future governor @JohnChiangCA and mayor @janekim ? \"An SF city bank is not only possible —… https://t.co/wnQsIhjeyT",
        "Class act @lorde! https://t.co/migyw8fn4k",
        "#propaganda #fakenews #MAINSTREAMMEDIA \"A lie can travel half way around the world while the truth is putting on it… https://t.co/pq2XXjrUIr",
        "When's the emergency UN meeting? He doesn't stand with his own people? \"‘Bibi go home!’ Thousands take to the stree… https://t.co/ij3uqToUcO",
        "Shows you how easily #Zionazism will discard just causes. Keep up the great work @afsc_org ! https://t.co/NnjFncrhCL",
        "A beginner course into understanding American \"democracy.\" \"Anatomy Of The Deep State: An Open Conspiracy\" https://t.co/z6urIVhqGe",
        "You got a problem with our political establishment? Russia! \"Russia did it! Convenient scapegoat for almost any tro… https://t.co/PjD2jYIyLg",
        "Everybody wants to resist until it's time to resist. #freeahed \"Why Is Israel So Terrified Of A 16 Year-Old Girl?\" https://t.co/XWFX8q6Pe9",
        "My life as a New York Times reporter in the shadow of the war on terror (by James Risen) https://t.co/iCYeIbEWz8",
        "How will the corporate media report this? https://t.co/8aE9rCuuO7",
        "@sfexaminer Quite the quake up call.",
        "Human rights, not abuses. https://t.co/khnqI8CvCL",
        "Remember the US meddling in Iran with Operation Ajax in 1953? \"Glenn Greenwald on Iran Protests: Trump Tweets 'Time… https://t.co/hnCBgorBeB",
        "CA all the way! https://t.co/hun5nHYF5V",
        "Just say no to @nestle \"Nestle ‘is a corrupt company’\" https://t.co/vwVXmQFk3j",
        "Crime and poverty go hand in hand. Solve the income inequality and start the healing process. https://t.co/cCAuO3laqq",
        "Strong arms industry and policy supported the humanitarian crisis against the Syrian government. https://t.co/ydQpQC3kQH",
        "@npr Neo Propaganda Regurgitation? \"How To Create NPR Propaganda: As Seen In A Hit Piece Against Me\" https://t.co/eMpN4elkk3 @leecamp",
        "Taking a stand against oppression isn't easy, but it's better than falling without a fight. https://t.co/9136D5LRVC",
        "I scored 11/12 in @AJEnglish's 2017 news quiz. Take the quiz https://t.co/fguO67VdQE #AJ2017 via @AJLabs"
    ]
}