{
    "screen name": "ShimonCoen",
    "no. of tweets": 200,
    "tweets": [
        "https://t.co/rAw095e3h4 https://t.co/iuvCOVuf0i",
        "https://t.co/KfFIarIB6h https://t.co/Uk3cs473Z0",
        "https://t.co/WOQnto6M85 https://t.co/mnuc7YIvta",
        "5G is the future !!!!! and the \"transparency issue\" will resolve itself by a \"collaboation\" between China &amp; USA in… https://t.co/DZo5tlEYDW",
        "I am grateful to WP for useful non verbal communications !!!!! https://t.co/Xov89yEHM0 https://t.co/0c1WosKa7c",
        "https://t.co/kuCdRz3Rtd https://t.co/bhUGFMF0VJ",
        "from WP \" https://t.co/kbvwXAktBl https://t.co/UuCNEThet2",
        "continues from the WP \"Also Tuesday, a suicide bomber attacked a funeral ceremony of a police officer in eastern Af… https://t.co/xjj8XAKFI3",
        "continues from WP \"She wrote in a tweet, “Among their first experiences [is] being targeted in a war they &amp; their m… https://t.co/UTdGJ6qxJe",
        "continues from the Washington Post \"The head of Afghanistan’s Independent Human Rights Commission, Shaharzad Akbar,… https://t.co/9jz85xW6rj",
        "continues from WP \" He added, “Any groups that are involved in such attacks are against all human and Islamic value… https://t.co/hBg8hMNfov",
        "continues from WP \"The hospital is one of the busiest in western Kabul and houses a maternity ward run by Doctors W… https://t.co/Rym6qfhqXp",
        "from the Washington Post { WP } \"The attackers battled for hours with Afghan security forces. According to the inte… https://t.co/xzPfPyPOwa",
        "from the Washington Post \"KABUL — Gunmen set off an explosion Tuesday at the entrance of one of Kabul's busiest hos… https://t.co/toHijkCF2P",
        "Gunmen storm Kabul maternity ward, killing 13, including 2 newborns https://t.co/5Kde7E27l4",
        "https://t.co/IfBshXdz68 https://t.co/njY9zzafkO",
        "https://t.co/LQnpzrH8Zi https://t.co/V7c4MWBZEz",
        "https://t.co/5HMEgeKsbp https://t.co/nP23WBgOU9",
        "the genius Mark Cuban   from CNBC \" https://t.co/IyFENdbkXt https://t.co/7v7sLzBcPg",
        "Mark Cuban is non conventional too !!!!! and financially a super shark focusing on the important things !!!!! https://t.co/4HUK03PRd5",
        "https://t.co/rmz3yhZf6f https://t.co/xCVzuQupff",
        "https://t.co/6LNROdsI6r https://t.co/x9NI1Vcs22",
        "https://t.co/VpXrLCzyEB https://t.co/I7Me868BrS",
        "https://t.co/oFEujCYcJW https://t.co/Et66TigKZ4",
        "https://t.co/xYYlidLTk5 https://t.co/kaBhmJ88m8",
        "https://t.co/izrmnlKJQ4 https://t.co/DgRJHGHOYE",
        "Trump &amp; Xi    Abe &amp; Trump    Abe &amp; Xi    all the 3 possibilities  !!!   Good News !!!  in all the 3 possibilities\nt… https://t.co/smhg5loSwv",
        "https://t.co/99N5wn4hLp https://t.co/1YSvdm0Q6j",
        "https://t.co/kENOEjNJKf https://t.co/T8FvOu2e2K",
        "https://t.co/nB4xqAQfes https://t.co/QCB9Msjb7P",
        "PM Abe with President Xi   it looks like Abe is more joyful than Xi but may be the photographer was not \"sufficient… https://t.co/WS2yjeFY0c",
        "President Trump with President Xi  &amp; President Trump with PM Abe  !!!!! largest economies are communicating and hav… https://t.co/tlRkdkHsOs",
        "https://t.co/CSKALbd1Lf https://t.co/GitDj5LOn6",
        "https://t.co/fqck298P6i https://t.co/Xc3KnyUSgC",
        "https://t.co/HlQSXrRaVd https://t.co/K4Kzbc9Fdg",
        "https://t.co/xrJX2b9SDf https://t.co/wqBMzqXbDj",
        "https://t.co/McpHZp8fAq https://t.co/IiCuUbRmaH",
        "https://t.co/gtbToeovQU https://t.co/SV30DsIZtL",
        "https://t.co/LMLzUQcrc7 https://t.co/31caEX6o5p",
        "https://t.co/l0B0LjW4uJ https://t.co/HMOtlOlF22",
        "https://t.co/kd4iIlxrvk https://t.co/zDs74UmF5r",
        "\"Earlier this month, Japanese Prime Minister Shinzo Abe extended the nationwide state of emergency to May 31, repor… https://t.co/RdAYhkcbx5",
        "from CNBC \" https://t.co/MbdoYwvaDW https://t.co/1eCKSbLkT9",
        "from CNBC \" https://t.co/h0yn138vBm https://t.co/1qiPQK4Ivw",
        "from CNBC \" https://t.co/4ou4XiM9fK https://t.co/auKIvEMYnI",
        "\"China, the world’s second-largest economy, implemented some of the strictest lockdown measures globally. Authoriti… https://t.co/anQMX2xR7a",
        "\"The coronavirus disease — which has been formally named Covid-19 — was first detected in China last December. The… https://t.co/uAjkKdE3DM",
        "\"“It’s likely to be with us for a very sustained period and it will materially change the pattern of global economi… https://t.co/6mjnXGVQt8",
        "\"Jonathan Garner, chief Asia and emerging market equity strategist at Morgan Stanley, said new waves of infections… https://t.co/zTJxjdHfiV",
        "\"In Asia, where the coronavirus first hit, several countries including China and South Korea have experienced an up… https://t.co/oNkGqH0wAz",
        "\"Meanwhile, investors and analysts said another round of lockdowns would exacerbate the damage already inflicted on… https://t.co/kvuN5G7faK",
        "\"As governments around the world plan to loosen restrictions imposed to contain the coronavirus pandemic, some coun… https://t.co/P2NUn2TnIs",
        "from cnbc \" https://t.co/xWEH8aM3xN https://t.co/KsnKPHOuMc",
        "\"Meanwhile, investors and analysts said another round of lockdowns would exacerbate the damage already inflicted on… https://t.co/kEhUsQvkp5",
        "continues from cnbc \"In some instances, authorities have had to reimpose measures that restrict interactions betwee… https://t.co/wno6kKV2qV",
        "from cnbc \"In Asia, where the coronavirus first hit, several countries including China and South Korea have experie… https://t.co/m7J2sXbE9t",
        "\"As countries consider lifting lockdowns, some in Asia are experiencing a resurgence in coronavirus cases\" https://t.co/ig28CVqkQw",
        "from cnbc \"Asia stocks slip as China's inflation data misses expectations; Toyota forecasts profit plunge\". https://t.co/ZdV0jXyqc7",
        "https://t.co/dRc1NFF7if https://t.co/GpPkD1CXnx",
        "from twitter entertainment \"Television\n·\n3 hours ago\nRoswell, New Mexico airing on The CW\nWhen Liz Ortecho reconnec… https://t.co/ysI3eq6gs4",
        "https://t.co/xhZl6t8nCm https://t.co/czgWSUEbX2",
        "https://t.co/Yw7pDPNqfZ https://t.co/31dov3TUQo",
        "two nba champions on the same court at the same time !!!!!    23  vs.  32    permutation exchange symmetry  !!… https://t.co/6TTuapOA7M",
        "from nyt \"NEWS ANALYSIS\nChina Is Defensive. The U.S. Is Absent. Can the Rest of the World Fill the Void? \". + \"… https://t.co/hmZKEFY7sE",
        "https://t.co/bWBkvvC4Lq https://t.co/4Fi8w1Fobv",
        "from cp1 \"US has ability to buy Australian beef and supply it to poor nations instead of cash payments in foreign a… https://t.co/H4Gb9xdVEY",
        "who wins ?????   one of them !!!!!  regardless who wins they are both masters of the basketball game !!!!! Magic ca… https://t.co/r2O2IGrRgl",
        "from twitter sports \" Bulls  vs. Lakers \"   23  vs. 32  permutation symmetry      Michael Jordan vs. Magic Johnson… https://t.co/4IGGRlLrt4",
        "Why Wall Street has become so disconnected from economic reality. https://t.co/wFzqfUSDgP",
        "from nyt \" https://t.co/LuZ3KVlJWf https://t.co/6VWRZPWZPS",
        "\"University of New South Wales. “I don’t think there will be a change to the current situation unless there is a dr… https://t.co/ItHSqxnrQ3",
        "“It’s China trying to send a political signal that Australia needs to reconsider its position in foreign affairs,”… https://t.co/ioFHat9c1b",
        "continues from nyt \"The beef ban, announced on Sunday night, arrived on the same day that the Chinese government wa… https://t.co/GDy8MmrpRj",
        "continues from nyt \" Australia has accused China of dumping steel, banned the Chinese companies Huawei and ZTE from… https://t.co/WWrKUx6Lx8",
        "continues from nyt \"If the ban continues, the economic cost could be severe. Beef sales to China were worth $1.85 b… https://t.co/hYP0TCxgYK",
        "continues from nyt \" “We’ve been speaking with industry leaders, colleagues and departments overnight,” the ministe… https://t.co/59zJwfQksB",
        "continues from nyt \"The blacklisting of the processors follows a threat made last month by China’s ambassador to Au… https://t.co/UMTDgdY4Um",
        "from nyt \"China has imposed an import ban on four Australian beef processors, an escalation of trade tensions that… https://t.co/hME5SwoACO",
        "Fremont California !!!!! https://t.co/VlJqYui31H https://t.co/LRgWF5Dwwb",
        "https://t.co/gTPLoDe6YF https://t.co/kfDSCjxSXC",
        "nyt \" https://t.co/reO9dg9AoQ https://t.co/LQ6Vr0H90J",
        "from Physical Review Letters \" https://t.co/W5pS5sauc2 https://t.co/EvNPb2YW88",
        "Herbie Hancock - Watermelon Man https://t.co/BLLUmnxNkJ via @YouTube",
        "https://t.co/qePHhVEoEh https://t.co/7H8I43kJZm",
        "https://t.co/0mjb6VwN82",
        "i have a small screen but with a much larger screen it would be possible to have sufficient resolution for 10X10 i.… https://t.co/urUPR0NRWf",
        "https://t.co/zRDYm0Qxu3 https://t.co/lBcPVJdaRu",
        "with 5G technology it is likely to produce N such pictures where N = 1, 2, 3, ........10,......50....,100 !!!!! for… https://t.co/yNYqRtDG8N",
        "https://t.co/LPKq5O18UO https://t.co/vywRdoUJe4",
        "from Charles Schwab on NBC \"Enhance your trading with premium tools for every step of the trade\" optimal trading !!… https://t.co/TbUOgVh390",
        "Charles Schwab on CNBC \" https://t.co/xrFEWoW7L0",
        "https://t.co/AnuAe88aMW https://t.co/1fP7ab53dA",
        "https://t.co/QLH834TaGj https://t.co/U6I8RVtVIX",
        "\"or take advantage of our most advanced desktop platform, StreetSmart Edge.\".+\" https://t.co/eYnD04WA3q https://t.co/gHhnb5OC6S",
        "from CNBC \"Trade smarter with powerful and intuitive trading platforms.\n\nFind, analyze, and act on opportunities wi… https://t.co/9teogiAdj2",
        "continues from CNBC \" https://t.co/NOYTzkvwkQ https://t.co/vK0TPnjKa4",
        "https://t.co/ypKxZ8Vwmw https://t.co/HGRjVmjCft",
        "from CNBC \" https://t.co/IP03XTBW5o https://t.co/tAakapXfsY",
        "\"Advisor Scully has sold a lot of travel insurance of late, especially the comprehensive kind. “We upgraded our cli… https://t.co/ofKz9DdGTh",
        "\"Before 9/11, about 7% of people bought travel insurance; after a surge in post-attack sales, the figure reached ar… https://t.co/fVgKKQzBAn",
        "\"“Every time we’ve had an event like this in the past, there’s been an uptick in travel insurance that sticks.”\" https://t.co/jyQ8uqQS6S",
        "\"“Now more people than ever are aware of travel insurance and how it could possibly help them,” said Golden at… https://t.co/cziPhLVfS3",
        "\"“You also have to think about all of the destination weddings and honeymoons that were put on hold and need to be… https://t.co/XqSBeh6i63",
        "\"“Those are the types of planning discussions that travel advisors are having with some of their clients,” she said… https://t.co/9Uc74EkPlN",
        "\"African safaris, for example, require a year or more in advance of booking, especially for popular times of the ye… https://t.co/LaxXt8JukL",
        "\"“While some travelers are booking for 2021, it really is going to depend on the traveler and where they’re going,”… https://t.co/msvTUTCtEF",
        "\"The trend stared a few weeks back when urbanites were booking month-long escapes from city centers that pushed the… https://t.co/MjPTQd4Ohv",
        "\"“And so we see that most of them, for very obvious reasons, want to actually sacrifice the flexibility and not sac… https://t.co/7yePVrav2B",
        "\"“Most of the vendors really understand that their path to profitability and recovery in 2020 is trying to protect… https://t.co/DeFWZhkDrd",
        "\"“They don’t get to use it for marketing or for something else, so when something happens, they have to give client… https://t.co/RlxwatFnS7",
        "\"“When we give a hotel, a tour operator or a cruise line money, those funds for that client should be held in a kin… https://t.co/3EgfFOQTSd",
        "\"“It’s a trend that’s just starting to happen, but I do expect we’ll start to see more of this as people look to tr… https://t.co/5w9E7nZufd",
        "\"The firm is working to ensure all hosts can offer such contactless, cleaner stays to prospective guests, said Rabi… https://t.co/L91qkwGTQV",
        "https://t.co/NA4eF1eEQl",
        "\"Rabin agreed that sanitization will be “a very big thing.\" https://t.co/jyQ8uqQS6S",
        "\"“You’ve probably seen ridiculous shows on TV where they ask ‘Is that hotel bedspread really clean?’ Well, I bet no… https://t.co/z898tA0YeK",
        "\"“These are going be not only game-changers but maybe a healthier way for us moving forward,” Scully mused.\" https://t.co/jyQ8uqQS6S",
        "\"Hotel rooms may also sit empty for several days and be completely disinfected before a new guest can check in.\" https://t.co/jyQ8uqQS6S",
        "\"“not so much with a butler but a handler who could go down to pool, for example, and make sure the lounge chairs a… https://t.co/YhSPqrelSB",
        "\"“I think we’re going to see a big increase [in bookings of] villas and private homes and less crowded experiences… https://t.co/XkGkovVFko",
        "\"‘what are resorts doing to make us feel safe?’” Griscavage said\" https://t.co/jyQ8uqQS6S",
        "\"“All of these families haven’t been able to be together,” she added. “I think we’re going to see a lot of family a… https://t.co/KtUMYrfXLy",
        "\"Griscavage said she foresees a big surge in family and multi-generational travel once people are willing to book t… https://t.co/19DsNqokeY",
        "\"“Travel has changed,” said Scully at McCabe World Travel. “It changed after 9/11, and it changed after the economy… https://t.co/jLs7WgNbTG",
        "\"“Travel has changed,” said Scully at McCabe World Travel.\" https://t.co/jyQ8uqQS6S",
        "\"“This also means that a lot of people are unable to take summer vacations or don’t feel comfortable making booking… https://t.co/3F0VTHWUlF",
        "\"Reservations for Thanksgiving, Christmas and New Year’s stays are up 38%, 40% and 23%, respectively, compared to t… https://t.co/G17A5GqhKB",
        "\"“Which means there’s a lot of optimism and people are planning ahead.”\" https://t.co/jyQ8uqQS6S",
        "from CNBC \" https://t.co/UMXmvg9rHL https://t.co/SSoneZTsni",
        "https://t.co/HPHMYu68bf https://t.co/WvnwnaEe0w",
        "https://t.co/1gg5mnOnvJ https://t.co/o13cL7suLu",
        "https://t.co/qeGAv4fhrI https://t.co/NrnEsGBySP",
        "\"In the last two weeks of April, more reservations than cancellations came in.\" https://t.co/jyQ8uqQS6S",
        "\"she said. “I’m personally not seeing a surge in [holiday] travel bookings just yet though I think that can change… https://t.co/U9AUNaUtVs",
        "\"meaning little in new business but not many cancellations\" https://t.co/jyQ8uqQS6S",
        "\"president of McCabe World Travel. “Travel’s going to come back [but] we’d need a crystal ball to say when,” she sa… https://t.co/wkdV95WOyg",
        "\"“We’re still in that wait-and-see mode, because until the virus is under control and efficient systems are in plac… https://t.co/WWm4pMefTI",
        "\"but travel will come back.”\" https://t.co/jyQ8uqQS6S",
        "\"things are changing and it’s really dynamic,\" https://t.co/jyQ8uqQS6S",
        "\"“airlines continue to adjust their cancellation and change policies for travelers across the globe in response to… https://t.co/3ewK2EW6Pm",
        "\"There is a small degree of interest in flying from die-hard bargain seekers.\" https://t.co/jyQ8uqQS6S",
        "\"(To wit, Sandals Resorts reportedly will open most of its Sandals and Beaches properties across the Caribbean June… https://t.co/BKVazGf7EO",
        "\"director of e-commerce\" https://t.co/jyQ8uqQS6S",
        "\"“When people get more comfortable, they’ll continue to go farther and farther away from home, starting with domest… https://t.co/Ye1Oak1oiq",
        "\"the continental U.S. is indeed the top draw for future client travel but it’s also tracking some interest in domes… https://t.co/uiufSQzEzG",
        "\"drive market for the remainder of the year, and probably into 2021.”\" https://t.co/jyQ8uqQS6S",
        "\"“Our clients are a little hesitant to get on an airplane right now,”\" https://t.co/jyQ8uqQS6S",
        "from CNBC \" https://t.co/S82U4e2jj9 https://t.co/jKl9krs4dt",
        "from CNBC \" https://t.co/4qTDIb1D1h https://t.co/41m4CNOlVC",
        "https://t.co/H0kmjoJ0KP https://t.co/O7Q0kQlMAL",
        "\"the number of passengers passing through TSA checkpoints at airports is down 93% over last year.\" https://t.co/jyQ8uqQS6S",
        "\"or half the nation’s flee\" https://t.co/jyQ8uqQS6S",
        "\"U.S. airlines have idled 3,000 aircraf\" https://t.co/jyQ8uqQS6S",
        "\"22%, had switched to driving from flying\" https://t.co/jyQ8uqQS6S",
        "\"“People say ‘we don’t know what’s going to happen with flights, but we do know that we’re going to be able to get… https://t.co/1VBSNUSQwr",
        "\"“We see a much better recovery and occupancy for drive-to destinations,”\" https://t.co/jyQ8uqQS6S",
        "\"polled had changed their travel plans for the next six months.\" https://t.co/jyQ8uqQS6S",
        "\"start slowly and stay closer to home\" https://t.co/jyQ8uqQS6S",
        "\"brought to a screeching halt by the coronavirus pandemi\" https://t.co/jyQ8uqQS6S",
        "\"any rebound in travel and tourism\" https://t.co/jyQ8uqQS6S",
        "\"travel business going forward\" https://t.co/jyQ8uqQS6S",
        "\"hypothetical trip incorporates several trends\" https://t.co/jyQ8uqQS6S",
        "\"next spring or beyond.\" https://t.co/jyQ8uqQS6S",
        "\"when that might happen is up in the air\" https://t.co/jyQ8uqQS6S",
        "https://t.co/2hQ3tf2OWJ https://t.co/Kl4th1P0Bv",
        "https://t.co/RmnpsDh3rg https://t.co/iMs7EmuSC7",
        "from CNBC \" https://t.co/W7n4H16Bq3 https://t.co/khaX11Vygm",
        "\"Travel changed after 9/11; Here’s how it will look after the Covid-19 pandemic finally recedes\" https://t.co/jyQ8uqQS6S",
        "https://t.co/prAWn9jZwV https://t.co/dCFzD6N4e5",
        "https://t.co/MUZZhGscYL https://t.co/amDMz3g0AG",
        "from Breakthrough Investor / CNBC \" https://t.co/VHvJBfbsqm https://t.co/ybgrKriqam",
        "from CNBC \" https://t.co/ypT0LdZxi6 https://t.co/daarAhACxT",
        "https://t.co/R2j2mgLkii https://t.co/9rBS30PKXJ",
        "Council on Foreign Relations\n@CFR_org\nPresident Vladimir Putin faces a series of unexpected challenges: the postpon… https://t.co/iOrO5DGrXJ",
        "https://t.co/8umyQEtQCT https://t.co/foTgRyyJXK",
        "https://t.co/7pR6Kvv0qp https://t.co/OhwWVlICOR",
        "https://t.co/Q234XK9vRk https://t.co/20GkCC2rgM",
        "https://t.co/FVKMnvi0Q9 https://t.co/DcNRxykadh",
        "Dave Brubeck Quartet - Blues For Joe https://t.co/tYigrRVCVx via @YouTube",
        "Dave Brubeck Quartet 1961 Castilian Blues https://t.co/2G4gKBHEQ6 via @YouTube",
        "https://t.co/AsTU6qo1N6 https://t.co/Wx2o5AzPON",
        "feynman hated filling government forms for travel related expenses !!!!! https://t.co/wTHh6Df9xX",
        "https://t.co/llDA7kDeZe https://t.co/a1bGT8UqTd",
        "paintings or music !!!!! https://t.co/oKxO8KrmJn",
        "https://t.co/oKxO8KrmJn https://t.co/xArS3vi36N",
        "the genius blind drummer Joe Morello of the Brubeck Quartet !!!!! https://t.co/EMDImsSK6K https://t.co/CmAAFnMvAz",
        "bongos or \"Dave Brubeck Quartet 2/22/1963 “Castilian Drums” - Joe Morello Drum Solo\". https://t.co/IZuTzhE3DP",
        "Richard P. Feynman – Facts https://t.co/aFqqWdx7rG",
        "from MIT Technology Review  \"east meets west\" !! both east &amp; west optimal !!!!! https://t.co/ytOt5Rc8Eh https://t.co/j4FcXn07VJ",
        "Dave Brubeck Quartet 2/22/1963 “Castilian Drums” - Joe Morello Drum Solo... https://t.co/ODWQS8qLSz via @YouTube",
        "https://t.co/RkBovwJucg https://t.co/GWC4W2skUq",
        "https://t.co/PXRZMDRDMx https://t.co/uMaex4QjAA",
        "https://t.co/SK7rYTQk3T https://t.co/WYBzFj2bBt",
        "Castilian Drums https://t.co/FtaDdIhdAr via @YouTube",
        "I am listening and watching \"KATICA ILLÉNYI - Fascination Waltz\". ***** https://t.co/c8dHmKXSmJ",
        "I am listening and watching \"KATICA ILLÉNYI - Jealousy Tango\". ***** https://t.co/c8dHmKXSmJ",
        "KATICA-ANIKÓ-CSABA ILLÉNYI - Oblivion https://t.co/4PZPV225Ae via @YouTube",
        "KATICA &amp; CSABA ILLÉNYI - Piazzolla: Primavera Portena https://t.co/ap6FGNRHgN via @YouTube",
        "KATICA ILLÉNYI - Bumble Bee Boogie https://t.co/NOh3VH9Sm5 via @YouTube",
        "KATICA ILLÉNYI -  Carmen: Habanera https://t.co/5A9MshkcEq via @YouTube"
    ]
}