{
    "screen name": "wal_yas",
    "no. of tweets": 153,
    "tweets": [
        "@ScottVernaglia @mghfc @MassGeneralNews Agreed!",
        "@girlandkat Interesting!",
        "@SaitoSeiji Interesting!",
        "@SaitoSeiji I wonder if this will result in false negatives due to improper swabbing. It would a problem if someone… https://t.co/aQKYxKZDMH",
        "@YasutomoTakano Thanks! 😁",
        "@girlandkat Thanks! Making some more from other famous Japanese paintings.",
        "I didn’t know i had these skills in me. I MADE THIS! 😷😎 https://t.co/ItTfCgZd8X",
        "@TadafumiKato They are lucky to have you! Also, Juntendo University’s medical school has an outstanding internation… https://t.co/jrDo4kCG9A",
        "@TrophicCascader 😎\nhttps://t.co/vyn5YCcRtE https://t.co/JWg9cYUa9l",
        "「ちりぬべき　時知りてこそ　世の中の　花も花なれ　人も人なれ」 https://t.co/MaXikYFy5l",
        "@RogueRad @nuromri Sad story ahead. When i search for “pub” in google, the first hit i get is Pubmed.",
        "@girlandkat Just 2 days ago life was quite normal on campus and tomorrow our university is on lockdown..",
        "@ScottBikeethan @JMGardnerMD Exactly what i came here to say!\nThe US is not even amongst the top 10. https://t.co/rzBbgyNctJ",
        "@HironoriFunabi1 Many are asking this question, so i compiled this thread!\n\nhttps://t.co/GUCET7UuFL https://t.co/I233EUimeB",
        "@girlandkat I'm also convinced because i saw that we already practice -most of- the CDC recommendations in Japan lo… https://t.co/Z7EiJQBldB",
        "@girlandkat The infection rate is what convinces me, It is pretty exponential! Minimizing contact even for few indi… https://t.co/lheWFXMoDf",
        "@girlandkat It's hard to tell. Some are even saying that the reporting is low because of the Olympics, which i doub… https://t.co/XQVSADHcIO",
        "@lhamdar You too!",
        "@S_Grella Princess Mononoke is another masterpiece!",
        "@S_Grella I’d recommend almost all of Miyazaki’s movies!",
        "4- The stigma of the infection &amp; it’s repercussions/effects on symptom reporting, number of cases &amp; patient outcome… https://t.co/gobA0bobFf",
        "3- The effects of social distancing on:\n3.1- the levels oxytocin in blood, or -even better- CSF!\n3.2- stress/anxiet… https://t.co/dDM0xXIop4",
        "The scientist in me would like to know:\n\n1- The effect of the lockdowns on binge/ emotional eating\n\n2- Whether stre… https://t.co/zJwKqTkzsI",
        "Finally, the #CDC's recommended preventative techniques, which you should check in the link below, is almost a way… https://t.co/KqKrTfx4pY",
        "5- May i say that the Hikkikomori are now laughing this pandemic off? I did not know this, but apparently there are… https://t.co/SDvnJ1pOxJ",
        "4- You are always handed something to clean your hands before eating! So less likely to have hand to mouth transmis… https://t.co/NsbwcAiNrO",
        "3- The Japanese are clean, SUPER CLEAN!\nYes, you are clean too, but have you been to a Japanese public toilet? Spar… https://t.co/ySICNBnWCZ",
        "2- No handshaking, no hugs or kisses. Bowing!\nBy having minimal physical contact, it's harder for the virus to move… https://t.co/NJgBYo3kSI",
        "1- Wearing a mask is very typical for the Japanese &amp; not only when they get sick! Could be due to their allergies,… https://t.co/XAg6ifJQ2D",
        "Here are some possible reasons why #Japan was able to #FlattenTheCurve of #COVID19 fast and go down in the ranking… https://t.co/wTBywbtlo2",
        "@MathiasVSchmidt Just in case someone is interested!\nhttps://t.co/p424Ta6MGr",
        "Great to see some positivity on twitter during these tough times. Congratulations to all those who matched!\n#Match2020",
        "@KorsTsima Not bad! Hoping that there would be enough supply to meet the demand!",
        "2/2 Not sure about the specificity or sensitivity yet, but if this proves to be good enough, it could help a lot!… https://t.co/Ol55gE8C4V",
        "1/2 ERs are flooding with patients who are getting tested for #COVID19. Doctors, mostly ED residents, especially PG… https://t.co/EQMUzBcEwr",
        "Target population: #autism/ #ASD #ADHD/ #ADD, #Schizophrenia, &amp; typical child development\n\nMethods: Neuroimaging, b… https://t.co/MES8s4UP9S",
        "Why choose me?\n1 Will accept to review (see next tweet for expertise)\n2 Will review with the purpose of elevating t… https://t.co/JiKlPsEQZi",
        "My career, same as that of millions like me, is pending due to the social/ economical impact of #COVID19.\n\nSo i’m c… https://t.co/KMFE5f11dX",
        "@girlandkat It’s great though! It does seem challenging at first but you’ll get used to it. Watch more tutorials, a… https://t.co/4SGzfh2sMD",
        "@CTGNetworkUK @joefirth7 @Mental_Elf And it doesn’t stop there!\n\nhttps://t.co/I5s5gBCINM",
        "@kareem_carr That must have felt good!",
        "@OHBM_Trainees @HajerNakua You can start from here! \nhttps://t.co/RAeGHaknYx",
        "@AMarshallMD @JulieSilverMD @ShikhaJainMD @DrSinhaEsq @MayoFacDev @SharonneHayes True! I’ve had wonderful female me… https://t.co/nhCKbjkg0k",
        "@drjanaway Welcome to Japan!",
        "@girlandkat Looks more like a mite!",
        "@girlandkat @oculus @holodiavr Can’t use photoshop (and several other programs) either. Wish I didn’t upgrade.",
        "@natally_A1 You are most welcome!",
        "Want to go through the plethora of literature but short on time? This amazing #AI driven, user-friendly, free servi… https://t.co/9XM2oHbW8l",
        "@girlandkat I started Mandarin Chinese sometime ago but since i dont practice with anyone i gave up. I love how it… https://t.co/tlFyx8qinG",
        "One more language to become a polyglot. Chinese, here we go!\n千里之行，始於足下。\n\n你好👋",
        "@nbielczyk_neuro @HajerNakua Congrats! You might find the below interesting. 👇\nhttps://t.co/9vaQrpu068",
        "Oh joy!\nMy most recent Cell Mentor piece on leaving academia was one of the biggest hits of the year!! 🎉 \nIn it, I… https://t.co/P3eHZ45ztc",
        "@andreashorn_ I highly recommend 👇\nhttps://t.co/4nCuvLIcqb",
        "Japan is one magical place! https://t.co/x6Wz3Jmo1n",
        "@gershbrain There are ethical restrictions sometimes on sharing data openly, but, for example, IRB could allow thos… https://t.co/f6rme7MeHR",
        "@vasopressin334 @eandari24 She's an amazing person. I'm sure she will make a great mentor!",
        "@Neuro_Skeptic @skeleton_claw Well they won’t be celebrating when it’s time for a clinical trial!",
        "@kaymtye @BikTye Will you be giving a talk? Would like to attend if so!",
        "@INM7_ISN @fzj_jsc @fzj_inm7 @helmholtz_ai @HBP_Education @HumanBrainProj @fz_juelich Whomever gets this position is a very lucky person!",
        "@HasanU_JP Haven't had a vacation of more than 2 consecutive days in the past 4 years.. The guilt to work usually s… https://t.co/Qoctoj9zAz",
        "@HasanU_JP Come on, don't say that!",
        "“From December 24th until January 2nd, i will not work, nor will i read emails or do anything remotely work related… https://t.co/KfXSIQ2oIy",
        "@dsquintana We do, one in each hemisphere!",
        "@dsquintana Isn’t almond reserved for the amygdala?",
        "@LNummenmaa @dimitrisbolis @aivoAALTO @SuomenAkatemia @UniTurku @TurkuPETCentre That looks pretty unconformable..",
        "@geneticexpns Haha, should discuss plans to overcome!",
        "So i’m behind on my 10 books a year reading resolution (It’s been quite a busy year).\n\nMe: Must read something not… https://t.co/pcFxFL7Qwx",
        "@AubmcPsychiatry @AUB_Lebanon @AUBMC_Official So many familiar faces, congrats!",
        "@girlandkat I see chocolate, i like!",
        "This tree i found in Tokyo is representative of my upcoming holiday “vacation”.\nHappy holidays academics! https://t.co/41PJ9CxI6x",
        "@L_Arseneault @leafs_s @ESRC @ahrcpress @t_e_d_barker @CLOSER_UK @chochohane @y_takahashi_kyt Best city!",
        "@KorsTsima Haha i think so too!",
        "@VirusesImmunity その気持ちわかる。。　新年が良い年でありますように！",
        "@lnk1618 Good luck!",
        "@timminglab Solitary, very much, though not necessarily “lonely”!",
        "@VirusesImmunity That is one reason why the reviewers should not be anonymous.",
        "@graemedmoffat “typical”",
        "@EstOdek @jgfagerberg Of interest\n@teresaambrosio_ @TheAmyR @Sc1naps @laura_greenaura @jenheemstra @realscientists… https://t.co/FNvTNXt8l0",
        "This piece came out beautifully because of these talented people Drs. Yokoyama, @EstOdek, Frelin and @jgfagerberg",
        "It’s finally here!\n\n“The obvious path vs. the right path: Experts discuss the PhD career conundrum” THE discussion… https://t.co/p17xFN5ZDD",
        "I can definitely teach a course of neuroanatomy using this! https://t.co/20dFjqNGxK",
        "I went on a hermit mode to finish writing up my most recent paper, and got so immersed that i ended up writing 12,0… https://t.co/l6dAV8Md8i",
        "@girlandkat I need coordinates!",
        "@DrDrXanderLi @Child_Neurology Congratulations!",
        "@realscientists @teresaambrosio_ Will do!",
        "@realscientists Thank you for asking this Q!\nI’m partnering with CellPress and we will soon publish an article abou… https://t.co/K6OTtXxUmK",
        "Career development notes #SfN19 (Finding yourself):\n1- Build a narrative, it helps you understand yourself\n2- Knowi… https://t.co/FVq5IDd7nl",
        "6- Make new connections everywhere/ anywhere\n7- Identify stakeholders, resources &amp; needs\n8- Build trust\n9- Facilita… https://t.co/GxZKFzBpTn",
        "Career development notes from #SfN19 on how to network, a thread!\n1-Find common grounds with those who you want to… https://t.co/wncnzIbigG",
        "I would definitely use this in the classroom to demonstrate to my students that correlation is not causation! https://t.co/TT8Bf1uSsl",
        "I should carve “Stop underselling yourself” on my glasses so that i am reminded of this at all times!",
        "Can someone recommended a book of psychiatric clinical cases where some of those cases tackle the comorbidity and o… https://t.co/UaOvbCQgVs",
        "@fmrwhy I’ll tag you!",
        "@R_Programming @fmrwhy give this a try!",
        "@CousinAmygdala @overheardsfn The cerebellum is the new amygdala!",
        "@Spectrum @Neurosci2019 @SfNtweets @WiringTheBrain @KevinPelphrey @BalesLab @Amy_M_Ryan @erturklab @MU_CogNeuroLab Do you have a booth?",
        "Yes! No barrier should prevent the dissemination of knowledge! #SfN19 https://t.co/gMFyAzM2Zc",
        "@laura_greenaura Too few in deed!",
        "Symposium 002\n5- Let the students choose the topics to be discussed in the discussion section.\n\n6- For authorship,… https://t.co/Xg2MJJwTvD",
        "Symposium 002\n3- #2 is not the only way. You can also allow your students to choose whether they want to replicate… https://t.co/7Zl0SEbs8P",
        "Symposium 002\n2- One thing you can do with your students, is to ask them to replicate your research with slight -pu… https://t.co/7fDYdsX3K6",
        "Symposium 002\nFor those who conduct research and teach at the same time try integrating both! Here’s how\n1- Dont wo… https://t.co/liWCDy73lq",
        "Very disappointed at the number of fMRI studies in autism exhibited at #SfN19 this year",
        "PDW01\n\nOn negotiating. \n-The best thing about negotiating jobs is to get out of the meeting with a solution that wo… https://t.co/LTbyEIAkf7",
        "PDW01\n\n-Start building your portfolio early on by writing and blogging if you want to become an editor.\n\n-Gain seve… https://t.co/D3A6PcOPBO",
        "PDW01\n\n-You do research all the time as researchers. Invest some time in researching your career option and path!… https://t.co/X8HJ8NvPzO",
        "PDW01\nOn networking.\n3- If it didn't work out with your current potential employer, ask him/her to recommend other… https://t.co/Ep8WpJ2SsA",
        "PDW01\nOn networking.\n1- Network by inviting people to speak at your institute, they will remember you.\n2- People li… https://t.co/g0lvmjkB8g",
        "PDW01\n\nThings to do to transition.\n#SfN19 https://t.co/sqYGmeRvKr",
        "PDW01 \nFinding your purpose.\n#SfN19 https://t.co/Q02f8zXFJM",
        "I’ll be tweeting from #SfN19, follow this thread for updates!",
        "@nkagetsu How was it?",
        "@esfinn @dartmouth No problem! I’ll add what you are presenting to my itinerary.",
        "@esfinn @dartmouth Not applying for studentship, but would very much fancy a collaboration!! Attend my talk if you… https://t.co/jp4FWIEinK",
        "@drjanaway Clinically speaking, taking into consideration the price to taste ratio, bananas are the best fruits!",
        "@SfNtweets @PyterLab here’s another!",
        "Misdiagnosis is one reason the field of #psychiatry is in need of objective biomarkers to help with the diagnostic… https://t.co/DIE1iXAYr9",
        "@SchizoScientist @ahmedhankir This is a real challenge, and I’m currently working on a project that will hopefully… https://t.co/RSKGG0fpmD",
        "@ahmedhankir @SchizoScientist Unfortunately, the stigma is not only found in psychiatry. Other physicians dont even… https://t.co/5i8PNcNw5W",
        "@geneticexpns What about this?\nhttps://t.co/335zdfRMkA\n\nSo you mean off-label use of medication is not covered?",
        "@geneticexpns It’s a bit puzzling! If the drug is approved it should be covered, if not, it shouldn't be sold! To m… https://t.co/XRZml4OI80",
        "@JayanthReddyReg @graemedmoffat @tyrell_turing Thanks for asking! I usually only compare the results and mention wh… https://t.co/RhWxBV8t0s",
        "@graemedmoffat @tyrell_turing Agreed! This always helps me get an idea about what’s missing in the field. I believe… https://t.co/jHWoakDw12",
        "@realpython @pierre_bellec “Your yearly subscription to MATLAB has expired.” Is why you make the switch!",
        "Very useful visualization resource with full python code!\n@R_Programming\nhttps://t.co/45quElQB5q",
        "@SWAN_Research1 @MarinaP63 Also for autism! When required, best use individual with autism, schizophrenia, anorexia, etc.",
        "@chloeagius_ I call this block, the empty canvas effect. My strategy was to write (anything), build (upon that), mo… https://t.co/ifYSQUvAwI",
        "@drjanaway Millions of individuals with sever mental illness die 10 to 25 years before they should. We can stop thi… https://t.co/ExB1i53d8S",
        "8- Book sessions other than posters and talks! Career &amp; skill development sessions, story telling and others are es… https://t.co/qPoS6GzXcc",
        "7- Carry your elevator pitch with you everywhere!\nHere's mine:\nWhat to know what is the best #machinelearning algor… https://t.co/IwlLLpJtz3",
        "6- Spend some time to know where to go prior to the event. Build an actual plan of places and a timetable of where… https://t.co/Wko81dRF3Q",
        "5- Know what you want from the conference, if your goal is to find a job, present your work, or anything else, orch… https://t.co/Rz8tCEgmog",
        "4- Send e-mails to book who you want to talk to, or interested in their research prior to the event! (NOW, is a good time to do so!)",
        "3- Standing at your poster with no one around? No problem! Start the conversation on twitter (or other social media… https://t.co/MRzdeFmeTg",
        "2- If you’re giving a talk, don’t forget to put your twitter account in the presentation. Give an opportunity to th… https://t.co/G8phjVOnHg",
        "1- If you published a paper that is relevant to some of the posters or talks presented, do not hesitate to talk to… https://t.co/H1b2f0jfFV",
        "Hello there #SfN19 goers! Here are some unconventional tips for you to get the most out of your experience at the c… https://t.co/v6ybNXD1Kz",
        "@S_Grella But how else would you accentuate social segregation?",
        "What is the relationship between sleep spindles &amp; memory consolidation? And are we able to use this knowledge to be… https://t.co/ERLBvz3Ozc",
        "@TheScientistLLC @JefAkst Also, thank you @magdalena_u_j for your comment!",
        "So happy to see our paper on paternal age and #autism featured in the October issue of @TheScientistLLC, and to be… https://t.co/viaHj0YGoI",
        "@hwahl16 In Japan, there is an outstanding -implied- pressure to work. For the past 7 years, i have seen my colleag… https://t.co/oHvp25LLhM",
        "@natally_A1 Good ones? 😅",
        "@neurovium That, and how fast head of labs want papers to be published so that they can be included in certain gran… https://t.co/CsWOHGJU8D",
        "@Nouronal It’s a tricky situation, because other PIs might not know you well &amp; will rely on your current PI’s recom… https://t.co/jHxuQPiTbb",
        "@JamieLarsH @LucinaUddin @Nathan_Spreng @bttyeo @danilobzdok I think it’s saying DSM is #fakenews!",
        "@girlandkat Enjoy! Let’s visit the Lebanese restaurant in Yokohama when you have the time.",
        "@pedrosanchau @neuroraf Death note- TSA\nElfen lied - TDI\nAttack on titan - SSPT\nNeon Genesis Evangelion - Dépressio… https://t.co/v6A1FUnxk7",
        "@neurovium I always wondered why PhD graduates don't take an oath similar to the Hippocratic oath!",
        "@rdviii @HopeJahren Thank you for sharing. I’ll check your list!",
        "@rdviii Any book recommendation from your side that one should absolutely read? Best if it teaches a great life lesson.",
        "@rdviii Man’s search for meaning by Viktor Frankl, is one nice book.",
        "@YasutomoTakano @EventbriteUK Wanted to go, but it's a weekday :(\nEnjoy!"
    ]
}