{
    "screen name": "Arunskisood",
    "no. of tweets": 173,
    "tweets": [
        "Thoughtful and articulate reflections on Ali Smith, Deborah Orr, and what constitutes 'home' from my colleague Kath… https://t.co/pDkVOBIrAK",
        "@carol_baraniuk Happy Birthday !",
        "@GerardCarruthe2 It’s really complex here, I’ve found.  Working class identity has been forged more by militarism a… https://t.co/8l3ElHjIVz",
        "@GerardCarruthe2 Particularly salient in a town with strong naval pride. It’s actually a lot to unpack in terms of… https://t.co/avM3kjpVDt",
        "@GerardCarruthe2 I’m struggling with my own street’s party today to be honest.",
        "@DrAmyCKing My road did not consult me so I'm looking at all the above while playing Wolfe Tones songs on the Tin W… https://t.co/V94x9EFVJ2",
        "The @TheAIPlym Ancient Mariner Big Read rages on amidst tempest strong.  Different readers everyday, including… https://t.co/sGPF0IEwaC",
        "@WillDHislop @CBarnacles",
        "From my great colleague @MimDarling 🦉99p! https://t.co/dU0KyCMMpm",
        "I was interviewed about memory, place, identity, and decolonisation in this piece which was very nicely put togethe… https://t.co/XGkbi7MArZ",
        "@nadineaishaj This looks great !",
        "@a_pirmohamed @LLCatEdinburgh @BOAAT_PRESS @brookespoetry Congratulations ! Looks like a great topic",
        "@DominicMHinde I think an ingrained historical narrative of HE as an egalitarian, civic right (as there is in Scotl… https://t.co/xZlzJVz3MN",
        "@craigscrolls “Now that’s poetry”",
        "@NikkiHessell @OmarFMiranda @Bakary Would love to have seen this. Do you happen to know if it was recorded or avail… https://t.co/CaABlj6IX5",
        "Great seeing this unfold after months of planning and accompanying exhibitions \n@PlymUni @TheAIPlym @EnglishPlymUni https://t.co/XzmLmSXXdR",
        "@DuncanHotchkiss There's a great short story in that, surely.",
        "@craigscrolls Word, son.",
        "@NPollard10 Mostly fine - all safe and healthy which is the main thing.  Hope you are too and hope we can have a fu… https://t.co/7a9P1o0S4w",
        "@NPollard10 Coool! Congrats! Cover looks great.",
        "Myself and colleagues' shared what we are reading on lockdown (aside lots of instructions about how to record on Zo… https://t.co/zxf4ytKaUz",
        "@DuncanHotchkiss They are actually open down this way! But I've deemed it a luxury I can probably do without.  Besi… https://t.co/FUBuaQkpvH",
        "@DuncanHotchkiss It's interesting - I'm always between places with speech identifiers,  probably due to a W. Highla… https://t.co/mwfZPHzRoT",
        "My ma is quaran-tidying &amp; sent this: my great-great grandmother  Catherine Wilson(1861-1926)loading a cart on Valla… https://t.co/6ogjfymMRR",
        "@ScottpScottp Although,  if I actually received that sentence from a student I’d probably take some pleasure in it...",
        "This has  shaped up to be very cool, happy to have been part of the @EnglishPlymUni  contributions .  Also, Iggy Po… https://t.co/8ER34UnKuI",
        "@DrStevenPaige @DrAmyCKing The perils of youth",
        "@DrStevenPaige @DrAmyCKing 😂 It was actually shot on b &amp; w film - nae filter here ! First one when I was 16 - and it was terrible.",
        "@DrAmyCKing Strong hair, strong shades of Keef. Although he looks like he's just crawled out of a mine?",
        "@DrAmyCKing EH I think you'll find that's my Hindu deity mate.",
        "@warrendickson Yes indeed ! 🍹🍹 Look forward to drinks on the other side...",
        "@B05Smith @Scorhill Jamaica, 1976.  But it feels considerably less tranquil than Dartmoor, if appealing in its own… https://t.co/OqRpUGTiSc",
        "@warrendickson 😂Hope you guys are doing alright!",
        "@craigscrolls 😂",
        "I found this the other day which appears to fit in with all these #MeAt20 pics. In India, some search for ‘roots’.… https://t.co/d6j5oMvZDJ",
        "@DrRonnieYoung The record bag and red stripe completes the hipster look!",
        "Found Easter this year to be quite powerful. Symbolism of rebirth, a human capacity for resurrection, a need for sp… https://t.co/n4qkpdk5Ap",
        "@RezekJoe This sounds really interesting - thanks for sharing !",
        "@DrAmyCKing Let's have a cuppa...",
        "@Sarah_natters I know ! Props to the editors",
        "In times of global quarantine - a great new resource for Global Romanticists  https://t.co/kjynkzxxPT",
        "@DuncanHotchkiss @HibernianFC Excellent . Reminds me of Steve Bruce’s crime thrillers .",
        "@skandi_hq @HeldenvdVelden It’s the way they have the opposition spinning from side to side purely through possessi… https://t.co/xqyjNlZ9ZQ",
        "New work from a project about Vallay(North Uist)currently up on @pamenarpress. It involves music +soundscapes+poems… https://t.co/LVcnSXwiVE",
        "@e_j_coates @pamenarpress Thank you @e_j_coates ! 🙏",
        "@GraMacanta @BBCScotland This is the Burns / Douglass bit (pending my tech inabilities hindering the share). Thank… https://t.co/j7cQJTLThI",
        "@DalglishKatinka @GlasgowMuseums Really like these video-stories!",
        "I wrote this a while ago, but only  realising now there was obviously some latent Brexit anger and catharsis, with… https://t.co/P5w87kNtVo",
        "@PaulineJeremie Sorry to hear that. It’s more difficult when it’s close family, to feel unseen.",
        "Apparently I was on @BBCScotland  last week (repeat) talking about Burns and Frederick Douglass. My mum very excite… https://t.co/fqAG18qkHM",
        "@Gentleman_Punk @BBCScotland Glad you enjoyed it @Gentleman_Punk ! Thanks for watching.",
        "@DrAmyCKing Start em' young. Like that Great Gatsby Tote Bag, by the way.",
        "@DrAmyCKing Sounds great for child development...",
        "@jwdtucker That's alreadymore sophisticated than my usual diet so its a winning start.",
        "@jwdtucker Perhaps we should establish and stock up a Brendan Bunker in PV.",
        "@P14Murray @N_T_S @RobertBurnsNTS @GlasgowBurns @AHAllardyce @DCspinman @SeanHeely  I believe there will be a stop in DC!",
        "@h1bennett Good effort! Think I'm still looking for timber in the forest for my next one.",
        "@DrAmyCKing Now this is a Pro Tip I can get behind @DrAmyCKing. It also works well for wedding gifts.",
        "@DCspinman Hi Brian! Well yes there is a fair bit of academic jargon there so I can't blame you. Hope all is well w… https://t.co/fJk0txk2Mp",
        "Digging into accounts of West African griots in (European) 19.c travel narratives and newspapers; some more colonia… https://t.co/SvD6UNLOvA",
        "@DuncanHotchkiss Just give me a shout anytime re: Springsteen - more than happy to help if I can in any way. I'll l… https://t.co/TX9P8sVwoM",
        "@NikkiHessell @PalgraveLit @GlasgowBurns @ScottpScottp @FulbrightAwards @FulbrightPrgrm @ahrcpress @EnglishPlymUni… https://t.co/Scg5LfjPt0",
        "@DuncanHotchkiss Congratulations man. Academia's loss (for now) but a governmental gain (and we could do with a few more of those).",
        "@djrgrey @UHertshistory @UH_Humanities Congratulations!",
        "@meast90 you might be one of the few folks to spot the @IdlewildtheBand reference",
        "Support your local green and white [and your local poet]. https://t.co/3XtIFFL6g9",
        "@sanamurrani @UKLabour My thoughts exactly. A dot of hope in Plymouth and Sutton but hard to comprehend what surrounds that hope.",
        "@CBarnacles Better than the election map -I’m taking small comforts in catastrophic thinking this morning. The sout… https://t.co/51Bs2knvU9",
        "Enjoyed this, particularly the bit about transposing the sense of 'place' heard in Scottish folk music as a child.… https://t.co/3bUkZhYcKo",
        "@jr_carpenter Thank you! Am going to get a few copies ordered for the library of this. Hope to see you soon !",
        "@djrgrey @carolinebressey Thanks Daniel !",
        "@CBarnacles @jr_carpenter Thanks Christian. If down in Plymouth anytime again - let me know and let us pint.",
        "@roberta_mock @jr_carpenter Thanks !",
        "@ElfinKate Sounds great, thanks !",
        "Looking for recommendations for texts/theory/films for an undergrad lit module on The Black Atlantic; broadly conci… https://t.co/OCG5wKjLyr",
        "Thanks to @JayGYing @a_pirmohamed @JedaPearl @AndresNOrdorica who have a great thing going with @ScotBAMEwriters",
        "This was a joy to be a part of. Inspirational keynote by @MundairRaman , haunting words by @muridlk , beautiful fil… https://t.co/qDuQP10VvE",
        "I'll stop with the Palgrave sale posts soon, but I just got 'Romantic Literature and the Colonised World' by… https://t.co/4cth7y0r57",
        "@Sarah_natters @NikkiHessell @MelissaMakala Good shout ! I’ve been meaning to get these...has the mood of a weird s… https://t.co/oiMlP2x4HH",
        "@DuncanHotchkiss @bulldozia The perfect stocking filler 🙄",
        "Just found out my book is available for £9.99 from Palgrave with code CYBER19PAL until 3 December. Thanks for the t… https://t.co/mJCatLpwCu",
        "@bulldozia Ah thanks for this Alasdair - I had not realised!",
        "@bulldozia Yes I read it a couple of years ago - worth a read, quite an interesting style. The parts about Gillie i… https://t.co/MsEi7X4wjJ",
        "@bulldozia Sorry just saw the Gateshead part there !",
        "@bulldozia Where is this Alasdair? Have always thought a collection of lyric essays on his dad’s time in Scotland w… https://t.co/NleBdh4p5n",
        "@DuncanHotchkiss I have a love / hate Antisyzygy moment with him every time he’s a guest on Guardian Football Weekl… https://t.co/WHAbJ5wf1c",
        "@chelseastieber It was a fruitful place ! I’m trying to introduce more about Haiti on a romanticism module I run so… https://t.co/d2ZNduqdim",
        "@chelseastieber Looks great!",
        "https://t.co/o1ML9qEWrX Here's to warlocks, witches, strathspeys, and reels.",
        "@youngs_tim @EnglishPlymUni The pleasure was ours Tim, thanks again and hope to catch up again soon.",
        "Rousing myself to finish writing a Revolution and Romanticism lecture for next week, and can't help but think of th… https://t.co/ACU5xJSMkX",
        "@DuncanHotchkiss @StirUni @glaikitscone Look for forward to seeing it in guid black prent! Hope you celebrated well last night.",
        "@DuncanHotchkiss @StirUni @glaikitscone Congratulations ! 🥃🥃",
        "Reading a letter sent from Maria Edgeworth to Mungo Park's biographer, John Whishaw, in which she lays out her plan… https://t.co/NMdrTeUhPP",
        "@Hannah_RoseM @uniofedinburgh @LeverhulmeTrust Congrats and hope the move goes well!",
        "@DuncanHotchkiss @oldscotbooks Agree @DuncanHotchkiss  - I'm working on an article on the it - in varying degress o… https://t.co/j4Zmtf1d7V",
        "@bulldozia @youngs_tim @elizabeth_leane @drsarahjackson1 @historianka @ChristinaLaffin @MargaretTatQUB… https://t.co/76emv6SCPh",
        "@HeatherParryUK @Gutter_Magazine @nadineaishaj @colinjherd @ryanjjvance @PoetLyall Ah, thanks. Privileged to be ami… https://t.co/Yal2bHO1gf",
        "'Summer Synaesthesia' in the very sleek looking new @Gutter_Magazine, alongside work by @nadineaishaj @colinjherd… https://t.co/OnHc9lhcAP",
        "@DavidSergeant @EnglishPlymUni @GlasgowBurns Thanks David! But if you do, don't tell ,me about any typos / mistakes… https://t.co/i9rwHeccsS",
        "@NikkiHessell Your welcome, some really thoughtful reflections on issues I’ve been thinking about lately - I’ve ord… https://t.co/GLJuCiwOwH",
        "Really good podcast. Keep pausing, rewinding (if that's still the correct term in a digital age), listening again t… https://t.co/Dfn5GZDjSA",
        "Picked this up in a charity shop. Is there much scholarship on Lewis’ links to the slave trade  in relation to the… https://t.co/zPk79KF6AO",
        "@stewartasanders @Taigh_C @JAFMacDonald @DalglishKatinka @IslandsBookTrst @north_uist Cheers Sandy, hope we can catch up in September!",
        "Might be of interest @Taigh_C @JAFMacDonald @DalglishKatinka  @stewartasanders @IslandsBookTrst @north_uist",
        "Summer has seen a bit more time to work on wee side projects &amp; research. This is the early days of a sound / poetry… https://t.co/ipI4p9c7tq",
        "The songs from the #tinychanges album are also a testament to how well Frightened Rabbit's songs/lyrics transfer to… https://t.co/mDRzKmPPjZ",
        "@AngelaW49888140 Hi Angela, I teach 2 of her novels in year 2 UG: Italian on a Gothic Lit module, and a Sicilian Ro… https://t.co/EYsaZsmr0I",
        "@bluedevilism @GerardCarruthe2 @ProfDanielSmith @GlasgowBurns @PaedsRH Congratulations Moira ! 😀🥃",
        "@DuncanHotchkiss Was the same in the France  - Nigeria game last night. I can tend to yo-yo on the VAR debate but t… https://t.co/XCLvACdHgc",
        "@DuncanHotchkiss By which I should clarify - the WWC is too big a comp to be trialling such a rigid stance, in my o… https://t.co/rZhn5A9nr2",
        "Icarus psychosis haunts us again. Our wax melted in the warm light of success, but a great effort nonetheless. https://t.co/t7bmQ9pk0o",
        "@DuncanHotchkiss Two nights in a row the VAR keeper off the line has decided the game - women’s World Cup was a str… https://t.co/79zqt9Bxoq",
        "@Sarah_natters Congratulations ! 🥳",
        "@jwdtucker @lucy_huggins Yes, I go through Ford Park on my way to work sometimes, and the 'Pray for his soul' messa… https://t.co/VR228TqHra",
        "@lucy_huggins Do you know if it was a specific group of religious dissenters? Or I guess it could be anyone outwith… https://t.co/uRZZMui7yA",
        "Was in Wales (or Whales 🐳?) at the weekend and visited Dylan Thomas’ house / Writing shed / mancave. Laugharne is a… https://t.co/TiGzwYFDQb",
        "@lucy_huggins Interesting! Must try visit sometime.",
        "@DLibatique10 I had to restructure the whole thing - the core content remained the same but it was the organisation… https://t.co/EJizXpPsWo",
        "@PhDinBaking @C19Americanists @EMDillon Thanks - will look this up!",
        "@ScottpScottp An important point ! Thanks Patrick",
        "Thinking about Print/Orality hierarchies, and the weaponization of print in 19.c imperial projects. \n\nAny examples… https://t.co/H4RuSTlVwH",
        "I knew Carswell as a biographer of Burns for some time, but got to her novels and own fascinating writing career lo… https://t.co/xUaISuvVAY",
        "Edwin Morgan’s lines on my ma’s village (inscribed on the walls of  @ScotParl ). I always stop by this when in town… https://t.co/f6el7iphHQ",
        "I just stumbled across this trailer for a new doc on @JasonReynolds83 . His expression of the relationship between… https://t.co/e5uJhzLVGS",
        "@B05Smith @GreatEstateFest Liking this shot , it’s like Henry David Thoreau gone indie !",
        "YNWA, though 💚",
        "Thoroughly underwhelming consecutive finals. I’d like to think this might dampen EPL media triumphalism, but...nah.",
        "Happy 200th Birthday Walt Whitman! I celebrate and sing myself here, by sharing an essay I wrote on Walt's loaded a… https://t.co/0l92Q7egD6",
        "@DuncanHotchkiss Class - send him my best !",
        "@stewartasanders @thegrammarsow Send me what dates yer doon Sandy. I'm not far from there!",
        "@DuncanHotchkiss Nice one. Hoggy onwards son.",
        "All Jacobites and glens and supervolcanoes and lochans and the A82.  Induces a humming to self of ‘Ye Jacobites by… https://t.co/WBhRXxTBZI",
        "Clach Steineagaidh Standing stone. Neolithic, with sheep, lamb, and Harris dreamscape. https://t.co/WaW4P8xOn9",
        "@h1bennett Cheers Harry!",
        "Back to the islands this week, and what a day to sail ☀️ 🏔 ☀️ https://t.co/gGLOCiOtCV",
        "Headed back north via a stop at the lakes. The considerate construction at Dove Cottage was memorable. But I can se… https://t.co/NBuVHB35tJ",
        "Questions remain. For whom do we dance and what compels us?",
        "The academic compression chamber bursts open as Easter beings, and I am suddenly captivated by this sorcerer. https://t.co/UlcEYKICcy",
        "Stipe, Buck and co. at their most poetic and reverby. \n\n“Those creatures jumped the barricades\nAnd have headed for… https://t.co/TemiUfCEyQ",
        "Spent a seminar yesterday doing archival work on 19.c newspapers.  More crossover of research/teaching is worthwhil… https://t.co/hNxCPmhhnq",
        "@skandi_hq Logan’s card was for him lashing out after his celebration not the celebration itself . If it was self d… https://t.co/vIMNcEQOcZ",
        "@skandi_hq Banned for pushing Lustig after he celebrated. And the forums I’ve been on are often very uncomfortable… https://t.co/ZEjkAji77o",
        "Nice to host @B05Smith debut novel launch last night @TheAIPlym @EnglishPlymUni. Literature, windfarms, the sea...m… https://t.co/Z5nNW4ufXQ",
        "@Sarah_natters Congratulations! I'd like to read this. But need to naviagte shibboleth bamboozlement/term fatigue first...",
        "Good podcast this. Broad brush approach to fetishm in art, use-value, aesthetics and why music tends to make us mor… https://t.co/bssN9OkZcd",
        "@DuncanHotchkiss I wanted to shout ‘Freedom!’ at the Telly in the last 5 minutes there. I don’t even like egg chasing.",
        "Some Miltonic satire for the turbulent times 👏 https://t.co/ZlHUKSlcCr",
        "@bluedevilism Congratulations Moira!",
        "This advert is excellent, especially the casting of the capitalist London briefcase around 0.40.  And, I'm cringing… https://t.co/9rxbZOe4XL",
        "@DuncanHotchkiss 🤣 That ad is class. Ripe for analysis.",
        "@NPollard10 Ooh this looks good!",
        "Looking forward to hosting @jr_carpenter this coming Thursday, who will be reading from An Ocean of Static (@Penned… https://t.co/BgsBqwSmfb",
        "https://t.co/jsmKhrPhmu \"Havent had a dream in a while\"... (marking does that to you). But Johnny's guitar playing here sure is dreamy.",
        "@DuncanHotchkiss Might be worth running that moleskinned idea by supervisors / ex supervisors to see if there is le… https://t.co/v6mFja0ICN",
        "Cheers @DuncanHotchkiss ! https://t.co/V8YIAjiPcy",
        "@DuncanHotchkiss Also, Joe Rezek's (@RezekJoe) book on 'provincial  printing' (referring to Scotland and America as… https://t.co/JXNJVXi9Ov",
        "@DuncanHotchkiss Bloody hell, hope there's no too many spelling mistakes mate! Sounds like an interesting unit, I w… https://t.co/9Hqg7ZGGMq",
        "@glaikitscone Congratulations Michael!",
        "@gillianjein @SeamusHeaneyNLI @duchas_ie @NLIreland @seamusheaneyest Ah, It’s one of my all time favourites for man… https://t.co/YSP0YeoNA7",
        "@DuncanHotchkiss That’d be good man. Hope th lecture went well !",
        "@DuncanHotchkiss Been meaning to compile a reading list on Scotland/troubled postcoloniality(?) for a while. What's… https://t.co/f8gCQPEgno",
        "@BeccaRAlice HI @BeccaRAlice  It was in the US. Feel free to drop me a line: arun.sood@plymouth.ac.uk",
        "@skandi_hq @talkingbaws Excellent. Clearly he is the tall ominous figure with his back to us, orchestrating it all!",
        "@amycking Creeper",
        "On a Christmas Seamus Heaney kick , and came across my undergraduate-annotated copy of the Spirit Level. “Listen fo… https://t.co/Kd3MMtUqGk",
        "@DuncanHotchkiss #imaginedmincedcommunities",
        "💚@CelticFC @Leighgriff09 . “It’s ok not to be ok, you’ll never walk alone” https://t.co/7gD1pehYsm",
        "@stewartasanders Look forward to it Stewart! I attempted a purchase but alas my paypal seemed to be linked to my Am… https://t.co/3rHIhesgoA",
        "@amycking \"...to save me from tears...I'll give it to Brendan Rodgers\". That sounds way more sinister when taken out of melody.",
        "One of my favourite writers, of any kind, ever. Ramshackle brilliance, Shane.\n\nIn blood and death neath a screaming… https://t.co/c949z1fUxL",
        "I felt a little bit ‘Red Scot’ reading this @LRB article, outside, looking back and gazing in; but it makes for a r… https://t.co/BaJ3Vb66ap",
        "@RyanCSweet @EnglishPlymUni Great paper @RyanCSweet !"
    ]
}