{
    "screen name": "SMFR2240",
    "no. of tweets": 183,
    "tweets": [
        "@Koor_As @khabaronlinee Thanks for your detailed information 🙏🏻🙏🏻",
        "@Koor_As @khabaronlinee خب اگه این چنین هست که می فرمایید ، بهتر نیست که کار استخراج رو اونجا انجام بدن تا اینکه با… https://t.co/6BH87OWPtN",
        "@khabaronlinee یعنی واقعاً این قابل پذیرش و باوره که ایران به کشوری که بیشترین ذخایر نفت جهان رو داره نفت ارسال کنه؟؟؟",
        "@raihanahmad01 So good, You're working with ASP coding?\nFor my .NET apps I'm using Visual studio and mssql too,",
        "@raihanahmad01 What software you are using for coding and styling?",
        "@raihanahmad01 I'm so lucky, in my first shot of the game, cool. https://t.co/2iiE4OBi02",
        "@hm_ssgirl 😔 RIP , GOD bless her,",
        "@sara15949406 @sinavaliollah تحصیل کرده کجا بود عزیز من؟اینا همه مدارکشون جعلی و پولیه، تمام بورس ها رو خودشون گرفت… https://t.co/3T7HQ2nZw0",
        "@abcnews The wild nature starts its revenge,",
        "@Powellhotrod @abcnews 😂😂😂😂😂😂",
        "@Pedram It was clear that we must endure #COVID19 for a long time, there is no way to get rid of the virus without vaccine,",
        "@Farnoosh57 @akbar_bikar 🤣🤣🤣 Depends on the Subject and the Object,",
        "@khabaronlinee مگه کاهش پیدا کرده؟؟؟؟واقعا این سیاست جمهوری اسلامی خیلی جالبه،\nپراید ۱۰ میلیونی شده ۹۰ میلیون،حالا… https://t.co/TbpjR8r8KY",
        "@akbar_bikar @Farnoosh57 Middle East is located in the best place in the world, If you don't believe, you don't have sexual feeling, 😉😂",
        "you are\nmy always\nin all ways\n\njust like\nhow the moon\nsees the sun\nas her only\nstar",
        "@realDonaldTrump The enemy of the enemy somehow is the friend,",
        "@khabaronlinee تجربه و سوابق تاریخی نشون میده در ایران سیاستمداری که دورانش تموم بشه دیگه هیچ مصرفی نداره و یک مهره… https://t.co/2uIL5S1aRm",
        "@LuckiestPeopIe @Farhaadmusic He was jugging in the road at night???? It's not true logically, sth is wrong,",
        "روز nاُم قرنطینه 😂😂😂😂 https://t.co/et3HNVyPWS",
        "#WhiskeyLullaby @BradPaisley @AlisonKrauss",
        "It's one of my favorite song forever,",
        "He put that bottle to his head and pulled the trigger,finally drank away her memory\nLife is short,but this time it… https://t.co/5OonAZVcCn",
        "@Farhaadmusic So perfect, We have a lot,",
        "@ShadiAsadollahi +\nموشک ایران به دو تابعیتی\nموشک ایران به خودی\nاینا هم اضافه بشه",
        "@BBCWorld We are one, white, black, men, women, Asian, European, American, Latino,\n#noracism racist people must loc… https://t.co/2RRELvxmAB",
        "حالا امروزی تر:\nکسی که نماز میخونه و روزه ميگيره ، میتونه اختلاس و دزدی کنه؟ نه!\n\nکسی که اختلاس و دزدی میکنه، میتون… https://t.co/RyqHTrdNQm",
        "جك نتیجه را برای دوستش ماكس بازگو می كند.\nماكس میگه: «تعجبی نداره. تو سئوالت رو درست مطرح نكردی. بگذار من بپرسم.»\nم… https://t.co/4rolC99pLP",
        "در كلیسا، جک از دوستش ماكس می پرسد:\n«فكر می كنی میشه هنگام دعا كردن سیگار كشید؟»\nماكس میگه:\n«چرا از كشیش نمی پرسی؟»… https://t.co/fua44w2PNb",
        "@Farhaadmusic 😂😂😂😂😂🤣🤣🤣🤣🤣گریه ام نمیاد داداش",
        "Sometimes, the strongest people in the morning, are those who cried all night,\n#Miss #Love",
        "@hm_ssgirl 1- Change the USB port you're using\n2- Change the phone's USB connection type when you plug in USB cable… https://t.co/wKZ7KYDLD5",
        "@Farhaadmusic @hm_ssgirl خیلی گشتم تا جواب رو دیدم، توو نگاه اول «ن» به چشم نمیاد 😂😂😂",
        "@hm_ssgirl امید بزرگترین نقطه قوت هر آدمیه که با داشتن و نداشتنش میتونه مسیر زندگیش عوض بشه،\nاز کیفیت و کمیت رابطه… https://t.co/oJd06RRGEB",
        "@hm_ssgirl تجربه ی این مورد رو داشتم و اینطور نشد، البته دقیقاً من مفعول بودم و نتونستم اون فرد رو قبول کنم،خیلی هم… https://t.co/Q9EvJRx5KT",
        "@enriqueiglesias https://t.co/rphRHj1zR6",
        "@hm_ssgirl خب اگه حسی نداشته باشه دیگه این رابطه یک طرفه چه ارزشی واسه قدم برداشتن داره؟",
        "@hm_ssgirl بله صد در صد ، حتی تا اون سر دنیا نوک قله قاف هم باشه میرم",
        "My Web Programming with #Python and #JavaScript class right now, it is amazing , https://t.co/ZrKJq2ZMnP",
        "@zahra_gheibi @hm_ssgirl 🙏🏻😅",
        "@khabaronlinee جالبه همه دولت های جهان و خودروسازان ضرر کردن اما دولت ایران با خالی کردن جیب مردم با وام یارانه و آ… https://t.co/NgKFvu6zby",
        "Happy mother's day 2020 , I Love you mommy, https://t.co/g9IHWJppLe",
        "@uk8qnzl @MailOnline @BorisJohnson Regardless of 5G's origin and chinese companies which provide it, I don't think… https://t.co/l9ZOPghJl0",
        "@MailOnline The president Xi and its government should be responsible for global financial crisis as well as people… https://t.co/0ZZNw5P0Bq",
        "@dw_persian جالبه هیچ کدوم از مسئولین ایران با قطعیت نظری نمی تونن بدن، اینم شاید....\nآقای آذری جهرمی که بی عرضه تر… https://t.co/FqWnToedy9",
        "@realDonaldTrump I really admire your policies against the China,",
        "@zahra_gheibi @hm_ssgirl دقیقاً، درس خوندن رو خیلی دوست دارم و یکی از بهترین تفریحات منه، یادگیری رو خیلی دوست دارم،",
        "@BBCWorld They eat the animals which the wild hunters don't eat them,vomiting, 🤮🤮🤮🤢🤢🤢 turtles , pangolins, bat, dog , cat , snake and so on,",
        "@BBCWorld Shut down them, Chinese food habits must change definitely,",
        "@hm_ssgirl هیچی مثل درس خوندن و مطالعه چه درسی و چه غیر درسی لذت بخش نیست",
        "@tilddaCutee @Maghrore_Jazab Your tweet was Twitter recommendation post for me, Everybody is free I think,",
        "@Maghrore_Jazab @tilddaCutee 😂🤣😂🤣😂Oooooh Yes,",
        "@Maghrore_Jazab @tilddaCutee الان ریتوییت کردن این پست واسه چیه منم نمیفهمم،",
        "@hm_ssgirl It is really hard to say,\nI don't know what works do you need money for? And why you should do that?\nI h… https://t.co/qNgg0SjMDR",
        "@hm_ssgirl 😔😔😔there are more chances ahead, don't give up,",
        "@hm_ssgirl WOW 😳 I can't decide wether you like to do this job",
        "@hm_ssgirl Amazingly if you think it's wrong, why do you want to do it?",
        "@hm_ssgirl I didn't get the point, what you mean?",
        "@hm_ssgirl Cause of Corona you lost your job?\nWhy you can't share the details with your family?",
        "@hm_ssgirl It is a financial crisis around the globe which makes everyone's life harder and harder,\nYou don't have any jobs right now?",
        "@hm_ssgirl So Why? What kind of problem makes you feel bad?",
        "@hm_ssgirl It seems you don't have any emotional moments, I'm so sorry, However I can help you in whatever makes you feel better,",
        "@hm_ssgirl Take a deep breath and think about what you have done which makes you happy every time you imagine it",
        "@CNN I hope she gets well soon 🙏🙏🙏 She is so strong enough to fight the covid-19,",
        "@football_farsi @IranIntl اگه باعث مرگ هم نشه اون بچه کی میخاد بزرگ شه که این فردی که پدر ناخواسته اش هم میشه که بتونه باهاش ازدواج کنه؟\n😂😂😂",
        "@IranIntl از توصیه های رساله هم در دعاهاتون کمک بگیرین... https://t.co/M2V4nLKzQs",
        "@khabaronlinee این آقای #حریرچی اصلأ بدرد نمیخوره،\nهر چی میخوایم به آقای روحانی بگیم سریع اوکی میکنه، مساجد دانشگاه… https://t.co/7Y11MK4oUE",
        "@khabaronlinee ولی واقعاً دارم میبینم خدا با حسن آقاست،\nهر اتفاقی میفته جمعه میشه که ایشون حرفش زیر سوال نره،\n#جمعه #خبر_جمعه",
        "@hm_ssgirl Don't ever Tink",
        "@hm_ssgirl 🤣🤣🤣🤣\nTop trends in Iran, #Pride #earthquake",
        "وزارت صمت و سازمان حمایت مصرف‌کنندگان تصمیم گرفتن مردم خودرو نخرن تا فرمول قیمت خودرو رو ارائه کنن،\nجالب اینه فرمول… https://t.co/roR5LBQbXo",
        "@sepidarrrrrr 🤣🤣🤣🤣🤣 می‌تونه مادرشوهرشو وقتی رفتن رستوران موقع شام ببره سرویس درو ببنده خودش بیاد شام ک تموم شد بره آزادش کنه",
        "@oNsDLHIWEAz4R17 @sepidarrrrrr 🤣🤣🤣🤣🤣 می‌تونه مادرشو وقتی رفتن رستوران موقع شام ببره سرویس درو ببنده خودش بیاد شام ک تموم شد بره آزادش کنه",
        "@sepidarrrrrr این جور مردا رو باید با تریلی از روشون رد شد بعدش با خیال راحت رفت ی شام تنهایی خورد،\nحق یک زنه و به… https://t.co/VCI57plJYI",
        "@khabaronlinee این خیلی جالبه توو ایران هر اتفاقی میفته سریع پمپ بنزین ها شلوغ میشه 😂😂😂😂😂😂😂ملت نون نداشته باشن بخور… https://t.co/gKWg7EzfIL",
        "@khabaronlinee خدا دید مردم نمیتونن برن پارک و مراکز تفریحی،گفت ی تکونی بدیم برن ی سر پارک بزنن هواشون عوض شه",
        "@BBCWorld The sentence of prison is not enough for racist, someone who think the White skin peoples are better than… https://t.co/Hgpfbs4WsZ",
        "بیا لباس هم باشیم،\nدکمه‌دکمه روی تنِ هم بوسه بدوزیم\nدلم میخواهد\nدست من در آستین تو باشد\nدست تو در آستین من\nطوری که… https://t.co/0CC9XiNAXh",
        "@elgringofficial این زلزله توطئه آمریکا بود، میخاست اونایی که توو خونه موندن رو بیاره توو خیابون و قرنطینه شکسته بش… https://t.co/CJqMjqSjSw",
        "@elgringofficial زلزله دقیقا عین اَلَک بود ی تکون بده اونایی که ریزترن بریزن پایین درشتاش بمونن 😂🤣😂🤣😂",
        "@Zeynab_bn @avaler1995 The best comment I have ever seen",
        "@firstmiim خودِ چاقو بد نیست و وسیله ای مفیدیه \nولی\nاگه همین وسیله به دست یک آدم مریض و روانی بیفته فاجعه به بار می… https://t.co/ONpKJczZxN",
        "@Ithossein1 😂😂😂😂😂😂\nسریال سوری- مدیر کل\nیادمه ولی هنوز ازدواج نکردم 🤣🤣🤣🤣",
        "@alireza_matouri @FarsNews_Agency 🤣🤣🤣🤣",
        "@MailOnline WOW THAT'S UNBELIEVABLE, WHY????",
        "@FarsNews_Agency تنها سوالی که از مسئولان حوزه‌ی خودرو می‌شه پرسید: \"ناموسا چه گوهی دارین می‌خورین؟\"",
        "@hm_ssgirl @Yasbanoo94 هرچی فکر میکنم چاره ای پیدا نمیکنم،فقط ی چاره برای خودم ساختم که اینه،\nتوو لحظه زندگی کنم و… https://t.co/XSbVEgl2dO",
        "@hm_ssgirl @Yasbanoo94 هم حس خیلی قشنگیه و هم حس خیلی داغون کننده ایه،\nکنارشم دووووسش دارررم و این قشششنگ ترین لحظا… https://t.co/Mo2fRwK5y9",
        "@Yasbanoo94 @hm_ssgirl تجربه اشو دارم ولی بازم دووووسش دارررم دوووووسش دارررم دوووووسش دارررم",
        "@khabaronlinee آقایِ به ظاهر مسئول، برو این اراجیف رو به حسن آقا بگو که داره ملت رو میفرسته لبه تیغ،\nجلوی دوربین واسه کی زر میزنی؟",
        "@khabaronlinee فقط میشه گفت خنده داره و در عین حال تاسف برانگیز،\nنمیدونم چی این وسط خراب میشه یا کم میشه اگر مردم د… https://t.co/o6efcqPY1N",
        "@FarsNews_Agency ما مسئول بهداشت و درمان توو ایران نداریم که این احمق میاد اینجوری سیاست گذاری میکنه؟\nواقعاً میخاد… https://t.co/SvyTmkDnf3",
        "@dw_persian بعضی وقتا پیش خودم فکر میکنم که چرا یک مرد یا یک زن باید شریکی که انتخاب کرده رو مورد خشونت قرار بده، و… https://t.co/EMhwMKsvjP",
        "@khabaronlinee بعد از چند روز کم شدن آمار مبتلایان و بیخیالی مردم از بابت دلگرمی ها و اجراییات احمقانه مسئولین و ری… https://t.co/IhqnjyIH4K",
        "@Pedram دقیقاً دیگه علایق مون هم دارن حوصله سر بر میشن 😔😔😔",
        "@exoproto سوای دین داشتن یا لائیک بودن ، این بحث بحثِ مدخرف و غلطیه،",
        "@wwravenclaw @exoproto @shahrzaad این نظریه شما اشتباهه، یعنی الان مردا باید سرشار از ویتامین دی باشن؟\nدرست و بجا مقایسه کنید",
        "@khabaronlinee این هم مثل داروها و واکسن های قبلی که ایران تولید کرده....",
        "@TheInsaneApp I have enrolled in CS50's Web Programming with Python and JavaScript,",
        "@FarsNews_Agency ایشالا شما و همه اون احمقایی که میرن رو همون جا توو مساجد و نماز جمعه دفن کنن تا جهان پاک و پاک تر بشه،",
        "@khabaronlinee لطفاً این واژه #قرنطینه رو از زندگی روزانه ایران خارج کنید، کی و کجا قرنطینه هستن که بیخود چنین پست هایی میذارید؟",
        "@Ribvarkurdi @marhoomakbar اینا به همین کار زنده ان،اگه دست بر دارن سقط میشن میمیرن",
        "@ssgirl_H_m 🤣🤣🤣🤣🤣 فک کنم ترم رو حذف کنیم بهتر باشه",
        "@dw_persian یعنی واقعاً واجبه؟؟؟؟؟؟؟",
        "@euronews_pe این دانشمندان هم خسته کردنمون هر‌ روز ی حرف میزنن،والا بخدا زندگی دیگه بی معنا شده",
        "@ssgirl_H_m سوال سختیه،سوال بعدی لطفاً،\nولی از نظر زمان شروع خلقت قبل از تئوری بیگ بنگ شب بوده،",
        "One the best music video I have ever seen and heard , #safri_duo #samb_adgio #year_2001 https://t.co/agASm1Vv17",
        "@BBCWorld I think president Trump is the greatest strategist against the China,",
        "@aliziyak ما هم به همه معلم ها تبریک میگیم مخصوصاً اونایی که میگفتن اگه چیزی هست بگین باهم بخندیم 🤣🤣🤣",
        "@WHO A positive news from scientists can relieve the stress and increase the hope and courage,",
        "@khabaronlinee برای من این موضوع سوال بزرگیه،\nآیا وزارت بهداشت ابتدا باید وضع سفید اعلام کنه؟یا وقتی رییس جمهور بگن… https://t.co/8TbWJHeJt4",
        "@agha_Hamed1 🤣🤣🤣🤣🤣🤣 چت شون عاااالی بود",
        "@mmurmanskk @khabaronlinee خب اینا هم از اون مراکز مذهبی-تجاری نون کوفت میکنن",
        "@khabaronlinee همیشه در طول تاریخ دلیل نفهمی و بوجود آمدن این همه دین و مذهب ، فقط رهبران مذهبی بودن که با مخالفت ه… https://t.co/tmUO5yq32O",
        "@negza6teen استغفرالله 🤣🤣🤣🤣پژو پارس خودروی ملی فرانسه است، واسه خودروهای با کیفیت ایرانی چرا حرف در میارین؟\nالان اگ… https://t.co/FVaGZ6AYkM",
        "@IranIntl از این قبیل صف ها طی روزهای آینده جلوی دفتر خدمات دولت توو ایران واسه سهام عدالت زیاد خواهیم داشت،",
        "@FarsNews_Agency آقای نمکی در این مورد خیلی ضعیفی که بخای نظر بدی،\nچهارتا یابوی مذهبی بیان سر و صدا کنن شماها جرات… https://t.co/avGoq07rJM",
        "@PejmanRahbar خب اگه ما این همه آدم مریض داریم که پیگیر و فالوور این نکبت هستند پس برای کی حرص بخوریم؟\nوقتی به این… https://t.co/FwIK7QNYft",
        "@Tsmidahn No it's not my English comprehension, I know she means the start of covid-19 spread. However, it is not f… https://t.co/Bbgmvn9xev",
        "@euronews_pe جالبه تنها کشوری که خودرو سازها در هر حالتی سوار بر مردم هستن فقط ایرانه و هیچ وقت خودشون ضرر نمیکنن",
        "@BBCPouria واقعاً اونا چ احمقایی هستن که جمع شدن بهش گوش میدن😂😂😂",
        "@IranIntl اینا الان استخون هاشون تموم شده کم کم شروع کردن پاچه گرفتن،",
        "@Tsmidahn @cnni Yeah, as you said \"was\",\nNow the European countries and the US have the majority and Iran control the outbreak,",
        "@FarsNews_Agency خب خدا رو شکر از فردا یه سری افراد جمع میشن و شروع میکنن به خرید و فروش و دلال بازی سهام،\nاز مردم… https://t.co/dzsyhUQD4W",
        "@Farhaadmusic It is so good, Electronic music is attractive for me",
        "@Farivarkharabat https://t.co/pFyEfWYeAf",
        "@BarryDa32688889 @CNN I don't think this problem related to it's news source,\nWe have many people around the world… https://t.co/73QPNsfT9n",
        "@cnni I didn't get the point, Why Iran?\nAll the countries around the globe have serious problem due to #covid19 pan… https://t.co/AjNTtAsb8K",
        "@CNN Parents should be aware of using disinfect products, I think the products should be kept out of home or far away from childrens,",
        "@hesamism دو بار هم اشانتیون بشه ده نکته...",
        "@IranIntlbrk ایشالا قسمت حسن آقا و دار و دسته شون بشه",
        "@banannafish ممنونم از محبت شما،\nبخونم رو هم به فعل هایی که گفتم اضافه کنید،",
        "@EhsanRh99 @banannafish توک زبونی حرف زدنش باحال بود",
        "@banannafish معنی واژه کراش رو واقعاً متوجه نمیشم در بین سایر کلمات فارسی،\nاگه میخایم فارسی بنویسیم پس فارسی بگیم و… https://t.co/Kffrtwfa1Q",
        "@NadiaAshrill The bridge of Madison county, It is a novel but attractive one,",
        "@cnni I think the east Asian countries are in a competition to disqualify the other countries in the world,\nChina a… https://t.co/0UCw4jMK2O",
        "@NadiaAshrill نه...",
        "@khabaronlinee پس خودتون هم ماسک رو در اختیار مردم موقع سوار شدن به مترو قرار بدید،\nامروز چک کردم توو سایت های ایرا… https://t.co/hvWj9up4vN",
        "@Reyebl خورونا 😉😂",
        "@IranIntl الان آقای روحانی داره واسه اماکن مذهبی و نماز جمعه خودشو جر میده واسه اینه که توو این یکی دو ماهه ائمه جم… https://t.co/wnAfCXlx5g",
        "@dw_persian RIP😔😔😔😔\nGOD BLESS THEM 🙏🙏🙏🙏",
        "@khabaronlinee خب چرا به مردم بدبخت نمیدن بخورن که اینجوری نشه؟\nمعدوم کردن اینا براشون پول میشه؟\nمردم بخورن گناه می… https://t.co/ACDQEk04jp",
        "@SecPompeo I think the process of Iran's sanctions is just like the Road Runner cartoon, The US paly role of coyote… https://t.co/Hkjoprll1U",
        "@Farhaadmusic @elgringofficial سحر قریشی هم قرار بود یه تشکر ساده پدرش از مادرش بابت قرمه سبزی باشه ولی متأسفانه منجر به تولید این آشغال شد",
        "@elgringofficial نشون میده که اونا علاقه ای به همبستری با اون پلنگ ها و استارهایی که قول دادن ندارن،\nیکیشو توو یکی… https://t.co/A6c561h6Dx",
        "@IranIntl آخر ما نفهمیدیم ماسک خوبه یا نه؟\nهر روز هر کی میاد ی چی میگه،\nالبته با این قیمت ماسک های حتی ماسک های ساد… https://t.co/lGJ7GKhVJH",
        "@BBCBreaking It's a tragedy that China made for the world,\nHowever people's life is nothing to compensate,",
        "@MailOnline I know I can't climb the Everest mountain cause I think it's far away from my physical abilities, Howev… https://t.co/RnnkxH28vi",
        "@IranIntl این حرومزاده رو باید از جهان اخراج کرد، به نظرم این ترویج هرزه گری و آزار جنسی باید با جدیت از سمت همه ی… https://t.co/lcYzcpkLoD",
        "@karamka78070551 Thanks for your translation,\n شكراً لترجمتك\n⁦🙏🏻⁩⁦🙏🏻⁩⁦🙏🏻⁩⁦🙏🏻⁩⁦🙏🏻⁩",
        "@aidaghajar بسیار کار خوبی کردن، واسه این هرزه حرومزاده دیگه کارگروه حقوق بشری میخااااد؟\n#اینستاگرام_مچکریم",
        "@USAdarFarsi اگه این کمک ها واقعیه آقا بیارین با یه هواپیما بریزین روو سر مردم ما رو خلاص کنین،\nاز این سیاست بازی م… https://t.co/HbOKctJaN2",
        "@santiaaagoooo آقایون خانما کسی میدونه آمار بیکاری ایران رو از کدوم رسانه باید ببینیم؟\nچون خدا رو شکر تلویزیون های… https://t.co/28jmhps7Ty",
        "@DailyMailCeleb @MailOnline So sexy and hot 🔥🔥😈",
        "@IranIntl He is so amazing, He tells the story before writing, I don't know why he advices the medical treatments,",
        "@pgcorus SELECT Like FROM tweet WHERE (grandparent is alive)\n😉😷👍🏻",
        "Truck management system using C# MSSQL \n#programming #SQL #Csharp #visualstudio #microsoft #MicrosoftTeams #Windows… https://t.co/iproYukzs8",
        "@Mota_Irani @khabaronlinee tan(ماه)= y / x | log(کِش=π)\n🤣🤣🤣🤣🤣🤣🤣",
        "@khabaronlinee خب اگه پنج شنبه ماه رو استهلال کردن پس چرا امروز ماه رمضون نیست؟\nفک کنم چون جمعه است اول باید آقای ر… https://t.co/d41awGCzd1",
        "@Mota_Irani @khabaronlinee ناسا این همه زحمت میکشه هزینه میکنه حالا اینجا با این مسخره بازی ها دنبال ماه میگردن،\nجا… https://t.co/LyjLo3GSRC",
        "@euronews_pe This is a failed plan,",
        "@BBCBreaking @BBCFergusWalsh I really want to be a volunteer to get vaccine, I hope we get rid of Corona virus ASAP.",
        "@DailyMail @MailOnline I think China must pay compensation to the all countries,",
        "@KingMaziyar @kYiVPTQF1PGIyZT @IranIntl استدلال خوبی نیست، و اگر به نظر خود واقف هستید شما حرف بقیه دوستان رو زیر س… https://t.co/VE2yYQr8cf",
        "@KindsonAlex @IranIntl نظر شما  برای بنده خیلی محترم هست",
        "@Bijan_Bad @IranIntl من اگه هم نظری دادم بر نظر ایشون، کاملاً شخصی بوده و آزادی عقیده ی بنده هست،\nبه نظر من و با تا… https://t.co/u0Fa93Q6HK",
        "@emrooz4 @kYiVPTQF1PGIyZT @IranIntl خب خدا رو شکر با ی خارجی هم آشنا شدیم،\nWhere are you from dude? 🤣🤣🤣🤣",
        "@kYiVPTQF1PGIyZT @IranIntl کاملاً موافقم و از این آشغالا هر چی بر میاد ولی ی حساب شخصی برای ابراز عقیده، خیلی با ای… https://t.co/ctw5nYwRYZ",
        "@kYiVPTQF1PGIyZT @IranIntl ی نگاهی هم به سال ورودت به توئیتر بندازی بد نیست،فکر نمیکنم اونقدر سابقه داشته باشی که ب… https://t.co/8JaC0XqT0W",
        "@kYiVPTQF1PGIyZT @IranIntl فکر نمیکنم تعداد فالوئر به عقیده ربطی داشته باشه در غیر اینصورت با ۱۴۰ - ۱۵۰ نفر هم فرقی… https://t.co/eBU965Ql5A",
        "@IranIntl ما نخوایم اینقدر آقا بالاسرهای مختلف و دلسوزهای متنوع داشته باشیم و آزاد زندگی کنیم کی رو باید ببینیم؟\nجم… https://t.co/8GaSBhoD5w",
        "@samane_savadi چون عقل نباشد جان در عذاب است......",
        "@IranIntl این هم هر موقع ج..دگیش گل میکنه میره ی چنین کارایی میکنه،فک کنم از فشار زیاد بی کسی اینکارو کرده",
        "@khabaronlinee ی ضرب المثل خوب و بجا داریم که لازمه برای هر دو طرف در اینجا استفاده بشه،\n» خر با لگد خر نمی میره «… https://t.co/UsDHWJ4VPZ",
        "@FarsNews_Agency @DrTedros don't worry,\nThe great disaster in #COVID19 outbreak is ongoing in #Iran ,",
        "@mohamma26671067 @elgringofficial داداش قابل شما رو نداره، این چند بشکه رو مهمون ما باش،\n» مذاکرات چند روز آینده بازار نفت «",
        "@elgringofficial الان اگر قیمت یک بشکه نفت ۱۰ دلار باشه با پولش میشه ۱۰۶ لیتر بنزین دولتی زد توو ایران، خیلی هم عال… https://t.co/1dSq5ARxR0",
        "@euronews_pe ی چندتا ونتیلاتور به مسئولین نظام ایران بدید یه خرده اکسیژن به مغزشون برسه انقد کارای احمقانه نکنن،\nای… https://t.co/hjyDm91582",
        "@IranIntl یعنی الان خیلی واجب بود تظاهرات کنن؟",
        "@dw_persian به درک که مذاکره نکردین🤬🤬🤬🤬",
        "@elmira_sharifi @pooriast @khabaronlinee درود بر شرفت",
        "@emadolkotab @sinavaliollah گوه نخور ماله کش احمق حرومزاده،ایرانی ها باید زنده بمونن ی سگ هایی مثل شما دروغ گوها با… https://t.co/KfT6tbkOci",
        "@khabaronlinee خب پس چرا همه چی رو دارین عادی جلوه میدین و دارین بیخیالی رفتار میکنین؟",
        "@sinavaliollah https://t.co/jOLyy8H7MJ"
    ]
}