{
    "screen name": "tigerboy_01",
    "no. of tweets": 168,
    "tweets": [
        "@m_alblaihed @Huda_Alblehed @Monther66 ماشاء الله تبارك الله .. عائلة كريمة وفية عطائها ممتد من اجيال سابقه قدمت له… https://t.co/RNymdj3UY3",
        "@miskalakhbar ان لبست الاحمر او الاصفر او الاخضر \nفقلمك الجميل الساحر تسيل منه الانهر ..",
        "@USAbilAraby اتمنى ان يبنى لهم شاهد في كل صرح طبي تقديرا لعملهم ..",
        "@NadimKoteich @kwt_aw يستبق الصلح خوفا من السلخ ..",
        "@IamNaifHarbi @zakikammas بيض الله وجهك يا اخ نايف ..\nنحتاج ان نكبر ونفكر في مستقبل اجيالنا القادمة ونحب بعض كمجتمع… https://t.co/4G9auLieqb",
        "@alhlawani رحمة الله عليه ..",
        "@AmaniAAJ رحمة الله عليه كم اسعدنا واضحكنا..",
        "@mambdubai1 ممكن نصيغها كالتالي :\nتغلب السيء على الأسواء..",
        "@malarab1 بلاد العرب اوطاني ..",
        "@AmaniAAJ لبنان هذه مشكلته ..👇هناك من يريد ان يحول لبنان الى محافظة ايرانية وعمل لاجل هذا الحلم سنوات طويله وبالتزا… https://t.co/5bXfsKuS8f",
        "Revoking facebook Managment decision of Appointment Tawkkol Karman in the Oversight Board: Tawkkol Kermal must be r… https://t.co/lrOqIocOCZ",
        "@Ali1994official فعلا الحزب قتل ابناء الضاحية بتفجيرات حصلت في بداية ازمة سوريا والهدف منها كما كان الهدف من تفجيرا… https://t.co/dw86CReqkU",
        "@ZeEbuq @mujtahidd استغفال ما بعده استغفال للقاريء ..!!\nميزانية تدريب موظفي ارامكو ما وصلت ٢٠ مليون دولار !!\nالظاهر… https://t.co/pkkQRHHL0s",
        "@ArwaDK الكذب ..",
        "@SarahMatar وتصغر في عين الكبير العظائم ..",
        "@miskalakhbar @u1HSpA81YS2t9me لعل الصورة تشرح مضمون الخطاب ولكن موجه .. https://t.co/Vy4kkyF0A1",
        "@Qatar_Press_Net @USAbilAraby @DOTArabic @USAinKSA @USEmbassyQatar @CENTCOMArabic @USEmbassyCairo @USAinUAE مثلهم ك… https://t.co/jSU2MvS5eI",
        "@IlhanMN the coalition’s intervention to stop Iran’s control of the fourth Arab capital with the support of your Mu… https://t.co/QnueqsLxaz",
        "@IlhanMN It is very clear that you are absent from what is happening in Yemen. Saudi Arabia interfered in Yemen aft… https://t.co/71PYu10UZM",
        "@realDonaldTrump https://t.co/jjxfQRjX4M",
        "@COsweda @brianstelter @realDonaldTrump @GenFlynn OBAMAGATE",
        "@sabahalkhozai لا تصدق اخبارهم فالحقيقة ان ترامب اجتمع مع قادته اليوم  وهناك اخبار ان امريكا الهجوم وكالعادة ايران… https://t.co/TkbmnlNalG",
        "Revoking facebook Managment decision of Appointment Tawkkol Karman in the Oversight Board: Tawkkol Kermal must be r… https://t.co/itbwfpbryi",
        "@Weddo_J بيشغلوا الناس عنهم ..",
        "@agly1988 قمة الوقاحه يا تركيا ..\nاليس في بلاد الترك رجل رشيد !!!",
        "@zainijamadar كيف كذا ؟ \nاجل الجزيرة تنبح وتلفق وتفبرك وتنشر الاشاعات على مين ؟؟ اقصد مين يعني ؟\nاستعانت بالقاصي وا… https://t.co/j9BD8bws2A",
        "@hassinaouch استاذة حسينة .. \nان ربك لبلمرصاد .. \nقبل اسبوع اغرقوا لاجئين افغان واليوم ينتقم الله اهم من هذا النظام المجرم وجنوده ..",
        "@SAUDI_POWER0 ان ربك لبلمرصاد..",
        "@SAUDI_POWER0 اغرقوا لاجئين افغان قبل ايام واليوم ينتقم لهم الله باغراق ٤٠ بحارا .. العين بالعين",
        "@AlArabiya_Brk سبحان الله قبل ايام اعرف حرس الحدود الايراني الطائفي عدد ٥٠ لاجيء افغاني واليوم ينتقم الله لهم ..",
        "@orchardcitygal Days ago, the Iranian frontier guards drowned a number of Afghan refugees in one of the border rive… https://t.co/hjLEaJtXfr",
        "@Cresstove هذا دليل اخر ان ايران مجرد فقاعة كبيرة ..",
        "@miskalakhbar @u1HSpA81YS2t9me فات المعاد ...",
        "@JKacadmy They established an academy in the name of Jamal Khashoggi and his family knows nothing about it. \nDoesn'… https://t.co/eJXeaUi0tM",
        "@uae_3G @45Wal1 وكأنه يقول \" بيدي لا بيد عمر \"",
        "@AbdulkhaliqAlg7 ماشاء الله تبارك الله .. تحفه جميله",
        "@MohamadAhwaze @kwt_aw واضح تأثرهم بمقتل المجرم الطائفي قاسم سليماني واتمنى ان يتم الاحتفال بذكرى اغتياله ويخصص برا… https://t.co/P3F4mrJV5Q",
        "@miskalakhbar لعلها انتصارات رمضانية مثل تلك التي حصلت على مر التاريخ العربي والاسلامي ..\nفارتجزوا يا جيش ليبيا كما… https://t.co/eQGz1LiMP7",
        "@SamJundi سبحان الله !!\nبيدي لا بد عمر..",
        "@aa_arabic @kwt_aw الليبيين يجب ان يقولوا ان اسطنبول ايضا هدف مشروع وانقرة وانطاكيا وميرسين وازمت ومضيق البسفور وجس… https://t.co/oCz2te8NyS",
        "@muna__abdu سيده راقيه سبق ان قابلتها بلبنان .. زوجها سعودي وابنها فهد سعودي وابنتها زينه ( اسم على مسمى ) ايضا سعودية ..",
        "@marie58412859 72 hrs",
        "@meshaluk Done",
        "@miskalakhbar ويل للفرس اعداء العرب من شر قد دنا واقترب ..",
        "@nadee9m9 صادفته وانا طالع من حائل لضاحية جبة ماشاء الله تبارك الله مشروع يفتخر فيه كل سعودي وعربي ..",
        "@BBCArabic تعرفوا تصوموا ؟\nالسعودية اخر من يفكر بعلاقات مع الكيان الصهيوني ..\nاحببت ان اذكركم يا بريطانيين ان سبب ن… https://t.co/so8JyRbfQV",
        "@RealFadiGhosn الشخص المناسب بالمكان المناسب",
        "@AdvertiserArb ابنتي ترغب في دراسة العلوم السياسية لمرحلة البكالوريوس هل من اقتراحات او توصيات مع الشكر ..",
        "@MHFaqi رحمة الله عليه .. \nاخر مره رأيته فيها كان في عزاء والد الكاتب الأستاذ علي الرابغي حفظه الله ورعاه ..",
        "@History1060 جهد وتعب ابوه من النباح في قنوات الجزيرة والميادين والعالم الإيرانية ..",
        "@zhsaffar ألم تكن ارض الله واسعه فتهاجروا فيها ..\nالتغيير مهم للنجاح ..",
        "@zainijamadar المشكلة ان هالطيور حاضنه بيض او زغاليل يقتل الام او الاب او الاثنين معًا ..",
        "#No_Tawakkol_Karman https://t.co/6T9XPR5cK6",
        "@HawrameRozan @Qais_alkhazali المشكلة ما لابس محبس باصباعه !!!",
        "@SamJundi المقطع قديم",
        "@Canadian1nKSA @305local Remember that the apples are throwing stones to fall, those who are targeting you aiming t… https://t.co/oKL4HtOyMc",
        "@orchardcitygal Very true, furthermore the assassination of Qasim Sulaimani a reason too ..",
        "@suwaidi_jamal لا اعلم عن رأي الشيخ الالباني رحمه في هذا الموضوع ولكن حديث الرسول عليه الصلاة والسلام الذي يقول فيه… https://t.co/IbyX7guDYF",
        "@LiBya_73 قدموهم هدية لبشار الأسد مق قدوم العيد ..\nالعيد عيدين ..",
        "#توكل_كرمان https://t.co/6T9XPR5cK6",
        "@Dralnoaimi https://t.co/6MW3tujL7q",
        "@SarahMatar نوفمبر",
        "@FaresSouaid يلقاك يحلف أنه بك واثق \nوإذا توارى عنك فهو العقرب \nيعطيك من طرف اللسان حلاوة \nويروغ منك كما يروغ الثعل… https://t.co/KW9kEUo3gm",
        "@abduljawadm @d2jRUmBkYC1uIRz امين ..",
        "@Alshaikh2 هل نملك الجهاز القضائي لمحاكمة مثل هذا الخائن و من يقف خلف تلك التغريدات ؟",
        "@miskalakhbar ليست عمليات فردية بل عمليات منظمة ومخطط لها وبمساندة استخباراتية ولوجستية عالية ..\nطبعا هو جزء من الج… https://t.co/WntnyOBvhB",
        "@ghathami حجروا واسعاً ..",
        "@RoyNabilTANIOS فرق بين رفيق الحريري وبين غيره ..\nاتذكر كيف انتشل لبنان من بلد مدمر الى بلد مزدهر ..\nاتذكر السوليدي… https://t.co/KcsO4c9yRj",
        "@305local @Facebook I think it's time to boycott Facebook https://t.co/2t9XjMLl3z",
        "@MstrMax11 @Avery1776 https://t.co/m1K4ZdBU69",
        "@mansour_y اعتقد ان التخلص من كبار السن احد الأسباب فهم يضربون عصفورين بحجر واحد",
        "@Hash_law الله يوفقه ويعينه على هذه المسؤلية .. والده كان احد رجالات الدولة وتقاعد رتبة عميد ركن وكذلك خدم في الاعل… https://t.co/E65RiNMqqz",
        "@suwaidi_jamal شخصنة النقاش وهروب منها ..",
        "@mjsamman وفقك الله ..",
        "@suwaidi_jamal الدين المعاملة ..",
        "@sababahabri مبروك يا سعادة العميد على الثقه واسأل الله ان يعينه على المسؤلية الكبيرة والثقة الغالية ..",
        "@hrw_ar بلدهم وهم احرار فيه ... اهتموا بالشعب الإيراني فهو تحت حكومة مجرمة مدعومة من قطر وتركيا ..",
        "@tmafaisal متسلق ميكافيلي يمارس الكذب كما يتنفس الهواء .. https://t.co/yK1VmASHb8",
        "@SpeakerPelosi You tweet after the Police attest the killers  ?\nWhere were you when his family was seeking justice… https://t.co/9d7QPiP9I3",
        "@MadaniAbadi1 ماشاء الله تبارك الله ، ما اجمل تمثيل الوطن .. رحم الله العم عبدالله المرشدي ابو هاني لنا ذكريات جميل… https://t.co/7oSpnj5rNx",
        "@miskalakhbar قاطعوا منتجاتهم قاطعوا أفلامهم قاطعوهم سياحيا واقتصاديا وماليا ..",
        "@SamJundi https://t.co/Nly6OFcstV",
        "@ReemAlIraq1 ويل للفرس من شر قد اقترب ..",
        "@y0uxf خذوه فغلوه .. https://t.co/3vBigiEPKb",
        "@Alshaikh2 المدينة المنورة على ساكنها أفضل الصلاة وأتم التسليم ..",
        "@nada_oo7 @7ibar https://t.co/UCQ6Vmub7S",
        "@Alshaikh2 @rterdogan_ar https://t.co/TjTHm0NTpS",
        "٣- \nقيل ان هذا البيت من اجمل ان لم يكن اجمل بيت شعر في العصر الحديث :\n\nوﺍﻟﺴﻴﻒ ﻓﻲ الغمد ﻻ ﺗُﺨشَى مضاربُه\n\nﻭﺳﻴﻒ ﻋﻴﻨﻴﻚ… https://t.co/3cdIT0OWY2",
        "٢-\nوهفت به الذكرى فطاف مع الدجى مغنى فمغنى\nهـزته مـنك مـحاسن غنى بها لـمّـَا تـغنَّى\nيا شعلةً طافتْ خواطرنا حَوَالَ… https://t.co/TbjYjotCbf",
        "إدريس جماع شاعر..\nأحب فأصابه الجنون ..\nتغزل في فتاة بالمطار وغار زوجها:\n\nأعلى الجمال تغار منا ماذا عليك إذا نظرنا\nه… https://t.co/0ikskuu6s1",
        "@miskalakhbar اصبح النظام كالكلب المسعور ( اكرم الله الحاضرين)\nوالله انها بوادر انهيار عندما تعادي الجميع ولا عهد ل… https://t.co/G6KQ0kVilF",
        "@jaberalharmi لا اعلم يا الحرمي اي بلد ستختار هربًا مع من يدفع لك !!\nان موعدهم الصبح ، أليس الصبح بقريب ..",
        "@dr_aljeddani اتذكر عندما كنت اعمل بمصفاة رابغ كنا نطلع كشتات في خور رابغ وكنا نرى السلاحف على الجزر في الخور وكذلك أعشاش النسر البحري ..",
        "@miskalakhbar لله ألامر من قبل ومن بعد ويومئذ يفرح المؤمنون بنصر الله ..\nاللهم بشائر نصرك مع اقتراب ذكرى معركة الإس… https://t.co/Z9uk6jbjak",
        "@Mohamme87909393 @RealFadiGhosn صح بدنك ..",
        "@dbx_1974 لا تثق بأحد أبدا أبدا أبدا خاصة في الامور المالية ..",
        "@RealFadiGhosn ليس سارق الوطن فقط ..!\nبل قاتل رجالاته ..\nهادم لذاته ..!\nطارد المستثمرين ..!\nزعيم عصابة مأجورين ..!… https://t.co/1Qw9ceAN6L",
        "@E_Stable_Genius https://t.co/4edtCwRWNE\n\nشوف صدر النفي من رئاسة الحرمين",
        "@E_Stable_Genius الله يتقبل .. تخيل الحرم بيننا وبينه ساعه بالسيارة وما نقدر نروح !! الله يتوب علينا ..",
        "@E_Stable_Genius لا تصدق الا من الجهات الرسمية ..",
        "@irinatsukerman This is the only language that Iran Know ..",
        "@orchardcitygal Just read the Lebanese past , the president and the future you will find out how the economy, touri… https://t.co/WP4OtUNnlz",
        "@305local Evil regime..",
        "@orchardcitygal This wil continue as far as Hezbollah controlling the Lebanese Government yet the worst is coming ..",
        "@SarahMatar موظفي العلاقات يجب الاهتمام بالمظهر والأناقة لانها جزء عملهم .. ولكن ليست بالطريقة التي استخدمها معهم ح… https://t.co/gNaoyUDe2y",
        "@SarahMatar كان هناك رئيس يتفقد لبس موظفيه من قفل ازارير الثوب كلها ولبس الجزمة ( اكرمكم الله) بدل الحذاء واستخدام… https://t.co/MvJpRdiaZp",
        "@sarazein911 لهذا أستاذتي يجب ان يكون للقلوب أجنحة لتحلق بعيدا عن القساة ..",
        "@bilarakib @MadDog31322654 هو موظف عند السيء حسن",
        "@royalsportgym @SamJundi @JasonBordoff @hamadjjalthani @A_AlAthbah احسنت",
        "@SamJundi @royalsportgym @JasonBordoff @hamadjjalthani @A_AlAthbah الوالدة الله يحفظها تدعي دايم تقول \" الله يبعد عنك أولاد الحرام \"",
        "@TRTArabi https://t.co/e03VCF8Q90 https://t.co/wuDQJiU9dG",
        "@royalsportgym @SamJundi @JasonBordoff @hamadjjalthani @A_AlAthbah حظرني النجس .. https://t.co/O2xPfOhaQp",
        "@bilarakib استهلاك اعلامي وتسويق لدى الشعوب الغبية",
        "@zhsaffar تسعة أعشار العافية في التغافل ..",
        "@miskalakhbar اللهم اصلح الشأن ووحد كلمتهم واهزم اتباع الفرس المجوس وادحرهم ومكن اهل اليمن منهم ..",
        "@sltanAlll https://t.co/s4xoLWvVUC https://t.co/06uVkkvoWH",
        "@3olma2 يا زكريا انا نبشرك بغلام اسمه يحي ..",
        "@LiBya_73 أتمنى نقل المعركة الى عقر داره في إسطنبول لماذا لا يكون هناك تحالف مع الأكراد ؟\nهذا الزنديق التركي الديكت… https://t.co/58JCPA8tbq",
        "@sarazein911 أستاذة ساره ، الحياة تستحق المحاولة ..",
        "@SAUDI_POWER0 الله لا يرحمه وان شاء الله يلحق بغيره من مجرمي ايران ولبنان ..\nتركوا بلدانهم وحضروا الى اليمن لافساد… https://t.co/bXr7CsMfCG",
        "@b_gtli جزاك الله خير .. بارك الله فيك وفي من رباك",
        "@b_gtli حفظك الله ورعاك و مشكور على كلامك الراقي .. \nانا قلت وجهة نظري الله يسلمك ،  والحقيقة التي يجب ان يعيها الآخرون فلكل مجتهد نصيب ..",
        "@b_gtli انا أهلاوي وأقول ان الهلال بهذا الفارق الكبير في النقاط يستحق بطولة الدوري لهذا العام فريق اجتهد و مستواه ش… https://t.co/EEqqsGEaw6",
        "@NadimKoteich @YouTube https://t.co/OnxTd9g7dX",
        "@AJArabic ههههههه الا وش اخبار لاعبي باريس سان جيرمان !!\nيقولون حاشرين الفاسد الخليفي ورافضين يخفضوا الرواتب ؟\nوش ت… https://t.co/CUFaagNIjv",
        "@ObservatoryLY لماذا لا يتم نقل المعركة الى إسطنبول وانقره ؟",
        "@aa_arabic @kwt_aw واضح جداً ..\nأوجه الشبه بينكم وبين نظام الملالي بايران كبيره ومتعددة ولا غرابة ..",
        "@GBarefah الف لا بأس يا حبيبي الحمد لله على السلامة ، وخطاك السوء واسأل الله ان يؤجرك ويثيبك ..",
        "@SkyNewsArabia_B الوزير وضعه حزب الله فلا غرابة ان يدافع عنه",
        "@MKHabtoor الصديق الاول مداهن وقد يورطك ..\nالصديق الثاني صادق وقد ينقذك ..",
        "@RSAffairs It was an intentional movement of the Iranians ..",
        "@RealFadiGhosn الشارع عنوان حكامه ..",
        "@zhsaffar أمين ويحفظكم ويحفظ لكم ذريتكم ومن تحبون ..",
        "@zhsaffar أسميت بناتي الأربع بأسماء من الطبيعه ومن العلم ..",
        "@aa_arabic نصابين ..\nهذا جهد السعودية ولم يكن لكم سوى ما يظهر بالصورة من اهتمام كاذب بالمواطن التركي ..",
        "@suhaibalyemeni1 حرب إعلامية ..",
        "@suwaidi_jamal صديق خائن اخطر من عدو دائم ..",
        "@suwaidi_jamal ايران دولة مجرمه لا تنقل الا الدمار والقتل والإرهاب ..\nالأفغان الان يعانوا من جبروتهم رغم مساعدتهم ل… https://t.co/eiF4hSJcdB",
        "@FadilaAlJaffal Good news ..",
        "@RealFadiGhosn اتمنى رميهم لقروش البحر لعل بقاياهم بعد الاف السنين تنفع جيل ذاك الزمان عندما يتحولوا لبترول ..",
        "@BarifahM حبيبي ربي يحفظك ويصونك ..",
        "#حط_صورتك_وانت_صغير https://t.co/Bl1CCj2gUB",
        "@TwiceThinkers لغة التعميم دائما تجانب الصواب ..\nهذه ظواهر في مختلف المجتمعات حتى تلك المغلقة مثل بعض الكنائس ودور… https://t.co/pXqvXvbn1q",
        "@yaktay ارهابي تركي يرافق المسؤلين الاتراك وله صور وهو يحمل رؤس سوريين تم فصلها عن الجسد ..\nاسمع يا اقطاي العرب قال… https://t.co/AKCCGMmFew",
        "@LiBya_73 هناك أناس تترحم عليهم عندما تشاهد صورهم وآخرين تلعنهم وتدعوا عليهم بكل ما يتيسر لك من دعاء بأن يحشرهم الل… https://t.co/9WauelQILL",
        "@SarahMatar رحمة الله عليه .. شخصية أبهرتنا عندما كنا ندرس بالجامعة لحضوره وشخصيته المميزة المبتسمة دائما .. \nازدهر… https://t.co/sooBE82b2l",
        "@zainijamadar لا حياة لمن تنادي ..",
        "@RealFadiGhosn سيأتي يوم ينتهي دوره مثل السليماني الإرهابي .. وسيبقى تاريخه الاسود بسواد قلبه دلالة على خيانته لوطنه ولشعب لبنان ..",
        "@jaberalharmi وتكبر في عين الصغير الصغائر يا حرمي ..",
        "@suwaidi_jamal يد الله مع الجماعه ..",
        "@irinatsukerman @MicheleDuffy18 Brotherhood organizations behind these decision..",
        "@Mojahedinar نظام مجرم اشبه بدراكولا الدم ..\nحسبي الله عليهم ..",
        "@AlaaMubarak_ اللهم امين ..\nاتذكر وانا في الجامعه وسيدة مصر الأولى تفتتح مكتبات في مدارس القرى المصرية لتشجيع القرا… https://t.co/uNSfZQEEbw",
        "@khabyahom هو اداة يستخدمها ترامب وقت حاجته ثم يلقي بها بالزبالة ..\nمثل قفاز اليد يستخدم ثم يرمى ..",
        "@saiedibnnasser @mujtahidd انت عبقري وفذ ..\nاعجز عن الانبهار بعقليتك ولا اعلم اي جامعه تخرجت منها وصقلت موهبتك في ت… https://t.co/j1SFyTEqyC",
        "@MohamedBinZayed اللهم امين ..",
        "@DrHAKEM من بلاويكم وفتاويكم وكذبكم وأشراركم الذين اذا خلو بمحارم الله انتهكوها ..\nكف إذاك عن بلاد الحرمين واترك عن… https://t.co/aiWghKTzPi",
        "@orchardcitygal Continued pressure on China will generates an explosion..\nChina should admit it is the cause of spreading the virus ..",
        "@miskalakhbar الدولة سبق ومرت بظروف مثل هذي وتم إيقاف الكثير من البدلات وبعد فترة استقرار عادت أفضل من السابق ..\nات… https://t.co/y960fAQBew",
        "@zhsaffar @BBCNews This video was send to me by one of my friend on WhatsApp..",
        "@zhsaffar @BBCNews Very sad, I saw last week dolphins enjoying their time inside Ubhur gulf (Jeddah) as result of n… https://t.co/fYscR3k8I0",
        "#غرد_بحبك_لسلطان\n\nاللهم ارحم عبدك سلطان بن عبدالعزيز كريم هذا العصر صاحب الأيادي البيضاء و اجعل قبره روضة من رياض ا… https://t.co/V2suX8XAjt",
        "@saleh1u1 المقطع قديم ..",
        "@saleh1u1 خسيس ..\nلا استبعد تربى عند القرضاوي ..",
        "@aboayman2231 @506_MBS @AR8AR8 @mktasf @Hope55sa @elle_1971 @1223_abdullah @saudix7m @sattam_al_saud… https://t.co/drQgYAsLIW",
        "@AkhbarMakkah لا حول ولا قوة الا بالله ..\nياليت حد الحرابة ونخلص منهم ..",
        "@miskalakhbar ان ربك لبلمرصاد ..",
        "@suwaidi_jamal القرآن ..\nالأذكار طوال اليوم ..\nورضى والدتي .."
    ]
}