{
    "screen name": "omid9",
    "no. of tweets": 148,
    "tweets": [
        "\"It's the public's civic duty to avoid public transport” said the Transport Secretary “we've kept the buses &amp; train… https://t.co/yg6CezuJxV",
        "@chrision1955 obviously you don’t like traditional Shakespeare.",
        "@Sarah_Zanoni @WhoopiGoldberg @TVSanjeev @BMEhealthEM Data reports are USA and UK only at mo. Other regions not pub… https://t.co/PHEYkQF1at",
        "@Prospectally2 @realDonaldTrump It was reported on @SkyNews that monkeys have responded well. But the research has… https://t.co/rtKF4m4uZ3",
        "@Wiblicks Thank you my sisters 👯‍♀️",
        "Matt Hancock looks like a bad actor who’s done a bad audition for a low rent regional theatre run by good-hearted p… https://t.co/mXFPYsIgUu",
        "@OfSelina @SadiqKhan @TfL I’m dropping comedy on here. Do you blame me? \n15 views in the last 8 hours… https://t.co/2KR3Hgnl3E",
        "Evidence: https://t.co/MMkjyxacfj",
        "To summarise, in Central London make shorter journeys on public transport much more expensive per mile than the lon… https://t.co/3jHEiQb0Q9",
        "Hello @SadiqKhan here’s a #Covid_19 idea for you: why not reverse the pricing structure on @TfL so the shortest jou… https://t.co/f217Yrs43I",
        "@gabriellagsz Playing a govt. official as an old paedo? Thanks 😊",
        "@MartinTurkPT 👊🏻👊🏽👊🏿",
        "@jnharris1189 Well said 👊🏻👊🏽👊🏽",
        "@spudy67 @RachelRileyRR Shut up, put Trotsky down for a second and RT. \nOne planet. \nOne people \n👊🏻👊🏽👊🏿",
        "@TVSanjeev @BrownGemsglynis @SholaMos1 @WhoopiGoldberg @BMEhealthEM Sanj, are you talking to plants again? Remember… https://t.co/n2r3Ut4QIv",
        "@Lady9 @BriefLess @WhoopiGoldberg @TVSanjeev @BMEhealthEM There’s a website you can go to at the end of video",
        "@BriefLess @WhoopiGoldberg @TVSanjeev @BMEhealthEM Shut up, put some clothes on and RT. \nOne planet. \nOne people. \n👊🏻👊🏽👊🏿",
        "@kamleshkhunti @WhoopiGoldberg @TVSanjeev @BMEhealthEM 👊🏻👊🏽👊🏿",
        "UK 🇬🇧 &amp; USA 🇺🇸 Black, Asian &amp; Minority Ethnic communities are being hit up to SEVEN TIMES harder by #Covid19 - we n… https://t.co/x4TycFQGJ9",
        "#BAME people come forward for research. We need you. Now. https://t.co/zTOq1vMRZd",
        "@1happy_monkey @JB_CFFire Socially distanced mugging has gone up though “#ThrowMeYourWallet no! Sorry in fact… https://t.co/nozdRIXjSc",
        "Correction: the Congestion Charge has been furloughed https://t.co/yIGJEvN819",
        "@Scoutbloke Which reminds me, wonder what Derek &amp; Clive would’ve made of all this",
        "600m ❌\n1.5 billion ✅ https://t.co/JUOuOZZZDk",
        "@EfffingTory This tweet is haram",
        "Latest content from #AgentOrange a beautiful thing to see good God almighty https://t.co/pn8RJECR7i",
        "Important message from the government. Slight tweak on #StayHomeSaveLives \n#Quarantine #bbcqt #coronavirus #COVID19… https://t.co/goff9MCjpy",
        "@AndyKindler Miss you too. Really great stuff Andy, loved everything minute 😊👏\nBig love to Susan!",
        "Just listened to @AndyKindler album #HenceTheHumour in one go. When a comedian uses “speaking of jokes” as a segway… https://t.co/0lWxfn9FEG",
        "Boris in Parliament now knows what it’s like to be a comedian doing a show on Zoom. Hardly anyone there so you have… https://t.co/ULBSTIIvDt",
        "@Davenoisome Hahaha false equivalencies come flying at me like a tap dancing beaver 😊",
        "Boris is lost without a baying mob behind him. Rees-Mogg calling for parliament to be recalled as he sees PM is dro… https://t.co/TKbC1xgQNK",
        "@spudy67 It’s coming back",
        "Government urge Londoners to avoid public transport and use their cars. This is a matter of National security and s… https://t.co/xdmWGLxeMv",
        "No surprise. The difference here being a ‘lawyer-like, methodical dismantling of the truth’ approach is an example… https://t.co/nSI4jDQXsz",
        "@2010LeeHurst @JudanAli I also lost 6 followers for using the word “they” superfluously in the tweet. Your fault I… https://t.co/Yez8BK9qh1",
        "@mbarnesn16 There you go 😊💥",
        "“Islamic” terrorists maybe  Muslim in name but offensive as a term as it lumps in 600m with a few nut bags. IRA: Ir… https://t.co/co3Hzpabxi",
        "As I told you comedians don’t exchange tweets with you on here because they when they do they lose shed loads of fo… https://t.co/EEHTyIj9to",
        "@2010LeeHurst Only racists Lee",
        "@EfffingTory Only twats",
        "TRUMP calls COVID 19 “The China virus”. We must now refer to Trump as “Agent Orange”",
        "@EP59761978 https://t.co/THlSrIDY5d",
        "@comedystoreuk @almurray @emmanuelstandup @BrettVincent @Vinny64 @zoelyons @DonWard_ Tremendous beard action from m… https://t.co/8DqVFaml3f",
        "@deeznads789 @DionDublinsDube 😊👏👏",
        "@AilsaWotton Unbelievable",
        "@Big007_big Route one but appreciated 😊",
        "@TheKateMcK Stunnaroonals",
        "I’m following the disproportionate #COVID19 #BAME deaths &amp; infections situation very closely. If these claims are t… https://t.co/Ybpa1OL60H",
        "@jaydeadams in pyjamas and Rich as an unseen Happy Mondays Bez gives this an effortless edge @realaled would be pro… https://t.co/4b7KAOvM6i",
        "But the Education Secretary  warned against \"scaremongering\" over safety - and he is right. How can you expect peop… https://t.co/Yqq1wccuho",
        "One bit of good news. \nFriends in the world of immunology say trials in Oxford using the white blood cells of those… https://t.co/xoOnV6SXzG",
        "@RealTimVine Some of the cinematography in this sketch worthy of The Sopranos https://t.co/RIWU3TZFUO",
        "@RealTimVine had a dream last night that Modigliani came up to me in a frenzy going “you think I suffer for my art?… https://t.co/itDhOmEIm9",
        "@adambenjaminlee 👊🏻👊🏻💃",
        "In other words: if you want to see your grandparents, tell them to put their house on the market. Then pop round fo… https://t.co/jdOJq9XMtX",
        "Would like to clarify that I meant Wensleydale. Bloody autocorrect https://t.co/LeqcZOQvWX",
        "@JoeBangles11 From a world hunger point of view, I would say knob. Aroma not pleasant and not particularly nutritio… https://t.co/r3wRG8homz",
        "@thatjimdavis Hahahahaha",
        "@WildOldTurk I’d need to see it first. Send pic",
        "Point being: \nwe can’t visit our friends and family in their HOMES but we CAN go into strangers’ homes for viewings… https://t.co/kl4o5c9z3x",
        "Estate agents are now allowed to re-open. Good God, that’s all we need, the return of another virus.",
        "@manstol1 Absolutely! From an arch racist Brexiteer standpoint, you have this one totally correct Lee. Well done 👍🏽… https://t.co/40sk7wyHtG",
        "Henry VIII had syphilis (which can cause serious brain disorders) and ultimately “drove him mad”. \n\nDoxycycline is… https://t.co/J6SDsJLkNM",
        "@DamagedBrian Good point 😊😊",
        "Most of us know where this is from and who made it, but sometimes the decision to send this out without knowing the… https://t.co/5d7Vvw669j",
        "If only we’d kept the Jamaicans we deported in Feb to pick our fruit and veg now! https://t.co/ewoJLTO8PJ",
        "@boobygraffoe I would get into a long late night political discussion with you about ironies and hypocrisies but as… https://t.co/an5Xj0iUU1",
        "Britain without the virus 🦠 https://t.co/whqru6MRmk",
        "@robertodilangio 👍🏽😊😊",
        "I’m beginning to like this guy. Most people make a mistake and think “oh God I’m such a dick” and delete. This guy… https://t.co/SDkFmiZG1R",
        "“We were flying by the seat of our pants the whole time. The design department would come to me saying, ‘What is ha… https://t.co/AdEmv6ShpI",
        "@MrPaulDuane Correct 😊",
        "@robertodilangio You are so right. I totally misunderstood the concept of #clapforNHS please accept my sincere apologies",
        "@IanWright0 Wrighty, I run a special program to cure people of racism. This video is mainlined into their viens thr… https://t.co/Tos8cuWBDz",
        "@Bequalmed think I had that once",
        "Martin sustained horrific spinal injuries during the appalling Manchester Arena bomb attack in 2017 but has tireles… https://t.co/XNRvjckWwK",
        "Henry VIII had syphilis which ultimately “drove him mad”. \n\nIt is incurable and can cause serious brain disorders.… https://t.co/3NP1F5O2cM",
        "@Freeds Ridley Scott",
        "@Cockneywonder I was photoshopped out last minute. Very poor from Ridley. Dreamworks artist did a convincing job wi… https://t.co/kUEu7txtYz",
        "Big movies for you. I was similarly ‘provided instantly’ in casting with a semi-whimsical “get me a Middle East scu… https://t.co/DYzvAalP79",
        "Great article on highly eventful shoot of iconic Oscar winning film released May 12th 2000. Ridley Scott's Gladiato… https://t.co/H4TkNMeoSC",
        "@YorkieGav @Independent Thanks for heads up Gav 😊👍🏽",
        "Great article on 20th anniversary of #Gladiator release. Including contributions from Russell Crowe, Ridley Scott,… https://t.co/dlimjVXzr2",
        "@sspowles @russellcrowe Bet Russell will RT this and not the article",
        "@Latch92021658 That’s a fair assessment of my unfair assessment that it’s a fair assessment",
        "@marktabet Good point. I assumed he was having a go at his lot but now not sure",
        "@k22jbc @russellcrowe She tries her dinner party jokes out “at home in the mirror naked, one black sock”... I can’t… https://t.co/1USdpUBb8i",
        "@cammer_on @supersaeyan Hahahahaha",
        "@k22jbc @russellcrowe why I’ve always had a problem with Judi Dench",
        "Fair assessment https://t.co/sNKzNw1BpR",
        "20 years on from release, an in depth reflection on one of the most eventful shoots in film history. @russellcrowe… https://t.co/hvZKEagMr7",
        "@ianernie @NetflixIsAJoke Love it. 😊",
        "@Beesotted1 Already deleted 😊",
        "Had a blast! This is the new normal. Thanks for watching beardo (from a beardo friend) 👊🏻 https://t.co/B5cq870qPC",
        "@misstigerlillie 😊👊🏽👊🏽",
        "“Frank... “ 😊 https://t.co/1F5CR1LeLJ",
        "@beccieboo123 https://t.co/LMAQwAt7EG",
        "If I had a pair of white shoes too we could have been family! 😊👊🏻\n\nSee you all tonight at the last, and appropriate… https://t.co/UvlGzAFQRu",
        "@irah2017 @BorisJohnson Amazing work 😊👏👏",
        "Ok I get it now. Big thank you to @djmasterstepz for this enlightening video https://t.co/LLm06LAC9m",
        "RTing because I like the photo they chose to promote zoom gig I’m doing tonight. Info below 👇 https://t.co/9pgOVaSUU8",
        "@BruceMillward Stunning summation",
        "Once again, the country is divided into two camps: this time it’s those who DID NOT watch the PM speech last night… https://t.co/yrz63FwQMQ",
        "I don’t want any one to see me in this state https://t.co/o6NgBU4ves",
        "@AdeHeathcote1 We’ve got one @metpoliceuk \n- coordinates to follow",
        "Now that England 🏴󠁧󠁢󠁥󠁮󠁧󠁿 has isolated itself from the rest of the Union, here is most English thing you will see to… https://t.co/f7j8QPUBtv",
        "At least ONE PERSON is reading my tweets. Not so much ‘going to work’ but phoning it in. Via #Zoom tonight. 8pm… https://t.co/0R0ObmoM9s",
        "Dominic Raab now on airport quarantine: \n\n“now we have got the virus down there’s a risk that people coming in from… https://t.co/XOGAjrAi6I",
        "TO BE CLEAR: Dominic Raab just said people who HAVE to go to work must NOT go to work TODAY, the PM meant *WEDNESDA… https://t.co/VQAs3CbdYw",
        "I’m reading a lot of tweets about the PM’s message tonight being confusing. I thought it was very clear. In case yo… https://t.co/WfwynDz6pa",
        "@V_S_M_1 Thank you https://t.co/RkOXRHjNvK",
        "@Brucehills My platform demands evidence Brucey",
        "The audacity of the athleticism here is outrageous https://t.co/yDMDEW15Uk",
        "@MrMichaelSpicer @arbloomer1 Love this 👏",
        "@manstol1 I note again that in times of crisis Lee you understand fully that this is a time for noble aims, high re… https://t.co/VMjUWof9QQ",
        "My son’s class at #Ibstock 2013. The seven year ‘official secrets act’ now lifted on #HarlemShakeFail so here it is… https://t.co/NqzWORCFT8",
        "Upcoming tweet background. \nFeb 2013, a song called \"Harlem Shake\" (due to a sampled line referring to the Harlem S… https://t.co/NQ4R6CqIVL",
        "Release was restricted due to a 7 year official secrets act. Now lifted",
        "Coming up soon: I have in my possession the greatest #HarlemShakeFail of all time. Releasing soon. \nStay tuned",
        "Live gig Monday night on #Zoom https://t.co/9pgOVaSUU8",
        "If eyes are a window to the soul this Palestinian child’s eyes are saying ‘no child should ever be selling greens o… https://t.co/8O1FkvriQR",
        "Then - last 4 seconds - just giving up",
        "GOVT: Has the horse bolted?\n\nUK: It hasn't just bolted, it's evolved into a bipedal-Equine super-being &amp; has formed… https://t.co/WXHeXgENqA",
        "@Jas16250410 👊🏻",
        "@paulsrkendal 😊👏",
        "This is me just trying to get out my own bath https://t.co/Q7ki1AjOyY",
        "Government mistakenly publish Man United fanzine slogan but decide to run with it anyway https://t.co/dGYrPaFxZ7",
        "Forget #StayAlert thank heavens garden centres are opening again. Prime Minister, I am using my platform to get a c… https://t.co/SHwWjjg1wS",
        "@tickerzoid Unexpected and moving early morning validation. Thank you.",
        "@amancalledprak @boobygraffoe Two underrated tweets right here",
        "Frustrated child reacts to being told it’s English food for lunch again in lockdown setting off rant on how she’s t… https://t.co/8lqkQwbb4F",
        "@Wiblicks 👊🏻👊🏻",
        "@mrjamesob @SophiaBrandenb1 So many people just *silent*",
        "The origin of dance memes. Last moments of Otho, shortest reigning Roman emperor, before baffling self sacrifice to… https://t.co/v7SWzLmCOf",
        "@FeghatAndy There. I liked it. Happy now? 😊",
        "@Lambykins60 To be honest I wear a mask but it helps me channel my inner @TerryAlderton https://t.co/CqD0XaYWMV",
        "@Bahai_Teachings @SobhaniShahin 1,600 live online, 10.2k likes, 6 bs comments. Perfectly sums up my life and where society is right now.",
        "@marc_rowbish First class",
        "@yamaking0 Deserved more",
        "For those of you who question my spirituality, be assured that mental health issues aren't a worry for me during… https://t.co/Q1KJmPtAqC",
        "@StevenPHartley Joyful. \nNoble. \nReady to start my day \n(lying in bed doing sweet fa) \n✊🏾💥✊🔥",
        "@azeehussain 👊🏻",
        "“Anybody can be happy in the state of comfort, ease, health, success, pleasure and joy; but if one will be happy an… https://t.co/FdXvsK4vOu",
        "@bigpom @StephenSommers @UniversalPics 👊🏻",
        "@WalleyVision The guy that goes “wait... wait...” hahahahaha",
        "Deserves another outing https://t.co/9k0tHyiUms",
        "Genius dance interpretation brings out the music, a totally unique audio visual experience is born creating pure jo… https://t.co/yjchttnMvx"
    ]
}