{
    "screen name": "guuleedxaajiga",
    "no. of tweets": 162,
    "tweets": [
        "@somalilandusa That is made up story. Double check your information before you disseminate it sir.",
        "@samotalis @MadaxtooyadaJSL @musebiihi Are you kidding us sir. Muse takes his share of an aid behind close doors. A… https://t.co/Xvd5wmpYnX",
        "@KFoodhaadhi Now we’re closing at peak of the curve, it might takes few more weeks to reach at peak stage. So, we n… https://t.co/2m1Hfih6Mq",
        "@BileAli Madaxweyna Shahada waad ku yareyseen. Bal eeg sidi u biniinayo.#Somaliland.",
        "@AbdiOsm866 @yasmine_jamac She would find you more attractive if you’re a tough guy who has the authority of making… https://t.co/2OADXH2eH6",
        "@yasmine_jamac Waan kugu raacsaney in ay oraahda wax ka si’ yihiin. Waayo Waxa la raba ninku In u yeesho go’aan ka,… https://t.co/dYcArmMKkm",
        "@GuledWiliq Wabigo butaaco baan xasuustey.",
        "@suldaan1921 @Abdulaziz_Hmadi Tq Ustad, it is a very useful tips, it refreshes my previous information.",
        "@MsMakkah I guess two reason may be behind this high trending; firstly, they might not follow the instructions as i… https://t.co/718ITSE6Gq",
        "@waddani_5 We can smell from that act the beginning of dictatorship era in Somaliland. As Somalinders, we do have m… https://t.co/oO473fiDBh",
        "@samotalis I’m worried the soap and other equipment that they donated would be wasted if they didn’t come at right… https://t.co/c8P04d7eu5",
        "@alihwarsame Malaheyga qaar kood waxey wax barteen waqtigi aad wasiirka wax barashada ka aheyd Puntland. Igama ahaa… https://t.co/1Xs05obv8l",
        "@safiyaaaay Lack of confidence is still out there among black community on their shape, I didn’t understand why bla… https://t.co/j7vwevmOVa",
        "@SirSomaliland Magaalada wey dhukurante dhir halagu beero.",
        "@FahiimaBicir Doing so it may contradicts our value and our culture as Somali people.",
        "@Gobannimo Life is very short. Alleh yarhamu.",
        "@muhaoq3 @NafisaIsse It covers both, but I took the worse form of it to Expose how badly she might go if she overea… https://t.co/mDJmPnYvb9",
        "@NafisaIsse It makes me sad though when I saw a beautiful girl who eats to much food because I knew it results cayi… https://t.co/bLt9T3j73t",
        "Good step into right direction, this is not  only good for Social distancing that should be maintained in the wake… https://t.co/tmZe3efojn",
        "@HannaAli Beautiful landscapes from back home.Ubaale, near Hargeisa.#Somaliland. #Somalia https://t.co/mi6EYs3lwE",
        "@BileAli Does he still maintaining in a good shape?. What about rumors out there.",
        "@NasriinAbdalla Vast majority of Somali people don’t know exact time they were born, even if they made birthday par… https://t.co/QbYx3f2flR",
        "@HarunMaruf Gooni isku taag. Ma Somaliland ba.",
        "@yasmine_jamac Maya waxaan arkey kuwo jaceyl darti la nafaqeystey.",
        "@ADENDEEQ @waddani_5 @SirSomaliland @baroud04 @mrdirye @mboqore1 @BileAli @_Mohamedkhadar Anigaba xaley Waqtigaas m… https://t.co/9e0heuSLE9",
        "@Rawaak هو احتكار النفاق حتي يكون مخلصا لنفاق ويستفيد من معدن الطيب للناس.",
        "@Xildhiban Alleh ha ku caafiyo akhi.",
        "@Abdilahi2019 @waddani_5 @ashqaraar03 @MariamRobly @salosahal @cabdirashed @SRaage @Kadarnouh @JamaMusse @Gobannimo… https://t.co/24qCE2fhih",
        "@AbdullahiGuled @Godahbarre @SomaliPM @alihwarsame @SaidAbdullahiDe Clipkan iska hubi halkani waa Burco ee Puntland maahe.",
        "@waddani_5 @BileAli @musebiihi They showed up what it called in world of addictions; withdrawal symptoms. They feel… https://t.co/5sUdTyfGEN",
        "@ayuub_talaabo @thebhlub @RuralCommittee @SomalilandChro1 Thought I didn’t know him personally, but in very young a… https://t.co/MQbahCkhvo",
        "@BileAli Well done 👍 tough verdicts should be placed upon for smugglers.",
        "@abdo_sadia I would like to recall - to illustrate this point-the Somali wisdom which says;( wuxu na badey, wuxu na… https://t.co/SMSzZ44iuc",
        "@samotalis In the meantime you should give Telesom company the credit that it deserves which enabled your monetary… https://t.co/W8LgdTGstu",
        "@aadanweli @musebiihi On top of that  it is needed from govt to make  price ceiling for such basic foods to enable… https://t.co/y08V2IzKKy",
        "@Assaadtaha فما بكت عليهم السماء ولأرض بل استبشرت، وبقية ظالمين ينظرون نفس المصير. سنة الله في ارض هي كل من عليها فان ويبقي وربك.",
        "@NafisaIsse Amen.",
        "@shakira @Penn Congrats 🎊",
        "Ramadan Mubarak to you all,my fellow Muslims. might Allah accept our good deeds and forgive the bad ones. https://t.co/ITtlCB6wxu",
        "@Gobannimo Well done Abaayo.",
        "@alihwarsame @Godahbarre Wasiir maanta level aad hooseeya baad ku duushey.",
        "@mayyie_cheikh Some dudes told that the level of attractiveness drops in a gradual manner unless she did something to maintain that levels.",
        "@RAbdiCG Religion itself is based on reasoning and logic, never be and/ will be contradicts with development at any… https://t.co/OaNTMqf104",
        "@RAbdiCG Badana weerarku wuxu ka yimaada walaalaha koonfurta. Somalilanders ka waxoodu waa difaac uun.",
        "@BileAli Jazallahu kheyral jaza.",
        "@mxnaa0 Cover your aurah please.",
        "@0fj We used to play it when we were very young. We call it fataatir in Somali language.",
        "@mboqore1 @waddani_5 @ADENDEEQ @fatheyayallas @fght_forurights @IbrahimAbdi20 @Yjeoa @AbdirezakF @Lari116278227… https://t.co/pqxzWHawS1",
        "@Samia_Mahmet Moralka story-ga sheikha hadi aan la dhaxal wareejin o aan context keeda laga saarin  waa ; Somaley i… https://t.co/mKGwN8P4rC",
        "@Ania27El I felt sleepy when I saw these beautiful landscapes. Africa is the future.",
        "@Looyaan My beloved mother also passed away for same reason ten yrs ago, may Allah grant all dead Muslims  his merc… https://t.co/jeYLu5jjqF",
        "@HarunMaruf It seems as if entire country tested positive for #Covid-19. I’m so scared.",
        "@muhumed_khadar @BBC @TheZeinabBadawi Just  watched 2 episodes. Very interested and insightful.",
        "@BahjaAShuriye Might Allah make easy for her, tell her to stay calm since stress has devastated effect and drink mo… https://t.co/AZsAwETpMr",
        "@HannaAli Allah Yarhamu",
        "@waddani_5 @fatheyayallas I thought it was acting.",
        "@Gobannimo On top of that they started lecturing that decision was very very wrong, they have said, walaalyaal wher… https://t.co/waEEKeHwbH",
        "@Gobannimo Somalis are deeply conservative, no sheikh in Hargeisa has  took seriously the government’s decision to… https://t.co/UJWR6bg7rP",
        "@IbrahimAbdi20 @waddani_5 Making up rumours and lying about others is one of the greatest sins that can some one co… https://t.co/KiK5dX0z2M",
        "@ItsMutai @NEtundo Here in # Somaliland, we have had sheikh Rusheeye who uses water with dikri as medical treatment… https://t.co/xGTskEpdmy",
        "@MDuale1 He just glorifies and praises in 24/7an organization that produced Muse Bihi who has absolutely no leaders… https://t.co/PsjaVfN0WM",
        "@realDonaldTrump You murded him in cold blooded nature when you said money is more important than human being by al… https://t.co/wrMuECHPEc",
        "@MDuale1 With all due respect to Boobe, however, the only thing that he’s very cleaver to it is spreading hatred an… https://t.co/iGczP7qeDl",
        "@waddani_5 Alleh haw naxariisto Marxuumka. Dadka Somalidu waa wada bukaan socod. Sakaraadka socodka ayey kusi dhameystaan.",
        "@ADENDEEQ @adancabdulle @BaaruudXoogsade @IbrahimAbdi20 @AARaage @GaraadAfqarshe @Lari116278227 @AhmetAbdikahin… https://t.co/PwbwaFX0dT",
        "@samotalis Messenger of Allah said : “It is also charity to utter a good word.”. So good words can heal the wounds… https://t.co/YpfWHtDFLJ",
        "@Sahra_Noor Allah yarhamu.",
        "@thesailorsgirl @samotalis I’m deeply saddened by learning Hudeydid is dead, might Allah offer him jannatual fardawz.",
        "@Gobannimo It is about days and everything will gonna back to normal, Allah examines our patients and rewards those who pass the test.",
        "@sumadhamac Cases are still very few, though, it depends on the tests that we have conducted.",
        "@thesailorsgirl Might Allah bless on him and give him a speed recovery.",
        "@binthudan Good for u, also it can be a protection of #Covid_19 .",
        "@ashqaraar03 So what?!!!!",
        "@KFoodhaadhi @flydubai I have never understood why those guys wanted to return home at this difficult time, do they… https://t.co/Dd03hvNnUB",
        "@safiyaaaay If that was the case why the virus never passed to his colleagues because when he defeated he went with… https://t.co/qClBqNYPtI",
        "@Assaadtaha طلابي.",
        "@Dralajmey كتابة هي الأفضل يا دكتور. بوركتم جهدكم.",
        "@ismael_shirwac Let us check out the date.",
        "@waddani_5 😁😁😁",
        "@MowliidHaji Hablo Somaliyeed ba la taliyey o yiri iskaga carar ninka. Taladi met qaadan saw maha.",
        "@MDuale1 We would find out who is the liar by then,one day is left as Somalia scheduled.",
        "@samotalis Hiding behind the finger policy isn't going anywhere. The truth will and always prevail, and obviously,… https://t.co/ppQJGOl9aG",
        "@_SJPeace_ She is a true hero and millions of health workers might inspire and follow her footsteps. Her legacy would never die.",
        "@ashqaraar03 Akhi wariyaha shaqadisa ah in u wixi Jira sheego o dadka u bayaami si loola xisaabtama dadka masuuliya… https://t.co/nrp69GDLzT",
        "@Faiza__Ali Don't go back home( Somaliland/ Somalia) any time soon.",
        "@Faduma_LDN @MoulidHujale @somaliboxer @Gobannimo Don't worry about it, coz can be brought from Australia.",
        "@realDonaldTrump If Trump survived from #CONVID19 at year then he would probably win the upcoming election.",
        "@hibashookari في هرجيسا كمامات سعرها ارتفع وأصبحت شحيحة في لأسواق.",
        "@a_otaku4 3",
        "@fatheyayallas 😂😂😂",
        "@MowliidHaji @BBC In a month's time, predictions say that #COVIDー19  would almost 60% of the world population. Ya rabbi Sallim.",
        "@charlieputh We have another life in the hereafter. Whatever the cause we will end up dead. Be prepared your afterlife in daral akhirah.",
        "@waddani_5 @IlhanMN It is not permissible for him to marry her if he is not a Muslim. The evidence of that is quite… https://t.co/lDkHQWk2LB",
        "@samotalis Where is the younger generation who have had the capability and energy to do this job?",
        "@mzeesiraj @guliye_ @Kenyans Sold out.*",
        "@mzeesiraj @guliye_ @Kenyans Some Somali scholar believe that day Mr. Egal was sold somali soil/land (NFD region) t… https://t.co/mmFMPPTuU4",
        "@alihwarsame That’s good for emerging/developing Economies.",
        "@GuledWiliq @PowerOffGrid They are selling it a very cheap price. Price 1kg of fresh fish 🐠 is roughly $ 0.20 cent.",
        "@AbdiPlastaro @NBerlangaEU Very awkward moment for him.",
        "@drassagheer تلك الدار لاخرة نجعلها للذين لايريدون علوا في ارض ولا فسادا. صدق الله العظيم، أظن انه كان ممن ذكر في ه… https://t.co/YGcXYt3N99",
        "@samotalis Agasime, @musebiihi jaceylku yaanu adiga too bada ku seejin o aan lagugu caadaabin. Odeygu cid runta u s… https://t.co/Gl6jJt3Vck",
        "@waddani_5 @IbrahimAbdi20 Of course, breaking the monopoly is good for the economic growth of the country. It also… https://t.co/gRALtCGWA6",
        "@H12008730 @hakim37A @asheiry @abdelbariatwan @raialyoum1 لو نسلم ان اسحاقين ينحدرون من أصول عربية كما تدعي، هذا لا… https://t.co/URfhCRBv9o",
        "@ashqaraar03 Actually*",
        "@ashqaraar03 Actual u hit the point. However, the so-called ruling elite group at top of leadership may not grasp that fact.",
        "@JustAwHirsi I stopped when I realized it can lead to addiction just like other drugs.",
        "@AdelAliBinAli سورة النبأ ..@ahmeddararaa4",
        "@nitabhalla I’ve been in Hargeisa in Last two and half years,  It is quite safe and culture of Hargeisa residents i… https://t.co/6XgHYrUtHq",
        "@AkafiAli I excuse to say it but  I do unfollowed your account. I saw your clips are same time beyond the Somali culture values.",
        "If UAE cancelled military base construction, are they going to postpone #Berbera corridor construction plan which w… https://t.co/P5EHLH93sX",
        "@realDonaldTrump #COVID19 politicians were the core of his campaign and he just wanted to follow your footsteps sir… https://t.co/O6441Qks42",
        "@samotalis @Somalilandhano1 @simdachi @cityofhargeisa @SomalilandPoli2 Regardless the source of that prosperity.#Somaliland,#Somalia.",
        "@samotalis @Somalilandhano1 @simdachi @cityofhargeisa @SomalilandPoli2 I would like to see political elite of SL ar… https://t.co/NsBStZGhaf",
        "@itsayaaani @IbrahimAbdi20 That's a character, of a spineless guy. 😳😳🤣🤣",
        "@ADENDEEQ @IbrahimAbdi20 @NBerlangaEU Apparently, I will drop to watch the third episode of ila Mareyso movie unles… https://t.co/HvoyIgQkv5",
        "@IlhanMN @mukhtaryare Obviously, you and your friend did practice daanto dance before you went to stage. Somali mus… https://t.co/0gmcy7Rm7C",
        "@Noura_Almoteari Please, cover your Awrah. You showed up the level of your intellect.",
        "@tajalsserosman 🤣🤣🤣",
        "@MDuale1 @yGabobe @biddeyare @Saeed_beeldeeq @ashqaraar03 @THEL1ONOFHORN @thebhlub @MariamRobly @xxx_fads… https://t.co/ej68UMFPd1",
        "@samotalis @MadaxtooyadaJSL If the president @musebiihi understands that simple concept, we would be very safe. How… https://t.co/Xm85eBXcOP",
        "@idil_ibrahim Somali liberals are full of irreconcilable contradictions, and they often underestimate their counterparts.",
        "@PeteButtigieg #Pete, don't lose your mind, you are still pretty young and looked very energetic and because of you… https://t.co/aHYXFvxpod",
        "@samotalis @sldotorg Sir, your Boss, @musebiihib has started to insult opposition leaders not only themselves but a… https://t.co/9Ai7Zv9ASN",
        "@Wadobariis @MDuale1 Ismail galle is the one who has paid their bills 💸. Let us face the real threat of Somaliland… https://t.co/fvqCOcfv0R",
        "@LolaLempicka The landscape of Borama and Hargeisa is quite similar. The people who have seen both cities would tel… https://t.co/QWh6IbFPYX",
        "@AyannaPressley She can't beat bigot Trump only @BernieSanders can do that.",
        "@Morad_AJA The word depend hurts a lot to them. So please don't use it for the sake of rejuvenating broken hearts.",
        "@samotalis @MuslimAdvocates @muslimvoices @MuslimCulture @muslimgirl Can we say it is a halal exercise? I like that stuff. 😅😅😅.",
        "@MDuale1 It is the first time to learn his name. This interview illustrates that Siyad's bare ideology is/will exis… https://t.co/MV4w4mYLhx",
        "@IbrahimAbdi20 @ADENDEEQ @waddani_5 @nura_ayn Dude, your party is going to disappear soon. A one-party state is wha… https://t.co/LomKBaqipe",
        "@Gobannimo Personally, I'm a big fun and advocator one Xisbi for women that can be a big challenger to our patriarc… https://t.co/s3vzHMn4vg",
        "@yGabobe Who knows may be u sir. Your profession is closely related.",
        "@wassilaoulmi I feel sorry for them.",
        "@BukhariiMaxamed نورت الديرة وَيَا هلا وألف مرحبا. للتوا انضميت منصة كبار .",
        "@Gobannimo If @M_Farmaajo came to Hargeisa and allowed Somaliland people to determine their own destiny by a refere… https://t.co/dw6OXQZ0aQ",
        "@KFoodhaadhi Good to see you guys in Hargeisa, it is a pleasure to all of us to receive u in Hargeisa cadey. Hargei… https://t.co/cK3wiLQ6JZ",
        "@khadarlooge Wali jumla mufiida ino may sheegin xukumada @musebiihi . Waxey u muuqada in runti meel lagu so xaseeye… https://t.co/o6pLYo7Jvb",
        "@mzeesiraj @JamaMusse @Somaalilanders No big progress has been made since the late 1950s.Everything seems the same… https://t.co/hEo6y5uof6",
        "@vivaSomaliland #Somalia #Somaliland.",
        "@vivaSomaliland Eebbe ayaa quraanka ku amaaney kuwa wax iska cafiya. Sida madaxweyne Muse ba looga caafiyey dhibaat… https://t.co/bD11x3Lgxp",
        "@EdyCohen توطيد عروش بني صهيون العربان.",
        "@yGabobe It worth to look the enormous support that Abey offers Prez Farmajo admin. Farmajo show up his cleverness… https://t.co/xeupLy6cmN",
        "@shaunking @BernieSanders was underrated, he does not deserve to be close with Pete Buttigieg.",
        "@shaunking Unfortunately, wealthy guys desperately wanted to drag @BernieSanders down and it seems they succeed somehow.",
        "@yGabobe It is arguable that Farjamo feels the burden of being a president &amp; he believes full responsibility for So… https://t.co/JOoMXpcB8s",
        "@IbrahimAbdi20 @RAbdiCG @fatheyayallas @mboqore1 @MDuale1 @waddani_5 @ADENDEEQ Even if they met ain't a big deal. A… https://t.co/LqR0nT7Vbb",
        "@Yasir705 @wmuhaker صوناره جنيني، لي بابا. 👳🏽‍♂️👳🏽‍♂️.",
        "I'm wondering why they give the president @musebiihi a lemon juice, does Ethiopia have the attention to jail our pr… https://t.co/Vl7bnNpYuM",
        "@waddani_5 If the Moyar of Borama did what this old man is saying, he deserves punishment and impeachment. Somalila… https://t.co/CWW7NAfoso",
        "@Hamza_tekin2023 Allah Yarhamu.",
        "@RassdNewsN \"تلك الدار لآخرة نجعلها للذين لايريدون علوا في ارض ولافساد\" كلما اتذكر اسم محمد علي وتاريخه الناصعة بيا… https://t.co/0CcvbI9HF6",
        "@Gobannimo Due to the circumstances that exist in Somaliland, the Somali govt has chosen to reach out to its citize… https://t.co/Ics4L0VIIo",
        "@Gobannimo Ambassador@ayan xafiis ba Jira lagu bixiyo o qofka shaahada Somaliland site tan xamar loogu badalo. Xafi… https://t.co/LGlbl6Tudq",
        "@Ania27El @2010Assad Wait for a second.",
        "@AyannaPressley Did u shave your eyebrows as well? Now I'm a Little bit scared.",
        "@RassdNewsN كيف تكون مصر أقوي من إسرئيل،ايران وتركيا، هذ هراء مو حد بيشري.",
        "@KiigenKoech @RobertAlai If it was my decision I put baba odinga at old age care accommodations.",
        "@AbdiazizAliNur3 I bet, he is in Xamar weyne.",
        "@KejeraL His walking reminds me that Standrs steps away for being a president of the US. Senator @ninaturner is nex… https://t.co/CAH7oJWYEm",
        "@ruqia_bashir Alleh hakala qaboojiyo.",
        "@McLad84 شو سودان بستفيد علاقاتها المباشرة مع اسرائيل، لو حابت تسوي علاقات مع أمريكا، مين أحسن تسوي علاقات مباشرة م… https://t.co/AWvTAomoTS",
        "@yGabobe SL govt  have no choice but to suspend Ethiopian flights that come to Hargeisa  in a daily bases, till Eth… https://t.co/4svB85FKQM"
    ]
}