{
    "screen name": "BrotherhoodCBB",
    "no. of tweets": 190,
    "tweets": [
        "Hilarious just how much this desperate attempt by the NCAA to play football this fall, while students aren't on cam… https://t.co/377Kt7dT6i",
        "Counterpoint: The NCAA Collegiate Model is unjust, corrupt, and almost entirely a farce!!! https://t.co/sDKGmforiL",
        "@UpdateDuke And 5 of their 8 losses came by two points or less",
        "@UpdateDuke Return 8/10 from this year’s rotation + add a good transfer and a top 80 recruit. Should be one of the… https://t.co/e7Gjyq9hG3",
        "@RecruitingDuke I love both Hauser brothers. Sam should be great for them. Jabri might be the guy their season hing… https://t.co/QQSWP7LT9Y",
        "@RecruitingDuke Virginia should be good and might be great, but they need one of their wings to make a big jump. Al… https://t.co/DumqIZTV8j",
        "@RecruitingDuke They’d drop lower than 9 if Butler leaves, outside the top 20 if Butler and Teague leave.",
        "@EnvoyStan Petrusev and Kispert are only testing the waters. Both likely to return.",
        "Still Too Early Top 25\n\n1 Villanova\n2 Gonzaga\n3 Baylor\n4 Duke\n5 Texas Tech\n6 Houston\n7 Michigan St\n8 UVA\n9 Kentucky… https://t.co/E7t3U2tvbb",
        "@DragonflyJonez No idea why he doesn't go the college route. Nobody bats an eye if you play the same four kids 85%… https://t.co/ZR4oaOOqFZ",
        "@RecruitingDuke Releasing full Top 35 tomorrow. Had to wait for Kentucky to get their inevitable big.",
        "Had Kentucky at #20 in my preseason rankings for next year. Olivier Sarr would bump them into the Top 10.",
        "Kentucky’s 2021 season now rides on Olivier Sarr getting a waiver. If he’s eligible, UK is back in the mix as a tit… https://t.co/di53YkwI1p",
        "Other notables\n\n14. Virginia\n16. Marquette\n19. Kansas\n22. NC State\n23. Pittsburgh\n24. Virginia Tech",
        "The 2020 class rankings via @247Sports \n\n1. Kentucky\n2. UNC\n3. Duke\n4. Tennessee\n5. LSU\n6. Arkansas\n7. Arizona\n8. T… https://t.co/8C4IX9120R",
        "The rest of the updated rankings for the Duke class via @247Sports \n\nJalen Johnson and DJ Steward both remain under… https://t.co/lAJ5Rgsflk",
        "I’ve been telling y’all about Mark Williams. Can’t remember the last Duke recruit who’s improved as much as he has… https://t.co/EzJmUPhnkn",
        "Duke will win a National Title with this recruiting class and all six will make it to the NBA https://t.co/SuzqPftzkD",
        "#32 overall recruit in 2020. Would’ve started at the 3 next year.\n\nMassive loss for State. https://t.co/RO4kHcxT3x",
        "No surprises here with Kennedy Chandler’s top 5. Duke, Tennessee, Kentucky, UNC, Memphis. Heavy hitters.\n\nChandler… https://t.co/uBl5s6mqGF",
        "It’ll take two or three years minimum to build a full rotation at Wake that can compete in the ACC, but Forbes is a… https://t.co/WY6fMR9NLo",
        "@alex21thegreat They've whiffed on elite bigs as of late, and momentum seems to be elsewhere on this one.",
        "Really like what Banchero had to say about Duke here. Always get +10 for a Brotherhood reference.\n\nThink this comes… https://t.co/1xoPFR4EAd",
        "Top two and he's not two https://t.co/Xkwh5LHpx5",
        "Not sure what Platek and Manley are still doing on this roster. They’ve got younger players clearly ahead of them o… https://t.co/RQ9BDuINiV",
        "UNC’s 2021 rotation:\n(Loaded frontcourt, weak on the wing)\n\nCaleb Love (FR)\nRJ Davis (FR)\nLeaky Black (JR)\nGarrison… https://t.co/Yoyw5akwzM",
        "@UpdateDuke @HeelsYes LOLOL",
        "@HeelsYes Nah just need him to announce already so I can update the depth chart. Although nothing beats the chaos o… https://t.co/b9KAum6mYu",
        "(This worked the first time, let’s try it again)\n\nKerwin Walton waiting for the UNC fans to go to bed?",
        "@GolfinEntDoc What's the theory on what the cause might be?",
        "@GolfinEntDoc He got to one tournament, lost in the first four, his best player left for the draft, and the suits a… https://t.co/xh9aThrjpa",
        "@UpdateDuke None left on the board....until someone magically pops up out of nowhere for em. Just a matter of time.",
        "@UpdateDuke If Ware or Brooks are getting time at the 5 next year, the lane is wide open on defense.",
        "@UpdateDuke They need anyone who can play Center. Isaiah Jackson is too green to play 30 minutes a game.",
        "And here comes that big man Kentucky needed to appear out of thin air... https://t.co/NFpNih2aSk",
        "@GolfinEntDoc That's an unconfirmed internet rumor. We'll see if it has some legs. As of now, fair assumption is he… https://t.co/tfMDHzobNa",
        "The Danny Manning era at Wake\n\n78-111 (.413) overall record\n30-80 (.273) ACC record\n1-6 ACC tournament record\n0-1 N… https://t.co/CI0uSMICjf",
        "Make or break year for Shaka Smart in 2021. Returns his entire rotation and now adds 5 ⭐️ Greg Brown. This’ll be hi… https://t.co/R4LnegPxqP",
        "Chase Young in Washington https://t.co/5z9JMuFRqc",
        "Joe Burrow in Cincinnati https://t.co/ZLPF5Bv8s3",
        "Kentucky is likely to be ranked outside of the preseason Top 11 for the first time in the Calipari era.",
        "@taroontino Apparently made it much easier. Read that they waived the SAT/ACT. Just need high school grades. Take s… https://t.co/0oKquXgr2o",
        "@taroontino Point-forward more than a big, but it might be worth trying at this point to just play small most of th… https://t.co/Gew6bswBPe",
        "@alex21thegreat He needs to start the year strong. If he hits a 4 or 5 game slump at any point, he’ll be coming off… https://t.co/iYYsu4VxY3",
        "@alex21thegreat Been wondering the same thing ever since Bacot/Brooks announced they’d return. No minutes for him n… https://t.co/fGDldQGuLm",
        "@OptimumBMI A) Most kids don’t want to be role players. That’s why we don’t see long term bench guys at blue bloods… https://t.co/pFXSAL9gth",
        "Kentucky has only one player on next year’s roster who can play Center. A bouncy, 6’9, non-elite recruit.\n\nWould ex… https://t.co/zosRgw2qFk",
        "Matt Haarms passes up starting at the 5 for Kentucky, or starting for a national title contender at Texas Tech, to… https://t.co/PemyNDr2a2",
        "Here’s the thing, Roy absolutely made the right decision getting both Caleb Love &amp; RJ Davis. Jeremiah Francis had a… https://t.co/uX8i7smZm2",
        "Two transfers in one offseason out of UNC. Both guys were 100% “recruited over”, if you believe in that. \n\nHave to… https://t.co/TXUWQtFgbD",
        "I'm not a Haarms guy at all, but Texas Tech and Kentucky both need a starting center. If it's Texas Tech, that puts… https://t.co/wAasyaxyFZ",
        "@duke_wave @GraysonJAllen Big. Games. Only.",
        "@nballaccess Oh he's been occupying that space for a while now",
        "@GarthMJohnson1 He’s mocked 11-25 anywhere reputable you look. They’ll get past the height with his scoring ability… https://t.co/QaeuVCVaAk",
        "@AGoerend Yeah he’s expected to turn pro",
        "@Duke_5to6 Garza really has no stock or NBA future. Think he’ll return to college rather than bus rides in the G-Le… https://t.co/KaVhBCtsPR",
        "Yet to announce:\nFilip Petrusev, Corey Kispert (Zags)\nJahmi'us Ramsey (Texas Tech)\nYves Pons (Tennessee)\nPrecious A… https://t.co/EqC0LBpvdJ",
        "Most impactful remaining decisions of the offseason\n\nTesting the waters:\nSaddiq Bey (Nova)\nJared Butler, MaCio Teag… https://t.co/qinAhht80X",
        "Stanford: Basketball Factory https://t.co/rpZXigGCUh",
        "@GarthMJohnson1 @YuFukinRight I’d be pretty surprised if Steward is around for more than a year. He’s already proje… https://t.co/QkzeYCcJSH",
        "@UpdateDuke Same line of thinking I had about Tyus and Tre, and it held up. I basically view Roach as a third Jones brother at this point.",
        "@UpdateDuke Still feel really good about Chandler, and staff has my full trust at this point. If Roach is a OAD, I… https://t.co/xjXmAp13F9",
        "@YuFukinRight Ngl I have no idea what to expect from him. Total wildcard.",
        "Duke could build a strong, long term roster foundation from this group. Could be as many as four multi-year starters.",
        "Projected timelines for the 2020 Duke class\n\nJalen: guaranteed OAD, top 8 pick\nSteward: likely OAD, top 20 pick\nRoa… https://t.co/9NCODhkAUo",
        "@Kyle__Boone https://t.co/dZkAdokD6p",
        "@JonRothstein Stop trying to handcuff the players, Jon. It’s their life, not yours. Coaches can move freely, regula… https://t.co/WPzroJeh96",
        "Their NBA Draft outlook coming out of high school compared to after UNC\n\nBarnes: Projected one and done, #1 overall… https://t.co/HaW0q5ubmQ",
        "Harrison Barnes, Nassir Little and Cole Anthony were the highest rated UNC recruits in the history of the… https://t.co/y3P0yZI5FI",
        "@UpdateDuke @RecruitingDuke I’m willing to die on the DJ Steward hill this year. Planted all my flags on it. Ready for war.",
        "@RecruitingDuke LOL yup",
        "@RecruitingDuke If I can only have one (which was probably the case), I’d take Steward. Think the recruiting sites… https://t.co/tasTxsvW9C",
        "@RecruitingDuke After Steward outplayed him and broke out at EYBL, I didn’t mind that move at all.",
        "@RecruitingDuke Yeah don’t think we ever got official word on it but seemed like they backed off Boston down the stretch.",
        "@bayoubluedevil @Rivals Hey man, if 5 months, 6 months, and 2 years of documented proof isn’t enough for you, along… https://t.co/HLe9XhLxBt",
        "@bayoubluedevil @Rivals November 2019\nDecember 2019\nApril 2018!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!! https://t.co/JLI1wRELvg",
        "@bayoubluedevil From @Rivals https://t.co/0OhG4wHXLr",
        "@bayoubluedevil Correct, that was my point. The staff didn’t recruit kids who were rumored to be going pro. That’s… https://t.co/U77j4IKQjS",
        "@bayoubluedevil ??? The pro rumors circled around Green, Todd, Suggs, Brown, and Maker for months now.",
        "@bayoubluedevil They pursued Cole, Isaiah Stewart, RJ Hampton, Carey, Scottie Lewis, Hurt, and Bryan Antoine. Were… https://t.co/CC70L9Rjmu",
        "@bayoubluedevil This G-League program, which is far and away the most enticing of all the non-college options that… https://t.co/PstRu1eoc8",
        "@bayoubluedevil Every top player will now be approached with this G-League offer. Six of the top guys this year hav… https://t.co/iWPdojOhPj",
        "@bayoubluedevil G-League is reaching out to him with a new offer that just came about. He didn’t reach out to them.",
        "@bayoubluedevil Any link on where you read or heard that Griffin isn’t a college guy?",
        "@bayoubluedevil Boston and Johnson were the only two Duke heavily pursued. That’s far different than the norm.",
        "@bayoubluedevil Things change in 2 months, and man has the Kuminga “recruitment” changed. And couldn’t be more conf… https://t.co/ffI3OaYZ0u",
        "@bayoubluedevil He seems to be backing off Kuminga, and Baldwin/Griffin are both college guys who love K and Duke.… https://t.co/PIRvb9VZIQ",
        "@Travis6mith He hasn’t announced it himself, but it’s as unofficially official as it gets. Might not even make an announcement.",
        "Funny enough I think K already employed his new recruiting strategy with the 2020 class.\n\nDidn’t pursue Jalen Green… https://t.co/CVwVyFJqY3",
        "I ***LOVE*** this 2021 Duke roster.\n\nThey have talent, depth, and a ton of personality off the court. We’re in for a really fun year.",
        "@UpdateDuke Yessir 😎😎",
        "Tre Jones last year. Matthew Hurt and Wendell Moore this year.\n\nThe days of assuming every talented recruit who sig… https://t.co/69ya4sGQgE",
        "Round 2 https://t.co/hKVDr6BmKY",
        "The NCAA screwed the NCAA",
        "Details include\n\n-High salaries\n-Won’t be playing a full G-League schedule\n-Will face youth national teams and inte… https://t.co/BSIFWkUnQy",
        "Jalen Green isn’t joining a regular \nG-League team.\n\nThe NBA has created what sounds like a soccer-style youth acad… https://t.co/MjYBq8NZj8",
        "@UpdateDuke Yeah think that’s right. Both .9996 ratings on 24/7. Think ESPN had Jennings at #1.",
        "Jalen Green tells @ChrisBHaynes that he would’ve picked Memphis if he went the college route https://t.co/EjCXhTN058",
        "Haven’t fact checked it, but I’d assume Jalen Green is the highest ranked recruit to bypass college in the one and done era.",
        "@hagwood5 They legit don't have the money to pay his buyout, and are too lazy or apathetic to go raise it from boosters.",
        "@hagwood5 And the tournament appearance was a loss in the first four. Maybe, just maybe, they shouldn't have given… https://t.co/iYrFgfZomx",
        "Wojo lands an extremely viable replacement for Markus Howard https://t.co/JzaJopG4no",
        "Wake losing four of their top five players from a team that finished 13th in the ACC. No top 200 recruits coming in… https://t.co/U8GKZliQ3b",
        "Kentucky will need both Terrence Clark and BJ Boston to be superstars, not just good, in order to compete for a tit… https://t.co/kAJruWobo7",
        "Kentucky’s rotation next year: \nOnly 1 player who’s played any minutes at UK (Brooks: 4.5 ppg)\n\nDevin Askew (FR)\nBJ… https://t.co/gIGEQzP815",
        "Calipari finally strung together a few key returnees over the past two years. PJ Washington, Nick Richards, Ashton… https://t.co/ciTrjH9ZUX",
        "The NBA is finally deciding to pump real money into the G-League, and the NCAA is gonna get caught with their pants… https://t.co/EETtLv2pfF",
        "Bobby Hurley building momentum. Can't be a tough sell to get 18-22 year old kids to go to ASU. If he can make a dee… https://t.co/7kYJ2uAJOy",
        "@UpdateDuke Penny getting another crack at it would be interesting",
        "Top 2 prospect in the 2020 class\n\nMemphis vs Auburn vs turning pro https://t.co/x0Bw1QX0GJ",
        "After missing on Josh Christopher last night, Michigan loses 5 ⭐️ forward Isaiah Todd who just decommitted and will… https://t.co/CS4aQfqI1k",
        "@JonRothstein Healthy Bryan Antoine &gt; Caleb Daniels",
        "If Saddiq Bey returns, Villanova is the preseason number 1 https://t.co/yHPklrNaag",
        "Such a rush anytime the crystal ball is wrong nowadays. Sets twitter on fire. Thank you Josh Christopher.",
        "Bobby Hurley has Arizona State in line for a fourth straight tournament bid next year. Will be the Pac-12 favorite… https://t.co/2nTShc0K7G",
        "5 ⭐️ guard Josh Christopher commits to Arizona State over the presumptive favorite Michigan, UCLA, and Mizzou.\n\nAno… https://t.co/PMKs8TcB64",
        "@King_Aali1 I love it",
        "Josh Christopher waiting for the Michigan fans to go to bed?",
        "Ziaire Williams was the missing piece for UNC to be a true title contender next year. Won’t have a complete wing wh… https://t.co/mAwVnZMyuF",
        "5 ⭐️ Ziaire Williams commits to Stanford over USC, Arizona, and UNC.\n\nStanford will be ranked and relevant for the… https://t.co/wdiRqW7HbU",
        "BIG miss for Oklahoma State, who was the favorite for a while. Only return two starters next year. Doesn’t look lik… https://t.co/WJzQoIUm1e",
        "@UpdateDuke 1000%. Meanwhile, Roy is doing what every coach should do, attempting to build the best roster he possi… https://t.co/Vs6DdbNBKY",
        "@EditsRecruiting @therealZiaire USC",
        "A January-Late May season is a possibility for next year https://t.co/O2zxijxlLN",
        "@dll07 Roach is a lock. Steward's the best scorer on the team, which they'll need, and is a better fit next to John… https://t.co/Qo3Zk178Yk",
        "Jalen, Steward, Roach, Hurt, Moore and Williams is a really strong top 6. Goldwire likely 7th.\n\nWe’ll see how thing… https://t.co/B4Jkz6UP1B",
        "@GRIND_EAT_WORK Yeah, and he’ll play a ton. Just don’t love his fit next to Jalen with the starters.",
        "@UpdateDuke Yup. Gonna be plenty of time available for him in a multitude of roles. Just don’t love his fit with th… https://t.co/rKPriUn2Xz",
        "I’m sticking with Roach, Steward, Jalen, Hurt, and Williams as the starting lineup until I see something different.… https://t.co/2QBEytVCND",
        "This next team will be Duke’s most versatile group since 2017 (Tatum-Kennard), who dealt with injuries all year. Mo… https://t.co/snopc7chLh",
        "So our Duke team for next year, as predicted weeks ago:\n\nSR: Goldwire, Tapé\nJR: Baker\nSO: Hurt, Moore\nFR: Johnson,… https://t.co/qMiKAFcEkV",
        "Tre fixed his shot, won ACC POY/DPOY, improved his stock.\n\nVern put up huge numbers in an offense completely center… https://t.co/DU5fFtFi7S",
        "Tre, Vernon, and Cassius are the prototypes for which non-lottery/non-guaranteed 1st round picks should leave colle… https://t.co/RGQhkcD6ZA",
        "@Jshaw03245 Yeah he was one of my favorite recruits over the last few years. Was asked to play too much at the 1 hi… https://t.co/RiAopqbq4y",
        "@TheLedbetter1 Grayson, Vrank, Javin, Jack, JRob",
        "@Jshaw03245 Definitely thought Frank Jackson would be around for a couple years. Thought Trent could’ve stayed and… https://t.co/sGb8emmQ9h",
        "The overall breakdown of the 32 Duke recruits from 2014-2019:\n\nCompleted eligibility: 5\nThree and done: 1\nTwo and d… https://t.co/VipBtuWvH1",
        "2015\nIngram (3): OAD\nThornton (14): 1 year + transfer\nJeter (15): 1 1/2 year + transfer\nKennard (21): 2 years\nVrank… https://t.co/CMUhD499yj",
        "2017\nBagley (1): OAD\nDuval (6): OAD\nCarter (7): OAD\nTrent (17): OAD\nAOC (68): 3 years + transfer\nJordan Tucker (82)… https://t.co/lJ0VBuzc39",
        "Duke’s classes since the start of the multiple one-and-done run (recruiting ranking):\n\n2019\nCarey (6): OAD\nHurt (12… https://t.co/AL8bnFcuXp",
        "Duke will send multiple one and dones to the NBA for the fourth straight year, five out of the last six.\n\nBest plac… https://t.co/DnWBPdRzsY",
        "Matthew Hurt\n-#12 overall recruit\n-9 PPG, 3 RPG, 48% FG\n-Returning for Sophomore year\n\nWendell Moore\n-#29 overall r… https://t.co/nrDYotEvpk",
        "The 2019 Duke recruiting class\n\nVernon Carey Jr.\n-#6 overall recruit\n-17 PPG, 8 RPG, 57% FG\n-National Freshman of t… https://t.co/uns9ej288c",
        "The final announcement set to come shortly, as expected. https://t.co/BaHWEobi50",
        "Ty-Shon Alexander turning pro is the biggest development of the offseason, to this point. All-Big East guard who av… https://t.co/HpQPTCv9Zh",
        "Significant loss for Louisville. Scrubb would’ve been their primary option on the wing, might’ve been their high sc… https://t.co/4LGzMAboX8",
        "2-3-6 all day, everyday https://t.co/nQEALV9cAN",
        "@TheBenSwain 11 years without a Final Four before he got there. He’s got 4 FF’s in his 11 years. Yep, he’s still be… https://t.co/0jKQbbvDne",
        "Creighton would have two All-Big East guards in Marcus Zegarowski and Ty-Shon Alexander if both return to school.… https://t.co/UsJiwwmkrU",
        "If transfers are given immediate eligibility, we could see a Duke-AOC matchup in the Battle 4 Atlantis final. https://t.co/oh8fZej91k",
        "@Langner530 https://t.co/9nbsZG4mKZ https://t.co/2YP8Po07lc",
        "@Carnage45__ Yup",
        "With Stanley gone, Duke will fall in the 5-12 range in the polls to start next year. \n\nDon’t think it’ll take long… https://t.co/mtu8n1vQth",
        "@ThingsDuke He gone",
        "What a year for Cassius Stanley. Exceeded the hype from day 1, played his best under the brightest lights, and alwa… https://t.co/W0uIg4CbLP",
        "Duke’s 2021 roster looks just about set. Waiting on one more announcement, then we’re off.",
        "@cassius_stanley Brought the mixtape to Cameron. Can’t wait to see it in the league. All love.",
        "https://t.co/LzdW77fhJS https://t.co/Y5bOq1dQfr",
        "@Bluedevilsreign Fetish????????? https://t.co/yz4GFvgsK3",
        "@Bluedevilsreign Hurt is going to see time at the 5 next year. That’s commonly known.",
        "@MrSamRivers Stanley’s trying his hardest to give us hope. Not sure I’m buying it yet.",
        "If the staff knew they were losing Hurt, they wouldn’t have let Tape go.\n\nAlready predicted he’d return, now I’d be… https://t.co/0QbclVqieg",
        "Had Tape penciled in for 5-7 minutes a game &amp; minimal production. Felt like he was a safety valve in case Mark Will… https://t.co/DU3huIx8yy",
        "No cause for concern. Trust the process. https://t.co/aTURuSgipt",
        "@7FigureKay True, that woulda been right up there",
        "Watched the 2015 title win on the patio at @tobaccoroadnc , filled above capacity with students and Duke blue. The… https://t.co/kwgFnk4L9D",
        "No title has ever meant more to a Duke player than 2015 meant to Quinn. If you know the story, you know.\n\nWas so sp… https://t.co/PqZXXlPYso",
        "“AND THE BLUE DEVILS ARE NATIONAL CHAMPIONS OF 2015.”\n\nNever forget it... https://t.co/HljC1cqhmg",
        "@1Tyus You were really that dude",
        "Tyus Stones. MOP. Dagger. https://t.co/fx6qzwrNsn",
        "Finish it. Two minutes to a banner. https://t.co/NRzawNxTwU",
        "Jah got his And-1\n\nDid it against UNC in the classic OT win in Cameron, did it in the National Title.",
        "They skipped ahead and missed the first Tyus three??? \n\n@CBSSports YALL GOTTA ANSWER FOR THIS",
        "Tough night for Jah. Looked like he was overthinking the game. Came up big late and got the ring tho. All that matters.",
        "The turning point https://t.co/DKO8jlUuEs",
        "Gave us everything he had https://t.co/DXQ78ozLoY",
        "Grayson’s issue his freshman year was he’d sub in and immediately try to takeover. Duke needed him to play a role,… https://t.co/jkt4piAkKo",
        "@UpdateDuke Didn't the staff move to Keels? Those crystal ball predictions for Christie are from way back. Haven't… https://t.co/PjIZFRyFFz",
        "Annual reminder:\n\nAll 353 D1 programs lose players to transfer. It is a fundamental aspect of college athletics. Ha… https://t.co/TLbF7hYnvb",
        "Shoutout to the Kentucky fans who told me before the season that Johnny Juzang would be a one-and-done.\n\nWhen he av… https://t.co/kyEcwij8p7",
        "Duke might be in on Alan Griffin https://t.co/V8Za73keRW",
        "@UpdateDuke Yep sounds like he’s gone. Grad transfer at minimum.",
        "Hmmm??? Jordan Tucker turning pro. Would’ve been the featured option on the wing for Butler next year.\n\nThat’s an..… https://t.co/cyuEQRXgUR",
        "Grayson, Trent, Tatum, Bagley, Carter\n\n😢😢😢 https://t.co/MHaQfY8yos",
        "@jaytatum0 How good did the dunk over Meeks in Cameron feel? https://t.co/a3Oqhbcydd",
        "@joshhevans1 Modern day free-flowing NBA offense &gt;&gt;&gt; predictable sets and running through a traditional big who cou… https://t.co/Mt6P3PtvIb",
        "EYES EMOJI ENERGY\n\n👀👀👀👀👀👀👀👀👀 https://t.co/COKBuaoNfO",
        "Nova’s the preseason #1 if both return. Fall out of the top 4 if Bey leaves. Fall out of the top 10 if Bey and JRE… https://t.co/dQ5Oa5Lnrf",
        "@ty17rr Carey wasn't a rim protector",
        "@ty17rr Life on that end is much easier with a 7'0 true rim protector behind you..."
    ]
}