{
    "screen name": "StefSimanowitz",
    "no. of tweets": 184,
    "tweets": [
        "@devisridhar I don’t think there is a logical basis for believing anything that comes out of Jenny Harries’ mouth.… https://t.co/HrrnCubWlk",
        "“If we didn’t do any testing, we would have very few cases.” \n\n— Donald J. Trump https://t.co/6MIpvd4c8l",
        "The perils of working from home. https://t.co/WF0izWXgr0",
        "\"Right from the start we've tried to throw a protective ring around our care homes. We set out our first advice in… https://t.co/uttSDwquwP",
        "Every minister in every press conference is flanked by senior medics &amp; scientists &amp; starts every answer to every qu… https://t.co/VZqy1yzuUC",
        "The problem is that the scientists advising the govt on lifting the lockdown now are the same ones now admitting th… https://t.co/6VxQxOZ1pU",
        "It goes on to say that for asymptomatic patients discharged into care homes, they will have been tested, but is thi… https://t.co/hEeVJ45rqR",
        "Here is the govts latest “action plan” from 15 April.\n\nIt says \"we will MOVE  to institute a policy of testing resi… https://t.co/jb5Wq5h1uu",
        "Some more inexplicable memory loss from member of SAGE, @JeremyFarrar on 14/5.\n\n@KirstyWark asks him if SAGE recomm… https://t.co/6IwUpNPgdb",
        "Here’s Prof John Edmunds on 28 April being asked about herd immunity by @cathynewman.\n\nHe is much less bullish 6 we… https://t.co/epRtRmuFfB",
        "This was one of the govt’s main modellers, Prof John Edmunds, on 13/3 dismissing the need for lockdown.\n\n“For what… https://t.co/U24hWMC0Qw",
        "Some more inexplicable memory loss from a member of SAGE.\n\nLike Patrick Vallance (CSO) @JeremyFarrar is asked if SA… https://t.co/pRuq6mfvS2",
        "“We’ve always said we want a phased return from 1st June,” (Radio 4) @GavinWilliamson.\n\nIt seems the first time the… https://t.co/pym7UPyuSs",
        "“We’re all sick of sitting around at home looking at our phones. We want to go to the pub and look at our phones th… https://t.co/uScBv9Um26",
        "Wow! Trump says “health care warriors” (doctors and nurses) are \"running into death just like soldiers running into… https://t.co/qrKmZgszBj",
        "The story dominating today’s news media has been Roche’s new “breakthrough #coronavirus antibody test”.\n\nThe only t… https://t.co/Y9ojyHjswG",
        "Under cover of the #coronavirus crisis, the govt has struck a deal with US tech giants to deliver a \"#COVID19 data… https://t.co/AVuIt7ERhp",
        "Annex D says care homes receiving someone who may have #COVID10 should ensure the resident “does not leave room for… https://t.co/jj9ZQBDJDl",
        "Check out this excellent @africaarguments Coronavirus in Africa tracker created with data from @JohnsHopkins… https://t.co/B6yPIvRQbD",
        "@PaulBrandITV @margtna Hi Paul, great that you reported on this at the time. You’ve been doing a great job holding… https://t.co/XN0fKVmndf",
        "It seems my efforts to make sense of the govt’s #COVID19 policy over these last months, have ruffled feathers in so… https://t.co/IK6iVlFP4q",
        "Govts must take urgent action to protect the millions of refugees worldwide whose already dire living conditions ha… https://t.co/w3dEpn5QJ0",
        "👆With mounting media criticism, the manager sends backroom staff to post-match press conferences.\n\nAsked why manage… https://t.co/N2z4twCB0X",
        "Jenny Harries (Deputy Chief Medical Officer) was asked why - after 7 weeks of showing international comparisons of… https://t.co/Zcujaej5RY",
        "The document I highlighted above is from 2 April.\n\nIt appears from the most-up-to-date DHSC policy paper (from 16 A… https://t.co/mHMiGGzaqq",
        "Now is not the time for blame.\n\nIt is a time for honesty, for transparency and for unity.\n\nThere are massive decisi… https://t.co/fDe8xU73eZ",
        "Uncovering the political decisions which sent tens of thousands to early graves is NOT about ascribing blame or col… https://t.co/6sjTuQckED",
        "Of course, ministers &amp; politicians cannot be expected to read documents tweeted at them from strangers (@margtna al… https://t.co/edrLS1NIuq",
        "It turns out that someone attempted to warn Matt Hancock &amp; other MPs via Twitter, that these govt guidelines could… https://t.co/meFXpiPHOa",
        "“It should be business as usual for the overwhelming majority of people...\nThe public I think understands completel… https://t.co/yZZ9UTGiFx",
        "These 2 clips - the PM’s #TakeItOnTheChin comments (5/3) &amp; #GreenwichSpeech (3/2) - are crucial pieces of the puzzl… https://t.co/WKlST5VhCp",
        "I stumbled on the government’s  #Covid19 strategy quite by chance 10 weeks ago.\n\nSince then, I keep thinking - “now… https://t.co/KmwwgYLLVa",
        "@NickDossett @Goldbug40 🙂 https://t.co/jzB4Hh3SxD",
        "What on earth...\n\nhttps://t.co/tp0FLXlni2",
        "@NarcAware @BorisJohnson Thanks Cathy.",
        "@BBCNewsnight @BBCTwo @maitlis Have you seen this? 👇\n@nicholaswatt @BBCJonSopel @Peston @Jeremy_Hunt @MattHancock… https://t.co/ZruYa2Fsuw",
        "@margtna @Nlitsardopoulos Did your MP respond in any way? I find very odd that journalists &amp; MP’s have not been investigating this.",
        "If you haven’t seen @borisjohnson’s #GreenwichSpeech you can view it here👇\n\nIt’s the smoking gun of the govt’s… https://t.co/vzK24mz2zK",
        "Here’s a link to the PDF (p.4). \n\nWhat’s almost as shocking as this document is the fact that it’s been in the publ… https://t.co/KOskCn2ddx",
        "The smoking gun of govt care home policy?\n\nGovt advice from 2 April.\n\n“Some of these patients may have #COVOD19. Al… https://t.co/QrC4UdTVCN",
        "@Goldbug40 @apnoeaboy @Keir_Starmer @mancunianmedic @doctor_oxford @MattHancock @BorisJohnson @piersmorgan Wow - do you have a link.",
        "@peterjrainford @chris_wathan @BorisJohnson @RobertJenrick Or Big Sam! @rustyrockets https://t.co/ejzXkLKLvp",
        "“We maybe bottom of the league &amp; playing the worst football ever &amp; up to our neck in scandal, but it’s too early to… https://t.co/2qD18MIhu2",
        "“I’m absolutely delighted to discuss death data.” DCMO Jenny Harries. #Covid19UK #coronavirus https://t.co/YXsFtfHhSN",
        "Stranger than fiction.\n\nIrresponsible capitalism &amp; autocratic authoritarianism are undermining public health.\n\n“Som… https://t.co/ZT0NyjOATS",
        "Today, #CédricHerrou was acquitted of charges of helping asylum seekers in France.\n\nBut around the world, people ar… https://t.co/4eKdR01FMG",
        "Here’s another 3D simulation of what happens when someone with #COVID19 coughs.\n\nHave @BorisJohnson @michaelgove… https://t.co/B1beXsE6xo",
        "We hear a lot about Sweden’s overt herd immunity strategy &amp; the covert #HerdImmunity plan being tried in the UK, bu… https://t.co/i54117DsDV",
        "After being dragged through the courts for more than 3 years just for helping some asylum seekers, French farmer, C… https://t.co/AHUDZhsFV1",
        "👆#SCANDAL Footage emerges of the manager at the start of the season telling club shareholders:\n\n“If the team do rea… https://t.co/2Ral65MmJ9",
        "@piersmorgan Now @Keir_Starmer has sent this letter showing that @BorisJohnson got UK advice on care homes wrong du… https://t.co/tffZ6UeKcj",
        "👆Your team is STILL bottom of the league.\n\nThe manager comes out &amp; tells the fans again that they’re wrong to judge… https://t.co/5wpJUZKezN",
        "@devisridhar Perhaps it wasn’t just something they thought would happen, but it was their strategy.… https://t.co/x9Br60yUrB",
        "Croatian police are allegedly spray-painting the heads of asylum seekers with crosses when they attempt to cross th… https://t.co/fkrS3orNOG",
        "On 16 March, @grantshapps told Sky that testing, closing schools, banning big events etc. were “populist” measures… https://t.co/a9UxR3eNg1",
        "GOING BACK TO WORK? #STAYALERT\n\n5 tests for ending lockdown not met\n\nNo clear info campaign\n\nEmployers expected to… https://t.co/7OKvur7Bh4",
        "On a more serious note, is #BorisJohnson’s #GreenwichSpeech on 3 February where he talks about #coronavirus for the… https://t.co/Pe6Ww8MrfY",
        "Not forgetting the brilliant @mrmarksteel’s Boris. #borisjohnsonspeech. #BorisJohnson #StayAlert https://t.co/MmPX9ySMT6",
        "@BettGunther @matjhope @BylineTimes @DeSmogUK Did you see this article by @ret_ward about the overlap between the j… https://t.co/MHnkeWaHox",
        "Yet another hospital with a maternity wing run by #MSF attacked in Kabul. Babies among the dead. Hospitals, doctors… https://t.co/gzXA4ubu5H",
        "Today, @WaterUK issued a statement saying: “PM Boris Johnson mistakenly referred to COVID-19 being in the water sup… https://t.co/9vziZRzGV0",
        "Hancock pretends not to understand the question. He announced testing on 15 April!\n\nLM: Is it true that hospitals s… https://t.co/2JhycmD7FI",
        "The first recorded example of biological warfare took place in 1346 at the Siege of Caffa. It was during the Black… https://t.co/VA3bYzibgJ",
        "More “speaking moistly”.\n(via @sarahcpr)\n https://t.co/XnYIpLPBx5",
        "UK has:\n- highest deaths/million\n- highest deaths in Europe\n- second highest deaths in world\n- lowest tests/case\n\nI… https://t.co/TWhBEZOJyK",
        "LBC’s @BenKentish asks: 1) whether employers are expected to take  account of risk factors such as age re returning… https://t.co/1AyKCDNxcG",
        "Ten weeks ago, I was in Istanbul to see a judge acquit #OsmanKavala &amp; his co-defendants.\n\nBut Osman wasn’t released… https://t.co/kNMtU6H21F",
        "@piersmorgan “A more useful measures is not \"tests per million\", but \"tests per case\" - it is a measure that reveal… https://t.co/la9LyAtxcq",
        "I went out for a cycle this afternoon, and the park was very busy.\n\nVery few people were wearing masks (maybe 5%).… https://t.co/Gh1pPYLCPo",
        "@sturdyAlex I agree with your analysis, but rather than being “silly” could the shambles &amp; confusion be part of a d… https://t.co/vtfgr1i5Ex",
        "@piersmorgan @MattHancock .@MattHancock was allowed to avoid answering ANY questions from @louiseminchin today (inc… https://t.co/Ftvfda4Lhy",
        "BOTTOM OF LEAGUE IN FOOTBALL\nOrganise fan revolt\nUnfurl banners in the stadium\nBurn season ticket live on TV\nDemand… https://t.co/HL7BmPHCTK",
        "“It is utterly absurd to suggest that we are political in any way. Please, when you are writing your headlines, rem… https://t.co/ewPsDGLkFD",
        "“You want a piece of me?”\n\n#RIPJerr - the funniest guy in town (with @OfficialJLD @JerrySeinfeld) https://t.co/UHnUQWGJ7h",
        "Hungary is facing a rule of law crisis.\n\nToday, NGOs made a submission to @EU_Commission’s #RuleOfLaw report detail… https://t.co/03GuaTfIrt",
        "@piersmorgan @GMB @BorisJohnson @MattHancock Tragic! https://t.co/n8ub1VSskW https://t.co/XKc66hkVx3",
        "Is Cummings trying to turn UK into a “managed democracy” like Surkov attempted in Russia?\n\nWe may never know.\n\nAdam… https://t.co/rZ5lPAQBoj",
        "\"Govts must be transparent about the measures they are taking so that they can be scrutinized. The #COVID19 pandemi… https://t.co/civd2JOvwl",
        "A sneeze can travel 8 meters.\n\nPlease wear a face mask.\n\n#Masks4All #facemasks #mask #Covid19UK #Covid19… https://t.co/dwXWKlNsWI",
        "CONFUSED by new #LOCKDOWN measures &amp; #StayAlert advice?\n\nEverything is made clear in this #THREAD👇\n\nIt’s 33 Tweets… https://t.co/7mqq9f1avf",
        "People have switched off the news &amp; who can blame them?\n\nThere are so many complex issues, so many asinine slogans,… https://t.co/0dkubC5fv2",
        "Are there people in the shadows who recognise an opportunity to overhaul the machinery of govt &amp; create a future wh… https://t.co/s3y2Lkar3s",
        "#CapriceWasRight \n\nIn the 7 weeks since this interview, 32,000 people have died (55,600 excess deaths according to… https://t.co/BcaASiNgMN",
        "Amidst confusion over the govt’s #StayAlert advice, detail of their 60-page #PlanToRebulid goes without scrutiny.… https://t.co/nlTq3zbwfs",
        "@mrdanwalker @piersmorgan This isn’t about ratings or egos.\n\nIt needs to be about individual journalists recognisin… https://t.co/aEdsMep5zi",
        "After the coronavirus crisis is over &amp; our lives slip into a new normal, we will not erect statues of our politicia… https://t.co/Wbiwerylvw",
        "“It would be foolhardy to go back to work now...We should be considerably more cautious about undoing the lockdown”… https://t.co/6YwXvNpetO",
        "Here is Matt Lucas doing his impression of Boris Johnson’s Sunday night speech. #StayAlert #COVID19 #COVIDIOTS… https://t.co/0MhVfgytes",
        "@peterjukes @BorisJohnson @Schofe @hollywills @mvdct @CereinynOrd @afneil @JeremyVineOn5 @FullFact @Peston… https://t.co/fKsyOYM38i",
        "After several seconds, someone corrects him using the earpiece in his ear. Was that you @MrMichaelSpicer?… https://t.co/Fy8XjVVY7a",
        "“I hope, hope, hope that we will achieve a virus.” @BorisJohnson offering some more clear messaging at tonight’s… https://t.co/TkwpX6f2BD",
        "Putin’s strategist, Surkov, created an ongoing state of bewilderment.\n\nCould the PM’s strategists be purposefully s… https://t.co/mFz6lQQ0fS",
        "@KevVanBet True, but it’s all important, Kev. Every death is important\n\nThe #CareHomeScandal is important\n\nThe… https://t.co/PpbOPRjTzr",
        "Anyone who works in govt comms will confirm that the #StayAlert confusion is not accidental\n\nThis messaging would h… https://t.co/zIzahHMyMP",
        "And on the anniversary of this unique moment in history, the Telegraph has the gall to go with this headline. \n\nMan… https://t.co/3BBmjTCr0s",
        "Twenty-six years ago, on 10 May 1994, Nelson Mandela was sworn in as \nSouth Africa's first democratically elected P… https://t.co/LxpECWcjT2",
        "There have been clues all along, but the chaotic way that #lockdown has been eased, seemly removes any shadow of a… https://t.co/AOetxXt5uA",
        "In the same week that the govt were pushing #HerdImmunity &amp; 250,000 people were flocking to the Cheltenham Festival… https://t.co/48UYdp8aEp",
        "The last instalment of this #THREAD👆finished on the cliffhanger: “We are deliberately being pulled into media storm… https://t.co/0nmz3N3VHg",
        "Those of us attempting to make sense of the govt’s mind-bending #COVID strategy fall into two broad categories: the… https://t.co/N5NsnIEeoS",
        "\"Crazy coincidence that so many of the workers deemed too essential to stay home perform some of the most underpaid… https://t.co/cCSBJjZX01",
        "Journalist @AvaSantina wrote today:\n\"Rammed on the roads in central London this morning. Mostly construction worker… https://t.co/UzbKnDhXIz",
        "#COVID19 crisis has shown how much our societies rely on “low skilled” workers (re-branded as \"key-workers\"), many… https://t.co/vPQfoBME34",
        "“Lockdown has affected everyone of us.” (Jennifer Aniston) https://t.co/blNAYttRcv",
        "@vehasrez @DominicRaab And service stations\n\nAnd garages where people fill up for petrol\n\nAnd parks where people cr… https://t.co/3soMz6ffDV",
        "@mrdanwalker Dan, one man has done far more to hold the government to account on their #COVID19 policy, than any ot… https://t.co/3iSP8UIyNZ",
        "Important #THREAD on @Amnesty’s new report with evidence of Russian &amp; Syrian forces attacking hospitals &amp; schools i… https://t.co/bhx6fwoTf2",
        "6/. Roads in London are reportedly “rammed”.\n\nAfter Raab’s interviews,  @piersmorgan thinks millions will drive to… https://t.co/x0X037A2zU",
        "5/. Last night - in a carefully scripted pre-recorded speech, PM said people who can't work from home should return… https://t.co/7wqeGvgpbD",
        "4/. Raab has just gone back on what he said earlier👆&amp; told #r4today that you can go to the park &amp; meet BOTH your pa… https://t.co/O7mnB6zLts",
        "Clear as mud.\n\nYou can drive across the country to see your parents but you can only see them one at a time &amp; can’t… https://t.co/KST1vHOEsp",
        "3/. Asked what #BorisJohnson meant when he said we can drive to places for exercise, @DominicRaab says:\n\n“It’s not… https://t.co/TwT4yOSmSx",
        "2/. Asked by a viewer why he is being encouraged to go to work where he will spend an entire day in close proximity… https://t.co/7i6tXSqTmQ",
        "@markaustintv @GMB Doesn’t anyone who lives in the UK or has loved ones in the UK have ‘a dog in the fight’, Mark?",
        "1/. Dominic Raab attempts to offer some clarity on PM’s #COVID19 lockdown statement.\n\n@mrdanwalker: Can I meet my m… https://t.co/bj6VB4fiiD",
        "“We've all woken up this morning &amp; no one's really got a clue what we should now be doing. That is dangerous. That'… https://t.co/DW6VzTPC4q",
        "@justinwebb#",
        "@mattgaetz @CBSNews But Matt, do you dispute what 60 Minutes is saying. It looks like good journalism detailing a \"… https://t.co/DDMi0D34As",
        "#BorisJohnson struggles to explain how to 'stay alert' in the fight against coronavirus. #TomorrowsPapersToday… https://t.co/Lbs5sNJqIm",
        "For those trying to decipher what #BorisSpeech was trying to say, you may find this speech illuminating.\n\nIt went v… https://t.co/bMCTkqArb4",
        "“Forget the Churchill tribute act; these days Boris couldn’t even get a job as a Boris Johnson tribute act.”… https://t.co/82Ccw9UNc3",
        "“Work, unity and truth will set us free.”\n\nThe slogan of Brazil’s #COVID19 campaign has an uncomfortable echo of “A… https://t.co/wc7BfqTZDD",
        "Graph fixed by @joshr. #BorisSpeech #StayHome  #KeepLockdown #StayAlert #stayingalert #COVID19 https://t.co/3GuQn4qb3E",
        "https://t.co/6rcLw8tePG",
        "@mrjamesob @piersmorgan GIF by @IamHappyToast https://t.co/3fMDyej2D6 https://t.co/OFCib6aROl",
        "@mrjamesob @piersmorgan I’d watch it!\nhttps://t.co/i8TGUtxmI2",
        "Boris Johnson's Covid graph in full (via @IamHappyToast) #StayAlert #stayingalert #COVID19 #coronavirusi\nhttps://t.co/i8TGUtxmI2",
        "“I can drive 100s of miles to sunbathe alongside complete strangers on a beach, maintaining 2m distance - but not s… https://t.co/fYdTljea0f",
        "Why is PM is urging us all to go to work if we can’t work from home, but\nsaying we can’t see family/friends even if… https://t.co/8PEXnpFqme",
        "“#StayAlert isn’t clear. PM’s speech raises as many questions as it answers.”\n\nPeople working in construction &amp; man… https://t.co/atiCyB5Idv",
        "“No this is not the time to end the lockdown this week.” @BorisJohnson \n\nAnyone working in construction or manufact… https://t.co/9qlZlLoNsy",
        "@piersmorgan @DominicRaab @GMB @10DowningStreet When Fergie refused to speak to the BBC for 7 years we shrugged.\n\nB… https://t.co/maBfF353KQ",
        "@wtgowers It’s more than 3 weeks since I posted the clip &amp; it went viral &amp; more than 3 months since @BorisJohnson m… https://t.co/rDLLOpt7We",
        "The Bo Jos - \"Stayin' Alert\" #StayAlert\n(By @TheIDSmiths) https://t.co/kwJMxebiDf",
        "“We’ve arranged a society based on science &amp; technology, in which nobody understands anything about science and tec… https://t.co/uLNSCjMlyk",
        "@Telstar22995931 @cathynewman Let’s DM",
        "“Science is more than a body of knowledge. It is a way of thinking; a way of skeptically interrogating the universe… https://t.co/WzqKYB5ZMP",
        "#HowTheBritishSolveProblems\n\nPut on your best outfit &amp; get some one to film you as you #ClapForTheNHS whilst you al… https://t.co/nurCCnvFDg",
        "@phelecPaul @MrsNigel That’s what the manager &amp; his Director of Football told the players: to use rolled up magazin… https://t.co/W8xqPpTT2p",
        "#HowTheBritishSolveProblems \n\nFOOTBALL:\nOrganise a fan revolt\nDemand resignations\nUnfurl banners in the stadium\nBur… https://t.co/LYDxCWbkxk",
        "#HowTheBritishSolveProblems\n\n1) Hark back to ‘glorious Imperial past’\n\n2) Pretend Britain is a mild-mannered superp… https://t.co/2bFrHEtQ5X",
        "#StayAlert (via @Bobdamnit) https://t.co/J6lnu9HXW1",
        "“Always be alert for invisible microscopic viruses.”\n\nNew government public information film. 'Charley Says… https://t.co/Ng9Vz6n1Oh",
        "Incredible! @OFalafel has made a Government #COVID Slogan generator.\n\nClick on it anytime to create a new #COVID19… https://t.co/b3jpgngnPq",
        "Pure speculation again, but it wouldn't surprise me if the  easing of the lockdown isn't the only announcement the… https://t.co/QhUR0RF7W3",
        "“If you have to issue a lengthy statement ‘explaining’ what your new slogan means, then the slogan is useless.”… https://t.co/yLbMa1OJXE",
        "We do need to #StayAlert\n\nWe need to ask why such obviously unclear messaging is being used\n\nBehaviourist, David Ha… https://t.co/5Bs39g3VPL",
        "On #Marr, @d_spiegel said govt are treating us like children.\n\nCould it be that, rather than saying we have to evac… https://t.co/uXTOLg9fic",
        "@d_spiegel @AndrewSparrow The govt ARE treating us like children\n\nDeliberately!\n\nRather than saying we have to evac… https://t.co/huCLN1hlZu",
        "The #THREAD👆may seem like ‘Through the Looking Glass’ stuff, and it is.\n\nBut the fact that Putin’s adviser,  Surkov… https://t.co/al68roXgnK",
        "Last week, Steve Baker’s tweet about “Cummings’ genius” offered us a clue to the govt’s strategy which seems to be… https://t.co/n1qiwPW0Cc",
        "“But I was only yawning!”\n\n“You know the rules, Sonny! You’ve got to stay alert at all times.”\n\nThis may sound like… https://t.co/b6raD0Mv9P",
        "@d_spiegel @AndrewSparrow The man the PM referenced in PMQs,  @d_spiegel, calls govt use of figures at daily press… https://t.co/8Eh8S7wwQU",
        "Steve Baker’s tweet last week offers a clue to the govt’s strategy which seems to be one of deliberately sewing con… https://t.co/mf6dkIu0yI",
        "Here is Steve Baker’s tweet &amp; the thread👇in which I explore the way that the govt strategy seems to be one of delib… https://t.co/o7EIqplPXR",
        "These two ex-tabloid editors know how the govt brief the media.\n\n@davidyelland asks “who briefed the papers?” &amp; cal… https://t.co/yew12aNB05",
        "This is not joined up government.\n\nSurely @BorisJohnson should be keeping @NicolaSturgeon informed about his strate… https://t.co/rK8q6JUjhW",
        "4/. In Strasbourg in 1518, 400+ people danced themselves to death.\n\n“One theory is that superstition combined with… https://t.co/oMNd1GTwba",
        "QUESTION FOR SPORTS FANS:\n\nYour team are having the worst season in living memory.\n\nThe manager - who has made noth… https://t.co/G1hjZjdxDF",
        "On Thursday, media claimed an easing of lockdown.\n\n“This wasn’t a single leak by a single newspaper. It was carried… https://t.co/6SouXy9B6O",
        "“What does #StayAlert mean? Unless you’re comatose or sleeping then you’re alert.” Professor @SusanMichie \n#COVID19… https://t.co/Eo19kvBfoy",
        "Under UK Health &amp; Safety Regulations:\n \nRED =“prohibition”, “danger alarm” &amp; instructs on “dangerous behaviour / st… https://t.co/WLDFbpbdkQ",
        "How can you \"stay alert\" against an \"invisible mugger\"?\n#Covid19UK #coronavirus #coronavirusuk #Covid19… https://t.co/OJftc88jBy",
        "@carolecadwalla The use of anonymous sources is an essential part of journalism, but the practice is being abused.… https://t.co/3ncrG72cXm",
        "#CaptainKirkNeverSaid https://t.co/65xTQakwAr",
        "This is the bald fella I was thinking of.\n\nJean-Luc Picard played by the bald British actor @SirPatStew. No beard.… https://t.co/eKpoKUyI8i",
        "I’m afraid I’m not a Trekkie.\n\nI used to watch it with Scottie, Uhuru &amp; Captain Kirk (pictured here with a beard).… https://t.co/mBHFMHUvnP",
        "Apologies to @WilliamShatner if this isn’t you.\n\nSome people think it may be @TimCurryNews or someone else. https://t.co/f03nG3AJnp",
        "@tnewtondunn @Jeremy_Hunt @DHSCgovuk @Keir_Starmer @BorisJohnson This was Chris Whitty (@CMO_England) announcing th… https://t.co/ggVdt805de",
        "@tnewtondunn @Jeremy_Hunt @DHSCgovuk @Keir_Starmer @BorisJohnson Here is the full text of @BorisJohnson’s reply to… https://t.co/lZtICBVh7g",
        "“Curiouser &amp; curiouser. No one has any idea how deep this rabbit hole goes.” (Alice)\n\nI’ve started another #THREAD👇… https://t.co/g83wIzyglw",
        "👆Some players &amp; backroom staff aren’t happy.\n\nThey’ve known about ‘the strategy’ - drawn-up by the manager’s Machia… https://t.co/18Z1ZkLIFl",
        "👆”That’s not what I was saying!”\n\nThe pundit that the manager referred to in his press conference to back up his ar… https://t.co/1Qor0EDRrX",
        "👆After another 5-0 drubbing the manager &amp; faces the press\n\nQ. What’s gone wrong?\n\nA. We’re ramping up\n\nQ. Will you… https://t.co/onbmAwtusV",
        "9/. Three weeks after the clip had gone viral &amp; three months after the PM made the speech, the Scotland editor of… https://t.co/RxihIGjfOF",
        "8/. The #GreenwichSpeech clip went viral (1m views in 24hrs) but, like the #TakeItOnTheChin clip, was ignored by MS… https://t.co/WAcBhilCp7",
        "7/. Some people have credited me with “finding” the #GreenwichSpeech.\n\nBut I didn’t.\n\nIt is was in plain sight all… https://t.co/0CNJ5PLZ3R",
        "6/. Some scientists were speculating that herd immunity was still the strategy.\n\nThen I was tipped off about the PM… https://t.co/5qOTuOojnm",
        "@GaryLineker Unfortunately the government now  talk about “test, track and trace” NOT “test, trace &amp; isolate”. Theres’s a big difference!",
        "5/. Surely the govt strategy couldn’t really have been to delay lockdown to allow #COVID19 to spread so as to achie… https://t.co/DpdynYrnCU",
        "@frankieboyle We all know about #SocialDistancing when you’re standing near someone, but what about if you’re movin… https://t.co/RGgT9QVNtC",
        "We all know about #SocialDistancing when you’re standing near someone, but what about if you’re moving?\n\nWalking -… https://t.co/AvKuCVajWe",
        "@camanpour @DorisKGoodwin And I spoke with Ivor who was part of the Allied force in Italy - some of the first troop… https://t.co/BCw2SozXZI",
        "“You should stay at home to protect the NHS to save lives, unless you’re in the Isle of Wight...But even if you’re… https://t.co/hvXYDSAyjb"
    ]
}