{
    "screen name": "urselsellhomes",
    "no. of tweets": 158,
    "tweets": [
        "Cleveland's Only African American Female Firefighter Is Retiring After 30 Years - Black Enterprise https://t.co/qjOqQEc2e8",
        "McConnell: Obama 'did leave behind' pandemic plan https://t.co/5LGbaYYxX7",
        "Family seeks answers in fatal police shooting of Louisville woman in her apartment https://t.co/W6bbrv1BYx",
        "House Democrats ask 5 companies to return coronavirus aid https://t.co/PLtWEG53Px",
        "@MsPackyetti @LMPD Thank you Brittany for sharing Breonna Taylor story.  She deserves the same attention. May God c… https://t.co/j62SWzUsQr",
        "Thanks Brittany for sharing Breonna Taylor story.  She deserves the same attention. May God bless and guide her fam… https://t.co/pBlSAWAOvs",
        "What does Dr. Fauci have against the NFL? Maybe its the knee! https://t.co/5QM3ie3fM9",
        "@LorenaSGonzalez Thanks for question.  I am tried of small companies forced to wait for crumbs left by big companie… https://t.co/V3Am5r7z3S",
        "not wearing a mask is getting very serious https://t.co/FsTczhIZMZ",
        "Unemployment Report: No Need to Be Terrified https://t.co/cE64dMiTQ4",
        "Analysis: Experts warn of a 2nd wave of economic pain https://t.co/reGTS8nQ90",
        "Fauci: 'Suffering and death' if U.S. reopens too soon https://t.co/yWTCCk20q4",
        "Pennsylvania governor threatens to withhold federal aid to counties that open prematurely https://t.co/4GOabK8gzi",
        "Tenn. judges say it's OK to make videos of women without consent https://t.co/xaIP1Tkdjz",
        "The COVID-19 pandemic is heading to rural America—and rural America needs to get ready https://t.co/yqhgueNbEM",
        "Three Minnesota teens arrested for kicking Asian woman after viral video identifies suspects https://t.co/GcuiN2WC7H",
        "Simple - don't by the company product or service! Ohio employers asked to report employees too fearful to return to… https://t.co/FcBy7VsXQK",
        "Richard Curtin: Pandemic’s impact on economic behavior https://t.co/5Z2bZIibZj",
        "Here's how the new Title IX regulations will affect sexual assault cases on campus https://t.co/LYpZJNQObC via @ConversationUS",
        "I was surprised to learn Warren Buffet owns a 10% interest in Bank of America and 10% in Wells Fargo.  I never thou… https://t.co/AE9K2wW7qA",
        "Fauci, Birx's public withdrawal worries experts https://t.co/QsmGFspxNe",
        "Michael C. Bush: What is a Great Place to Work For All? https://t.co/7w8YfLkbOz",
        "Michael C. Bush, CEO of Great Place To Work | Transforming Workplace Culture | 2016 CEO Summit https://t.co/rLXRkD8vIP",
        "The Pandemic Shines a Light on Property Managers https://t.co/2O488CIhhb via @GlobeStcom",
        "It’s Hardly V-Shaped https://t.co/FGY97887Y9 via @GlobeStcom",
        "'Swastikas and nooses': governor slams 'racism' of Michigan lockdown protest https://t.co/MYXT9Bl0iA",
        "Students will have 45 minutes to finish their AP tests. Are they ready? https://t.co/kjNllY6nRN",
        "#NowListening 4. Deconstructing Black Men's Pain from Amerikan Therapy on @CastBox_FM https://t.co/Hhhbtazs8r",
        "Michigan Releases Names Of Nursing Homes With COVID-19 Cases https://t.co/judlNpt4uv",
        "Visit Ernest Steven Johnsons memorial page https://t.co/9nfLu8if4i",
        "GOP Gov. Hogan (R) to Trump: Stop coronavirus 'misinformation,' saying 'whatever pops in your head' https://t.co/g35m1hXIrN",
        "Senior official cited by Trump is subject of investigation https://t.co/1Y0kQ3ZTQp",
        "Watch Kresge Arts in Detroit documentaries at virtual Freep Film Festival https://t.co/j9pq1AZPs2",
        "Wealthy mortgage borrowers face cold shoulder from lenders https://t.co/YFSucjTGWs",
        "Take the lock screen quiz challenge https://t.co/UkrRLYnWrv",
        "'He was coming home': Michigan prisoner who served 44 years died from coronavirus days before rel... https://t.co/FOMg1M5giD via @GMA",
        "US Supreme Court chief John Roberts takes aim at Neil Gorsuch’s “evocative” claims in EPA case",
        "‘Very, Very Scary’: Officials Dumbfounded as Florida Beaches Reopen, 3 Days After Death Spike https://t.co/UAdffBojGw",
        "Here’s What Russians Hoarded When the Lockdown Began https://t.co/8fGpiuyu2N",
        "Landlords are soliciting sex in exchange for rent, advocates say https://t.co/uP6IXKhHX8",
        "Trump’s libertarian housing regulator refuses to bail out mortgage firms with public money https://t.co/KMVEwewzIo via @politico",
        "McDonald's apologizes for sign banning black people from one of their restaurants in China https://t.co/k3ROlUeLBh",
        "How to Pass the Salt While Maintaining Proper Social Distance https://t.co/qqNieDbzYm via @YouTube",
        "Justice to drop charges against two companies indicted by Mueller https://t.co/87K7AxbCPV",
        "Comcast offering 'Internet Essentials' package free for low-income customers for 60 days https://t.co/VnpVjgMrHS",
        "Miss USA, Miss Teen USA and Miss America are all black women. This 'Essence' cover honors the mon...… https://t.co/DW3jA0Fzj7",
        "FHFA Announces Maximum Conforming Loan Limits for 2020 | Federal Housing Finance Agency\nhttps://t.co/hVjSpNPPFb",
        "How To Pay Off Your Mortgage Fast Using Velocity Banking | The Fastest W... https://t.co/O6iBH5TJWb via @YouTube",
        "2 similar Baltimore-area communities now exemplify widening racial wealth gap https://t.co/rvrzTtA4dd",
        "I just pledged to be an engaged homeowner. Have you taken the pledge? It only takes a moment. Check it out here:… https://t.co/USfG8hkVvZ",
        "Window to the Law: Complying with the California Consumer Protection Act https://t.co/L1gJhzFBpe",
        "FICO is changing the way it calculates credit scores. The takeaway: It will likely lower them for many Americans, m… https://t.co/d9q1ct6ktn",
        "I am happy to see Gov. Deval enter the Presidential race. Everyday people life matters and he will keep those issue… https://t.co/RTktrD9fqy",
        "Michigan Main Street Communities https://t.co/lAMQPpNA9B",
        "Who's missing in this picture? The victims of fair housing and housing discrimination. New Fair Housing Action Plan https://t.co/HLn6CKBMAi",
        "The Ten Most Interesting Little Known Black History Facts https://t.co/z0x08o5Ywt",
        "Miss Universe 2019: South Africa's Zozibini Tunzi wins the crown! https://t.co/npSDPcnCsH",
        "Beverly Daniel Tatum: Why Are All of the Black Kids Sitting Together in the Cafeteria? https://t.co/0bTJpz6k82",
        "Bookkeeper who stole $300K from employer gets a year in prison https://t.co/0cyG3mvhsH",
        "Blond Boy SZN https://t.co/AzOrW6Gbuz",
        "Story-based eLearning Idea: Let Learners Fill In the Gaps https://t.co/X0hwM6Xu0s via @YouTube",
        "Trump Mortified After World Series Crowd Starts Booing, Chanting ‘Lock Him Up’ At Melania https://t.co/A4aGa0wFZc",
        "I am disappointed Rep. Tlaib made a decision to endorse Bernie Sanders so quickly without hearing from the voters o… https://t.co/GwccLlpboQ",
        "Redefining What a \"Good\" College Is https://t.co/pvVru5otnl via @newamerica",
        "Resnicks donate record $750 million for climate change research at Cal Tech https://t.co/UMBqXBrjSl",
        "Southern drought deepens; 11 million affected https://t.co/73qbsWvqyo",
        "Colt will stop making AR-15s for civilian sale, says there's already plenty on market https://t.co/NCLZD191my",
        "Ohio GOP fined $100K for improperly funding voter database https://t.co/yMNFfLh1rY",
        "Beyonce's 'Making the Gift' TV Special Announced https://t.co/YKp4lIIMiR",
        "FTC Stops Student Loan Debt Relief Scheme, Charges Operators with Misleading Consumers https://t.co/S4WCFVBMcz",
        "Equifax Data Breach Settlement: What You Should Know https://t.co/QiMwMcOTm0",
        "@Lesleyjass @ava @faiza_n_ali @IlhanMN @RashidaTlaib @AyannaPressley @AOC Standing with our #Fourqueens - Love them!",
        "Who let Trump out? Nancy Pelosi! Trump attacks 'the Squad' as 'racist group of troublemakers' https://t.co/wvy7w4MK8o",
        "Tlaib says \"I'm not going nowhere\" in response to \"send her back\"  https://t.co/Q9vv6pd0tN",
        "What happened to income wages since 1960? The disappearance of Unions!\nAmerican dream, home prices skyrocketed 121%… https://t.co/x7869C1DzM",
        "China opens up finance sector to more foreign investment https://t.co/jL3awzBaFL",
        "Reaching Tech Shoppers on Mobile https://t.co/zWHs01Flcr",
        "PSA: Instagram's New Feature Is Aiming To Stop Cyber-Bullying https://t.co/RrQBmN7cbc",
        "Role of Business Education in Promoting Entrepreneurship https://t.co/3ziXgF4N2b",
        "https://t.co/GJXijFyMSq",
        "Instagram introduces new feature to – Realnews Magazine https://t.co/1RI3Hwquyg",
        "I personally think this is an article worth retweeting.  The son pleading with the dad to stop harassing the black… https://t.co/CeppLUoYjl",
        "Judge who said teenager who filmed himself raping girl 'deserves leniency because he's from a goo... https://t.co/6NDpfGJHZP",
        "Mindy Kaling Posted Bikini Photos On Instagram to Make an Important Statement About Body-Positivity https://t.co/k6cM5BLcNx",
        "Son begs father not to call police on black man he believed was trespassing: 'Daddy, I don't like... https://t.co/WVatwnBHuY",
        "Facebook posts cryptic message about why everything broke https://t.co/QbcvKswZhJ",
        "Instagram, Whatsapp Facebook hit with media messaging outage | Technology https://t.co/6hs0abdyfd",
        "Can’t see images on Facebook or Instagram? You’re not alone https://t.co/yuRoAOMM3x",
        "Instagram, Facebook, Snapchat Down for Social Media Users Around the World - Reports https://t.co/mG8TiKPyBo",
        "Serena Williams said she plans to wait 3 months to give parenting advice to her friend Meghan Markle https://t.co/iYFqJHBL7u",
        "Hi y'all, I'm here in HILTON head south Caroline anyone from Michigan with teenagers i with my family and my grandd… https://t.co/ah2Ay0hJtb",
        "Constraints and measurement https://t.co/WsNO5fMI3f",
        "All Walmart pickup locations now accept SNAP for online grocery orders https://t.co/Jdv1zGZJ1G",
        "The 2019 Cadillac SUVs: Keep Rising Together https://t.co/6tSYHzhyuj via @YouTube",
        "This is what our young girls need to see to show that black is beautiful. https://t.co/C8D0uWgeiv",
        "Absolutely beautiful. https://t.co/SivOsFM0jx",
        "I have two tickets let me know if anyone is interested https://t.co/SKNUxWGlL0",
        "I'm going to \"Going Global - Detroit\".  See you there? https://t.co/82GxtenYvS via @Eventbrite",
        "Republicans Are Freaking Out Over Deceased Gerrymandering Expert's Files https://t.co/VvR6USFkqa via @YahooNews",
        "Donald Trump ‘should stick to domestic politics,’ says senior UK minister https://t.co/BpusZTeLSP",
        "Whos ready for summer!!? https://t.co/Csqq6by1tq",
        "ACTICO signs DMI Finance as its first Indian customer for the Machine Learning offering https://t.co/1mLfqKKiCg",
        "Amen. https://t.co/ozsWa6SAS0",
        "The Political Insider - Posts | Cortez blames climate change for immigration crisis. https://t.co/sM7YJYZPYI",
        "Yea!  Long time coming!  Great public policy for homeowners.  Repealing the FHA (MIP) mortgage insurance premium li… https://t.co/G4beewFhqT",
        "Ex. Gov. Rick Snyder's Cell Phone Seized In Flint Water Probe https://t.co/EnfZuScypw",
        "Fierce Trade War Force Mortgage Rates Below 4% https://t.co/XBBRZMnYa0",
        "https://t.co/vAslAMZ8kO",
        "The #ForthePeopleAct is so important I wanted to retweet. https://t.co/eoUIWigBih",
        "Jesse Jackson wants banks to take a stand on how fines are used https://t.co/OJBsBJa7Cx",
        "Property tax hole spurs Proposal A reform push Something to keep your eyes on. https://t.co/AfvoITp3I8 via @detroitnews",
        "Did pro-Israel lobby funding influence Democrats' responses to Ilhan Omar? https://t.co/yHKf6OuWxx",
        "Elcometer moves North American headquarters to Warren https://t.co/YIwJuVHlAe via @crainsdetroit",
        "Laying the foundation for growth, Falcon Industries opens new headquarters https://t.co/NefunOtxAa",
        "Emabond Solutions moving headquarters to Auburn Hills, investing $842,000 https://t.co/TivJvH3WdC via @theoaklandpress",
        "Congress Introduces Bill to Reinstate Dodd-Frank Reform Measures - NAWRB https://t.co/Yq16B4WBDY",
        "Police: Patriots owner Robert Kraft solicited prostitute https://t.co/6oV7Agi510",
        "Coast Guard Officer Plotted to Kill Democrats and Journalists, Prosecutors Say https://t.co/4azMWBephs",
        "Christopher Hasson, Coast Guard Officer, Plotted Attacks at His Desk, Filings Say https://t.co/Y1mE1uNZEs",
        "Turn Objections into Sales Opportunities https://t.co/XvpirD7yxh",
        "Nation does not respond emphatically!  Black Students in Parkland or Black women in the MeToo movement are intentio… https://t.co/PQoP1C5UK7",
        "White privilege gives white America the audacity to always feel superior to a fault. https://t.co/kygInNU0mV",
        "Congratulations Kiko Davis, Only Black woman in the country to own a bank. News proud to share.  Ms. Davis, a Black… https://t.co/ioYlbJYaSS",
        "American history shows people will work against their own best interest because of hatred. Failure of our school sy… https://t.co/3NmXIj4lTX",
        "Great move Prada https://t.co/eC3V37HVeV",
        "Features https://t.co/ZwuyAZ7bOT",
        "Beautiful https://t.co/ZeucR6rhC7",
        "Share Black History with someone you know. Education of a miseducated nation begins with you. https://t.co/oe312HrJDU",
        "2019, marks 400 Yrs since enslaved Africans arrived to Jamestown. \"Enslaved\" is the key word. This country had Afri… https://t.co/zCV7u4RDku",
        "Welcome Toluse Olorunnipa - What is your 'WHY?\" Why Washington Post? https://t.co/93aCUlv3qW",
        "If you have job openings at your company post them.  \n\nIf you own your on business expand, create new jobs.\n\nAmeric… https://t.co/0EaOVdce4C",
        "Review | For black millennials, an endangered American Dream https://t.co/jUHZRc5Jvx",
        "I'm attending Systems for REALTOR® Success  https://t.co/aZOYJXSIN0",
        "Early Humans Mated With Inbred Neanderthals — at a Cost https://t.co/Ho61qpdJqq via @howstuffworks",
        "30 Little Resolutions That Will Save You Big https://t.co/aaBTIRnEy8",
        "https://t.co/FDoJEPNyTb",
        "Why?  Jewish family kicked off American Airlines flight for ‘body odour’ accuse carrier of religious di... https://t.co/ay9QgvnsuS",
        "Check out \"Cindy &amp; Paul Manciero Say: There’s no place like home\" https://t.co/KpsY193HnH @Eventbrite",
        "Memphis, Tennessee, saw $1.3B of new construction permits in 2018 https://t.co/lTP7bDbl47 via @constructdive",
        "From The Mailbag | December 2018 https://t.co/8tLvQzpTga via @YouTube",
        "See this Instagram video by @blavity https://t.co/kD0aEvE704",
        "Progress, maybe one day a Supreme Court Justice! https://t.co/78Tkg9z7fj",
        "Will John Legend appear in a documentary on Harvey Weinstein or will he pass on the opportunity to denounce him has… https://t.co/vNvBfqXqrV",
        "Don't miss Tigger Warning with killer Mike on Netflix. https://t.co/CmRmfwexPI",
        "Wow! https://t.co/QgUvel8dAx",
        "Unfortunate Black hair styles always being judge and or criminalize. Hard for Black children to grow up relax, feel… https://t.co/zjFK7riiKp",
        "How sad, this young lady will one day regret speaking so publicly about her father. When the media has move on, wha… https://t.co/nUoV1JIfvq",
        "The power over others this  institution felt to force this young athlete to cut his braids. https://t.co/KyccvvTUSS",
        "Does the family receive any money for his death in addition to his name on a building that can be torn down and lan… https://t.co/uNzMRP8Jhu",
        "Common practice! https://t.co/TZ5QfvPAUL",
        "@EBONYMag R Kelly is the Black community Hugh Hefner.  Known for having young girls at the Playboy mansion.   Also,… https://t.co/oKRxiiKjSU",
        "Forbes crunched data on areas in the U.S. to pick the top places to retire in each state https://t.co/XqV6TYEWVP via @forbes",
        "Issa Rae, Rocks! https://t.co/vtmt5bBO3B",
        "She's beautiful, Golden all the way. https://t.co/nByWaAH2It",
        "Certified Residential Specialist Designation Benefits - Residential Real Estate Council https://t.co/sZM4PJbY5D",
        "DealBook Briefing: Trump Tariffs Threaten U.S. Jobs https://t.co/HW4r3gOl4k",
        "January - February 2019 https://t.co/QpdDqEa33E",
        "Indirect consequence of the Government Shut Down. https://t.co/ExMLmB5Jue"
    ]
}