{
    "screen name": "Smish2020",
    "no. of tweets": 170,
    "tweets": [
        "As I had tweeted once, India is a country of countries. Answer to selective unlocking by city is in this chart. Man… https://t.co/BMjUbWtkLG",
        "Maharashtra new cases average per day for last 4 weeks (starting April 13): 333, 561, 850, 1266.  And 75% of Mahara… https://t.co/dh9xldkmdW",
        "@arjunsood12345 @VishalBhargava5 Pls DM on Twitter your email address. Shall send.",
        "@tom_peters @scribe827 @DrUmeshPrabhu Agree 100%! Servant Leadership covers approachability as one of its many aspects.",
        "Well, China has fallen out of Top 10 list of countries by Covid deaths. Any learnings from there, folks? 😳😔",
        "@Sunshin99415939 Sent you a direct message on Twitter",
        "Remembering the master class act, Irrfan Khan with My blog piece of 2013 on “different ways the film Lunchbox could… https://t.co/AmYUjjodaM",
        "Covid proliferation in metros should hopefully bring out a 75-year old project, viz improve the living conditions o… https://t.co/m6aQTlmGHh",
        "We should extend current National Govt tenure by 2 year to give PM @narendramodi and team free hand to whole-hearte… https://t.co/mgFiMIUflG",
        "Now with Covid impact on economy perhaps needing USD100bn in India, we need to tone down all Vanity projects for ne… https://t.co/VxYR1n0ozs",
        "As lockdown is selectively going to be opened for businesses, please, please be ultra careful. Design processes wit… https://t.co/pIuJIIVq77",
        "@spedteacheriam Hello, haven’t got in Twitter message yet. Could you RE-send please?",
        "@spedteacheriam Thanks. Have followed you. If you can send your email address on Twitter Message, shall send you a pdf.",
        "Savings from oil import bill reduction for India is USD40bn for FY21. The Govt spent 22bn in first tranche for poor… https://t.co/3pPkJlI8Xd",
        "@annabel_dsouza2 @BillGates @BarackObama @IndraNooyi @POTUS I was sort of banking on their execution abilities, Ann… https://t.co/FkczVSzROP",
        "The national lockdown plus international airports sealing from Feb end has ensured little international influx of c… https://t.co/5TNxvk9K4M",
        "May I suggest making @BillGates or Angela Merkel or @BarackObama or @IndraNooyi Head of WHO for next 3-6 months for… https://t.co/XoqlPPP5yp",
        "A good CEO, in a severe downturn, reassures employees that most jobs will be protected, helps interpret revenue dat… https://t.co/pNNEPuCDJx",
        "😂 Be careful what you wish for:). https://t.co/daKrUzP64N",
        "What a phenomenal leader! @narendramodi connecting with Sarpanchs across India, listening to them. &amp; communicating… https://t.co/k8qxSA14XF",
        "Anarock Group sold 240 homes and 60 commercial units in the Covid lockdown phase so far. Where there’s a will...And… https://t.co/EgdgahcLxK",
        "@Quame80048153K_ Emailed just now again. Pls check your junk and spam folders also once for this if you didn’t get it five minutes back. 😊",
        "Shouldn’t India take aid from IMF, World Bank and USA/ China to share with daily wage workers, small businesses and… https://t.co/eLWLtjNWzi",
        "140,000 out of total 155,052 deaths are in Top 10 countries. Leaving China and Iran who account for 10k, rest are i… https://t.co/SM1eM8i72h",
        "@Quame80048153K_ Hi, many thanks for the offer. could you share your email address on twitter messages pls? Have follows you.",
        "GDP comprises inter alia revenues of millions of small businesses too. Saying GDP growth rate will fall by 5% sound… https://t.co/pMoup4SIrz",
        "2 million cases! Curve is still on the rise. If it follows a typical bell curve sort of thing, we should have about… https://t.co/I2W5LiytJS",
        "I think for next 3 days, we need to run 50 trains a day from Mumbai, Delhi to UP, Bihar. With 50% occupancy so that… https://t.co/4B1rRgFFMb",
        "@ravibhu 😊 and no amount of Artificial intelligence is able to fight these blows from mother Nature😔.",
        "@sandeepbangia @kumarakshay1 @virsanghvi @fictioncheck @raj_hamara @CdrAnand @JasmineKhurana3 Awwww...some...loved… https://t.co/pZvy2KDyEW",
        "Thanks, Doc! Agree! Our future is secure! Guys, blog by the kid on mathematical Modelling of Covid deaths, with a p… https://t.co/84ZkBspXdM",
        "@Vandana_Trivedi Possibly in these times, all acts of “kindness” should be appreciated - small or big, no? The world needs more of this😊.",
        "@lavagarwal Sir, you are doing a brilliant job in communication of India’s Covid situation. And addressing queries… https://t.co/ej5XFOUzDA",
        "There are many ready buildings in NOIDA. Or almost ready. Can the NCR migrants be asked to move temporarily into th… https://t.co/xlnEIE6LXK",
        "Sad times for the world! Exponential curve is still on. Reached 26500 deaths, almost “on track” 😔👇🏼. https://t.co/PYqJgCuxjd",
        "@ram_EMAIndia Yes Ram, I am hoping and praying that Mathematical extrapolation doesn’t work this time 😔.",
        "Number of covid deaths doubled from 1750 to 3500 in 20 days, from 3500 to 7000 in next 10 days and from 7000 to 140… https://t.co/kBTHShLUZc",
        "More happy news! Kudos! @vikramchandra https://t.co/ktVFiA79Qs",
        "Here is my yr-old adulatory piece on Early Indians - not a Review, but a quick summary for friends. For the real fu… https://t.co/mKS6ZfyVqC",
        "Brilliant stuff! Kiran MS tweeted about Ventilator making firm Skanray at Rs 5 lacs each, and Manish Mundra from Bo… https://t.co/aGyk3snLFC",
        "Are there location based and thermal sensing apps which indicate people with fever &gt;100F in a radius of 3m of you?",
        "@reliancejio @airtelindia Requesting you to increase WiFi speeds across Metros till corona situation improves. Lots… https://t.co/E8yNSFuN8W",
        "Should be copy pasted across the world! @PMOIndia https://t.co/11KsnJK3ka",
        "From my experience of 3-4 external crises in my 25-yr corporate life, whenever there is uncertainty and chaos, I ha… https://t.co/SzoH1uc11j",
        "Another great news! Indian Council of Medical Research! https://t.co/jh1qTWypPJ",
        "Brilliant news! Well done! https://t.co/YJB2JnCbzt",
        "Understand budgetary deficit and all that. But one must be smoking something special to hike petrol price in Mumbai… https://t.co/Bm9rFb0XPF",
        "Your overall personality and life is the sum of open tabs on your laptop. Do not let only your work define you! 😎",
        "Or more realistically, a quaint bookstore with a lazy coffee shop ?😊 https://t.co/FhhyeuUmQP",
        "My Uber guy in response to my question “agar hona hai to Corona ho hi jaayega, Sir! Dhanda to bund nahin kar sakte… https://t.co/britwDjeuq",
        "So now that it’s a question of when and not whether, I am not seeing too many announcements of hospitals in metro c… https://t.co/xNyDrDs9FD",
        "@NinadChhaya @MerakiVR Indeed !",
        "Second from left...the one with mike in hand giving gyaan...is me 😊. On serious note, learnt so much sitting in the… https://t.co/wAZ3R6n68q",
        "@manishanataraj Agree completely! Coincidentally just now saw a movie called Article 15. There’s a different India… https://t.co/2kMdzFcH08",
        "How come Shivaji Jayanti and MahaShivRatri are in the same week? Possibly the great king was named after the greate… https://t.co/U47G8t7XZ0",
        "If every old age business started announcing on Twitter about his new loan from a bank, as much as Startups tweet a… https://t.co/feVzMZ3WMp",
        "Finished reading “Djinn Patrol...”My one fiction novel per year (amid 10-11 non fiction). Fantastic writing style a… https://t.co/yxDNJ8APVC",
        "While possibly mentioned in an ecological context, this brilliant statement makes sense at so many levels 😊. 👇🏼 https://t.co/h80Dz5BO6A",
        "Even if now we don’t grasp the global manufacturing opportunity, then I don’t know when will we do that? (Am alread… https://t.co/UO77BC52oW",
        "...Leading to new pockets of “affordable” residences within reasonable commute distance. Going to charge up Mumbai’… https://t.co/Nr4fBLCcmt",
        "@abhijitbhave 😊 Shouldn’t we focus on the first category ones only? The other two are insignificant and we will forget ten years hence.",
        "@abhirajbhal Good move, Abhiraj. I had always found the “Clap” part to be quite racist, Victorian and condescending… https://t.co/GUjCbLqQ9J",
        "@LisaPBarbora In same boat. Have unfollowed 100 (polarised) people. But your other ask is tough. Seems that Twitter… https://t.co/6G1BRHFPQP",
        "And you are a pioneer of consumer internet businesses in India yourself, Anupam. Take a bow! 👏🏼👏🏼 https://t.co/vQgEN9PA20",
        "@manishanataraj @proptiger @ANAROCK @KnightFrank_IN @FinancialXpress All the reports are factually correct, Manisha… https://t.co/tH8k6hA2AO",
        "@Nathansv Culture building needs to have more than a CHRO as an architect, no? Needs the business leadership team a… https://t.co/200y3FOd0f",
        "Can @IndiGo6E tell us while booking in advance whether the flight is using A320 Neo P&amp;W engine?The one which has to… https://t.co/tLqU1trm6Q",
        "@andymukherjee70 Vineet Nayyar (over weekends) ? 😔😉",
        "Reducing this one could be a key target to take for Indian policy makers! https://t.co/kOeosW3jMm",
        "Slightly too cynical. But interesting piece on de-glorifying of the startup founder. https://t.co/fgvy8dw06Q",
        "@deepakshenoy @sanvai @CapOrbit 😊 Deepak, people have been talking about this 30% fall for the past 3-4 years. Abou… https://t.co/G2BWjVFVk1",
        "@sanvai @deepakshenoy @CapOrbit Correct. And with steadily rising incomes, the ratio of home price to income has come down!",
        "@deepakshenoy @CapOrbit https://t.co/OQjjOw7AwC",
        "@CapOrbit @deepakshenoy Monthly Income in RBI data is on a wider urban population base. Which would bring the avg i… https://t.co/yQODAFOSUy",
        "Interesting article and stats. I am impressed with 60% CEO appointments from within. Takes hard work - succession p… https://t.co/fDlKYxLcV6",
        "2010-2019 key events: \nAnna Hazare, Osama bin Laden, Cricket World Cup 2011, Arab spring, Nirbhaya, AAP, Modi, Char… https://t.co/5ExCp9Kah2",
        "@andymukherjee70 Yup, I know what you mean...:(",
        "@andymukherjee70 Gangs of Waseypur, PK, Piku, Queen, Gully Boy",
        "@negics Almost zero journos and political leaders.",
        "@negics 😂 I am following you. Pls check now 😂.",
        "Unfollowed about 100 odd handles just now. Of journalists and friends who were too pro-Modi or too anti-Modi. Shall… https://t.co/TEhNCBibKj",
        "@atulkasbekar @TwitterIndia Please focus on karam. Phal will happen:). ‘Best and a great 2020.",
        "@geekafterglow @ChemburChapters @chemburstreets @IndiaBARC @mybmc You mean always? Or like, today or this week?",
        "So my 3300 Tweets over 9 yrs: 25% tweeted in 8-10am slot, another 20% in 6-8pm (commute in back seat of car). Highe… https://t.co/C8sCngwo4H",
        "@venuskalra @BeingPractical 👌🏻👌🏻👍🏼Spoken like the star technophile you are, Venus!",
        "@BeingPractical I get the 20 minute gap between the two alarms. “Switch on geyser” is first one. And really wake up is the next one. 😎",
        "@JulieSaraPorte1 Thanks. Have followed you. But am unable to send a message.",
        "@ddeepaksawhney @zerodhaonline @HarvardHBS Sort of grew big after 2015 with flat fee brokerage model, almost zero b… https://t.co/wZ8JgI609F",
        "@Kumar_B_M Yes, won’t even call or math",
        "If ever disruption had to have a name, it would have been @zerodhaonline . Market leadership of a 30-yr old@industr… https://t.co/AJ8QLlvGHA",
        "With 82 Cr revenue and 756 Cr loss, and that too having been around for 4-5 yrs? Unsure about business models of ma… https://t.co/gp1pAnz9su",
        "With due respect to work life balance and holistic millennial lifestyles, have to agree with the below tweet from… https://t.co/A9fhGkcGSp",
        "nPr and nCr were always permutation and combination formulae 😉. Lack of trust has been squarely the root of all pro… https://t.co/hnwhZq4VLP",
        "Going through Security checks at Indian airports have taught the basic fact that you wear your belt before wearing… https://t.co/F8zh0Ek4Kr",
        "@VodafoneIN Guys, have you lost it? Getting five times a day auto dialler message on some silly international roami… https://t.co/hEC9B2tHSP",
        "And re-arranged all apps in decreasing order of frequency of usage on a rolling three months basis! From top to bot… https://t.co/Z01CKwJsUc",
        "@sandeepbangia @AmericanExpress @TRAI Agree. And sometimes with auto dialler also😳!",
        "@sandeepbangia @Dev_Fadnavis 😂",
        "These guys have twisted things so much...I have forgotten who I voted for! 😳. So, must be OK, I guess! 😂",
        "How did people do exec health checkups before the mobile was invented? 😊 People are perfectly calm waiting for thei… https://t.co/15GgY8egFk",
        "@kaushikpal Yes, that toll plaza does indeed suck!",
        "@kaushikpal C’mon! 😊 Gurgaon has its fair share of wonderful bypasses and flyovers! Mumbai only seems to be catching up!",
        "@VishalRewari Exactly! 👍🏼",
        "@sandeepbangia Yes, but the larger statement here was on the clearly@visible multiplier effect that high quality in… https://t.co/OSUXPQjtQh",
        "@arjunsood12345 @YauatchaMumbai 👍🏼😂",
        "2/2 Infra = Healthy India, Higher savings rate, Better environment!  Definition of a “multiplier”!",
        "1/2 So with the new BKC flyover, my morning commute’s down from 40 mins to 18 mins and evening from 60 to 25! Am re… https://t.co/THAHebQIeM",
        "@GabbbarSingh Musical justice 😉",
        "Bengaluru 😳. So the cafeteria in Indiqube Co-working building was accepting only PayTM Or BHIM transfers. No cash.… https://t.co/LNTCNxo9HW",
        "With average age of Half Marathin runners being 40+, clubbing people above 45yrs as “Veterans” doesn’t sound correc… https://t.co/1U14SDk0Bz",
        "Uh oh, landed in Delhi airport and could feel the stale, nauseating 450AQI polluted air hit me. And the HAZE is rea… https://t.co/a6XowtWiev",
        "@ravibhu @Apple @iPhoneFeedback @honeywell 😂 May have to store two profiles for matching - one with mask and the ot… https://t.co/UnTJeUHSbQ",
        "Who tells @googlemaps about the new flyover which started into BKC?",
        "@CNBCTV18Live Unbelievable rise in profits, given the slack standards of safety norms, and the callousness with whi… https://t.co/sGQZt1ij0t",
        "@Aqblues 😔😳😊",
        "With 370 gone, Caste politics defeated, and now Ayodhya resolved...now we have nothing else to focus on 😊 except on… https://t.co/cjfuEfyEWP",
        "Leadership requirements changing in the hyper-connected VUCA world! Interesting insights and learnings for all lead… https://t.co/nMMSi0NFwr",
        "Enriching experience yesterday at SBM, NMIMS business school. Discussing Real Estate Trends with bright MBA student… https://t.co/TGdzA0ATjn",
        "⁦@Uber⁩ now has the actual car colour on its map. I am in a red car. Good one! 👏🏼 https://t.co/C3sKZ9uPtf",
        "@negics This weekend - Jack Ryan 2, Jestination by Vir Das, Game Changers movie on vegan diet, Upstarts movie on St… https://t.co/b45wV3SvEx",
        "You should watch two episodes of any show before making a view on the show!",
        "@LisaPBarbora That’s a scary question 😉. But lemme try - Internet, esp Instagram is the latest cause for global int… https://t.co/M3HeQzZLTz",
        "Now Siri is checking Google Maps and my Calendar and concluding that I may be inable to reach office in time for my… https://t.co/pwwN0q40bt",
        "In all these comparisons of cab-hailing vs owned car, am not sure why people drag a Driver along in the Math. 99% o… https://t.co/IZxMkNBYz6",
        "@LeenaNairHR @CeylonTeaTrader Will literally be a Tea-shirt 😉. On serious note, great initiative yet again. Kudos!",
        "@hschhaya Sometimes such an approach will make them look for help before trying their best on their own! There has… https://t.co/clQdnrbipR",
        "@hschhaya Yes, that’s why I proposed the alternative. They could have the T shirts in two qualities, at different p… https://t.co/s5R423m3gN",
        "All Marathon / HM/10k organizers, I think you should stop distributing T Shirts and reduce 150-200Rs from the fee.… https://t.co/BvmQA4ST32",
        "@kaushikpal 😊 no KP, was taken last week enroute to Bangalore. Let’s catch up soon.",
        "@suv_chak 😂 Seriously? That’s a world of difference compared to Mumbai Uber drivers!",
        "One of the best features I like about Uber and Ola is not being required to exchange a single word with the driver… https://t.co/QnTrVcK1R4",
        "Mumbai T2 airport guys! This is despicable state of affairs at the food court! Need to keep up maintenance if we wa… https://t.co/lic3uh6HYz",
        "Unbelievably toxic responses to a positive environment-friendly tweet from a thoughtful citizen and leader! Need to… https://t.co/3nJKidbSa0",
        "@realDonaldTrump Baghdadi!",
        "@brianmwang 100% disagree. Building companies is tough. Especially mission-driven, performance-focused, values-orie… https://t.co/Rm0KRazfH2",
        "Love the product roadmap of FB! Could have done this quicker too, but must be some strategy behind the pacing! https://t.co/QN2fXfEeXw",
        "I hope this 3-4 yrs of traffic jams because of the Metro rail being built up in Mumbai, is worth the wait. Is there… https://t.co/ZsLy93nuHS",
        "Have been reading about “livestock using 30% of Earth’s usable land” leading to global warming. Shouldn’t we be try… https://t.co/2MhRzBwUMM",
        "Why are dudes like Gautam Singhania doing paid promotion of their tweets? What happened to “Leadership should be earned” and all that?",
        "Traffic rules for bikers of @dominos @swiggy_in @Zomato ...DO NOT exist! 😊",
        "@ram_EMAIndia Indeed 👍🏼",
        "@aviksengupta @bhorowitz @ljin18 @pmarca @a16z 😂 Googled them down. Wonderful !",
        "I am pretty excited 😊 to have discovered independently the etymology of the VC company a16z, as the 18 letters in A… https://t.co/Xy50xNy4ri",
        "Structural change needed in Indian aviation industry. Can’t let companies shut down one after another. All can’t be… https://t.co/Vu0HHgZ5rf",
        "@Dev_Fadnavis @KirenRijiju Can we have some running / walking tracks or footpaths across major metros, which contri… https://t.co/JyHmGCywKp",
        "Saw this same equation of running vs driving in Bangalore today as well. Can reach faster by running. Of course the… https://t.co/hQI9JSYnhT",
        "Stuck in the SCLR jam coming to Chembur, it’s 50 mins by car. 5.6km on foot. Which I should run in 40mins. Have hal… https://t.co/qGIV4H0dzp",
        "Impressed with these Whitefield companies. Most of them have extensive solar panels on their roofs. Way to go!… https://t.co/wzCfC6CmwI",
        "Your flight to Mumbai is tomorrow and  consider checking in. \nMr MS Outlook and Mr Google Maps, pls mind your own b… https://t.co/0X6RkYytf1",
        "😊 Interesting observation, but slightly uncharitable. We are only a 28-yr old free economy, and people will outgrow… https://t.co/643Y0PViqR",
        "India No. 5 country in startup friendliness ! 👏🏼 https://t.co/8h892gLGFN",
        "So lost 350 odd Twitter followers overnight. Looks like they have knocked out the Bot accounts all across. Makes on… https://t.co/Jn8g3SMJln",
        "Is the average time taken for the Airtel Delhi HM more than that for the TMM HM? Because of the pollution in Dehi a… https://t.co/T550XTz9s1",
        "Brilliant new trend! @facebook and @twitter should themselves disrupt this market by building bespoke community net… https://t.co/JGeGehfGMp",
        "@hschhaya Happy employees usually do give great results! Correlation between ESAT and superior financial results ha… https://t.co/LVLnBo5nyd",
        "If yawning is also caused by looking at others yawn, then please do not yawn in front of a mirror. You may go into an infinite loop:).",
        "A book on “Economics and the world” with 6 Nobel contributors and edited by our very own @kaushikcbasu 👏🏼👏🏼 https://t.co/QRXTLgAXbt",
        "@NinadChhaya @cningoo @be_biswa @shekharkapoor14 Good one. However as per this data, 12% of man made green house ga… https://t.co/w856ikVTKs",
        "Brilliant! Failures are the stepping skirts of success 😉. https://t.co/vzDFSD18md",
        "@moneymanmanish @otis Hmmm...great point! People who are in a hurry may also “accidentally” unpress other floors :).",
        "@NinadChhaya @otis 😂 Schindler’s Lift is hilarious 🤣. But impressed with the feature!",
        "What can’t elevators have “unpress” option in the buttons? If one is pressed accidentally! @otis",
        "People sending Invites to connect on LinkedIn, please be aware that the Recipients who get plenty of Invites hit “M… https://t.co/01FUHXH778",
        "@SwiggyCares I meant tipping in the offline world! Which we do to your delivery boys for the hard work they do. But… https://t.co/pMkVS83LJw",
        "Since @swiggy_in is charging delivery charges of Rs 25, hope it’s fine to stop tipping the delivery boy! 🤔😔",
        "@ram_EMAIndia 😂😂👌🏻 Mehul Choksi Stretch perhaps !",
        "This 73% exposure to HDIL of PMC bank defies as to which training to send the Top Mgt to ? Banking, Finance or Ethi… https://t.co/gbmEYExGBk",
        "Like Marol Naka metro station is called Ajmera Marol Naka, Magic Bricks WE Highway Metro, would Saki Naka ever get… https://t.co/adPdTsBpUo",
        "Last five out of six years, Indian economy has been growing faster than that of China. But the 35-year run for Chin… https://t.co/9II084VWnl",
        "@rera_shera True! But with a name like Joke Tapper, makes one think 😊"
    ]
}