{
    "screen name": "bimal_tailor",
    "no. of tweets": 175,
    "tweets": [
        "So i can go to the park where there will be hundreds of people and go to work, while travelling on the tube which w… https://t.co/xVqkxJekR6",
        "@sun1r @kickitout It's absolutely disgusting. Been reading the comments for the last half hour. Kid tried to make o… https://t.co/LPthFrACMA",
        "@IanWright0 Normally? How often does it happen? 😭",
        "@figgystein @IanWright0 Reported him. I'm a liverpool fan, if that even matters",
        "@IanWright0 That is horrid. Nobody in the world deserves that kind of abuse. You're a legend... and i didn't even s… https://t.co/4ortw00uQg",
        "@mrdanwalker @BorisJohnson @DominicRaab we should be locking down further. tougher. number of cases and deaths aren… https://t.co/cEBlwwxGen",
        "@007 Gotta be the DB5",
        "@asifkapadia yup !",
        "@LivEchoLFC House 5... of course.",
        "@empireofthekop happy with the current owners. they're doing a good job. youth system working. great footballing ph… https://t.co/uMroGTTrPz",
        "Was brilliant in Life of Pi and Slugdog. I imagine he was brilliant in a lot of other films. Time to add some of hi… https://t.co/Y6B63S6O1H",
        "Matt Le Tissier had to be number 1. Juninho, Vardy, Okocha and Di Canio had to be high up on that list. So many pla… https://t.co/SwhV0nDyDx",
        "How I ranked players outside the \"big six\" https://t.co/OGp3FOtVTf #bbcfootball https://t.co/yGlDTk2Vfv",
        "@TaylorLorenz @Casey getting by. doing ok at the mo.",
        "Joe Wicks talks too much on his videos.",
        "@nowthisnews They shouldn't be in a zoo anyway",
        "@btsportfootball VVD, baresi and maldini",
        "@edibow @soundtrackinguk Well deserved. Brilliant podcast !",
        "@slaterdesign Such beautiful work",
        "@davidwalliams Noodles",
        "Brilliant ! https://t.co/ALX3Irtx27",
        "@daveflanagan gotta be walter white - surely.",
        "@daveflanagan @SheffieldUnited Alwsys thinking out of the box. This is brilliant.",
        "@robbohuyton Also, wonder if Torres would have stayed. Suarez would have still come. Wouldn't that have been the dream partnership.",
        "@northern_moz @robbohuyton agree with this.",
        "@AsdaServiceTeam hello _ i was sent a delivery / priority pass but there are never any delivery slots.",
        "@RottenTomatoes The wonder years... or fresh prince.",
        "@LinkedInHelp hello. need some help.",
        "@btsportfootball Goosebumps everytime.",
        "@EONhelp Hello - you keep sending letters to me with \"The occupier\" when I registered with you months. I'm really p… https://t.co/wBs3XfYR5r",
        "@thisisanfield My first liv top i got.",
        "💛 https://t.co/Vvi5Qs6BAd",
        "@EmilioSansolini Iniesta",
        "@MadePerfectTV where can I watch the old series? thanks",
        "@PeterMooreLFC Good response. Proud of the club.",
        "Football fan. Take these polls. https://t.co/waXKh391ay",
        "@AtelierCostall @davewi11 @SFoodbanks @NUFC @JetroWillems_15 @eintracht_eng Beautiful work there Atelier.",
        "@daveflanagan @aaronramsey @Arsenal Love that !",
        "@Everymancinema Beautiful film",
        "@TheRedmenTV and Dortmund. Always look out for their scores.",
        "@TheRedmenTV Bournemouth. Eddie Howe - just a good guy. Setting his team up to play good football. Seaside and all that haha",
        "@VirgilvDijk #AskVirgil What's your thoughts on the vegan diet?",
        "@BBCr4today @HTAnews @Marthakearney I'm sure plenty of people around the country would have them.",
        "@BBCr4today @HTAnews @Marthakearney I'll take some.",
        "@TheRedmenTV Most overrated player in the league?",
        "Need a lot more of these kinds of projects in the UK and around the world. https://t.co/1OYYIyCy3w",
        "@FreshDirectUK hiya - do you deliver to residents? thank you.",
        "Season 6 of @nbcbrooklyn99 is not good. Hmm. So much over acting. Hmm.",
        "After 18-hour shifts trying to save our lives from COVID-19, NHS Hospital Staff are faced with canteens that shut a… https://t.co/82pdaAHJ1b",
        "@davewi11 @daveflanagan @5liveSport incredible !",
        "@RSPCA_official Ah gotchya - thank you.",
        "💛 https://t.co/xZbHVEcAQt",
        "@RSPCA_official Hello - When rehoming guinea pigs, do you always rehome as a pair?",
        "@CatrionaMaclea1 Scared for my life ha ha",
        "@10DowningStreet @BorisJohnson Should have done this weeks ago Boris.",
        "@koernputer Singing in the rain.",
        "@BBCBreaking do it now @BorisJohnson Lockdown now.",
        "@DietmarHamann @piersmorgan Because he is an idiot every other time. Come on Didi, surely you knew that.",
        "@McDonaldsUK @llinolae_ashley Are your drinks even healthy?",
        "Just lock London and the UK down. Learn lessons from other countries now. Put curfews in. Humans don't listen and d… https://t.co/x7NGQf4YIr",
        "@thisisryanc Idiot",
        "So good 💛 https://t.co/TTIhrdGDZ1",
        "@rizwanahmed Youtube live. Instagram live. Would love to see this. Such a bloody good album. Stay safe everyone.",
        "👏 https://t.co/IXOqNh0uGk",
        "@rankinphoto @HungerMagazine @bradyleahair @NaomiGray Do ya need an assistant one day sir?",
        "@Couchsurfing why are you charging me £46 to get verified?",
        "Channel 4 programme on #coronavirus - UK needs to go on lockdown. Docs and scientists from other countries saying UK gov are a joke.",
        "@BorisJohnson pathetic",
        "@hasanminhaj @rizwanahmed it's incredible",
        "@sarahdoody 🤔 yes",
        "@anfieldonline Stevie G. Or Alonso",
        "@danleydon Snake? Snake? Snaaaakeeeee??????",
        "@MCFCody hahahaha",
        "@SoccerAM Messiiii",
        "@OfficialJGorman @MartinSLewis Riggghht",
        "@TheRedmenTV Yes definitely",
        "@ManCity Cheating club. FFP doesn't matter to them.",
        "@sun1r Yeh no doubt. PL should be banning them as well but they won't.",
        "@sun1r Ban should be longer.",
        "@GaryLineker @ManCity Well let me show you my shocked face. Ban should be longer.",
        "BBC Sport - Manchester City banned from European club competitions for two seasons by Uefa https://t.co/pEmgijdPn5 https://t.co/eGMG7LfOM2",
        "@TheRedmenTV Hendo. Scissor kick from his own half.",
        "@TheRedmenTV Whatever Jurgen wants.",
        "@johnlegend When you coming to London Johnny?",
        "Modern day horror movie. https://t.co/weSxWyIpWa",
        "@trentaa98 Have you seen Game Changers on Netflix? Has that at all influenced the diet at club? #AskTrent",
        "@RypeArts 👋",
        "@wayfair hello. Is there a wider version of this TV unit? https://t.co/83oKYMN9rt",
        "I liked this story from @WeTransfer – you might too https://t.co/HqU2OS31Yw",
        "@haywardgallery if i were to come to see the bridget riley exhibition today, will i get in? I know it's the last da… https://t.co/SYjTmgre3F",
        "@EmilioSansolini Cruyff",
        "@RGS_IBG Ok. I'm not a member but i paid to come to the talk.",
        "@LFC @Wolves COME ON THE REDS !",
        "@Mailchimp i haven't got a ticket number.",
        "Were you charging before @CostaCoffee ? https://t.co/IHp7BISl7g",
        "@Mailchimp Is anyone going to get back to me?",
        "@RGS_IBG for those who are for the travel writing talk, are we able to rewatch the talks again later? Thank you",
        "@bet365 Peter shilton",
        "Idiots // make the bottles out of hemp ffs - People still want plastic bottles, says Coca-Cola https://t.co/MpmauYLaMe @CocaCola",
        "@AnfieldEdition Trent",
        "@MelissaReddy_ 👀",
        "Pretty sure @parcelforce are the worst delivery company in the world. Absolutely awful. They don't tell me when my… https://t.co/TPGA8cfX7w",
        "@Mailchimp Sent",
        "@emailjay_ @Mailchimp it's not causing the email to break - but it's adding a lot of css code. I'm having to copy a… https://t.co/uun3UkeEhF",
        "Can anyone tell me why @Mailchimp keeps adding lots more code to my email templates? Any way to stop this? #emailgeeks",
        "@btsportfootball Rubbish. Surely the var assistant person should be saying in his ear, that was danger, go look at… https://t.co/781rWelMs2",
        "@asallen That's beautiful work. Can you come and do one at my place now? 🙂",
        "Mollie Hughes reaches South Pole https://t.co/6WZlqQR2YY",
        "@bbcquestiontime @AlynSmith Every party needs to work together. Compromise. Every party is just fighting for themselves, not for people.",
        "@copenhill this is a brilliant thing !",
        "@thehumanxp Where is this?",
        "Beautiful https://t.co/0Tk0iUcrrK",
        "@SkyFootball Hope he does well",
        "@geniusarts_ @LFC @Jumpman23 @nikefootball @Tino_LFC @BenWebbLFC @TheRedmenTV This is beautiful work.",
        "Very very cool https://t.co/npmIYLZe45",
        "Brilliant read #lfc https://t.co/ATy2Sbc3iK",
        "Southbank looking glorious yesterday #blackandwhite #london @southbankcentre https://t.co/qR5qCwFf94",
        "@dinozoiks This is amazing - imagine not having to reverse into a parking spot haha.",
        "It's a massive achievement to go a year unbeaten - I'm a Liverpool supporter and have been since 1988. Definitely d… https://t.co/vNesTzQpaj",
        "👀 https://t.co/U7qEdOl6aZ",
        "Just been reading about the Sonos backlash. They need to get rid of landfill sites. Forcing countries to recycle mo… https://t.co/9yW9lr6xbS",
        "@PurelyFootball yeh ok.",
        "Some photos from the Southbank @nationaltheatre @southbankcentre @haywardgallery https://t.co/B2SExiZqGd",
        "Some photos from the Southbank @nationaltheatre @southbankcentre @haywardgallery https://t.co/oBkXE7W4Cl",
        "Some photos from the Southbank @nationaltheatre\n@southbankcentre @haywardgallery https://t.co/I6ldfasg3I",
        "@BBCSport Don't be stupid. Nothing is decided. We still have half a season to play. Love my club. #lfc",
        "@GenesisCinema @Heineken_UK @SeedlipDrinks Do you think you may be able to get some alcohol free rekoderling as wel… https://t.co/RTyKe0F7hZ",
        "@WestHam Embarrassing Hammers.",
        "@FalseFMatt Not yet",
        "@danleydon Yes.",
        "@TfL Thank you",
        "@TfL &gt;&gt;&gt;&gt; Hammersmith &amp; City Line: Sunday 22 December, until 1030 &gt;&gt;&gt; is that pm or am?",
        "Why does anyone need to be paid that much? Seriously - Bet365: UK's best-paid boss hits £323m jackpot https://t.co/qqN5cXhtBF",
        "World's first commercial electric plane takes off near Vancouver https://t.co/QKmeMMvCJw via @dezeen",
        "@JT__photography Have to give them a chance... and time.",
        "@JT__photography Plus - Lampard was unproven - and he is doing ok at Chelsea.",
        "@JT__photography I've heard he is a terrific coach. Arsenal job is such a poison chalice. You are right tho, anyone… https://t.co/1kVIsufQlq",
        "@btsportfootball Xabi alonso",
        "@joshkjack because photos just get lost in the noise of instagram?",
        "Just no. https://t.co/defcsqs7kk",
        "@TheLastLeg That bellend who threw the kid off balcony at the Tate. And Bo Jo",
        "@btsportfootball Moyes defo lol",
        "@FutbolBible Henry and Suarez",
        "@HafodHardware smashed it #buylocal",
        "I just published Clean Bandit + Ella Eyre + Starley @ Eventim Apollo, Hammersmith, London — 2 November 2017 https://t.co/q9bCeTBSdi",
        "I just published Life philosophy at the moment… https://t.co/2KVuwIp4Ht",
        "Is this correct that on my bill, I get charged 37p for a 1 second call? @plusnethelp @Plusnet just adding so many r… https://t.co/69PZy9JGgf",
        "What do we all think? Excited that Rami Malek is in it. https://t.co/YXg7ZvXC3S",
        "@SkySportsPL This makes sense but how do you explain and justify really dumb decisions.",
        "@DeanCoombes Stadium atmosphere if Martin Tyler is commentating.",
        "@LFC @StanChart This is incredible and cheesy",
        "@thealisonbecker 🤣",
        "@francefootball VVD has been absolutely brilliant to 2019. Change the team dramatically. Messi just carried on bein… https://t.co/NZ5SdOFcgJ",
        "@alimafaye_ @MsBanks @DJSpoony @keleleroc Great photos. Done well for your first time !",
        "One of the most incredible buildings I have ever seen. Architect Kenzo Tange. It is the brilliant and utterly breat… https://t.co/bMK0v9YdPz",
        "@btsportfootball @chris_sutton73 Leicester is a better club overall to manage right. Nicer and more togetherness as… https://t.co/jdTAF8t56Z",
        "@zlurie hello - we are trying to get a response from your surveymonkey support team but no one is responding for ov… https://t.co/NnuJqHEkKk",
        "@SurveyMonkey Hello - can somone get back to me on support? We've been waiting for nearly a week and half on a respond on our help ticket.",
        "@SachinNakrani They'll definitely be able to read that from the bench.",
        "@RichardBuxton_ I really like it.",
        "@Selfridges trying to find that - what looks like a projector - I saw in your sponsored instagram stories ad, but c… https://t.co/qdGuVi1IP8",
        "@LeyLaLaa something different - on netflix, \"Abstract - The art of design\", \"Game Changers\" and \"The Great Hack\"",
        "@DeanCoombes Draw please lol",
        "👏 https://t.co/uJF53EgE1e",
        "Boris Johnson on #bbcqt full of crap",
        "@eat_news take note EAT, @WholeFoodsUK offer around 6 different milks. You have work to do #dairyfree https://t.co/FDbouKrXfu",
        "@johnmcdonnellMP Why does it always have to be everyone blaming everyone? Why can't you all just work together for the country? Ffs",
        "@TheRedmenTV Yes yes",
        "@daveflanagan 😍",
        "@Farrah_Gray Breakfast club mmmm",
        "@TheRedmenTV Goosebumps every single time",
        "@SpursOfficial Bad decision for you Spurs.",
        "@thespursweb Ramos would have been proud of that tackle.",
        "@richardosman @DavidGArnold #WorldCupOfTheDecade SHERLOCK",
        "@Sennesation Goosebumps everytime"
    ]
}