{
    "screen name": "sakawijaya08",
    "no. of tweets": 161,
    "tweets": [
        "@FOOD_FESS Suna cekuh 😭",
        "https://t.co/M5wO1xzaOo",
        "@FOOD_FESS Pake mangkok",
        "@FOOD_FESS Yg mixed berry ama stoberi oaling sering diskon hahaa",
        "Indomie nusantara emg legend sih https://t.co/bQNgAbBnsP",
        "Ini adalah ancaman nyata Trias Noodlelica https://t.co/GW2cHbqHvO",
        "Gak keliatan golnya. Lebih mirip video bandung lautan api 😪 https://t.co/meogI3GaXK",
        "@tatan_natat @ustadtengkuzul Hotel2 juga salah. Cuman bikin president suite. Kan kasian bpk wakil presiden 😭",
        "@ustadtengkuzul Sekalian aja salahin SD inpres karena ada kata \"presiden\" nya",
        "Mari gunakan masker kain.. https://t.co/glOw27BGxd",
        "@FOOD_FESS Enak semua sih, tp terlalu manis 😭",
        "Anatomi siapa nih? Ngeluarin anak lewat suna? https://t.co/OZDtv0YNM1",
        "@FOOD_FESS Dr bentuknya, ini geblek infinity",
        "@FOOD_FESS Brutuu",
        "Takis mbak nin. Menjenguk monyet2 https://t.co/0U4MndwiGR",
        "Makin recehhh https://t.co/CcsPxhUl9K",
        "Paling semangt kalo bilang \"aye\" https://t.co/6OO3c6sLDf",
        "Indomie goreng isinya lebih dikit, lebih pas kalo makan 2 bungkus. Mie sedaap nanggung. Makan satu laper, makan 2 e… https://t.co/5qtJAnlf14",
        "Itu pita warna merah udah jd logo HIV/AIDS sedunia. Mentang2 gambar virusnya bulet, dikira Covid-19. Cilok juga bul… https://t.co/XithFz9tFA",
        "@piiiiiiiiiiiiit Duduu. Iku guyonan. Nek penerbangan pesawat diundur kan delay. Nek undur undur yo delay delay",
        "@FOOD_FESS Akhirnya ada yg bener bentuknya, gak kayak \"biasanya\".",
        "Sobat sobatku yg super. Di anatomi tumbuhan itu istilahnya hipodermis ya, bukan hipotermia. Lu belajar anatomi hamp… https://t.co/xUhACzOnFi",
        "@piiiiiiiiiiiiit Buka pit bukaa. Ameh mlebu grup opo? Opo meh gawe grup anyar? Delay delay misale (undur undur)",
        "@wisanggeni_084 @JokesOnUBats @fahiraidris @DivHumas_Polri @BareskrimPolri @CCICPolri @mohmahfudmd @jokowi Gw inves… https://t.co/B8FjXUb2i3",
        "The anteater was an epic! https://t.co/CglXXhW5gY",
        "@jenCmarin Dinggo seblak mbak wkwk",
        "@FOOD_FESS Potong gede2, direbus, tiriskan, trus goreng",
        "@asricahyaning Keren ngetz mbak. Ternyata mbak asri seorang apoy holic",
        "@RezchaIndriatiY @jawafess Jgn sebut merk mbak. Sy masih pake AMD yg perlu kipas angin biar gak overheat soalnya :v",
        "@Strategi_Bisnis Threadnya blinder nampilin yg ada kak setonya. Anw, bisa dijadikan iklan pomade. Rambut awet sampe bertahun tahun. Wkwk",
        "@malam_malamNET @Fakhranaaaa Batman dong. Meskipun dulu pernah dibeliin baju Panjul manusia aluminium trus keluarga… https://t.co/ctoVdfj32K",
        "@jawafess @RezchaIndriatiY Kalo ada burjo yg jualan burjo di jogja, dapat dipastikan itu intel. Hati2 kisanak. Itu intel. I n t e l.",
        "@jenCmarin Kalo krupuk udang pinggiran red green blue gimana mbak?",
        "@snugglebeam Bali tulen, Hindu, kuliah dijogja. Temen dtg ke bali, nongkrong, ngobrol pake bahasa Jawa. Lgsng dikira muslim.",
        "Puing2 yg masih sisa. Generasi LinkinPark dan Gorillaz @malam_malamNET https://t.co/JRBOvjg8Nb",
        "@26_teta @piiiiiiiiiiiiit Bener bener betul ta wkwk",
        "@piiiiiiiiiiiiit @26_teta Iyoik 😂😂😂",
        "@26_teta @piiiiiiiiiiiiit Opo iki cah?",
        "Meski bukan org hukum, bukan berarti gak paham sidang di MK. Setidaknya pasti udah dapet substansinya. Kadang heran… https://t.co/amE84jMrSF",
        "Udah lama sih release nya. Sangat simpel, tp entah kenapa vc si John Mayer ini sangat menginspirasi. Paling cuman b… https://t.co/u0tZaiWJYh",
        "@mfauziarif Sing panik nek wes anget2 tkan leher botol",
        "@tatan_natat Cakeppp 👍\n\n*seleksi penonton bayaran*",
        "@mfauziarif Wes tau nyobak rung paw? Rasane semriwing..",
        "@tatan_natat Cakeppp",
        "So, pada dasarnya sy setuju dgn kata bpk George Erlangga tt teknologi: \"km bilang ini baru? Riset km belum jauh bung!\"",
        "Atau drone kombinasi VR spt yg dilakukan NatGeo untuk menjangkau burung kolibri yg jauh dan sensitif. Kalo ini miri… https://t.co/YaV4BhC5wb",
        "Helikopter mesin gede krn bawa byk org dan perlengkapan. Buat bawa kamera, dikecilin jd drone. Bisa2 nanti drone di… https://t.co/OleOdXWmzK",
        "Sy masih kagum dgn purinoir. Dia membuktikan bahwa semua org masih perlu \"fungsional\" pampers, meskipun bentuknya b… https://t.co/mwwkcVqo23",
        "Krn macet udah gak parah, pengental pipis harus mulai ubah haluan. Mungkin jd pengental air mata. Film romantis bik… https://t.co/xBH7ogpPrB",
        "Kalo gak macet, gak ngerasain kencing di pengental pipis sachet deh. Padahal lumayan jd info ke bule \"you know, I could pee in sachet\"",
        "@synthialaras Aakkk gungtik, wkwk. Becik2. Kerja dimana skrg gungtik?",
        "@synthialaras Ah dasar si kamu",
        "@tatan_natat Terngiang2 dan ter-save dgn tidak sengaja di ig",
        "Akibat Kinsey Wolanski masuk ke final UCL. Liverpool jd lupa cara passing yg akurat, Spurs jd bingung nyetak goal. Men got distracted.",
        "@jenCmarin Halah nek nonton tv series yo 10 eps nonstop",
        "Pake pomade waterbased. Kehujanan. Pomade luntur sampe kena mata. Perihnya sampe mulut mangap mangap. Recana ganti… https://t.co/oF9PjCy1Fz",
        "Karena persebaran informasi yg sangat cepat, mohon tidak menggunakan kata \"fapping\" sebagai pengganti \"vaping\". Fap… https://t.co/ypJKZzGA52",
        "Lawar kambing biu batu a.k.a. lawar kambing pisang klutuk. Peke sate kambing. Pake sop kambing. https://t.co/SIVvxt4Iat",
        "@raditian_ Iku Cyclops herculesii wkwkk",
        "@wiryawanikhsan Iya sih, preparat diwarnai trus diamati di mikroskop, wkwk",
        "@piiiiiiiiiiiiit Wes ngomong kok ke pak bowo ro pak tono wkwkw",
        "@piiiiiiiiiiiiit Ora ah, golek kerjo sek wkwk",
        "Couldn't agree more https://t.co/xc5AvkfwJL",
        "Lama gak liat ginian https://t.co/9tcLYRcttL",
        "@piiiiiiiiiiiiit Aku ndek bali. Piye piye?",
        "@kata_atina Belum skripsian sih ya mbak. Wkwkk",
        "Kalo denger yg namanya Septa, pasti jadi mikir ini anak ketuju apa anak yg lahir bulan september. Julius dan August… https://t.co/UmMxDrmQUc",
        "@kata_atina Nah itu mbak, makanya tak bilang media sosial term nya lebih ke daring. Mungkin krn \"darling\" lebih fam… https://t.co/HjG5qraP2G",
        "@kata_atina Wkwk. Bener mbak, tapi lupa baca dimana, isinya sih komen2 di ig yg dijadikan artikel. Karena yg dikuti… https://t.co/lxzplE3aH7",
        "Kata \"online\" dalam Bahasa Indonesia disebut sebagai \"daring\", singkatan dari \"dalam jaringan\". Jadi, media online… https://t.co/B6v7y0d3ji",
        "@piiiiiiiiiiiiit Salam balik pit, wkwkk",
        "Rendam 100 biji lavender selama 24 jam. Pas di cek lagi, tinggal sedikit (‹30). Dirumah sendirian, gak ada yg masuk… https://t.co/YgkLKC7xC3",
        "@ryannykadwi Kalo aku PAP tak terjemahin Post a Poo,  hahahaa",
        "@jenCmarin Neuron neuron di otak juga menghantarkan listrik mbak..",
        "@ryannykadwi Ketawa aja nyk, gak ada yang denger juga. Hahaa",
        "@jenCmarin Sisan wae rasah dicuci mbak, hemat air. Rasah bernapas, hemat oksigen. Hahaa",
        "Ternyata masih ada yang mengartikan tulisan BAB di toilet umum sebagai \"Boker Ah Boker\"",
        "@jenCmarin Bener mbaakk. Hahahaa. Kalo nyetrika kaos, kaosnya aku lipet dulu, trus disetrika atas ama bawahnya aja. Wkwk",
        "@puspanindyaa @UGMYogyakarta Itu emg aku mbak. Membulat yoooo :(",
        "@devitaajeng Lampiaskan saja pada sop kaki kambing",
        "@jenCmarin Jeng jeng jeng,  jeng jeng jeng jeng, jeng jeng jeng,  jeng jeeeeeeeeng *membaca \"jeng\" dengan nada berbeda",
        "@IcaNolanReal Hahahaa. Btw cong, ada yg lebih enak dari afui. Mi ayam rendang. Wkwk",
        "@IcaNolanReal Kan diskonan makanannya buat berdua doang cong",
        "@IcaNolanReal Diskonannya mah paket berdua semua cong",
        "Halo @penerbitkpg // saya beli buku terjemahan, judulnya \"the magic of reality\" karya Richard Dawkins. Sayangnya bu… https://t.co/tFImoSIurF",
        "\"jodoh wasiat bapak\" selalu jadi trending topik di twitter. Sekarang episode 494. Kalo tiap episode yg mati minim 2… https://t.co/MgXjBvLs2E",
        "Mahasiswa yg kritis itu selain bertindak (aksi), juga cerdas. Memikirkan sebuah konteks dari berbagai sudut pandang… https://t.co/qp8eGu9t53",
        "Three that can not be hidden: the sun, the moon, and the truth. -buddha-\nPerih-bahasa sob",
        "@devitaajeng @retnawinastuti Hahahaa, hastag menunjukkan korelasi antara pilkada serentak dan saling menyayangi. Wkwk",
        "@retnawinastuti Mungkin kita jenuh dengan berita2 gak jelas sejak pilkada dki. Wkwk",
        "Lalu ada keputusan yg ngaco, aturan tanpa dasar yg jelas, tapi masih dilaksanakan. Bukankah itu seperti pemerkosaan… https://t.co/c0seKgIiYA",
        "Misal: \"kami perwakilan ras abu abu mendukung penyetaraan becak\". Kelihatan berpengaruh karena seolah olah menjadi… https://t.co/WROcIU2NIq",
        "Dengan \"sok\" mewakili orang2 yg memiliki \"entitas sama\" -seperti suku, ras, agama- tanpa seizin yang bersangkutan,… https://t.co/UMMnEYFgT6",
        "@jenCmarin Apik mbak. Sik tengah koyo pempek kapal selam",
        "Mohon bersabar, ini ujian, wkwkk. Harusnya ada poin \"mengundang hansip kewakilan tuan rumah desa sukra wetan, kecam… https://t.co/XTV4ggWlq1",
        "Kalo model gini mah pake apa aja ayem. Baru tau asal usul pisang Vans ternyata dari Andy Warhol https://t.co/1w0UVfwEvv",
        "@femhumor Sing wingi mbak, dunia paralel ayu-kuru @asricahyaning",
        "@kaskus Bosen ah isi beritanya ginian muluk",
        "@mfauziarif Ijeh e, rung rampung revisian. Huhuhuu",
        "@WWF_ID Sistem sasi tersebar di Indonesia bagian timur, yg baru saya tau sih di maluku dan flores. Tidak hanya laut… https://t.co/li8kZikenv",
        "@mfauziarif Kuy lah Lawu via cetho, wkwk",
        "@kata_atina Masih berlanjut sampai hari ini mbak, wkwk",
        "Biasanya males sih, tp belum pernah semales ini. Jenuh batt liat leptop",
        "Sumpah ni kentut kucing bau bett!",
        "@asricahyaning Betul mbak, celana jg makin mampet",
        "A good book is always be a good denial",
        "8 pm: film bagus: tonton\n10 pm: film bagus: tonton\n12 pm: film bagus: tonton\n2 am: film jelek: ganti dan cari film… https://t.co/df0mLf4PVw",
        "Saya perlu 2 laptop. 1 untuk nonton film, 1 untuk buka file tugas akhir. Yapp, dibuka aja file-nya. Minimal mengura… https://t.co/dXCILlxzzx",
        "Isu yang diolah terlalu lama bakal kehilangan bentuk dan makna-nya. Nasi aja yg diolah lama di perut bikin kentut tetap bau",
        "https://t.co/VfHSet5Xqx\nSampe segitunya, bakal subjektif banget jadinya. Mending bikin cekrek hengpon jadul tangkap tangan koruptor",
        "Hmmm, iya juga ya 🙀 https://t.co/Q8l1UUQt5x",
        "@jenCmarin @kata_atina Wooo iki mbak jen to? Lama tak berkabar mbaak",
        "Pepet terus bang pepet https://t.co/v2FhwuxHBb",
        "@kata_atina Wkwkwk. Okay mbak woless",
        "@kata_atina Silahkeun mbaak",
        "Part 2 https://t.co/Hl3i3Xq3ms",
        "Grab for your smartphone wallpaper if you haven't watch the JL yet https://t.co/H5dfKrD5Jz",
        "@kata_atina Bikin sendiri mbak, wkwk https://t.co/GQDRzHfdoU",
        "@kata_atina Yopppp.. Ada juga cybat, wonderbat, aquabat, arrowbat, superbat",
        "@kaskus Kurt Cobain masih dikenal dan dikenang karena karya dan konspirasi kematiannya",
        "Slogan tiap tahun nih. Giliran striker dah tajam, pertahannya ompong -,-\" https://t.co/b1PhSYjkgg",
        "Oke, yg ini ilmiah ya. Mohon jgn digunakan sbg \"kata kasar terkasar\". Diyakini punah tp masih ada? Berarti modal ke… https://t.co/T8VqyUqZPC",
        "#NewProfilePic https://t.co/cwVPqRnwUd",
        "@sudjiwotedjo Orang mudah salah paham tt agama tertentu karena belum tau tt agama tsb. Seperti kata \"ritual\" yg mud… https://t.co/VZM0orTKNC",
        "Saya melihatnya, si rusa yang tampak mencolok. Menjadi pusat perhatian, tapi tidak ada yg menghiraukan teriakannya.… https://t.co/XsDCdBof5n",
        "@kata_atina Wkwkwk.. Kopi memang menjamur",
        "Cicak? Sudah sering. Semut? Kalo ketiduran, biasanya bangun2 udah dirubungin semut. Nyamuk? Sueriiiiing. Dan tadi y… https://t.co/dJhgujytPe",
        "Setelah sekian lama ngopi, akhirnya saya dapat simpulkan bahwa kopi merupakan minuman yg diminati banyak hewan",
        "@MysticaLLicious @swandi_bud DraJav? Sepertinya familiar dan sangat dramatis, hahahaa",
        "@kata_atina @MurtadhaOne Toss 👊",
        "@kata_atina @MurtadhaOne Then realize, byk juga yg salah paham, wkwk",
        "@syauqy Hahahaaa, sekalian aja bagian depan mobil. Wkwk",
        "@kata_atina Untuk sesuatu yg hits di kancah pergaulan, saya merasa terbelakang mbak, wkwk",
        "Awalnya saya kira Drakor itu judul tv series, ternyata itu singkatan dari Drama Korea #salahkontrasepsi",
        "Gak seru nonton film sambil makan citato. Belum 10 menit udah abis aja citatonya",
        "\"You shouldn't kill my mom and squeeze my Walkman\" - Star Lord",
        "Belum baca berita ih. Belum tau aksi pasukan oranye penghempas banjir. Eh masih ada gak ya?",
        "@retnawinastuti Pasti mow mow lagi",
        "@mfauziarif Belom mandi kalo belom urutan 2 dari terakhir",
        "Gegara ganti pasta gigi, hari ini saya perlu listerine untuk mem-semriwing-kan mulut",
        "@Antzz__ Yoh rene ng kontrakanku wae, wkwk",
        "@Antzz__ Yo ngopi yoo",
        "Sekuens beda, bingung. Sekuens sama, mumet -,-\"",
        "Seperti menyetir saat sedang menggambar 😣",
        "@mfauziarif Lha kan rekomendasimu iki paw, wkwk",
        "@devitaajeng Perasaan diri sendiri gak dijaga mbak?",
        "@piiiiiiiiiiiiit Aku lg sinau twitter, ojo di bully yo. Twitter tampak berbeda semenjak 2014",
        "Twitter awaken",
        "Iseng2 buka koran kemarin, hahaa\n@KompasKlasika #acakkataklasika https://t.co/bHxhliEyv3",
        "Nasi be guling + aqua, nasi pasinggahan + tuak, duren + wani. jeg sing nyak meju. Hahaha",
        "@hymaspangesti hahaha,, min amiin",
        "@hymaspangesti baca2 doang hym, hahahaa",
        "Ternyata, ngelengkapin berkas beasiswa itu ribet. Hahaha",
        "Feel like insooooooomnia, ouhhh",
        "Welcome back, twitter. Hahahaa",
        "Soekarno-Hatta telah menghilang dan menjadi 3 Otto Iskandar Dinata",
        "Makan semangka diemut emut, gak nyangka ini emang good - DIRadio",
        "Abimanyu oh abimanyu",
        "@RoyNicko @Ant_Mouzachi @budi_achiwz su dapat buku ekspedisi kah disana??",
        "masih kecewa dengan film Marine 2. Saking kecewanya sampe ngetik folder Maroon 2. Hahaa",
        "@Ant_Mouzachi @budi_achiwz @RoyNicko haissaaah, belum sempet tak tanyain. Hahaa"
    ]
}