{
    "screen name": "oneofthegoodegg",
    "no. of tweets": 199,
    "tweets": [
        "@charles_kinbote I saw someone take off his mask so that he could cough (presumably more comfortably??)",
        "lol ok lol",
        "´",
        "@MIT p’o  lol l’occasion  ´",
        "@MuseWendi (That might just be wishful thinking on my part and I’m biased because I live in France and I’m pretty s… https://t.co/w3BKlhnJ4M",
        "@MuseWendi Thanks for the response. I guess I’m of the mind that this seems to be happening no matter what in count… https://t.co/pYFxgcEYQY",
        "@MuseWendi Genuinely curious as to why that would be a bad thing (as long as it’s not cause for discrimination and… https://t.co/u4yBE4JoNp",
        "@ryanlcooper @nycsouthpaw @theintercept @businessinsider https://t.co/PPL3qBm2yT this daily episode on it is painfu… https://t.co/bBXYpqciBE",
        "@FrankPalaver @NBAcouchside @saintknives I’m not up to date on the conspiracies surrounding 5G but it’s a fact that… https://t.co/agKpPiEG7T",
        "@KT_So_It_Goes That’s not what the article says FYI. It says Hydrochloroquine can cause cardiac distress and has *h… https://t.co/4ZEu6Wlxf1",
        "@dioerasabbath @len0killer Buddy... *You* don’t get to call people ugly https://t.co/qOu8jyZGnF",
        "@WhiteSoxSlater The *only* thing saving us from catastrophe is the fact that people can take time off work/be unemp… https://t.co/lKsoallwCI",
        "@WhiteSoxSlater Also before corona hit, the medical sector had been on strike regularly for about a year complainin… https://t.co/hVernfXr6Q",
        "@thucydiplease Official numbers for today is only + 500. Don’t know where the other numbers come from...… https://t.co/4Z5zvtxYvH",
        "@kim @leftistdirtbagg @briebriejoy Progressives don’t usually go for racists, rapists and all around misogynists like Biden",
        "@zandywithaz @HrishiSomayaji @briebriejoy @MidwinCharles Why is it upsetting for her to want people to be able to t… https://t.co/yr03zgwW4M",
        "@2KEENZ @adamjohnsonNYC Yeah this. Different countries and I’m guessing different states within the US are more or… https://t.co/R5WIo2qvv2",
        "@chick_in_kiev I live in Paris and know of 7 people who have it and are juste very tired, and have lost their smell… https://t.co/A7cFQmTC2a",
        "@davidhazony @ENBrown Plenty people die of cardiac arrest started by respiratory failure due to COVID. If you don’t… https://t.co/MUUa6oh6HM",
        "@ByYourLogic Jesus... Also from what I’ve heard being overweight or having diabetes is a common factor in severe ca… https://t.co/YEaRN5q0EJ",
        "@isaiah_kb @armandjeff @AllezLesBoulez Sent you a DM. They found yesterday that ibuprofen or other anti-inflammator… https://t.co/shKrte1mrZ",
        "@armandjeff @AllezLesBoulez @isaiah_kb My sister is a doctor who’s dealing with it in France and another factor see… https://t.co/fFKHmfTnVI",
        "@b3nnnyD @chrislhayes @jneeley78 Yeah i know. But sick people cant get them and it’s a problem",
        "@chrislhayes @jneeley78 (I should note I work for a French university and this is the official instruction of the e… https://t.co/4kP2OiF3AY",
        "@chrislhayes @jneeley78 I got an email from work last week saying the measures of precautions (14 days self isolati… https://t.co/gdemfJeyhB",
        "@GraceSpelman You’ve been very good and patient",
        "@zandywithaz You’re a really nice person but by now you should realise that you’re effectively canvassing for Biden… https://t.co/GoAxYMHCtq",
        "@twwat2016 @nhannahjones @dougsfresh @soledadobrien Was your « community » perhaps very rich landowners with quasi-… https://t.co/MbO5Lt07JG",
        "@Taniel What’s the difference between statewide delegates and « CD delegates »? Do you need 15% to get either of them?",
        "@housetrotter I’m just saying an email in the tone of “here’s what I’d say as a Muslim man” at a very emotional and… https://t.co/q7dMsUxE50",
        "@housetrotter Well maybe you think it’s indefensible but given that it’s dated three weeks after the bataclan attac… https://t.co/Y0kEESzXbE",
        "@housetrotter I’m not defending what he’s saying but 1/ I think you’re reading uncharitably and it’s just one email… https://t.co/vpvpeE5Gw2",
        "@housetrotter Just beautiful when white American men think the Muslim son of immigrants who has worked his entire l… https://t.co/W0DZz49v1r",
        "@OwenJones84 Maybe the mistake was pretending you could avoid the issue for this long, talking about all the nice t… https://t.co/64IPgg8Acd",
        "@zandywithaz @willmenaker The influence of a podcast host on others is marginal, but his opinion does reflect a fee… https://t.co/P76hn06unN",
        "@zandywithaz @willmenaker I don’t think he’s trying to convince anyone of deserting the democrats should they not n… https://t.co/SmFvCqQw10",
        "@davidgross_man @livkittykat @snackvampire Compassion for Israelis, who we wouldn’t want to unfairly malign as a wh… https://t.co/Jpbod3fXdZ",
        "@Sturgeons_Law She hosts a podcast for Slate! It’s maddening",
        "@Senjachan1 @LEGO_Clayface @D_nasty02 @_curlytrill But as it turns out he was a big ole antisemite, going senile an… https://t.co/JZ7qNgOCNZ",
        "@Senjachan1 @LEGO_Clayface @D_nasty02 @_curlytrill Nah. It’s more that WWI devastated the country and when war was… https://t.co/ojsyrpRmkU",
        "@TubaToofpaste @ebruenig I’m genuinely curious how catholic scholars reconcile this. She’s been saying that intent… https://t.co/nixqeMfr6y",
        "@ebruenig Serious question: how is that different from what Abraham was ready to do to Isaac?",
        "@donoteat1 My god. It’s the fucking Britons who pushed for this because they wanted access to the other countries «… https://t.co/jIJrcejoY0",
        "@JoshuaYJackson @immolations You do know that trade deals negotiated by the EU (with a clear mandate and framework… https://t.co/D2UKusx4n7",
        "@rachelmillman Still only 69 likes but someone got there fast https://t.co/042PSwUQrC",
        "@aimeeterese @OsitaNwanevu @EdwinAponteAge8 @mandogcar @Noodoggy @kennyrealdeal @mtracey Posting screenshots of you… https://t.co/DsNo9TRats",
        "@pegobry @ENBrown Instead of defending pedophiles you should brush up on your french because that’s not what he’s saying.",
        "@MattBruenig @yeselson @JonathanCohn @reftpt @NewLeftReview That's probably one the worst EU policy, but guess who… https://t.co/21HCHff867",
        "@PromoteVirtue @chickenmorty @whysimonewhy @nobody_stop_me @_lajena Maybe the girls really do have their own versio… https://t.co/tn1JpVLsBS",
        "@PrettyBadLefty I don’t think hatred manifests the same for all marginalised people. If you’re Jewish or a white wo… https://t.co/24FOJpy2CK",
        "@samfbiddle @mehdirhasan I don’t know. In France public opinion on the death penalty is remarkably close to what th… https://t.co/GEBL6U4fIq",
        "@Econ_Marshall @zeithistoriker There’s nothing in EU law or case law against this...",
        "@trekonomics Ayant travaillé sur le sujet à mon avis c’est lié aux conditions très très favorables qui leur ont été… https://t.co/bsSt4z8wf0",
        "@Atrios Oh god it’s so good",
        "@kmanguward @ENBrown @MightyHeaton Given you’re the EIC of reason I can only assume that the only things that bring… https://t.co/UdspKPa8Z5",
        "@tomgara @mehdirhasan If the criticism was that that she was irresponsibly generalising and therefore unwittingly s… https://t.co/sNj3TtqjmE",
        "@KatzOnEarth @mehdirhasan You can say that you have to be careful when it comes to associating Israel and the notio… https://t.co/ZcP33GEJlt",
        "@b_judah I’m really not asking in a trollish way but I just don’t get why people (other than the usual right winger… https://t.co/wXyTF4lwGm",
        "@NateSilver538 @mattyglesias If you think ideology plays no role and the race for clicks/views is the only relevant… https://t.co/DFV1aKF626",
        "@dstfelix We like it when you try. It’s the entitled attitude that gets cold responses",
        "@shamtley Aren’t you in your thirties? (Incredibly jealous at the lack of wrinkles)",
        "@surfbordt I’m French and it sounds like french. From what I can make out « jète tout dehors! Jète tout dehors! » (throw everything outside)",
        "@See_Em_Play Good lord the responses from horny dudes downthread on the tweet announcing that her account got suspended 😨",
        "@IppusKris @nycsouthpaw This is correct",
        "@yeselson @michaelbd @j_henry2 No but it’s different because in the Catholic Church cases Michael happens to not li… https://t.co/XD5RR2K9Ys",
        "@UrbanAchievr Just realised I was thinking of Naomi klein. Sorry",
        "@UrbanAchievr ??? Are you really comparing climate change and chemtrail conspiracies?",
        "@UrbanAchievr Naomi Wolf is brilliant and a world renowned journalist. I don’t know what you’re on about with a comparison like that",
        "@DickyC14 @trekonomics (To be clear I’m not sure how historically accurate this reading is and to what extent it wa… https://t.co/ffWz2Mnnty",
        "@DickyC14 @trekonomics I remember being taught basically that as all wars to keep the colonies it was France that w… https://t.co/dS4OR99oYK",
        "@cjane87 @DavidAFrench I don't why you keep giving these people the benefit of the doubt. French wrote a whole piec… https://t.co/Q6VV7RhlLU",
        "@zlingman Do you think you get targeted ads because you've been open about working on being sober? It's so fucked up...",
        "@AllenVentano @LLW90210 As ever. Inspired by the USSR https://t.co/Ow2qFm7F5I",
        "@AllenVentano @LLW90210 Also great to keep your tits from gravitating toward the floor for a few more years",
        "@zandywithaz I was absolutely convinced his heart was gonna pop in the first year given his ridiculous diet but it just... keeps going",
        "@ColsBols @Boringstein Well something did happen... A journalist was murdered in a car bomb in Malta...",
        "@ggreenwald @BenjaminPDixon And in France most Jewish organizations have fought hard to keep hate speech/holocaust… https://t.co/HsOuxLHJhI",
        "@JonathanCohn My knowledge is very limited, especially of american unions, but I wish you could have a kind of Veri… https://t.co/J5vmKwC1HK",
        "@JonathanCohn I think you still have to address the problem though. I kind of cringe when I see unions being so rom… https://t.co/GPfLlzvV70",
        "@wowprettylady @boccolini1 @FFigureFBust I don't know how the original tweet made its way to the presenter of The W… https://t.co/wX06j9Dn7T",
        "@jrhennessy Dogs don't usually bite out of nowhere. Get a rabies shot to be safe",
        "@unnamedoutsider @charliewinter @gcaw If their victims' families managed to kill them I wouldn't give a shit about… https://t.co/8MiyBJXaTL",
        "@charliewinter @gcaw It's also in direct violation of the European Court of human rights case law https://t.co/7EuDoKbeyM",
        "@Cernovich You don't mind pedophilia when it's trump or Dershowitz doing it or Jordan covering it up",
        "@DavidKlion Liz bruenig. Passing off extreme social conservatism as good hearted even though she's just a less crue… https://t.co/H3O8ijfgef",
        "@aarongraves @HeerJeet Do you think it's like a vaccine against being racist? If he weren't Jewish what would the d… https://t.co/WUhA0yAGlJ",
        "@aarongraves @HeerJeet I'm guessing it goes further than \"bad tweet\" to get caught in anti-nazi laws but sure bud https://t.co/cUAddPpMax",
        "@isi_kbreen Disagree. She has to be perfect and poised 100% of the time like I am in front of the computer machine",
        "@sofia_cutler @erasmusNYT @KumarsSalehi The reason this shocks me so much is that her arguments are the *same* ones… https://t.co/jxUuA0XdbN",
        "@sofia_cutler @erasmusNYT @KumarsSalehi Saying option 1 is better than option 2 does not mean you never intend to r… https://t.co/hWxbhkB7xa",
        "@safavilayla @KumarsSalehi @porn_horse That's definitely one of her points. The other is that abortion is evil and… https://t.co/n9juRGbxe8",
        "@sofia_cutler @erasmusNYT @KumarsSalehi She says it's a better option to incentivize social programs. She *never* r… https://t.co/SUOSXJi271",
        "@ErikWemple @NickBaumann @RosieGray @perlberg Funny how between the McGann story and this you always seem to end up… https://t.co/ttdgFedleU",
        "@mtsw https://t.co/l5v0p2bHft              She's guilty of murdering an innocent man though",
        "@OwenJones84 When your arguments boil down to \"appease the fascists!! They might get cross at us!\" You've become wh… https://t.co/r57XqgxFRT",
        "@OwenJones84 I'm sure the fat right will just naturally recede once the markets crash and the government has free r… https://t.co/OBj9jp9unp",
        "@marcusbarnett_ Good god this is categorically untrue. Of all the sticks to beat up the EU with you decide to lie a… https://t.co/LaWqPTiWGw",
        "@Chorane_ @GraphosomaS @Kum0kun @SalvadorCedric @cel_ina @KosMiktipott @Oustroupistache @LionCordier @phl43 Je les… https://t.co/WurJC9iavv",
        "@Chorane_ @GraphosomaS @Kum0kun @SalvadorCedric @cel_ina @KosMiktipott @Oustroupistache @LionCordier @phl43 Les ric… https://t.co/dJMCG4JpAm",
        "@Chorane_ @GraphosomaS @Kum0kun @SalvadorCedric @cel_ina @KosMiktipott @Oustroupistache @LionCordier @phl43 Personn… https://t.co/671y9sq19r",
        "@Chorane_ @Kum0kun @SalvadorCedric @GraphosomaS @cel_ina @KosMiktipott @Oustroupistache @LionCordier @phl43 Pour un… https://t.co/NTsxfAzGMA",
        "@Chorane_ @Kum0kun @SalvadorCedric @GraphosomaS @cel_ina @KosMiktipott @Oustroupistache @LionCordier @phl43 Apprend… https://t.co/8ynsLq48WX",
        "@Chorane_ @Kum0kun @SalvadorCedric @GraphosomaS @cel_ina @KosMiktipott @Oustroupistache @LionCordier @phl43 \"Commen… https://t.co/B11klOUx7K",
        "@IllyBocean (It got me blocked on WhatsApp from an ex who was a fan. But I'm hoping he watched it in full)",
        "@IllyBocean This is art",
        "@brianstelter @BecketAdams @redsteeze If tweets by journalists count so much, ask Becket if he ever apologized for… https://t.co/n9Ekax91VJ",
        "@See_Em_Play Ooooh that's cute. What's the brand of that dress?",
        "@cjane87 @chrislhayes How do you enforce segregation (which Buckley favored) without big government?",
        "@fivefifths @BordeauxBlues Paul is alright",
        "@wypiewypes @Glinner @HonoredSpirit Of course it was his step daughter!?! What do you think the word means? You cre… https://t.co/llJKFUjqO4",
        "@Glinner @HonoredSpirit It's rationalized from the point of view of a son who (apparently with very good reasons) r… https://t.co/uvEIF2FbOo",
        "@cjane87 It's fair to say that he doesn't prescribe much in terms of policies that get taken up by politicians. But… https://t.co/BLeG2RqsZt",
        "@cjane87 Lol come on... you don't have to be a fan of Coates but objectively his writing is leaps and bounds better… https://t.co/mLdSugbJCR",
        "@OsitaNwanevu @conor64 Incredible that \"liberals should avoid this\" is Conor's conclusion given that one of the big… https://t.co/jayULfpzjc",
        "@HKesvani @charliekirk11 @raaleh Hey, unrelated but is your podcast available on Spotify?",
        "@jeffspross @CarlBeijer @JStein_WaPo @ebruenig Maybe if you read the (eerily similar to bruenig) social policies of… https://t.co/G6DGqztE0u",
        "@DuckSpeech My god that's a dumb take. Robespierre literally guillotined Olympe de Gouges after she accused his fri… https://t.co/iHSDLDvSBx",
        "@KrangTNelson @adamjohnsonNYC I'd like to see the email that was sent out late last night to all the horny men begging for support",
        "@ddale8 @Atrios @benshapiro Gotta be one hell of a tweet to get caught in anti-nazi laws! https://t.co/Yc63Q1IjFV",
        "@AthertonKD @adamjohnsonNYC Also seeing how it tainted the campaigns of HRC, I'm guessing forcing them on the recor… https://t.co/ZghkSTbWqU",
        "@Cheemzes FTR, I think it's good that you push back on the demonization of ordinary Syrians and the outright suppor… https://t.co/BeZ1tveENC",
        "@Cheemzes And, while Tucker's opinions are undoubtedly informed mostly by his bigotry I don't think \"a lot of musli… https://t.co/pB1QQz1xyJ",
        "@Cheemzes I don't think the opposition sympathisers are maniacs but the opposition that has the remaining power to… https://t.co/pIkiCyj7AG",
        "@Cheemzes @ggreenwald What do you want to happen man? It's not racist to point out that the opposition that would g… https://t.co/d13bAvdC3v",
        "@HonoredSpirit @SandwichJudge @notevengabbytbh @prehellenistic FTR, it's ok to like her, or Michael Dougherty for t… https://t.co/C3hH3Ou9Uj",
        "@HonoredSpirit @notevengabbytbh And all the while promotes the idea that CPCs are good, abortions are bad and spent… https://t.co/0oC9vHGUUq",
        "@HonoredSpirit @notevengabbytbh She wants 1) to reduce abortions by offering childcare to women who would otherwise… https://t.co/gewk1WenAv",
        "@SandwichJudge @notevengabbytbh @HonoredSpirit @prehellenistic https://t.co/RmZW1REsZ1 there you go",
        "@thelateempire Well go ahead. And don't overlook the Orsay museum",
        "@thelateempire You're likely to just be drowsy man. Unless you're some kind of art savant you need to read and/or l… https://t.co/6sY3L0y91M",
        "@ByYourLogic @EoinHiggins_ @imraansiddiqi 1) it's the first time in France, even though he's barely more corrupt th… https://t.co/5NUP5ACUUp",
        "@DavidHAllison @Glinner I know I got turned off being active in BDS/pro-Palestine movements after the 2014 war and… https://t.co/6CJVUCOiZG",
        "@atbobb Oh. Still an incredible tweet",
        "@atbobb Did you do the smile app thing or is it natural?",
        "@Sturgeons_Law I remember being a dumb teen mildly dabbing into new atheism and Sam Harris stuff and being shaken l… https://t.co/olqJmKJS1z",
        "@Cato_of_Utica @Maarblek It especially depends on whether you're trying to get the vote from Kelly down the street… https://t.co/U7OckPRpXk",
        "@BillCorbett It's weird I'm in France and I can see it...",
        "@russiaghazi @oppenfailer @mirahwood @trash_ebooks And also when Gorsuch was either nominated or confirmed her time… https://t.co/NOKwoeOzmw",
        "@russiaghazi @oppenfailer @mirahwood @trash_ebooks She's very careful because she knows her audience, and she does… https://t.co/OtpsdLPSij",
        "@HonoredSpirit Maybe check my previous reply and you'll find plenty of leftist women apoplectic that she's found an… https://t.co/VzLuConfOy",
        "@HonoredSpirit I don't care/don't know about that dude. But thinking that opposition to Liz can only come from the… https://t.co/tQ1gXksV2z",
        "@HonoredSpirit Yeah I saw. Maybe go check out leftist feminists timelines instead of desperately lifting up rocks to see what's crawling",
        "@HonoredSpirit Yeah that's what annoyed me about your thread actually. That of all the leftist women who think the… https://t.co/gCTloi2CCR",
        "@sansdn This may be too french centric but if you want to feel better, read up on how and why Sarkozy is (probably)… https://t.co/mLdaDVwsAf",
        "@russiaghazi @oppenfailer @mirahwood @trash_ebooks Glad we can agree",
        "@sansdn Shit well, you do you, but for the record I'm glad you did weigh in. I feel like I'm going insane, all thes… https://t.co/z0cXRfbpSR",
        "@sansdn Ah. Glad you're back",
        "@mirahwood @oppenfailer @trash_ebooks @russiaghazi Yeah obviously but that's more the right/bad libs. But on the le… https://t.co/7PlJf6f9ch",
        "@mirahwood @oppenfailer @trash_ebooks @russiaghazi I also think there's a peculiar strain of American respect for s… https://t.co/wysOuWEOF2",
        "@oppenfailer @mirahwood @trash_ebooks @russiaghazi It's baffling that the people who defend her do it in a kind of… https://t.co/ZbrpajU3A6",
        "@HonoredSpirit Ah yes that terminally online poisition of *squint at the screen* thinking that being prolife is actually pretty bad",
        "@ByYourLogic Seriously though if you're interested in the weird links between corrupt French politicians, secret se… https://t.co/AUUvGbEjGl",
        "@ByYourLogic Bad investment on his part. It got a lot of his people killed. At the very least two people who accuse… https://t.co/7Iw3ik4PyU",
        "@Cernovich Multiple women accused trump of rape too you dunce",
        "@brianstelter Jesus. They've not bothered with having representative views have they? The French newspapers they've… https://t.co/iXoSgmjnWv",
        "@rabbitlayla No way if it was any good he would have found a way to show it already",
        "@pasta_ben @LLW902 Don't act surprise when it turns out that her opposition to \"liberalism\" has more to do with opp… https://t.co/DFNP7T5Mzp",
        "@pasta_ben @LLW902 Saying \"she agrees with me on so much, let's let the bad stuff slide\" is akin to saying libertar… https://t.co/1OrTFuSmAi",
        "@pasta_ben @LLW902 Her position is (deliberately I'd guess) muddy. She says she wants to make it possible for women… https://t.co/87dYe2ZlrP",
        "@davidallengreen You're not that dumb so don't insult people's intelligence. There's an obvious difference between… https://t.co/3rSkeZZAH8",
        "@david_j_roth This Nissan ad with bowling ball destroying every cars but the Japanese one seem like a real contende… https://t.co/lZ5pt7Vf9s",
        "@AsteadWesley 1) His record could be better but it's pretty darn good and getting better.    2) Lol you're just sal… https://t.co/zLv9KHU1vs",
        "@girlinabasement If you're not rich don't do it. Looks like the heel could get dirty/messed up easily",
        "@ryanlcooper If he's on your side he's highly entertaining and says things that sound perfect. If you're on the rec… https://t.co/l8PmDBOKKw",
        "@ryanlcooper I agree that anyone in his position would have been in for a brutal public lashing, but he wasn't just… https://t.co/bvQD8VYVvo",
        "@ryanlcooper He certainly managed to turn the European *populations* against the Greeks and against the idea of hel… https://t.co/Sx46lOSMQg",
        "@ryanlcooper Maybe I'll read it then. I don't doubt the IMF and others were up to very shady shit. I reacted more b… https://t.co/tTJSFzM3Un",
        "@ryanlcooper Instead he swaggered inside insulting the people he was negotiating with to get money from (and the re… https://t.co/vf7rekbg1Y",
        "@ryanlcooper He really failed to make the argument that 1) despite it not being the EU's fault (even if not complet… https://t.co/Z5Pkr9ELgm",
        "@ryanlcooper Oh yes. Front page for a week",
        "@ryanlcooper One thing he did consistently was to say that they had a democratic mandate and that by not accepting… https://t.co/7ZHio91XcF",
        "@ryanlcooper Oh yes obviously. I just think that once inside the government trying to rescue your country's economy… https://t.co/KT8JufMgvK",
        "@ryanlcooper At the time I remember the perception being \"we all got attacked by the markets, all these countries (… https://t.co/1SdL3tH6LP",
        "@ryanlcooper It may seem like not much compared to what Brussels did, but the Germans and hard hit countries like S… https://t.co/50yb7gdL9X",
        "@ryanlcooper It was nonsense and everybody knew it including him, and when questioned about it he always had a shit… https://t.co/BdVl3VJ24N",
        "@ryanlcooper The most blatant example I can remember was in the budget cuts/ways to increase revenue he proposed wh… https://t.co/qdz5Lc0rH7",
        "@ryanlcooper Oh it definitely was an incredible crime and an insider minute by minute account is a great historical… https://t.co/i9Yug47Eax",
        "@ryanlcooper Basically my impression of varoufakis is that he's the kind of guy who, witnessing an hostage situatio… https://t.co/QgPsTFChGm",
        "@ryanlcooper Interesting. At the pick of the crisis I studied European law so I read everything coming from the tri… https://t.co/KdOBtIHE5R",
        "@ryanlcooper I'd like to be on his side but he has a furious tendency to smudge up details and outright lie to make… https://t.co/qUrWn7tyLc",
        "@theshrillest There are probably underlining issues that I'm not competent to comment on but there's also the fact… https://t.co/mVQOY2HfO3",
        "@frozenblueber If it's just the American left then no harm done",
        "@frozenblueber Nooo, there are enough people who already agree with you, don't turn the gentle swedes against us too",
        "@DavidKlion Of all the people on the list you really had to advertise that you consider forcing women to give birth… https://t.co/SRMVj6NpOW",
        "@oppenfailer You seem like a very good person. On twitter. Can't imagine you're too bad in real life",
        "@MuseWendi @MitchellCares Boy, did 2016 break everyone's brain. He was always too aggro but he's just nuts now.",
        "@frozenblueber Once went to the gym with a shirt that had a faint smell of vomit, since I used it as a pj after a n… https://t.co/ZTBzjOCVf7",
        "@Delo_Taylor @Yair_Rosenberg @TamikaDMallory @lsarsour Meh. There's a million reasons to hate yair for whitewashing… https://t.co/vCaSn9BB5P",
        "@classiclib3ral When I was in middle school a class bragged that they got their teacher institutionalized because o… https://t.co/QEXVZ49mO5",
        "@someofmybest Welp, in France it took us until 1977 and the last one was probably innocent and guillotined, so... could be worse",
        "@CIAGoFundMe This tweet might not get the plaudits it deserves but it's very good",
        "@elongreen I say let them elevate Marion. She's as racist as her aunt but with an added theocratic streak and witho… https://t.co/OBuP6Oosyf",
        "@KatzOnEarth @EoinHiggins_ @chrislhayes This https://t.co/LzURwT3uR4 by @theshrillest is very very good on that precise thing",
        "@YoungCatFood1 @cushbomb @HeerJeet @the_gwalla They absolutely don't. The only thing they refer vaguely positively… https://t.co/G99l8pu0qw",
        "@CultureWarRoger @cushbomb @HeerJeet @the_gwalla Lol come on. She gives enough reasons, you really don't have to ma… https://t.co/LZNIHAd1Vx",
        "@CultureWarRoger @cushbomb @HeerJeet @the_gwalla Wait she's a registered republican? That can't be right",
        "@cushbomb @HeerJeet @the_gwalla Shit. Dunk on the pod bros for their stupid politics all you like but at least they… https://t.co/TRqx9zVWur",
        "@cushbomb @HeerJeet @the_gwalla I wasn't objecting to your critics of russiagate but rather to the notion that \"the… https://t.co/4gBMI1GhRs",
        "@cushbomb @HeerJeet @the_gwalla When did you go full nihilist? It feels like a bizarro libertarian worldview: nothi… https://t.co/60jL6DBwFC"
    ]
}