{
    "screen name": "HamidullahRezae",
    "no. of tweets": 199,
    "tweets": [
        "Some of us fell prey to believing that Taliban have changed. But they constantly proven us wrong by attacking schoo… https://t.co/FRIOoi1rus",
        "نیروی جاهل و خودفروخته طالب امروز مردمان ننگرهار را در تشیع جنازه و مردم کابل را در بیمارستان قتل‌عام کردند. این نی… https://t.co/iD34cnZ6oB",
        "No one is taking serious the covid19 precautions anymore in Kabul. City is full of crowds. People shake hands, kiss… https://t.co/TQOeFgQhKa",
        "افغانستان هر چیز کم دارد به‌جز خبرنگار. کسانی را می‌بینی که بوی از خبرنگاری نبرده‌اند اما چپ و راست خبر تولید می‌کن… https://t.co/hRrv1YK2V7",
        "What happened in Jaghori &amp; Ghor pins down the flaws of our system. Opening fire on civilians who ask for basic soci… https://t.co/KSAbEupJZJ",
        "Lar aw Bar, Khorosan, &amp; Islamic Emirate. Major conflicts in Afghanistan revolve around these expired terms. Absurd… https://t.co/yuoeFIZUqQ",
        "Many Afghan youths flatters a group of corrupt oligarchs &amp; illiterate strongmen to obtain something—job &amp; money. Th… https://t.co/S8aBPBWjch",
        "رژیم ظالم و سرکوب‌گر ولایت فقیه همیشه دست‌شان به خون بیگناهان آلوده بوده‌است. شکنجه‌کردن و به‌دریا انداختن مهاجرین… https://t.co/kGIlmqv2OD",
        "The notorious military establishment in Pak is not only responsible for sponsoring terrorism across the region but… https://t.co/8zatdlrA00",
        "Taliban have become so frustrated. While negotiating with the US, they’ve accelerated their attacks on Hazaras in B… https://t.co/FZa9oWgGXB",
        "مثلا چرا یک فعال زن را ندیدم از سلیمه مزاری، والسوال چهارکنت ولایت بلخ، و قهرمانی‌هایش در جنگ با طالبان یاد کند؟ زن… https://t.co/folZzeRVJA",
        "The good news is that Afghanistan has received $540 million in aid from multiple organizations to combat coronaviru… https://t.co/UC8fRQ4mzZ",
        "When we celebrate Mujaheddin’s success in defeating the Red Army, we often fail to come to grips with the disastrou… https://t.co/kVGVB11TZW",
        "I’m sorry to hear what has happened in Jaghori in the last couple of days. It’s the absolute right of people to que… https://t.co/xWYFNiwdaX",
        "Taliban insurgents try to gain attention by using hit-and-run attacks on Afghan people &amp; public assets. Illiteracy,… https://t.co/sW62gGfstS",
        "I was born in this place &amp; learned to play volleyball among these mysteries rocks. It’s Jaghori, Ghazni. 🇦🇫 https://t.co/r2wKNT8sbh",
        "#ملا_انصاری از کرونا خطرناک‌تر است. نباید گذاشت این افراطی مردم را به کام مرگ بفرستد!",
        "ISIS hasn’t been successful in turning the conflict into a sectarian war in Afg. It is because of a culture of ‘rel… https://t.co/9jyOXcJbBT",
        "Unfortunately, many educated Afg youths are polarizing the current political sphere instead of de-ethnicizing it. T… https://t.co/yxcN9GiPGz",
        "A Hazara commander joined Taliban insurgents &amp; now his picture is all over the place. Why do we always see things f… https://t.co/hKtAUgeuKz",
        "Ramadan &amp; lockdown are going to make it harder for the poor people to survive. I hope the govt. find a mechanism to… https://t.co/gxpWqZfdCU",
        "I have witnessed numerous cases of sexual abuse in my community 🇦🇫 since my early childhood. Abusing females &amp; litt… https://t.co/fIvFhCV1z0",
        "Social Media has provided an equal opportunity for everyone to express themselves &amp; their opinions. It’s a platform… https://t.co/KR432rD9HA",
        "@FarangiesShah If everyone endorsed your opinions &amp; you received no objections, it means you are probably not doing something of value.",
        "Somewhere in Scotland? No.\nWhere? Takhar, Afghanistan 🇦🇫 https://t.co/KHxpjZrTbL",
        "مرد روزهای دشوار افغانستان، این خاک ستم‌دیده به وجودت می‌بالد! https://t.co/pbEKaPvvkP",
        "The young generation of Afg really need to be able to delve deeper into some critical issues that directly impact t… https://t.co/Vpj8Vqc0c0",
        "@RaminAryan09 She don’t care about AFG and want one ethnicity to rule over others no matter the cost. More clearly,… https://t.co/eFdNoCZ87i",
        "Iqbal Omari is the third medical doctor who has passed away as a result of coronavirus in Afghanistan. Please keep… https://t.co/iPDWbHhsbA",
        "NSC spokesman says Taliban have killed 30 innocent civilians in a single week. Simultaneously, 300 Talib prisoners… https://t.co/WVxR0DT58S",
        "A police officer whipped an innocent girl in the streets of Kabul yesterday. In a matter of minutes, the news circu… https://t.co/3kw9lSRynz",
        "Mr. Saleh has a wonderful sense of humor which I admire. In an interview with 1TV he asserted that in the absence o… https://t.co/DjkYYFHdwb",
        "این روزهای دشوار می‌گذرند اما #چهارونیم_کیلو_گندم فراموش نخواهد شد!",
        "کرونا لایه‌های مختلف جوامع را عریان و پرده از حقایق خوب و شیرین بسیار بر می‌دارد. این مرض تنها یک مرض نیست. موج است… https://t.co/7exRUWgouo",
        "Studying online is a unique endeavor for AFG students. There’re lots of issues that hinder their experience such as… https://t.co/qJnTlLnKCY",
        "We all have tough times &amp; countless problems to cope with these days. Nonetheless, let’s not drive our own horses &amp;… https://t.co/QDiMvJyNGT",
        "No matter how hard Khalid Noor &amp; Batur Dostum or any other Jihadi-born kids try to understand the unprivileged ordi… https://t.co/SbEbIZyfnF",
        "Learn from Atmar how politics works! https://t.co/BUjyfjmrzA",
        "Kabul residents come out of their homes these nights &amp; chant ‘AllahAkabar’ as a sign of frustration &amp; resistance ag… https://t.co/1jAoqvx83I",
        "درس‌های دانشگاه ما و خیلی از دانشگاه های خصوصی بصورت آنلاین برگزار می‌گردد. این در حالی است که قیمت و سرعت انترنت ب… https://t.co/IDbTmfJnYN",
        "I see young people switch sides in a blink of an eye merely to follow the crowd &amp; skip being seen as strange. We ne… https://t.co/KXafrXfqyw",
        "Quarantine Day5: Came to the rooftop of my house to get some sunlight &amp; see children flying kite in the cloudy skie… https://t.co/3S79VEcYqV",
        "“We can disagree and still love each other, unless your disagreement is rooted in my oppression and denial of my hu… https://t.co/Yk4TpbzgMb",
        "The ancient city of #Herat known as ‘The Pearl of Khorasan’ currently cope with with the fatal disease of COVID19.… https://t.co/9mSNmxl09V",
        "“We’re all in this together.” \n#هرات_در_بحران",
        "ای که دستت می‌رسد کاری بکن! \nحکومت مرکزی باید به زودترین فرصت یک #پلان منظم را برای قرنطین کردن هرات و کنترول وضعیت… https://t.co/eOVjzZ87Le",
        "If you give masks, foods, &amp; so forth to the poor, please keep it simple &amp; conceal. Don’t use people as a tool to ge… https://t.co/LWdqjDuPS3",
        "I saw a journalist posting some pictures from #Shaharke HajNabi this morning. This is utterly embarrassing. Instead… https://t.co/kpadzXnu9s",
        "The citizens of Kabul must learn to become responsible and comply with the instructions of authorities. Going on ou… https://t.co/qTIu49qpTy",
        "How is it possible to fight coronavirus amongst people whose minds are so entrenched in bizarre superstitions? Ital… https://t.co/z8YTUP0CrR",
        "We’ve never been kind to one another. Instead of embracing our diversity, we fell pray to our sworn enemies’ traps… https://t.co/9JEsr1uNvA",
        "Taliban has long been targeting religious minorities such as Hazaras and Sikhs in Afghanistan under the name of ISI… https://t.co/N9TghcZkKq",
        "I know many of you may label me a racist but it’s deeply disappointing to see @VPdanesh absent in almost all of the… https://t.co/P201zGrsj5",
        "A group of volunteers fighting #COVID19 here in Kabul today. People’s awareness and precautions are key. https://t.co/NzKeYrCQYE",
        "This is upsetting but let’s not ignore the fact that many Afghans can’t work from home. It’s not possible for them… https://t.co/SyHlMq25l7",
        "Let’s heal together and be cure for one another’s pains and not be hurting and breaking each other into pieces. Let… https://t.co/ApI9CXI5cr",
        "The Taliban savages killed 25 brave soldiers today in a security checkpoint in Zabul province. This is a clear-cut… https://t.co/oNDEj5C62i",
        "“Tell them Kabul remembers!”\n\n@ArtLordsWorld https://t.co/tPs3QlrdVN",
        "On March 19, 2015, Farkhunda was brutally murdered by many furious Kabulis provoked by some ‘religious fanatics.’ F… https://t.co/scT1yshpT6",
        "It’s not only weird but also an embarrassment for us all to see infected people escape from hospitals fearing… https://t.co/2RwnTm03T9",
        "Fear paralyzes the mind. I remember once a retired navy general said: “A shark will certainly swallow you up if you… https://t.co/KvZSDogJsc",
        "Universities are shut down possibly till the end of April. Seize the moment. Self-isolate. Read books. Watch movies… https://t.co/WNSnN5ldt6",
        "Taliban is not only a physical entity with lots of brainwashed soldiers but also a mindset &amp; ideology that is domin… https://t.co/UMfffaQrWs",
        "#Coronavirus is a global threat and overcoming this pandemic requires global cooperation. This virus infects people… https://t.co/9c2YdYPhCc",
        "The release of 5k Taliban prisoners is irresponsible &amp; unacceptable. They killed 50k of our ANDSF heroes who sacrif… https://t.co/xGj3w1XS5A",
        "رسالت تاریخی جوانان کشور است تا بیشتر از این بر طبل قوم‌گرایی و انشعاب نکوبیده، راه‌ برون‌رفت از وضعیت فعلی را جستج… https://t.co/xyrbBr1Df9",
        "افغانستان در مرحله‌ی حساس قرار دارد. دست ازپا خطا کنیم، دست‌آوردهای ۲۰سال گذشته را به‌باد فنا خواهیم داد. فراموش نک… https://t.co/MJIoZheVJj",
        "If Ashraf Ghani and Abdullah Abdullah fail to make a compromise today, none of them will have the legitimacy to rul… https://t.co/B0POL07FBJ",
        "I’m very glad to be part of this incredible event today. Many bright minded students from various universities in K… https://t.co/prQvqJnTD8",
        "صدای سنگین فیر از نزدیکی‌های #مصلی بابه مزاری به‌گوش می‌رسد. مردم سراسیمه به‌هر سو پراگنده می‌شوند. در کنار جاده شه… https://t.co/REKrbkAY63",
        "I’m in Dashte Barchi now. I hear heavy gunfires in addition to annoying sounds of ambulances and helicopters. A hug… https://t.co/dJVNHmQl5a",
        "I want my sister to be free and have the right to education. I want her to have the freedom of making her own choic… https://t.co/w9mHWZtkYj",
        "As Benjamin Franklin said: “Those who would give up essential liberty to purchase a little temporary safety deserve… https://t.co/YydUYHra4B",
        "Signing an agreement with the US, Taliban leaders must understand that they can no longer justify the current war.… https://t.co/f0IWv82HnO",
        "If the peace talks result in Taliban putting down their guns and negotiating with the Afghan people, it’s a first b… https://t.co/tdVkCo99ic",
        "We have paid a big price for women’s rights &amp; meaningful inclusion in the decision-making processes in the last two… https://t.co/gw261QcSr7",
        "Our beautiful Shafiqa Khpalwak has published her new book. Let’s appreciate her work by reading her nice poems. Wel… https://t.co/KJRRlu8vlh",
        "مصاحبه وزیر صحت در طلوع‌نیوز را درمورد #کرونا دیدم. گفتگویی مفیدی بود. چند نکته مهم گفته‌شد: کرونا تا فعلا نه واکسی… https://t.co/FgPmU90kmY",
        "When this ugly war ended, I’ll go heal my PTSD that gives me pain quite often.",
        "It’s a beautiful day. A peaceful day.",
        "A sound echoes in my head that this bloody war will end soon. Let us all join efforts for facilitating a dignified… https://t.co/s6k8VPdP6r",
        "Referring back to our history, we see the British Empire invaded AFG &amp; used us as their shields against their enemi… https://t.co/evonhYpuU7",
        "از شنیدن داستان انتحاری که ۲۰۰۰ افغانی و دیگر وسایلش دیروز توسط دزدان در کابل سرقت شد به یاد این قول گابرییل گارسیا… https://t.co/kPKEMWOVUn",
        "I came across some FB screenshots indicating how Pashtuns rejoice from #Baqir Mohqiq’s death. This is utterly nonse… https://t.co/OCKQZJ2Hk3",
        "A nation who read books and educate themselves steadily will learn how to grow, cooperate, exercise democracy and m… https://t.co/i1sLDDnWph",
        "Every Afg is compelled to have an in-depth understanding of their history, political behaviors, &amp; their long-standi… https://t.co/bJm0QwtDYT",
        "Not talking about politics is political itself. Remaining unaware of what’s going on in the world puts you in danger of exploitation.",
        "شاید تقصیر مان نباشد که در چنین وضعیت فلاکت‌باری هستیم اما برای آوردن تغییر و ساختن یک آینده خوب‌تر و روشن‌تر مسوول… https://t.co/QxSaUfHDaB",
        "AUAF continues to grow and educate the new generation of the country. https://t.co/eDEOjTvCrM",
        "Racism &amp; nationalism have both failed to address our today’s key issues. While advocating for Manzoor Pashteen &amp; hi… https://t.co/5bJMjg4LoY",
        "Only if we all put our hands together, will we be able to change our society for good. https://t.co/nQ6GypDgmR",
        "It has been an honor to volunteer for arranging this wonderful academic conference. I got the chance to meet severa… https://t.co/brwUSrbnQP",
        "A quick note for my feminist Twitterers: don’t attack the people’s long standing beliefs &amp; gender stereotypes at a… https://t.co/yS1MptQY1U",
        "Prior to singing any deal, the Taliban group must agree to a comprehensive ceasefire in all across the country. Thi… https://t.co/H2vCTWIpYx",
        "As time goes by, I learn to be wary of my ignorance. The more I learn new things, the more I understand how less I… https://t.co/ZLtXWc3OVT",
        "Once, I believed in patriotism. I thought I needed to sacrifice my life for my country’s national interest. Now, it… https://t.co/tAx0eXqOSn",
        "Some of you sympathized with #PTM and some of you did with #UkrainePlaneCrash victims but you know what? 33+ innoce… https://t.co/TBEJJ4eKPJ",
        "Anyone curious to acquire a better sense of human history &amp; sapiens’ physical evolution needs to read these 2 extra… https://t.co/QOv5HPWrTk",
        "It sounds the ballistic missiles Iran fired to destroy the US base in Iraq led up to the Ukrainian plane crush that… https://t.co/IYG4VHgWCD",
        "Nobody is thinking about all those drug addicts who are dying these days as a result of a freezing cold in Kabul. T… https://t.co/fA6C1cCHkl",
        "جنگ یعنی،\nپیرمردان حریص\nجوانان خام را میفرستند\nتا کودکان بیگناه را بکشند!",
        "“When the power of love is greater than the love of power, the world will know peace!”\n\n—Unknown\n#IranvsUS",
        "امروز یکی از دوستان قصه می‌کرد که علی‌سینا خود را از انفجار و انتحار و آلودگی و صد خطر دیگر حفظ کرد و برای زنده‌مان… https://t.co/vLzW9H2RAV",
        "It’s with deep sorrow to hear the heartbreaking news of Ali Sina’s death, an @AUAfghanistan student. He was murdere… https://t.co/CfCsoWpktr",
        "Iran has done nothing fruitful for the Afghan people. They armed Northern Alliance to destroy the country &amp; kill in… https://t.co/Pg20dPfU1X",
        "I’m curious about the consequences of Qassim Soliemani’s death on Afghan peace process. It’s not clear what kind of… https://t.co/9ljCTHFCoC",
        "Kabul air is unbreathable and unhealthy. It’s time to do something for saving 5 millions Kabuli lives. @SMaiwandi… https://t.co/uRiwYF0OPC",
        "The culture of celebrating victory via AK-47 and gunshots is totally absurd and needs to be abolished!",
        "As an AUAF student let me put it in a straightforward way: \nAUAF’s closure will be a hard slap on the faces of all… https://t.co/5RjUOsDfTJ",
        "On December 26, 1979, Soviet troops invaded AFG to safeguard their communist-backed govt. in Kabul. Conversely, US,… https://t.co/T7XFiRGPbv",
        "“There’s no friend as loyal as a book.”",
        "Here in Kabul, electricity comes when you are asleep and leaves you before you are awake. Like someone who has crus… https://t.co/FrzTTCbyzE",
        "UN Women Afghanistan ignores the true identity of Zahra (not mentioning Zahra’s name) whom they offended let alone… https://t.co/TilkX3NZUx",
        "Today was the last session of our ‘Gender Studies’ class at the university &amp; I’ll forever miss it. Many thanks to o… https://t.co/KUkRJIYrVf",
        "As part of our POL course project, we managed to do something for raising awareness about traffic issues in Kabul.… https://t.co/h6H9qGPQET",
        "Ignore anyone who asserts offensive words against Hazaras or any other ethnicity. Be it Amrullah Saleh, Makhkash, B… https://t.co/9v1oqrpAQd",
        "Here @AUAfghanistan, we share our deep condolences to Dr. Nakamura’s family &amp; pay tribute to his soul. His long-tim… https://t.co/LFNHN9qeaa",
        "Words left unsaid are the most painful things in life!",
        "One day I’ll travel to all 34 provinces of Afghanistan 🇦🇫 and see its many incredible places &amp; people.",
        "It’s not that Afgs killed Dr. Nakamura. It’s some foreign puppets &amp; enemies of AFG that murdered him. We must stop… https://t.co/bX5jbA7jvN",
        "RIP my HERO!\n#Nakamura https://t.co/o3EhDi67WI",
        "I really would like to see if our Supreme Court is independent and still there’s someone within SC to maintain just… https://t.co/eJksJOSAxO",
        "A father who is providing everything in his reach for his daughter to become educated in Paktia province. Makes sen… https://t.co/DWEzxOS0MG",
        "It’s so annoying to see an innocent is being penalized by baseless accusations for many years. No way further impri… https://t.co/TduZPoqGOX",
        "Your major concern is knowing how election stalemate can be solved. Who will be the next president and so forth. My… https://t.co/ccGcxYtw46",
        "AIR POLLUTION is posing a real threat to the health and well-being of Afghan people. Recently, there has been a dra… https://t.co/1uuk1PUh0Z",
        "#NewProfilePic https://t.co/qeI0MsqyIX",
        "Frankly speaking, Afgs have lost trust in warlords &amp; corrupt leaders who put their self interests in priority. In t… https://t.co/zyrhmthwIy",
        "I think the best solution for the existing election stalemate is through dialogue. Ghani &amp; Abdullah are accountable… https://t.co/IMC7IxHd0H",
        "Anyone who tends to attend tomorrow’s protest arranged by Mohqiq &amp; Khalili must reconsider their decisions. These g… https://t.co/ZJK63FxEBu",
        "Pedophilia is a notorious traditional act that is carried out by some sick people. The civil activist who made a re… https://t.co/uln8EmYxmr",
        "Anyone who takes pride in their race has lost their mind &amp; needs to meet a physiological therapist. In this volatil… https://t.co/oPisT1LcDp",
        "Amrullah Saleh MUST provide the audio tapes he claimed to be downgrading Hazaras by Abdullah’s team. Or else, any w… https://t.co/v6hbS46Pi6",
        "You know the other reason for envying Hazaras in AFG is that they are rapidly becoming educated. Their universities… https://t.co/VWnfaCzMdW",
        "In any quarrels in AFG, be it social or political, Hazaras has long being used as an instrument of scolding, degrad… https://t.co/W5DYt5JZqV",
        "Instead of complaining all the time, we need to learn how to keep our city clean and cooperate with Kabul Municipal… https://t.co/1cVUINVYYo",
        "Dokhtar-e-Kuchi 🇦🇫 https://t.co/uMBADMit0w",
        "Your eyes are not eyes. \nThey’re bees.\nI can find no cure for their stings! \n\n—Afghan Landay",
        "I learned that it’s fear which forces us to do things in life. In the course of history, some ppl has used fear to… https://t.co/h78DMgnnKI",
        "The release of Anas Haqqani, Hafiz Rashid, &amp; Haji Mali  may lead to two scenarios: 1. An increase of violence and c… https://t.co/6Kt8k9JiSN",
        "For me those five Daud Kan’s era bills in the left side of the picture resembles his effective efforts for moderniz… https://t.co/eDlmjj4C2H",
        "We should not judge people based on their accent. It’s immature, rude &amp; inappropriate. I wonder how some people has… https://t.co/F3X0mKb2Ej",
        "A strong woman, a smart leader, and a great hero. I admire what Jacinda of New Zealand has done for her country. Wo… https://t.co/pSmFN2mUzB",
        "Until you open your mouth and utter what is in you head, you won’t be able to know if your thoughts make sense. I r… https://t.co/T8OJPlpA9x",
        "There comes a time when you panic for nothing &amp; that’s where you understand the true meaning of ‘nihilism’.",
        "@AfghanHistorian is doing an extraordinary job. I strongly recommend my friends to follow this page. Exploring hist… https://t.co/MBdcHapLzY",
        "Watched it with a great regret 😔 https://t.co/VXn4UmuEOO",
        "When I open my Twitter account these days, I find beautiful pics of Afghani girls from all around the world. They p… https://t.co/qUDa0YL09v",
        "@mariamamini @CNNTravel I don’t know how CNN enlisted Afghan Bolani among 50 best foods of the world not knowing th… https://t.co/q0PGeggNfR",
        "We lost a great hero one year ago on October 18th, 2018. He was a true patriot &amp; had put his country first. Now, af… https://t.co/7XfYMa4sZO",
        "My second home – @AUAfghanistan https://t.co/P5xRp4mRN9",
        "Chilling with playing some volleyball 🏐 after a very tense, stressful &amp; overwhelming week of midterm exams! https://t.co/1w4Z1u6XoX",
        "Listen to a nice story from Ustad @TheZiafat on YouTube. https://t.co/8jq69titHR",
        "Electricity shortage is becoming normal here in Kabul city. It severely impacts people’s daily life &amp; their busines… https://t.co/Talj9sdDKz",
        "Turkey’s recent security development in northern Syria is a shameful act. Terrible silence of Mr. Trump in regard t… https://t.co/ermT7M4kpu",
        "MPs are to make laws for the public good &amp; promote accountability &amp; transparency in a society. In our country, the… https://t.co/PpbScft2ZO",
        "Our current parliament has a very weak legitimate basis &amp; is of no use or value —except the few. It’s extremely pat… https://t.co/sZZQ8wccwe",
        "PM Abiy of Ethiopia could be a perfect role model for AFG leaders. Assuming office last year, he announced administ… https://t.co/Xe6sHoKwEg",
        "We have a strong &amp; fluent media today which is as result of our brave journalists &amp; professionals contribution. Hap… https://t.co/6usLRW5EgQ",
        "I’m sad hearing the news that Mr. Trump has withdrew US forces from Kurd territory in Syria. Not so long after this… https://t.co/gxnYMbZPni",
        "Very true. A generation who have made huge sacrifices to maintain democracy can’t sustain setbacks. The new Afghani… https://t.co/nBKwBHJP2T",
        "I’m very happy to hear the good news from Afghanistan. 2019 presidential election has been done successfully — than… https://t.co/uuXev6d6oT",
        "Having the pleasure of meeting Shajahon of Bukhara at National University of Uzbekistan today 🇺🇿 He knows Persian,… https://t.co/64v7poQHxS",
        "Very glad to be among these energetic leaders from different part of the world. Learned a lot! https://t.co/lhBWxg6tLw",
        "“Together we are strong!”",
        "Putting our differences &amp; disagreements aside, we need to cooperate with our ANDSF heroes in the upcoming election.… https://t.co/dB98gIs2OQ",
        "“Feelings that come back are feelings that never left!”\n\n—Frank Ocean",
        "Pathetic but TRUE! https://t.co/WRRTFn32Kv",
        "In the times of election campaign, we come to figure out the real faces of those who claim to be well educated &amp; tr… https://t.co/gn9mG0aELM",
        "Taliban’s deliberate attacks on a public hospital &amp; killing scores of doctors/patients in Zabul province support th… https://t.co/LfjP9GjCyN",
        "Dozens of businesses &amp; Kabul residents have severely suffered from the power shortages in the Capital. They’ll keep… https://t.co/hgZqqSrLlP",
        "Since its formation in 1996, the Taliban group has made it crystal clear that they are nothing more than a foreign… https://t.co/EUwLb6wjin",
        "We WANT this! Women shouldn’t be banned from watching sports but rather must be able to make their own choices. The… https://t.co/iFqzeapALK",
        "I remember once in a video of Ahmad Shah Massoud in which he was consistently talking about defending Kabul residen… https://t.co/yT1xoECmF2",
        "Many AFG people are using Imam Hussain, Ahmad Shah Massoud, Abdul Ali Mazari &amp; many other historical figures as a t… https://t.co/Co8jy3LDZz",
        "Only Afghan people will pay the prize if the current bloodshed &amp; violence is not completely ended.",
        "Elders (Resh-Safid) in AFG culture are highly honored by AFG people everywhere. For instance, AFG youths are always… https://t.co/fNxeQQ8HpA",
        "Taliban have zero tolerance for human rights’ activists &amp; living in a society free of human rights violation. They… https://t.co/HwSrlxCcRG",
        "No way a compromise can be made with the Taliban terrorists who know nothing but destroying public properties, infl… https://t.co/2HB4FAf0hQ",
        "Pr. Ghani’s redline is to protect ‘Islamic Republic of Afghanistan’ &amp; it’s democratic values at any cost. On the ot… https://t.co/dl4DcaG6sf",
        "Very sad to hear that +16 ppl have lost their lives &amp; +120 other got injured in an attack by Taliban terrorists las… https://t.co/uWq2E0PoeK",
        "Paying tribute to the sacrifices made by our zealous ANDSF heroes to defend our people &amp; our democratic values agai… https://t.co/P5WSku6yV5",
        "A person who knows a big deal but can’t use his knowledge for the betterment/improvement of the people has no any d… https://t.co/D5a5HKn6cv",
        "Ignorance, self-centeredness &amp; ego are our failed generation’s habits which have lead to nowhere. We shouldn’t be a… https://t.co/MSb2QPlO6i",
        "اگر یک‌روزی صاحب دختر شدم، جهت فراگیری آموزش‌های رزمی و دفاع شخصی دخترم را به ورزشگاه می‌فرستم!",
        "I’m struggling with flu &amp; fever these days. Any suggestions on what might heal me ASAP?",
        "Those so-called elites who are defending racists, corrupt leaders, monsterous politicians &amp; populist officials just… https://t.co/Hxe7qGeK5n",
        "Attended a very tough &amp; important interview with Ashraf Ghani last night at ToloNews. In response to a question by… https://t.co/vRsiAcWiPJ",
        "Following last night’s attack on a wedding ceremony in Kabul, tonight, a major part of the city is celebrating Inde… https://t.co/cDdNCZS5vX",
        "Our president &amp; chief executive are condemning the attacks just the way ordinary citizens do. Means our leaders hav… https://t.co/6BUbEVdMG3",
        "+63 children &amp; women died in a barbaric explosion in Kabul last night. +16 innocent civilians were killed in Paktia… https://t.co/I0IgyO9OBR",
        "Attacking wedding parties shows that our enemies don’t even want us to experience joy &amp; happiness for a very short moment. Very SAD!",
        "Getting closer to the celebration of 100th Independence Day, we better look with open eyes that other countries are… https://t.co/7DOAycJKYT",
        "PAK have long pursued its goal to defeat India via sponsoring terrorism across AFG &amp; Kashmir. This notorious Indiap… https://t.co/AlniS82gx3",
        "Women shouldn’t be dealt with like a commodity or a 2nd grade citizen but must be honored equally as men. It’s an o… https://t.co/01aALoqlyG",
        "Once an American professor told me that perhaps AFG can avoid falling in a state of chaos &amp; disarray not possessing… https://t.co/o4XX0dxABq",
        "Violating women’s rights in a civilized society is absolutely disgraceful act but in AFG the opposite is true. As a… https://t.co/HfNTP08MAa",
        "It seems that we are getting closer to the end &amp; bottom line of war/peace debates but I hope the outcome of these c… https://t.co/HiofeJGPY3",
        "Serving watani 🇦🇫 ice cream with beloved friends in Kabul a day ahead of Eid! https://t.co/IMyuRl8UsF"
    ]
}