{
    "screen name": "clogancm",
    "no. of tweets": 153,
    "tweets": [
        "@mhdksafa Yeah",
        "@depressionsad3 I actually know the answer. It’s cause she’s welsh so she can’t be president of the United States",
        "@MavenofHonor I saw John Kerry at an airport once",
        "@youngLDSfems https://t.co/kDq3jJs2Xc",
        "@lankywitch https://t.co/ybAzQrpNGe",
        "@ComicBook https://t.co/rT0sJfIO2K",
        "@HowieHawkins Do I have to be registered as a green? I’m currently registered as a democrat but I would love to vote in this primary instead",
        "@AITA_reddit When he said hear me out I decided to hear him out in spite of my better judgements. He’s right in tha… https://t.co/1kxLUdPhZ2",
        "@DanaBashCNN @GovChristie https://t.co/A22N81iZ6C",
        "@aliahdomino https://t.co/oRp5jjnyUW",
        "Spoiler alert: the @TaikaWaititi Star Wars trilogy will focus on a young boy whose imaginary friend is Darth Vader #MayThe4thBeWithYou",
        "Not sure why phantom menace gets so much hate. It’s the parliamentary space thriller we deserve #MayThe4thBeWithYou",
        "#MayThe4th be with you today and everyday! Hope you’ve started your rewatch https://t.co/eNcZWiry3C",
        "@StephanieMick75 https://t.co/MuA8hx3crF",
        "@ComicBook https://t.co/ZwR4lNgffq",
        "@thatsajellyfish https://t.co/GdurSvDc93",
        "Like every Sunday I’d be there",
        "If the lds church makes Brandon flowers the director of the tabernacle choir at temple square I’ll start going to church again",
        "Bane from @DCUHarleyQuinn deserves his own spinoff https://t.co/kXI4XDNTW1",
        "@ewarren I wish you were still running",
        "April flowers* bring May showers**\n\n*procrastination\n**final papers",
        "@PoPville Full Key in Wheaton",
        "@thedcnation https://t.co/mKMOp0EnYr",
        "“I feel like king tut was a hottie” -@depressionsad3",
        "How the hell did it come to this https://t.co/wsk5iXlYnP",
        "@molly_moo_who After watching “legacy” as a 6 year old j spent years being terrified of being tarred and feather. Scariest movie ever",
        "@fmanjoo https://t.co/YaduLX9YJM",
        "@DiscussingFilm https://t.co/5ZCw1SbeZW",
        "I for real thought this was footage from when bane took over Gotham in “dark knight rises” https://t.co/2XyOKHpXeS",
        "I strongly disagree with these protesters. Thank you @GovLarryHogan. I didn’t vote for you, but I think you’re doin… https://t.co/GSQFWAA0ir",
        "@ComicBook John boyega=green lantern",
        "Me when my professor says “great response” #gradschool https://t.co/ZDRNYeaFET",
        "@marindaplease 1) middle eastern studies/Arabic\n2) middle school math teacher \nBut I’m about to leave that job to d… https://t.co/JYnS4lPHHL",
        "Is Donald trump represented by wolfram and hart? I think he may have been referenced in season 2 episode 1 and fran… https://t.co/CuHNS8ykMj",
        "@depressionsad3 https://t.co/zmgnXvj9fz",
        "@AMCTheatres https://t.co/crztmVLYHS",
        "@calleread https://t.co/jU0um3CRDF",
        "Having a great time at a music festival today! How’s your quarantine going? #uncancelledmusicfestival #StayHome https://t.co/dOKWoXeMHX",
        "@depressionsad3 https://t.co/zh8f5wts5J",
        "@depressionsad3 https://t.co/KowNYpHZua",
        "@ThatEricAlper https://t.co/RA1FHzLfRE",
        "Nice to see #jimrash playing a Dean again! #HarleyQuinn #theriddler https://t.co/kRJhp0AXzf",
        "Bill Maher is the actual worst",
        "@SInow https://t.co/D0J4AdGnAr",
        "@depressionsad3 https://t.co/439RM59ZJi",
        "Can’t wait for @depressionsad3 and I to have our #TrollsWatchParty https://t.co/G6PEYRgRdC",
        "@GeeksOfColor https://t.co/UeuGpzUtpo",
        "Crazy to hear this from a gubernatorial candidate #wtf https://t.co/ieT0Ujm1eA",
        "@BlessedPioqueer If they put this in the hymn book I would start going to church again",
        "@ComicBook Ragnarok, infinity war, far from home, guardians 2, and captain marvel",
        "@SeeSunnySierra https://t.co/KJAHuz0qnK",
        "This. Is. Stupid af. https://t.co/iYEy5C7wof",
        "@TheDCUniverse Catwoman",
        "@sluggityslug The Burj Moroni",
        "That weird occasion when sports leagues try to expand somewhere with as few fans as possible https://t.co/4F8oQygeTu",
        "@rachelsteenblik I used a Kleenex but it was a nice one, one of the lotion ones so that felt fancy enough",
        "I’ve heard a lot of people during this pandemic say “the virus does not discriminate”. True, but the American syste… https://t.co/5FjTwPPFlr",
        "@ashrowans This is dope",
        "Just a reminder that correlation IS causation. President Nelson has been building temples since the day he was born… https://t.co/1rDIvyoAZS",
        "This talk by elder Bernard talking about slums got me like #GeneralConfernece https://t.co/otnTKTTBas",
        "@Kid_melodie Yeah instead of facing the camera maybe he should turn and face elder oaks during that part",
        "The first half of the talk was pretty bizarre though. I couldn’t really follow the logical train of thought",
        "Whoa am I hearing that we should be truly dedicating to fighting poverty and school shootings at conference?!?! I’m… https://t.co/CVj0YfuFwl",
        "@janariess https://t.co/TmQxP7Wmhh",
        "@APM_Amberly Orange rolls are bomb too though",
        "@APM_Amberly Yeah avocados don’t stay good long. I got some guacamole that just can’t wait",
        "I was worried he was gonna tell everyone to fast tomorrow, but like everyone bought conference snacks?! Good Friday… https://t.co/fb6SHQDkRP",
        "@krisis86 Yeah like it seems weird to hype it as a big announcement but like it’s a pretty cool logo though",
        "#generalconference was trending #1 in the us this morning but it’s tough to compete with wrestle mania https://t.co/EFaFTGWu1x",
        "Saying the word “amen” then continuing your talk is a real flex #PresidentEyring #GeneralConference",
        "To all my trans lds/lds adjacent siblings feeling excluded by this talk: you are loved, you are important, and you… https://t.co/gpi9cN8GeT",
        "@itsabsaf Yeah but it was almost impossible to get tickets",
        "These graphics are just WOW #GeneralConference",
        "Does anyone else have “holiday” by Green Day stuck in their head during the entirety of general conference because… https://t.co/8pbcUyAljw",
        "@GregoryHardinII Haha no offense taken. I’m just glad young kids like this song too! And that’s awesome congrats! Teachings amazing!",
        "@GregoryHardinII This song was everything in high school",
        "Gods over here like “I’m not mad, I’m just disappointed” #GeneralConference #elderrenlund",
        "Two of the three stations the employee worked at are my home station and where I get off for work. Grateful I’ve be… https://t.co/wxH7e2vGXG",
        "@colby_peterson Best song in any movie ever https://t.co/1dlDmHDzAo",
        "“I’m no longer alone in this world” is the emo energy I wanted to see from Joseph Smith #generalconference https://t.co/9GdqTI154J",
        "I’m so hyped for the annual audit report! #GeneralConference https://t.co/1C7Y6TkwvA",
        "@depressionsad3 https://t.co/zc5JYVoYWU",
        "Under the grimace #GeneralConference https://t.co/gTLEtliGjY",
        "Follow the prophet by STAYING HOME!!! #GeneralConference",
        "Alright here’s the part where we catch all the people who tweet during the prayer  #GeneralConference",
        "My wife just yelled “DC REPRESENT” when they showed the dc temple so yeah I think we’re ready for #GeneralConference",
        "@anz0l @GeeksOfColor https://t.co/RnK7DW01o8",
        "Watch this show. Watch it now. You have literally nowhere else to go so watch it. https://t.co/NaOsUs1OGa",
        "@kibblesmith Antman",
        "@kibblesmith The dead don’t die",
        "@KyloR3n https://t.co/gUtUFCmGjJ",
        "I’m using a line of questioning to help students figure out the answers to math problems on their own over text. Ha… https://t.co/HxX6DBAZ0i",
        "@GeeksOfColor https://t.co/XTJRgPrqeD",
        "@WeAreTeachers https://t.co/vNg8z0L388",
        "Teaching a student how to factor over text because it’s 2020 #Covid_19 #teacherlife",
        "@dolo_sensei Netflix, Hulu, and Disney+",
        "I used to order delivery because I was lazy, now I order delivery because I love my country https://t.co/Th8dAn1C80",
        "@bayoulejeune Stealing those tiny ass pencils from a mini golf place",
        "@ccstreeter I think more virologists should have an origin story involving a healthy thirst for vengeance",
        "@ManaByte https://t.co/0ELaNeJEO6",
        "It is what it is https://t.co/D72pqmNxtP",
        "@MollyJongFast https://t.co/8gI1PDBZ1x",
        "@ellle_em https://t.co/9gBet2tpDk",
        "Toilet paper commercials in this situation just feel like bullying. You don’t need to convince any of us to buy you… https://t.co/eimYNAtYH1",
        "Stopped by @BarbarianComics to pick up one last batch of comics to help me social distance. They took my order by p… https://t.co/npDPR2H7IC",
        "https://t.co/iZ6j7on7yY",
        "The fight scenes in #BirdsOfPrey have some of the best choreography of any super hero movie I’ve ever seen",
        ".@DCUHarleyQuinn is the best show on television. With social distancing in place none of you have an excuse to not… https://t.co/75wRc4Ymjt",
        "@RealCandaceO Based on the numbers you put COVID-19’s death rate is 100 times higher than swine flu. So that’s why we are reacting this way",
        "@SaraJBenincasa The king!! https://t.co/9Z7ZISvlQK",
        "The US now has the most cases of #COVIDー19 reported in the world. Is this what president trump meant when he said “… https://t.co/dLCYgaiYKB",
        "Other super hero movies that are as shitty (if not more so)\nGhost rider\nGhost rider 2\nBatman and Robin\nFantastic fo… https://t.co/8q95d6Dp7c",
        "So final verdict: this movie sucks but I think it gets a lot more crap than it deserves",
        "ZOLTAR’S BACK https://t.co/YROBCHex2O",
        "“The way to a woman’s heart is the elimination of her rivals” \n\nRomantic af",
        "@ChrisGGates X-men the animated series\nVeronica mars\nBuffy the vampire slayer",
        "Also I had no idea that the actress who plays supergirl played Eliza danvers in the CW show #TheMoreYouKnow",
        "Selina’s evil lair is awesome. More evil lairs should be shaped like skulls.",
        "Also the hair in this movie is SO Mormon and I. Am. Here for it.",
        "https://t.co/f2LGLWGoqk",
        "The scene where Kara flies over the horses is majestic af",
        "Fist time watching Supergirl (1984). Here’s my thoughts #supergirl",
        "Places I’ve called home:\n\nSalt Lake City, UT\nNashville, TN \nBartlett, TN \nTitusville, FL\nFarmington, UT\nSingapore\nS… https://t.co/NV3j5C9KsN",
        "I really miss teaching",
        "@GailSimone https://t.co/DooyEz15tI",
        "All this and more coming up tonight on sick sad world! #COVIDー19 #daria https://t.co/SYpdM8vvZb https://t.co/RpHKWtSVQx",
        "@thephdstory What the actual fuck?",
        "@brookhouse07 Yes! Big fan!",
        "@teachergoals I guess I could go hog the printer at my apartment complex but it just doesn’t feel the same..",
        "@jackmjenkins https://t.co/v2uTdOBlLa",
        "@SpencerWMcBride 🎵 I chime in with a haven’t you people ever heard of standing six feet apart and social distancing 🎵",
        "I know people say cats are loners but this little dude has loved being spoiled with alex and I being home so much.… https://t.co/egfwhkqJrl",
        "Wow https://t.co/69d1nrnQMp",
        "So is this like my personality now? https://t.co/5b1ImjHC7s",
        "My wife is pretty",
        "Tweeting about how we all need to do our part for social distancing to work against #COVID19 like https://t.co/zIRpcLCw7b",
        "Just replace the word trigon with #COVIDー19 and the word something with social distancing #comics https://t.co/mFFyVzIx7P",
        "@MykeHavoc @DCComics https://t.co/ihdnAFKzgR",
        "@DCComics Going old school https://t.co/wAo51OK6Oz",
        "@latimes https://t.co/0iWyKBWQIN",
        "@harambevan https://t.co/zB96asLpjp",
        "Is Biden saying that doesn’t want the Amazon to feel the bern? #DemDebate",
        "Just a reminder that when Shakespeare was in quarantine for the plague he wrote season 1 of Daria #COVIDー19",
        "Yeah I miss seeing @ewarren on this stage, but honestly I am still disappointed @JulianCastro dropped out #DemDebate",
        "The fun thing about a one on one format is it feels more like Mortal Kombat. I’m over here cheering on Bernie like… https://t.co/HTPwOvZSaf",
        "The most endearing Bernie has ever been is when he just said “go to the YouTube” #DemDebate",
        "Breaking News: “income inequality is real”! Thanks joe Biden! #DemDebate",
        "“Look I don’t want to talk politics during this political debate” -joe Biden #DemDebate",
        "🇺🇸 🇺🇸 🇺🇸 https://t.co/HIbIa8VRqu",
        "@Swilua Ordered some strawberry rhubarb 🍓",
        "@lankywitch Have you seen Blindspotting? I thought it was one of the most underrated movies of 2018",
        "@nickykens Yeah man zero hour Church is the best. I’ve been doing it for over a year because I’m inspired af",
        "@bye_bi_beth Public charter school in DC. Shut down at least through the end of the month. We don’t have the capaci… https://t.co/ZeqRh2ugZT"
    ]
}