{
    "screen name": "nadnurse2",
    "no. of tweets": 193,
    "tweets": [
        "@Thiago_Fellix Isso tá fazendo parte das minhas reflexões tbm rsrsrs",
        "@Thiago_Fellix Estou nas minhas reflexões no momento. Do tipo...Caramba, porque não me caso e vou embora do país.",
        "Se alguém ousar falar mal desse 🇺🇾maravilhoso. Saio no soco.\nArraxcaaa!! ❤🖤 https://t.co/XY5m6zdaUO",
        "Bh27 é monstruoso ❤🖤 https://t.co/jKuxalQXQI",
        "O que li agora:\n1 - Não votei em ministro:\n2 - Antes saiam por corrupção, assim tá bom.\n\nVou pesquisar mais pérolas...",
        "Só 52,6%? 🤔😔 https://t.co/oCo7AyVDGP",
        "Se você ainda não se tocou que estamos vivendo. Os defensores MOR por aqui do tipo \"constantino\" da vida ficou choc… https://t.co/tld115lXDh",
        "@EuclidesFla Eu estou chocada. Algm da CBF sensato.",
        "@Bigodon Bem verdade 🤣🤣🤣🤭🤭🤭.",
        "Vamos rir um pouco pois vontade de chorar é todo momento. https://t.co/y1cDNTTMly",
        "Presida F@#$% https://t.co/gl8g1C9o2n",
        "@franciscorazzo Nunca subestime algo que possa piorar... https://t.co/9ottOqMixf",
        "@Thiago_Fellix A raiva tá grande que a palavra saiu errada. Entendedores**",
        "@AdriDricaDidica MEU DEUS. \nVontade é de chorar muito com esse governo genocida.",
        "@Thiago_Fellix Quem não enxergar isso é a metástase disso (entenderes entenderão complementando sua analogia).",
        "😐😐 https://t.co/q5u2ribPHO",
        "E lá vamos de novo com insanidade da defesa desse governo genocida. https://t.co/ybZIYNCYuP",
        "@CaritasL 🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️\nSOCORRO JESUS.",
        "“Falei PF, e não Polícia Federal”\nPF conhecido como proteger os filhos, taolkei!?",
        "@Bigodon Carma por ali é forte...",
        "@AdriDricaDidica 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣\n\"Hacker\" 🤭🤭🤭🤭",
        "@Estadao @EstadaoPolitica Vou fingir surpresa 👀...",
        "@CaritasL 😊😘😘",
        "@CaverinhaFUT 😊😘",
        "Moça, posso lhe abraçar? 😊\n👏🏻👏🏻 https://t.co/eoHDglf1hi",
        "Gol 5 em cima do #gremio no #FoxSports\nÉ covardia, uma atuação soberba do #Flamengo. @joaoguilhermfox como sempre magnífico nas palavras.",
        "Gol 4 em cima do #gremio no #FoxSports",
        "@Thiago_Fellix Talvez ela deu a idéia dos pseudônimos nos exames...\nO por que? Só Deus sabe.",
        "Gol 3 em cima do #gremio no #FoxSports",
        "Gol 2 em cima do #gremio no #FoxSports",
        "Gol 1 em cima do #gremio no #FoxSports",
        "CARAMBAAAA.\nQue isso... https://t.co/v0JOiJPnQb",
        "Sobre o manto 2?\nEu achei lindo. Me lembra muito camisas da década de 90. Eu sou muito nostálgica. E o… https://t.co/ovkqzMMIom",
        "Saudades é a palavra. https://t.co/F3OdY4eUDc",
        "@Anderso28529589 @marcelascrf ok 🙂",
        "Esse é o twite Forever. https://t.co/fiDxWOMJtI",
        "@Anderso28529589 @marcelascrf Aí é uma questão da pessoa. Deixo claro minha restrição.",
        "@marcelascrf Tenho minha restrição Mas uma hora tem que surgir parte humana. \nSem crisar por aqui.",
        "@marcelascrf Desculpa, querida. Nem sempre é dessa forma. Achei abominável postura e comportamento sobre tragédia n… https://t.co/PkIl1QkXiZ",
        "@g1 😐😐😐😔😔",
        "@AdriDricaDidica @Bigodon Absolutamente em tudo sobre esse governo. https://t.co/PYIJ0awoAd",
        "@ge_fla @galvaobueno narra essa reprise 🙏🏻🙏🏻.",
        "Meu Deus, esse time e técnico, torcida merecem uma virada épica. \nDepois gritei, fiquei sem ação e sem voz. https://t.co/hKC1HD4gUa",
        "@AdriDricaDidica Não tenho essa \"capacidade\" de bolar tanta insanidade quanto esse povo.",
        "Quando digo que 99,9% de ex jogadores comentaristas não conseguem se situar em uma realidade próxima que vivemos e… https://t.co/wJTiCYlT3H",
        "@UOLEsporte Não demite e não paga em dia?\nQual \"maravilha\" é essa 🤔",
        "@CaverinhaFUT 😊😊😊 imagina.",
        "@CaverinhaFUT Prontinho. Sorry. Pensando que já seguia 🙂",
        "@MarcosN26438105 @FlaResenhaNews 🤣🤣🤣🤣🤣🤣🤣🤣",
        "Oi pessoal por aqui! \nSendo útil uma informação por aqui 👇🏻👇🏻 #covid19 https://t.co/YUQPdfUp4c",
        "@rachidcrf Oi, Rachid. São 3 tipos de testes 👇🏻 https://t.co/rkNL5uaf0L",
        "@PoetasFla 🤧🤧🤧🤧🤧😔😔😔",
        "@dricavilha @douglas_samaral Parabéns enfermeira  Adriana tbm 💪🏻😘😘",
        "@douglas_samaral Obrigada 😘",
        "@CaverinhaFUT 💪🏻😘😘",
        "🤭🤭🤭 https://t.co/La86fZF4b2",
        "@eduschneider76 E o Moro é Judas, lúcifer e por aí vai...\nAntes o Moro prestava, ilibado, Juiz de caráter...",
        "@eduschneider76 Verdade. Quero olhar o malabarismo o que vai ser dito agora 🙂. Esse povo é criativo.",
        "@eduschneider76 🤣🤣🤣🤣🤣🤣",
        "@Bigodon Tem gente que não vai acreditar ainda. \nJá vi gente xingando o Moro hoje...",
        "@noanCRF Povo ai que mesmo assim não vai acreditar...",
        "@g1 Me admira este ser ainda não ter sido preso.",
        "Gente saúde mental é vital nesse período que estamos vivendo. Eu sei, moramos no Brasil. \nhttps://t.co/uOKtTZDids",
        "Nesse período de quarentena penso quase sempre nessa parte. https://t.co/GutFHE5iFX",
        "Uma dúvida que tenho sobre decreto presidencial. Academias, salões de beleza podem ser reabertos. Andar de jetski v… https://t.co/83FiPQUv2h",
        "Enfermagem precisa de fato da valorização profissional, respeito e dignidade. \nRuivinho nunca decepciona ❤ https://t.co/acK30w9vQ8",
        "@UOLEsporte Parabéns @joseilan. Avisa teu amigo que torce 🙂",
        "@noanCRF Isso é fake? 😐",
        "@CalvanoPaula Obrigada 😘",
        "@anacostace Obrigada sua linda 😘",
        "É isso ídolo 🤧\nEnfermagem ❤ https://t.co/vcvOCDl6XQ",
        "@eduschneider76 Obrigada, querido amigo 😊😘😘",
        "12 de Maio\nDia mundial do profissional de enfermagem. Jamais tive tanto orgulho da classe como esse período. Brasil… https://t.co/eKeaE20K3B",
        "👩🏻‍⚕️✍🏻🩺💉💊 🌡 https://t.co/US3zOLnaGF",
        "Se for listar os nomes de jogadores nas vacas desnutridas que me iludiram...Cada jogo era na base do ódio. Sabia qu… https://t.co/5YBB3D5sqD",
        "Ministro Teich quase implorando que não fosse verdade...\n🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️🧘🏻‍♀️ https://t.co/rXHS6xXdjN",
        "@linnequer Nunca iria se criar. Ainda mais citar o #Flamengo como ela \"gosta\" de dizer.",
        "@linnequer Vou desejar amor na vida dessa moça. Ela é muito amargurada sobre #flamengo, quem sabe assim possa fazer… https://t.co/2o2uxCw9dK",
        "@linnequer 🤣🤣🤣🤭🤭🤭🤭",
        "Tu é doido? = Telezé. https://t.co/sTNUUB3tcf",
        "@linnequer @bthammy Exatamente!!",
        "@bthammy Uma caldeirada é um \"tédoidé\" 😊. Uma delícia.",
        "@FlaResenhaNews @EuclidesFla Olha com quem esse moleque grosso de bola me faz concordar. \nPode vender agora @Flamengo",
        "@bthammy Jura? Não gosta 😐",
        "#naveiadecasa o Zé Elias faz parte de ex jogadores muito ignorante em quase tudo que argumenta. O bicho apedeuta.",
        "@Bigodon Meu Deus 🤦🏻‍♀️🤦🏻‍♀️🤦🏻‍♀️.\nOsmar Terraplana...não consigo descrever em palavras o que sinto.",
        "@MarcosN26438105 @UOLEsporte @UOL Ele e o João Guilherme são melhores no Brasil.",
        "@linnequer @Sharlieoliveira Não te bate, não mano 😊🤭🤭",
        "@carloscereto @Corinthians @andrizek 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣\nOlha esse malabarismo sobre o crime cometido pelo time do estádio nunca pago.",
        "@Thiiagocrf_ @Vessoni Ela vai repassar um link dizendo que fez reportagem...Foi isso que ele me respondeu 🤭",
        "@Sharlieoliveira @linnequer É uma fusão do BBBasco com o faísca  o contrário 🤭🤭.",
        "Hoje eu acordei, me veio a falta de você\nSaudade de você, saudade de você\nLembrei que me acordava de manhã só pra d… https://t.co/h91Rsg9mwL",
        "@marcelascrf Faz oração de São Miguel Arcanjo. Afasta pesadelos 😊",
        "@linnequer @Sharlieoliveira ❤😊🏆 https://t.co/xMZdOXMuld",
        "@Vessoni Então quer dizer que existe no referido clube uma diretoria \"suja\". Que era de se esperar vindo de tal?",
        "@Vessoni, oi tudo bem? \nEssa diretoria é o que?  https://t.co/0ychYmqufG",
        "@Maurormf Como isso tá passando ileso no mundo \"jornalístico pelo Brasil\".",
        "@linnequer @Sharlieoliveira Olha já 😊😊. O Contrário é BBBasco na vida dos boibumbas 🤭🤭",
        "@Brunohenrique ÍDOLO. \nSaudades ❤🖤 https://t.co/ii6QF64WR3",
        "@linnequer @Sharlieoliveira 🤭🤭😊😊😊😊\nEu sou da baixa de São José ❤\nVocê tem razão as toadas eram raiz 😐😔.",
        "@linnequer E foi mesmo. Muitooo roubo. \nVivaldão antigo era foda.",
        "@linnequer Certeza. Assisti em 1999 o maior roubo São Raimundo contra o TapetenC. Roubaram demais para os caloteiro… https://t.co/7QzjMPp5AC",
        "@linnequer Eu sei, como amazonense eu disse tal 😊.",
        "Sempre soube que o Nacional de Manaus fosse grande 🤭🤭🤭. https://t.co/x3ivvfVxeL",
        "Mercury foi uma entidade que passou pela terra. Um gênio que vai ser difícil vemos de novo. Uma força absurda na mú… https://t.co/yLYTJMk4MH",
        "😌😏😊 https://t.co/3e8wm2SWkM",
        "@Maurormf Sobre essa idéia esdrúxula dele.\nAchei um Sormani.\nSormani = 💩**",
        "@CentralFoxBR Sormani = 💩",
        "@douglas_samaral @FoxSportsBrasil Sei nem o que dizer de algo assim...",
        "@MarcosN26438105 @FlaResenhaNews https://t.co/Wfzw9gKYbR",
        "@UOL https://t.co/yELIv5FCw0",
        "@Thiago_Fellix 🤭🤭🤭🤭\nPensei que já tinha aceito...Depois de 2019.",
        "🥺🥺🥺🤧🤧🤧🤧 https://t.co/vSvYK9P0bS",
        "@nandamottacrf Perfeito.",
        "@Thiago_Fellix Eu comecei dessa maneira não gostar de cerveja. Hoje não suporto nem o cheiro. \nobs.: Não estou dize… https://t.co/Xn7etXVTXk",
        "@joseilan Roberto só nas diretas para tanta insanidade neste país chamado Brasil.",
        "Se você já leu ou ouviu a insanidade de que Giorgian de Arrascaeta é jogador inferior para X. Não perca um milésimo… https://t.co/vRf6Cl0ExO",
        "Sim. https://t.co/9dKbVy5DCz",
        "@ESPNBrasil 🤣🤣🤣🤣🤣🤣🤣🤣🤣\nO Micola não cansa de ser 🤡? \nE olha que ele mesmo bate o próprio recorde de ser idiota como comentarista de futebol.",
        "Alessandra Negrini, né meu filho? 🤭🤭 https://t.co/a0wo4kqcCJ",
        "@marcelascrf 👀",
        "@Thiago_Fellix Eu posso dizer que lhe gosto? 😊\nLindo e sensato.",
        "@filipeluis ❤🖤 https://t.co/nMNJZ3HLkq",
        "@bthammy Maldito mesmo. Nem quando tá no corpo de uma pessoa mesmo assim afeta saúde da pessoa. No caso mental 😐.",
        "PORRAA!! Mais claro que isso impossível. https://t.co/P7iy0fsq7j",
        "@PoetasFla Pai do Cris 🤭🤭🤭🤭",
        "Não entendi necessidade do canudo 🙂 https://t.co/rXGqPWFZH0",
        "@cahemota Meu Deus 😐😐. Que ele se recupere logo 🙏🏻",
        "@videonosense @conversaqsalvam @Thiago_Fellix",
        "@Thiago_Fellix https://t.co/KRXjA9R6Fw",
        "@Thiago_Fellix 🤭🤭🤭🤭🤭",
        "Eu tenho verdadeiro pavor dos débitos que eu possa somar nessa minha encarnação. Observando os políticos pelo Brasi… https://t.co/TZ1rxTcuvV",
        "@Bigodon @AdriDricaDidica Agora que estou sabendo disso 😐. \nSem palavras...",
        "@douglas_samaral @joaoguilhermfox @FoxSports_br @Flamengo @livianepomuceno @daniboaventura Ótima idéia, Douglas. In… https://t.co/E0i7xyqiY0",
        "@AdriDricaDidica Valha me Deus. \nQue churrasco? 😯",
        "👇🏻👇🏻 no Brasil é preciso dizer o óbvio. Jesus amado. https://t.co/tTHzXrt1Oa",
        "@MarcosN26438105 Tem uns que já nem existem e nem precisava de uma pandemia para sabermos disso.",
        "@MarcosN26438105 @UOLEsporte @UOL olha @lcalheiros09. Qual vai ser tua análise malabarista sobre isso?",
        "@CaritasL Botofago e Fluminense. Vasco e Flamengo diretorias fizeram questão de passar essa vergonha juntos...",
        "Somando 1+1= 2. \nMeirelles \"MITOU\" https://t.co/sHE29hWDm7",
        "Rodholfo Landim é muito asqueroso ao lidar com vidas humanas. Minha nossa senhora...",
        "@Thiago_Fellix Não, é escroto mesmo na forma de pensar sobre vidas humanas.",
        "Isto aqui é repulsivo. \nRodholfo Landim concordar com isso é algo asqueroso como sempre vindo dele e BAP. https://t.co/1hm8bYctzB",
        "@anacostace Fez muito bem. Não aguentei tbm.",
        "@anacostace Isso é doentio. Pior são os comentários. Sem condições...",
        "Aqui pelo twiter nem da para marcar @... https://t.co/buGWN0Iu3T",
        "🙋🏻‍♀️ https://t.co/1bvZVeqXfe",
        "@MarcosN26438105 Ele falou isso aonde? o Rodrigo.",
        "O país chamado Brasil custa demasiadamente em todas as esferas possíveis saúde mental de quem mora por aqui. https://t.co/lzCqG3tPBy",
        "Não sabia até agora da existência deste ser e gostaria de ficar sem saber. MAS isto aqui 👇🏻 é o nível de demência q… https://t.co/buedGTckFJ",
        "Essa é uma realidade absurda de cruel 😔😔. https://t.co/GiPzBZE2il",
        "@Flamengo 😔😔😔 Meu Deus.",
        "@AdriDricaDidica Adriana acredito que ela não surtou. Regina Duarte coaduna fielmente ao que o Brasil tem de mais a… https://t.co/nn8ipCUmV5",
        "Essa pandemia deixou tão gritante o nível de pobreza que são ditos comentaristas de futebol no 🇧🇷. Os que são jorna… https://t.co/iwvsTqfZ9I",
        "Os clubes no Brasil que vão realizar esses testes vão escancar como no Brasil existe subnotificações, como estamos… https://t.co/p1PYNT7WN0",
        "@AdriDricaDidica Pelo que eu vi por aqui ele foi tão mentiroso quanto ele é um cretino.",
        "@UOLEsporte Total de zero pessoas surpresa esse pacóvio dizer algo dessa natureza.",
        "@anacostace Não é possível uma escrotice dessas. Sormani é um cretino.",
        "@FSRadioBrasil Esse lunático, pacóvios, estrume por aqui. Sormani ser jornalista é um soco na cara da decência dessa profissão. Que horror.",
        "@anacostace O que ele disse agora? 🤦🏻‍♀️",
        "@alex_rangel_br @PVC parece que é algo ctgo, moço.",
        "Só queria isto neste momento. https://t.co/7mecWwfQVz",
        "Vamos repetir que nem mantra.\nBRASIL NÃO É ALEMANHA.\nBRASIL NÃO É ALEMANHA. \nBRASIL NÃO É ALEMNHA.",
        "É isto. https://t.co/gQ5dsYDSCp",
        "@BrunaGutierrez_ 😐😐😐",
        "Eu não entendi essa imbecilidade aqui 👇🏻\nO Clube compra os testes. Realiza os testes. Daí é criticado? \nO #Flamengo… https://t.co/2tIsQoV9Yz",
        "Sem reação... https://t.co/UNQW49epBO",
        "Amanhã na ESPN e FOX.\n - Gabigol não atende Jorge Jesus e demonstra não ter clima com Mister. https://t.co/NE8Wnex4mL",
        "@Estadao O alecrim dourado da burrice suprema foi único na equipe ter dado \"negativo\" no exame 🤔🤐.",
        "@simpraisa @JorgeJesus 😯😯😯",
        "Esse povo bilionário com suas excentricidades. https://t.co/N9TybHfDkk",
        "@AdriDricaDidica @joaoguilhermfox Acabei de ligar tbm.\nVAMOS MENGO HUMILHAR ESSES ❤🖤🤭",
        "1 - Mancuso.\n2 - Petkovic.\n3 - Maldonado.\n4 - Pablo Marí.\n5 - Arrascaeta. https://t.co/DxyekEtyID",
        "@Bigodon Verdade. Concordo ctgo. Ele quis seguir essa maneira alucinada de ser o senhor da razão. Ele é o alecrim \"… https://t.co/BxnJeRwMjB",
        "🤣🤣🤣🤣 vai ser para risada. https://t.co/KRyWw0O37M",
        "@Bigodon Concordo ctgo. Mas o Paulo Andrade é um excelente narrador. Para mim ele e o João Guilherme que só perdem… https://t.co/42k3PbJZhx",
        "@AdriDricaDidica Esse jogo misturou em mim sentimentos de ódio do Abel e meu amor pelo Mengão.",
        "@Thiago_Fellix OUTRO PATAMAR.\nSim y Sim.",
        "@ESPNBrasil 🤣🤣🤣🤣🤣🤣 \nSerá que é surto já? 👀",
        "Então... https://t.co/O2HDME3Jgl",
        "@BrunaGutierrez_ Tem alguém jogando JUMANJI e não chegou nem na metade do jogo ainda. Tá puxado...",
        "@Thiago_Fellix Parece que o STF vai ser melhor parte desse tour. Os pacóvios emocionados já estão delirando que não existe nada...\n🤭🤭🤭",
        "Os pacóvios vão xingar o Moro de tudo que é nome hoje. Pois o Moro até pouco tempo atrás era patriota.",
        "@Danillorafa1 @Ezmoney5niper Corre aqui @Vessoni, @10neto e @leandroquesada",
        "@CNNBrasil 👀",
        "🤤🤤 https://t.co/VN4mIw33BH",
        "escolhe**",
        "O curioso casos da demência instalada aqui pelo Brasil.\n\"🗣 Pessoas morrendo em casa. O (x) sempre esteve certo. Iso… https://t.co/b7K2y6y8eI",
        "É demente mesmo essa criatura das profundezas. https://t.co/4P9YJXQniq",
        "Vamosssss 👀 https://t.co/2KYgQp2KEE",
        "@FSRadioBrasil @Corinthians 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣 eu super conco… https://t.co/Zi50SRaeUl",
        "@UOLEsporte Tite continue... https://t.co/y0Df8VZkfW",
        "@bthammy Daqui a pouco o chatinho vem desmentir esse Micola."
    ]
}