{
    "screen name": "europecitizen2",
    "no. of tweets": 151,
    "tweets": [
        "@anika_przybilla @derspiegel Greift es tatsächlich auch an",
        "@SPIEGEL_Politik AFD Fanboys wieder im Einsatz?",
        "@FratellaNutella @BodoWeis @tagesschau Benutze lieber kein Internet, 5G  überträgt Corona wie wir alle wissen!",
        "@BodoWeis @FratellaNutella @tagesschau Von Gates persönlich bekommen!",
        "@realHans_Meiser @BlackDo04913777 Fordern Sie öffentlich zur Gewalt gegen Staatsbeamte auf?",
        "@pfeiffer_timo @BlackDo04913777 Bist ja ein richtiger teutonischer Patriot!",
        "@StuelpnerKarle @BlackDo04913777 Schon richtig linksgrün versifft bist du!",
        "@BlackDo04913777 Kriminelle Ausländer gehören konsequent abgeschoben! Widerstand gegen die Staatsgewalt gehört hart… https://t.co/sTV1wxjMj0",
        "@degussa_gold @ThorstenPolleit https://t.co/yUxtsqzL8a",
        "@Markus_Krall Wow Sie sind ja ein richtiger erwachsener Unternehmer, Respekt! Richtig männlich",
        "@AfDimBundestag @Pohl_MdB Schmeckt der Mettigel?",
        "@FratellaNutella @BodoWeis @tagesschau Pass heute auf die Chemtrails auf, nicht das du zwangsimpft wirst!",
        "@FratellaNutella @BodoWeis @tagesschau Weil du einen erfolgreichen Unternehmer, der im Gegensatz zu wenigen anderen… https://t.co/5xwYx2HPFC",
        "@i_am_fabs Jedes Böhnchen gibt ein Tönchen 💨",
        "@AnonNewsDE Kipp dir 10kg Globuli rein",
        "@BodoWeis @tagesschau Sicher nicht aus St Petersburg",
        "@FratellaNutella @BodoWeis @tagesschau Folgst bestimmt einem veganen Hobbykoch, kannst dir ja Linsen spritzen",
        "@FratellaNutella @BodoWeis @tagesschau Setz dir deinen Aluhut zurecht, er klemmt!",
        "@tagesschau Wieso nicht Edeltraud?",
        "@arminiatom @tagesschau Ja genau wie Tom",
        "@BodoWeis @tagesschau Was tragen Sie persönlich denn zur wissenschaftlichen Forschung bei? Außer Furzgeräuschen auf Ihrem braunen Ledersofa?",
        "@ofduty7 @Tagesspiegel Na da sagt Ihre Twitter Bubble aber was anderes",
        "@ofduty7 @Tagesspiegel Gibt doch keinen Klimawandel, also wo ist das Problem?",
        "@faznet So wird es hier auch sein",
        "@Betzelbub @tagesschau Die Menschen waren zu Hause in Selbstquarantäne, ich weiß ja nicht, wo Sie sich die letzten Wochen rumgetrieben haben",
        "@Betzelbub @tagesschau Exponentielles Wachstum aus der 6. Klasse bekannt?",
        "@Reuters https://t.co/8NvThooDfc",
        "@Reuters I remember the Indonesian health minister saying that they don't get Corona in their country because they pray enough to their god",
        "@JJ_vonZ @fdp_thueringen @KemmerichThL @FDPFraktionTH Neulich wurde er doch für seine Wahl zum Ministerpräsidenten… https://t.co/F4Yp5mZGc8",
        "@UdoHemmelgarn @tagesschau Nazis und Katholiken haben im 3. Reich auch gut zusammengearbeitet",
        "@LehmannNorby @tagesschau Lerne erstmal die deutsche Rechtschreibung, bevor du hier große Töne spuckst 😂🤦‍♂️🤦‍♂️🤦‍♂️",
        "@paul_wetzl Fast kanzlerwürdig 💛💛💛",
        "@Leufke1 @SZ Reichsbürger detected",
        "@SZ Die Menschen glauben auch an Götter 😅",
        "@ToniNuspl @express24 Dann kotz nicht zu viel",
        "@ToniNuspl @SZ Das Virus existiert nicht, alles von Gates und Soros kontrolliert, die Reptiloide kontrollieren Merk… https://t.co/nCgk1qeTCP",
        "@DetlevSchmidt5 @SZ Oh ein Reichsbürger",
        "@SZ Der glaubt ja auch an den Mann im Mond",
        "@Die_Epping @dschggsn @EinFred90 @SZ \"Wir sind das Volk!\"",
        "@SZ Weltregierung Vatikan?",
        "@AfDProtschka Pressefreiheit bedeutet für die AFD, dass bitte nicht kritisch berichtet werden darf, alles andere is… https://t.co/BdysFhMOok",
        "@AfDProtschka @spdbt Schau Mal in den Spiegel 🤢🤢🤢",
        "@Justin30592370 @AfDProtschka @spdbt Ab ins Lager wie früher?",
        "@DStefan15 @AfDProtschka Ganz genau, wir brauchen wieder die Zustände vom 08.05.1945, damals hat eine patriotischen… https://t.co/YpzEWE22qn",
        "@AfDProtschka Mit der AFD an der Macht bekommen wir das auch noch ein zweites Mal hin 😍",
        "@POLITICOEurope But thats Britain's new family after they left Europe",
        "@singewald Endlich greift man Mal durch!",
        "@SidOlin @singewald @theblogcat Beamtenbeleidigung ist strafbar!",
        "@gfd_grundgesetz @AfD @polizeiberlin Seid wann fallt ihr denn der patriotischen Polizei wie die Antifa in den Rücken?",
        "@TRTDeutsch Schöne Staatspropaganda von Erdogan",
        "@ZdenkToman2 @EURACTIV https://t.co/ridgm0SeWj",
        "@SkyNews 😂🤦‍♂️ changing his opinion like the wind flows",
        "@DLFNachrichten Gestaltungsmöglichkeiten mit Tine Hitler beim Einmarsch in Vier Wänden?",
        "@kahrsbot Moin",
        "@DLFNachrichten Corona, do your magic!",
        "@TMZ Double chin?",
        "@ForeignPolicy How nice of these barbaric cowards",
        "@HGMaassen Sarazin, sind Sie es?",
        "@washingtonpost But it will go away with the heat in April 🤔🤔🤔",
        "@MatthiasMeisner @heuteshow @Tagesspiegel https://t.co/BCAUH8C3GW",
        "@koesterfabian https://t.co/Vbr5tdyXfm",
        "@MeinungFormen @tagesschau Der Verschwörungstheoretiker fügt einen sofort zu einer Liste hinzu, tja Nazis waren sch… https://t.co/b6xPsnUzB9",
        "@MeinungFormen @tagesschau Dein Aluhut klemmt",
        "@simonimous @TKuban96 Das ist doch aber die Kernwählerschaft der CDU",
        "@BBCWorld https://t.co/JdxfO9HGBx",
        "@thatsharis Da sind auch alle Gays versammelt 😈",
        "@robin_tmm @faznet Genau, gleiche Produktivität oder sogar besser, da man alleine mehr Ruhe hat",
        "@XRP_589_Theunis @AFP https://t.co/wqZoALnMvD",
        "@Marki_Jong @MaryMueller1904 @OlafGersemann @welt Das ist eine Katze",
        "@faznet Ich schlafe ohne das lange Pendeln viel besser, bin konzentrierter bei der Arbeit und kann Abends länger di… https://t.co/8I8wtRdLyW",
        "@Wnschmstr @krstdt Cool down. Wer ist denn \"große Teile der Bevölkerung\" wenn die CDU gerade auf fast 40% kommt?",
        "@i_am_fabs Ich habe das Bedürfnis nach Wien zu ziehen 😩",
        "@Wnschmstr @krstdt AKK war doch nach 2 Wochen schon das nächste Feindbild der AFD. Danach soll man jetzt Personal aufstellen?",
        "@Wnschmstr @krstdt Und Kohl &amp; Adenauer?",
        "@DavidTooze2 @TheEconomist The Italian people have higher private wealth than most Germans.",
        "@TheEconomist Italys population is one of the richest in whole Europe.",
        "@krstdt Lieber Merkel nochmal als einmal Merz oder Laschet",
        "@nowthisnews So this idiots just make fun of it",
        "@AFP Evidence like this one? https://t.co/F6Nw9brP5P",
        "@AndyWinhart Blanke Hetze können die Rechten Faschisten gut. https://t.co/TzQ49kMErU",
        "@AndyWinhart Sollte nach eurer Prophezeiung der Euro nicht schon vor 10 Jahren untergehen?",
        "@AndyWinhart @heimatzeitungen https://t.co/3x1WIC7aTf\n\n04.03.2020 liegt m. M. nicht in 2019",
        "@AndyWinhart https://t.co/3x1WIC7aTf",
        "@englisch98 @yungschelling22 Er setzt sich mit seiner Stiftung für Impfungen ein und hat schon vor Jahren vor Coron… https://t.co/nZn8ivkm62",
        "@englisch98 Die brauchen halt immer ein Feinbild, an dem sie ihren Hass ablassen könne:: sonst gerne Flüchtlinge, M… https://t.co/0mhW2XhZxN",
        "@BryceWoodhull @cnni Just drink desinfection liquid and use UV light right?",
        "@HRONazifrei @RASSISMUSTOETET @bildwerkrostock @demminnazifrei @AST_Westmeckl @Nils_Borgwardt @ER_MV #stayhome",
        "@Liesel73 @robertandreasch @PolizeiMuenchen Nein, aber die Leute stecken halt auch Leute an, die nicht an diesem De… https://t.co/lWKAu2vyfa",
        "@Sebasti01698983 @herrnotok @NASAEarth @sciforfuture Genau, die Braunkohlewerke stehen nämlich im luftleeren Raum u… https://t.co/hMRl1A9stl",
        "@ulfposh @AfD https://t.co/Mu6WkoVbYq",
        "@Liesel73 @robertandreasch @PolizeiMuenchen Leider gefährdet man dadurch auch Unschuldige mit",
        "@robertandreasch @PolizeiMuenchen Alternative für Doofe",
        "@boringfileclerk @Reuters Not now!",
        "@thehill But but but it's just a flu",
        "@Ma_Heller @welt Kann man das Gesocks einsperren?",
        "@Sebasti01698983 @herrnotok @NASAEarth @sciforfuture Das ist DIE Lösung gegen den Klimawandel, mehr Braunkohle zusammen mit AKWs!",
        "@mifthahul9 @Reuters Save free speech, human rights including LGBTIQ rights!",
        "@NoahUphoff https://t.co/tAmoIewz7g",
        "@TMZ They should also come in the White House then 🤡",
        "@business Taiwan is the only legitimate democracy!",
        "@Sebasti01698983 @herrnotok @NASAEarth @sciforfuture Aber Braunkohle ist natürlich super 😂 (so geht die Argumentation wahrscheinlich weiter)",
        "@derspiegel Kennt nicht Mal seinen eigenen Opa?",
        "@derspiegel Dann sterben die Menschen an Verfettung 😂",
        "@FrauKrone Müsste so am Tag 80km Radfahren 😂",
        "@KayaJones @DanielMclennon Try desinfection liquid next time, Darwin will be happy",
        "@DanielMclennon @faznet Nennt sich freie Presse, du kannst ja zur Jungen Freiheit oder Compact wechseln",
        "@faznet @WHO https://t.co/K2ytIltU9j",
        "@werwaswo3 @tagesschau Was meinste wie dein iPhone produziert wird? Fairtrade? 😂",
        "@COMPACTMagazin Ist das Grundgesetz euch nicht viel zu linksgrün versifft?",
        "@zeitonline_pol Alles richtig gemacht, wenn es die Mullahs aufregt",
        "@derspiegel Viel zu kleine Waffen, direkt Atombomben mitnehmen",
        "@ThorstenK19 @derspiegel Fangen Sie an oder sind Sie kein arischer Patriot?",
        "@WerteUnion Kleinkinder abschieben!",
        "@HGMaassen @WerteUnion_BY Sind Sie für einen Schussbefehl an der Grenze?",
        "@uberlauferin @Kauz_One @HGMaassen Mein Kampf ist da sicher eine bessere Grundlage oder?",
        "@HGMaassen Meinungsfreiheit zählt für Herrn Maaßen nicht",
        "@FlagExpIained People acutally asking for blue 🙈",
        "@_nasir_ahmad_ Darf man da ganz normal zur Untersuchung hin?",
        "@KemmerichThL @Maxvzimmermann Existiert das Virus überhaupt?",
        "@JJ_vonZ #liebedeinennächstenpeniswiedeinenselbst",
        "@JJ_vonZ EU Aufnahmeprozess sofort beenden, Türkei aus der NATO schmeißen, Sanktionen verhängen!",
        "@the_zucc__ @ZwischenrufMdB @Jan_Nolte_AfD Und wie viele internationale Terroristeneinsätze gibt es?",
        "@MisterAltair @xMikaaax Sieht gepflegt aus",
        "@MCW_KL @tagesschau Sie wissen schon, welche großen Supply Chains da dranhängen?",
        "@HGW68 @tagesschau Unbegreiflich, dass Menschen freie Konsumentscheidungen treffen dürfen",
        "@ben_brechtken Nein",
        "@_bele___ Da passen locker noch\n20h Werkstudententätigkeit rein, faule Socke!",
        "@lvlv957 @Basharat1980 @tagesschau Der Artikel ist von 2015, damals waren noch Petry und Lucke führend, nicht Höcke und Gauland",
        "@onumrich @jungeliberale @jensspahn Wie z. B. 1000KG Süßigkeiten in sich rein stopfen",
        "@Bray_erryday 🔥🔥🔥🥴",
        "@latenightberlin Schule des Lebens",
        "@zeitonline Für die ganzen Afdler: Ein Angreifer war demnach etwa 20 Jahre alt, 1,90 Meter groß, muskulös und hatte dunkelblonde Haare",
        "@JJ_vonZ Same 😏",
        "@0Murat0 @U_Oezdemir @ohbatu Ich denke, du solltest in dein Heimatland zurückkehren und dort deinen anatolischen Di… https://t.co/jNVUpjpDJX",
        "@krstdt @RenateKuenast Ist das die neue Freiheit?",
        "@dentzke Ja, sollte auch vom Amt verpfändet werden können für Stromrechnungen z. B.",
        "@DHeuwer @TheEconomist @BillGates Lol trägt jetzt schon die SPD Aluhut?",
        "@Mrsel54953691 @BryanLatty @tagesschau Anstiftung zum Mord?",
        "@tagesschau Interessiert nur keinen, weil es nicht kontrolliert wird und sich niemand dran hält",
        "@queer_de https://t.co/feEhb8cBeD",
        "@Marius_Radtke Du solltest Trumps Gesundheitsempfehlung befolgen!",
        "@PolitikOutsider @tagesschau Trumps best buddy",
        "@faznet Zu viele Kopfbälle",
        "@faznet Wo kommt denn dieser Pfosten her?",
        "@JustusGutsche Hartz IV und der Tag gehört dir",
        "@DrMetinCakir Hey @jensspahn Wie kann dieser homo- und transphobe Arzt weiter Arzt in Deutschland sein?",
        "@DrMetinCakir @Helios_Kliniken Dieser homo- und transphobe Arzt ist bei euch angestellt! https://t.co/iEXxJORJlU",
        "@DrMetinCakir Sie gehören abgeschoben!",
        "@DrMetinCakir Du solltest niemals nach DE zurückkehren und hier Arzt sein dürfen!",
        "@versacewolfe Just some random animal clips put together?",
        "@i_am_fabs https://t.co/ilS7miGJ0Y"
    ]
}