{
    "screen name": "iamisrael2",
    "no. of tweets": 191,
    "tweets": [
        "@NCDCgov Where are they getting these people from in Lagos? 😵😵😱😱😷😷😷",
        "@motaraaaa They are your people, are they not?😁😁😁😁",
        "@Omojuwa Russia",
        "@SledgeAma ZTE",
        "@VipArsenal So emotional... This man built men.",
        "@NCDCgov We will all see light at the end of the tunnel.",
        "@Postsubman @mr_robmichael Is this suppose to be a skit or what? What a country!!!😟🤭",
        "@DrOlufunmilayo @HQNigerianArmy Thank you @HQNigerianArmy",
        "@NCDCgov Northern States are bracing UP...Abeg let`s follow follow awasef ... you like i follow",
        "@DrOlufunmilayo I just warm my moimoi. Please shift this tweet.",
        "@aproko_doctor\n has been a gem, i mean a precious stone in the society. only swine will not appreciate the value of gold. Thank you Doc.",
        "@TheLotaChukwu @aproko_doctor has been a gem, i mean a precious stone in the society. only swine will not appreciat… https://t.co/yPjDJ4rh9T",
        "@Yemmynelson05 @biolamakinju same here",
        "@NCDCgov Lagos with 3 digit numbers is becoming frightening.",
        "@OndoFirstBorn @biolamakinju #ProudlyOndo",
        "@kaszquan Mexican full of passion and suspense",
        "@DrOlufunmilayo #extendlockdown",
        "@NCDCgov *well",
        "@NCDCgov Lagosians were jumping for the ease of the Lockdown na, we can all see the result now. We keep saying no C… https://t.co/rSaVVB4ebf",
        "@PastorEAAdeboye Yes Sir",
        "@ArsenalFC_fl Leno",
        "@DrOlufunmilayo Video to do what? To believe? Channels TV and TVC have been showing us the testimonies of survivors. People sef 🤢🤢",
        "@DrOlufunmilayo How i wish some so called influencers will see this tweeeeeet.",
        "@NigeriainfoFM God hears us even in our closet, i do not see reason why we should open churches now.",
        "@adethayorr Mechanical Engineering",
        "@NCDCgov Lagos did not disappoint today with zero social distancing? We have a long way to go.😡😭🥵",
        "@EWAWUNMIII If prepared well with correct soup you will like it.",
        "@RealDreylo ❤️",
        "@RealDreylo @Mihrabell @iamisrael2",
        "@mosola_j @iamisrael2",
        "@philip_george70 @Mihrabell Kindly FB",
        "@philip_george70 @Mihrabell @iamisrael2",
        "@BankyW Not in Ondo and Ekiti States respectively.",
        "@OfficialPDPNig @YouthsForAtiku @OfficialAPCNg @EUinNigeria @EU_Commission @UN @USEmbassyAbuja @UKinNigeria… https://t.co/Z5MwW6wzj1",
        "@Deeva4dlord Back to your parent",
        "@SaharaReporters So sad",
        "@Cityrunner_ Please follow back",
        "@Cityrunner_ @iamisrael2",
        "@EksrayA @iamisrael2",
        "@NCDCgov Lagos did not disappoint. Good health for all. Like this tweet and i promise to you but then Follow Back",
        "@Feranmi_s_ Messi",
        "@Feranmi_s_ Draxler",
        "@Feranmi_s_ Tolisso",
        "@Feranmi_s_ Mata",
        "@Feranmi_s_ Bruno",
        "@Feranmi_s_ Ndidi",
        "@Feranmi_s_ Kovacic",
        "@Feranmi_s_ Leon",
        "@Feranmi_s_ Harry",
        "@Feranmi_s_ Richarlison",
        "@Feranmi_s_ Auba",
        "@Feranmi_s_ Raheem",
        "@Feranmi_s_ Timo",
        "@Feranmi_s_ Matinez",
        "@Feranmi_s_ Havertz",
        "@Feranmi_s_ Kante",
        "@Feranmi_s_ Vardy",
        "@Feranmi_s_ Nicolo",
        "@Feranmi_s_ Mo",
        "@Feranmi_s_ Sadio",
        "@Feranmi_s_ Silva",
        "@Feranmi_s_ Sergio",
        "@Feranmi_s_ David De Gea",
        "@Feranmi_s_ Toni",
        "@Feranmi_s_ Thiago",
        "@Feranmi_s_ Kelvin",
        "@Feranmi_s_ Hakimi",
        "@Feranmi_s_ Alaba",
        "@Feranmi_s_ Tested and Trusted Sergio",
        "@Feranmi_s_ Mbappe",
        "@ChinaksChris_ I enjoyed watching Ray Mysterious this time without his usual face mask brand.",
        "@Davidchibike @SarkinJos Fred out. Follow me IFB",
        "@legitngnews That bridge no dey finish? Every loan and recovered loot na Second Niger bridge every time.",
        "@noyoungstar @iamisrael2 IFB",
        "@LSMOH @jidesanwoolu @NigeriaGov @followlasg @NCDCgov @ARISEtv @drobafemihamzat @JokeSanwoolu @Fmohnigeria… https://t.co/GYadAABSdF",
        "@TheDimejilateef This street o gbadun o, dem go floor you for rating the street as second hand. Anyway you look great!",
        "@NCDCgov Lagos with 76 cases with the fact that there is no enough reagent in the state. What if there are enough reagent?",
        "@Omojuwa Yet so many don't believe this reality",
        "@legitngnews Mama resemblance... Congratulations!!!",
        "@UnclePamilerin Bigger DOOR will open for them. It is the end of life but their wilderness experience. They will get to their promise land.",
        "@CHYCHYCHUKWU Trust God you will be fine and you shall testify.",
        "@__chinwe @Deeva4dlord They do great and amazing things",
        "@genakhena Ijaiye Ojokoro never practice any lockdown. It was business as usual .",
        "@obi_Nwosu Once they promise to buy Generator Set for the Baales and construct borehole for the community, you will… https://t.co/2nxPzFtrdY",
        "@EfyaKese @Deeva4dlord offer valid while stock last.",
        "@darey King Kanu",
        "@Omojuwa Chaii we have not seen such stupidity in this land before... Igwe must do something about it. 😀😀😀😀 https://t.co/Zum65mBfsm",
        "@jayythedope @toyor_pr Money is not but the the love of money is.",
        "@COUNTRY_YOO @AlumBaeOfficial @iz_MorGan @natgeowild Black head and yellow chest =Welcome to Uganda",
        "@AlumBaeOfficial Black head and yellow chest = Welcome to Uganda 😂😂😂😂",
        "@UnclePamilerin Black head and yellow check = Welcome to Uganda",
        "@NCDCgov I don't have issues with Lagos but you see that Kano. Their cases is becoming interestingly interesting. 92 yesterday and 2 today.",
        "@biolamakinju I am telling you... Confusion everywhere",
        "@Neyosneel @NCDCgov They just displaced FCT just like that.",
        "@NCDCgov Kano is a goal",
        "@MrOlanrewajuPR @Reddishwine3 English language have rules 😷😷",
        "@MobilePunch My thoughts and prayers for you the Dokpesis. You shall be fine in no time.",
        "@SaharaReporters The Dokpesis you will be fine in no time. Receive God's healing",
        "@NCDCgov Kano... Una just start.",
        "@NCDCgov God speak healing to our nation. We really need your touch. Quick recovery to those infected in Jesus name.",
        "@MiracleShadrack Taken",
        "@bodmasengr @DrCOmole @MBuhari Even Trump of the United States doesn't use when addressing the nation.",
        "@aproko_doctor Doctor, Lagosians will stone you o with this comment.",
        "@toolzbabe Lol",
        "@aproko_doctor Na scam jare",
        "@NCDCgov We shall win this by God's grace.",
        "@NCDCgov that's the way to Kano State. Go and find out what's going on there. https://t.co/ALJ8GSasci",
        "@NCDCgov Lagos no dey disappoint. There is light anyway at the end of the tunnel. Let's be calm and Stay safe.",
        "@NCDCgov Which way Nigeria? Lagos no disappoint. We will prevail over this.",
        "@NanaThanos @toolzbabe Only the Strong",
        "@Hola_4L @Deeva4dlord OK, you are wonderful @Hola_4L",
        "@Omojuwa Domestic violence ✅",
        "@Deeva4dlord @Hola_4L OK. It's very simple. We are learning everyday. She just learnt something now I guess.",
        "@Deeva4dlord @Hola_4L Oh that's immaturity I must say.",
        "@Deeva4dlord @Hola_4L But she was right @Hola_4L .It was a question.",
        "@Deeva4dlord No we are in this together",
        "@NCDCgov @Fmohnigeria @FMICNigeria @WHONigeria Lagos no disappoint. 3 points yen pe",
        "@NCDCgov @Fmohnigeria @FMICNigeria @WHONigeria @nighealthwatch @EpidAlert @Covid19Adamawa @DrEOEhanire Heal us o Lord. Save us from this.",
        "@motaraaaa Haaa!!! You will know how to abuse person gan",
        "@JoomerRay @enigmangr @itzFrayoo Follow me and IFB asap",
        "@JoomerRay @enigmangr @itzFrayoo It seems they do their internship with the military",
        "@eniola_opeyemi Hmmm! I remember him and play his music always because we attended the same secondary school. He was a year my senior.",
        "@enigmangr @itzFrayoo Yes o. Always with full energy to flog",
        "@NCDCgov Lagos again? Olorun majemu o",
        "@AsiwajuLerry @Akinjoshua2017 @EWAWUNMIII She is on her period. Period 👌",
        "@IamRouvafe @Alex_Houseof308 That's my hometown.",
        "@ArsenalFC_fl No he is not",
        "@CraftedTunes @itzFrayoo But it's true na",
        "@adethayorr @justcallmechii 1",
        "@swlh2010 @MailOnline 👍👍",
        "@swlh2010 @MailOnline Yes UK have been putting all things together to contain the virus but Sweden kept the bar open and other business.",
        "@MailOnline They decided to go about their normal business. So what do we expect? They should take drastic measure.",
        "@Arsenal Can we re-sign Lord Bendtner?",
        "Hmmm! this one that the NORTHERNERS are bringing FIGURES, i hope it`s not because of the money the FEDERAL GOVERNME… https://t.co/GIXlorlsoT",
        "@itzFrayoo Intro tech teachers!!!😀😀😀",
        "Intro tech teachers https://t.co/CefuB8JRNo",
        "@legitngnews Funky baby",
        "@Remmzor_YBNL @MusaMubarak2 Ekiti people don fall my hands. Make una come carry one of your professors abeg.",
        "@NCDCgov Northern states... Hmm it's better you guys brace up. God's healing on those infected in Jesus name.",
        "@NCDCgov Thank God, Lagos drop point.",
        "@YulEdochie @omaakatugba Post us the ones you made in your movies.",
        "@Violettepromoo @toolzbabe Give us this day, our daily bread.",
        "@Reddishwine3 Watching CNN",
        "@boludmaestro...and he kept on blaming others for his failure.",
        "@MailOnline Since they are black now, can we kick them out of the hospital?",
        "@MrArsenicTM True legend.",
        "@DrOlufunmilayo We can beat this virus if we take health precautions seriously. RIP to those who couldn't make it. The discharge sweet my me",
        "@NCDCgov We can beat this virus. RIP to those who couldn't make it. The discharge sweet my belle. Good night everyone.",
        "@NCDCgov what happened to your server? Has it been corrupted by VIRUS?",
        "Are they fighting over the covid 19 election results?",
        "@channelstv For this lockdown season?",
        "@ChemicalGrandMa @iamdahmmie 💔",
        "Girls : Follow me and IFB \nGirls :Following 387... Followers 2,006 https://t.co/83B6WA20On",
        "@itzFrayoo I joined you in speaking in tongue",
        "@PastorEAAdeboye Amen",
        "@DorcasVesta @PastorEAAdeboye Happy birthday sis. This year will be the best of the years you've had. Enjoy your day",
        "@PastorEAAdeboye Amen",
        "@dovetv @PastorEAAdeboye let's watch the live video",
        "@toolzbabe @toolzbabe hAPRIL birthday to you @toolzbabe. May this year be the best of the years you've had. Enjoy your day LOLita.",
        "#ObasaBreakfast https://t.co/2HqutzvwTV",
        "@toolzbabe hAPRIL birthday to you @toolzbabe. May this year be the best of the years you've had. Enjoy your day LOL… https://t.co/bWqUmSQbxu",
        "@MobilePunch And our testing rate is one of the lowest compare to Ghana and SA, yet we have garnered 542 cases. O God, behold your children",
        "@NCDCgov Na Warri no dey carry last I know, Lagos what's the meaning of this. Drop points small na😱😱😱",
        "@NCDCgov @Fmohnigeria @FMICNigeria  49 loun loun, heal us o Lord and we will be heal, save us and we will be saved. Amen",
        "@DrOlufunmilayo To hell with these balls having plenty of horns. God please save our people o.",
        "@SaharaReporters @MBuhari @NCDCgov @WHO This country!  We never ready.",
        "@osimenrose @SaharaReporters Now that we have been told it is Lagos, i don hear dem now.",
        "@therawdeeya @D_empiricist @DuchessT_ @waxzyy_ @SMiTHiE___ @OmoKiikan @Remmzor_YBNL @OlayinkaSuraj @_Abdulquyum Wha… https://t.co/ox0kxFfG2Z",
        "@Tyek000n @Alex_Houseof308 I tired o in Jeniffer`s Voice",
        "@Apophispomp @Foxypiano @Edward_Onoriode @MobilePunch Name please",
        "@SaharaReporters Issokay!!! Death is death, even if he died in his room.",
        "@Foxypiano @Edward_Onoriode @MobilePunch Have you read the book of Revelation before?",
        "@spade34287813 @AlinBaffa @SaharaReporters I tired o in Jeniffer`s voice",
        "@AgajiBishop @SaharaReporters Gbam  💪London around surulere for Lagos. Let our government come plain to us at for once.",
        "@fardahabraham @AlinBaffa @SaharaReporters We all know where England PM Boris was treated but in my country no way...",
        "@Brenister10 @AlinBaffa @SaharaReporters And here we are, we couldn't build standard hospitals but run abroad for treatment. Hope they learn",
        "@Edward_Onoriode @MobilePunch Where will the final destination of the dead then?",
        "@Brenister10 @AlinBaffa @SaharaReporters Hmmm. Everyone knows where England PM Boris was treated but in my country no way",
        "@vivian_chommy @SaharaReporters Good 😁😁😁",
        "@OlaOmolola5 @SaharaReporters Gbam... Always being secretive in the government house",
        "@Kenny62455334 @SaharaReporters LMAO 😂😂😂😂",
        "@Brenister10 @AlinBaffa @SaharaReporters Are they being secretive over the matter since he was infected.",
        "@drarowolo1 @SaharaReporters osheyy 😁😁😁",
        "@Otunba_Alao Remember as you wish someone to die, someone is reciprocating it back to u somewhere. We all gonna die anyway if rapture delay",
        "@MosesMosesnmc  @AfricaFactsZone Someone's enemy is dead. 😁\nSomeone's benefactor is dead 💔\nRIP to the dead. We all gonna die anyway.",
        "@AlinBaffa @SaharaReporters OK of,  we cross leg dey watch.",
        "@SaharaReporters Arrive Abuja from where?",
        "RIP Abba Kyari... I was concerned about you yesterday but death took you away. \n\nSomeone's enemy is dead. 😁\nSomeone's benefactor is dead. 💔",
        "@NCDCgov @Fmohnigeria @FMICNigeria @nighealthwatch  Enough o Lord! We pray for recovery not death. 💔💔for those that couldn't make it",
        "@NCDCgov @Fmohnigeria @FMICNigeria @nighealthwatch @AfricaCDC @DrEOEhanire @EpidAlert @WHONigeria @GarShehu @DrSaniAliyu Agbabiaka ooooo",
        "@Podolski10 @Arsenal @IanWright0 @adidas Arsenal to the bone... 😇😇😇😇💪💪💪"
    ]
}