{
    "screen name": "Angelica1117",
    "no. of tweets": 196,
    "tweets": [
        "Tents Do they pay Taxes?  Why can charge buildings and not get  a sidewalk? https://t.co/zT9e2g66ui",
        "@timeforgrace12 @Amy_Siskind Why didn’t she say it to the corporate owned hospital CEO then!  It’s their job not th… https://t.co/WbyMyJdsdg",
        "@MayaVan66228174 @Amy_Siskind I’m retired nurse because it’s so horrible in nursing But I blame nurses for putting… https://t.co/HhDQ3SNbmJ",
        "@Amy_Siskind Nurses should put the blame where it belongs. On the Corporations that don’t treat Nurses well, I  ret… https://t.co/7D7UABsrlv",
        "#CincUp. Healthcare workers",
        "I'm joining @TMobile and #GivingTuesdayNow to say THANK YOU to our frontline heroes.  #FrontlineFirst… https://t.co/aSYO7qTl0F",
        "@RichardGrenell I just watched a stunning series The Bible on history channel Stunning. Even though I’m born and ra… https://t.co/R0ZLarAW33",
        "@KatherineM213 So sorry",
        "@marybethpf Agree parallels. It’s punishment for what they’ve done to Lyme patients and ignoring the warning",
        "😢 https://t.co/PEZxwE6vCO",
        "Inconsolable  https://t.co/IGARop4pyj",
        "@collins_angela1 @philandalex Are you sure?  Was your progesterone checked?",
        "We are the WORLD 🙏🙏🙏❤️🌸🌸🌸🌸🌸🌸🌸🌸🌸🌸❤️ https://t.co/ThvgXXdzcy",
        "@Henryhooddavis Keep with the program and join us for your future",
        "Amen https://t.co/UQ6yHdtW87",
        "People be so dumb.  Oh you let the virus grow and spread it won’t be just old people  https://t.co/T5eOGToyjB",
        "The Cost offDemocrats is back breaking for this country https://t.co/u3HnUrSGmG",
        "@AOC You’re Nuts, Lady!😂   Stop speaking!",
        "Haha 😂 https://t.co/KKNvFGZGwa",
        "Unbelievable and tragic https://t.co/G7Q2OxeVT4",
        "Will the Coronavirus Ever Go Away? Here's What One of the WHO's Top Experts Thinks https://t.co/vzxFOmJbJT   Young people affected too!",
        "Traumatic stress: effects on the brain https://t.co/a4oTZ4HJTw",
        "What PTSD Does to the Brain https://t.co/X6Xolt5tvG",
        "See this Instagram video by @alizafriedlanderjmore https://t.co/rqbfa1sPbF Ha ha",
        "End Times Prophecy Report (With Joel Rosenberg and Greg Laurie) https://t.co/UBesNZtcVC via @YouTube  Religion stud… https://t.co/5FoGNvLFsL",
        "@jorymicah Your buddies are partying it up all over FLorida while we work constantly running things    Liberals!… https://t.co/scKOrNZ0TU",
        "@txtmechoerry @RunninXC @w_terrence If China didn't have wet market we wouldn't be going through all this",
        "@txtmechoerry @RunninXC @w_terrence Nope",
        "@Lynonais @txtmechoerry @w_terrence Yeah, we Italians got unmericiful jokes all my life and we don't cry about it-… https://t.co/BADFIT57ng",
        "@mtkfasheer @IlhanMN @Ilhan you think you're taking over america- think again or go back to your own ruined country Idiot",
        "@Elaine7613 @IlhanMN these people that say we can't have a life when we work and they want us to support illegals families",
        "@judah47 None here near Leominster",
        "OMG! 😂 https://t.co/PARB5nEA80",
        "Thank you so much Jack Ma",
        "Information  https://t.co/3fYuGpBvyW",
        "@realDonaldTrump Staying home and praying 🙏 this passes quickly and people help each other",
        "@Reuters I hope Australia does ok",
        "T-Mobile’s 5G network is fast, the Samsung S20 5G is fast, ziplining is fast. Are you fast? Play this interactive v… https://t.co/Mlu3wBvMxX",
        "It’s destroyed compared to former days https://t.co/5P5NqVudp9",
        "@realDonaldTrump Good things and not disaster with Dems!   We're having a good 2020!",
        "@bookofkells837 @LilaGraceRose Guilt",
        "@LilaGraceRose Don’t go to California  the whole philosophy of life is selfishness and greed",
        "@LilaGraceRose You are the lowest of the low",
        "Newt Gingrich: 2 winners and 1 big loser in Democratic presidential debate.   Interesting https://t.co/c7cQbnO0Ef",
        "Democrats need to try.  A good candidate  https://t.co/VTWXYOJDBx",
        "Mike Will Get It Done | Plans &amp; Record | Mike Bloomberg for President. I’m hoping https://t.co/VdzzpY6JX3",
        "Article that explains the problem 😓 https://t.co/Nz8tLXG6lY",
        "@Einsteins_Folly @RepAdamSchiff Yes we’ll be getting rid of the do nothings",
        "@RealJohnDennis They want a lawless countryObviously",
        "@GaetaSusan @RealJohnDennis @Oblig_ation Dangerous destructive agitated and evil They destroy you and your property just to be destructive",
        "Note we can worry about doing something for the people paying  for government  The President can go on with his wor… https://t.co/YJXJjGAsIY",
        "E didn’t treat Obama like this and it can’t be allowed anymore https://t.co/m2gBWsZ9IN",
        "Not appreciated Romney.  Do you even know where you stand in politics? https://t.co/rE4gvkuK0V",
        "@kgosztola Doom 😓",
        "@realDonaldTrump They gave us plenty of trouble!  Why I voted for you in 2016. Thank you and ignore them",
        "@JordanyaScomich @TMobile They’re so expensive now",
        "@TMobile Please let me win 😂",
        "@realDonaldTrump You bet!",
        "Take a 👀 Look at this one! https://t.co/GgL1nLVy4k",
        "I love it! Exactly how I feel.  https://t.co/HobvFXlc8m",
        "The View hosts aren’t that brainy! Why is it still on? https://t.co/b8KEvTqcpq",
        "@abigaildisney PS when someone dies tragically withs young daughter no less  and leaves a family and baby we don’t… https://t.co/lf89kDQY2Z",
        "@AmariMar @abigaildisney I agree!",
        "@spinfreezone @BerniceKing Sorry for your loss",
        "Missing all who’ve gone before us https://t.co/RIJENj3mHx",
        "@mariapaalbergm @evanrachelwood Point is it was inappropriate on the day of his and other people’s sudden death in… https://t.co/dkJgKEVf7R",
        "@SpecialCat @mariapaalbergm @evanrachelwood Agree. She’s nasty with no excuse",
        "@bonkabrain @mariapaalbergm @evanrachelwood Right!",
        "@mariapaalbergm @evanrachelwood I totally agree!   Horrible and thoughtless. Unbelievably Heartless comments from w… https://t.co/WolfMR8xXR",
        "@HR1616 @kriscoratti @gtconway3d Why pay someone for her obnoxious article    Nine people died in a crash and that’… https://t.co/aOYqahVxiw",
        "@RockSolidBWalk @kriscoratti It’s  disgusting to consider her a reporter.  I’ll give no respect to those who have n… https://t.co/7fDBrMmROY",
        "@espn @UConnWBB Imagine the Loss for UConn we could have had Gianna and Kobe around!",
        "Why we absolutely need Trump for President  https://t.co/SNUhsR5v9O",
        "Maybe Prince Harry has always wanted to get away from the harsh Media after the trams with Princess Diana.  Letting… https://t.co/rr4whUPXGp",
        "Yes! Finally https://t.co/3xOP9mR2Yx",
        "@RealSaavedra Talk about nuts",
        "@CalebJHull Keep going You can do it   PEACE",
        "So cool 🇺🇸🙏 https://t.co/NSmWtYXVjj",
        "@Veteran4Trump Thank you guys!  Come home safe",
        "@AlArabiya_Eng They’re saying liberty",
        "@ShelleySlh1 @BabakTaghvaee @BretBaier Yes and we  extended peace offering to the people",
        "@BabakTaghvaee Take back your country. USA wants peace with you",
        "The info https://t.co/7pJVn00hbM",
        "Real news Here what happened to cause USA to defend itself https://t.co/sVmT7CCONk",
        "Of the media is allowed to harass and treat them so badly In glad they are going on with their lives https://t.co/C4FyKkacXg",
        "OK I just can’t take the whining anymore!  Not put women’s products in pink? https://t.co/pNtDGyyAMe",
        "Overload of taxes Why don’t Americans qualify for help before illegals? https://t.co/B53OkwCVtH",
        "This looks promising https://t.co/cSbW6EQLJG",
        "@Veteran4Trump Disrespectful to everyone , all the time. We make our grammar school children behave better than that",
        "@jonathanmead Reclaiming",
        "@Mike_Pence @realDonaldTrump Thank You so much , deal with them We support you",
        "@consueloyd @BuckSexton Vote Vote Vote  goodbye traitors",
        "@gmiller1952 @BuckSexton @GJTIII Well, I quess!  never , never would believe they'd justify billions handed to them… https://t.co/vEQjpE48xl",
        "@mrsnyamajor @BuckSexton @nedryun Christian and I agree!  they back everything evil and insist we do it - soon we'l… https://t.co/Vp0Z73dgkh",
        "Iranians are celebrating  and thanking Trump https://t.co/1LdwjW6BRG",
        "@Patriotress @BuckSexton YEAH!",
        "@BuckSexton I would have never , never imagined this . If they're willing to put our lives in danger , give them bi… https://t.co/TgfYVgDJmN",
        "so amazing  Love koalas and kangaroos https://t.co/i53tFrQtbl",
        "@ChosenOneMike @eddiemguerra It takes years to build to earthquake code like San Francisco now does, but in major e… https://t.co/hOArV1LkPp",
        "@mickeyxbro it is terrible and the devastation looks pretty bad. I never thought they'd get an earthquake there",
        "@dayainjapan I feel very sorry for PR , it's just terrible after the hurricane and now this , it was a strong earthquake .",
        "@minhtngo this looks really bad, condolences to PR",
        "@richardhine that's not related  It's a bad sign for PR though with the natural disasters.  there is no way to prevent them so now what?",
        "Inside the plot by Iran’s Soleimani to attack U.S. forces in Iraq the Truth of the matter  https://t.co/duZCJbRJxC",
        "Good Riddance to Qassem Soleimani https://t.co/WF8JBMCCga",
        "@rebelgirl1776 @LeninsBarber @COsweda @rosemcgowan I'm not apologizing to them , so do not say that I am.  Fools in… https://t.co/ZZIAIOfe8G",
        "Unbelievable  https://t.co/cnEi4tgRIE",
        "AFFLICTION OF THE SPIRIT: The Diabolical Side of Lyme Disease https://t.co/fpCKcuG7RZ via @YouTube   LYME this is true",
        "True! https://t.co/eJcY7RZM5M",
        "@RepAdamSchiff All you care about is try to take down the. President who helps us the citizens!",
        "@aspiesmom @RepAdamSchiff @TheDemocrats Finally people will believed me now I saw it and voted for Trump!",
        "@Vinny19933 @RepAdamSchiff I agree It’s an outrage They are Scrooge for Christmas too",
        "@mcspocky @RepAdamSchiff @B52Malmet Biden and family are they get millions while he’s VP",
        "@realDonaldTrump I’m celebrating victory over their tyranny",
        "@realDonaldTrump Yes please!",
        "Happy Holidays ! 😀 https://t.co/9yFwI1e6TG",
        "Anyone read this? https://t.co/ZUKowjnBRm",
        "Encourage Your Governor to Seek an IMD Waiver https://t.co/QFj1r6aQO5",
        "Great just great https://t.co/vwniosovI7",
        "Extremely nasty behavior of Biden. How he’ll treat you if He’s President https://t.co/q8DxnFiqn2",
        "@ProsperoLizeth Verizon was worse They all are",
        "Impeach Nancy Pelosi for crimes of Treason! https://t.co/yyXKuNYNFZ. I signed to protect myself my family and my country",
        "@realDonaldTrump Understatement! She cares to destroy us!",
        "@LymeIsLame Lovely world we live in",
        "@RepAdamSchiff Question Why are they so protective of the conflict of interest Bidens  if they weren’t involved wit… https://t.co/zLP2olRwbT",
        "Is this what you want more of? This will be so off us without a good job No healthcare or  home https://t.co/tvQEiwfA04",
        "@AOC Your resignation ms Ocasio-Cortez",
        "@RepAdamSchiff Go ant Nunes!  Certify foreign aid against corruption Ukraine shouldn’t get any if that’s the case",
        "Amazed but he didn’t know the rest of the story and made conclusion on that where he didn’t have authority to be. https://t.co/Rh7enH8RVz",
        "@RealSaavedra He didn’t report to his boss?",
        "@HuffPost They testified they didn’t know the whole story of what was going on! Somehow didn’t know anything about… https://t.co/7UeZwf3Y0R",
        "@DonaldJTrumpJr I’ll Vote for who I want which was President Trump and you won’t take him away and let these evil t… https://t.co/HvcaYwKNhQ",
        "@sheeky0728 @RealSaavedra Don’t cloud the issue at hand That’s what you always do The equivalent of Look over there!",
        "@johnnymcenid @RealSaavedra Scary Why was he willing to do this? He’s an immigrant from Ukraine too",
        "@TimMurtaugh @DonaldJTrumpJr Him and the ambassador lady are more concerned for Ukraine than USA due to their heritage",
        "@DNCWarRoom Mr Nunes is nailing it That this witness knew nothing of previous events Investigating Burisma and VP B… https://t.co/aE3vLk86NK",
        "Be careful what you wish for https://t.co/LyhFyvjinc",
        "@Yamiche They are attacking him first! Idiots",
        "@HuffPost What business does she have being against the President?   We pay her  paycheck the funding went through… https://t.co/w9vYhxfFnI",
        "@SpeakerPelosi You’re a bunch of rats to Americans",
        "Great way to run the country isn’t it while you are obsessed with taking down the one who is running it and getting… https://t.co/cAXDqFz5QU",
        "@maraswilliams Dems can do it but none else can even the duly elected President.  That got away with their deceit too long!",
        "The impeachment inquiry is nakedly political, and so far there’s no public evidence of high crimes, write… https://t.co/OaeDMmtoN0",
        "The impeachment inquiry is nakedly political, and so far there’s no public evidence of high crimes, write… https://t.co/ROQCgmPH0f",
        "@EyesOnQ Its exactly what she’ll do to the rest of us!   Believing in Incompetence is foolish!",
        "@NHJeffersonian @RSutter @VegasTracy @assumpta815 @KevinVonErich @EyesOnQ Yeah it’s surely unbelievable but when me… https://t.co/FfAHQ5xP0S",
        "@Alyssa_Milano @realDonaldTrump Just because you’re a movie star doesn’t mean you know politics or are half intelli… https://t.co/I1Gf9Yt9Jg",
        "@realDonaldTrump @realDonaldTrump  Why do the Democrsts hate good loyal American citizens So  much!?!",
        "@Jan26349672 @RepAdamSchiff The corruption and deceit run DEEP (state). I’m outraged at citizens who don’t get it!!… https://t.co/HAzwGRk9vs",
        "@BodyByPlanB @RepAdamSchiff @jcsbimp Too bad Ms Clinton couldn’t win 😂🤣 why don’t you play sports to learn about ru… https://t.co/LSyYP1jurS",
        "@HomeOfUncleSam @BodyByPlanB @RepAdamSchiff @jcsbimp Right That’s Why it’s electoral college",
        "@BodyByPlanB @RepAdamSchiff @jcsbimp People who say that don’t want the same rules Win this way or change rules to win that way",
        "@maraswilliams That’s  disgusting Welcome to Venezuela",
        "This is who people vote for? As they take away from you and give to others? You’ve  to be nuts! https://t.co/HCfYv58gWy",
        "It is worth it She and the Elites only care about themselves! She just proved it!😨 https://t.co/JxBY3Y3p9B",
        "This country is so gd unfair They would unseat a President we elected to/for cover up the Biden sham of being paid… https://t.co/0wCdMDyCy7",
        "@NBCNews @alivitali I’ll remember at the polls who doesn’t represent me and who doesn’t get a job done and just vot… https://t.co/Prh6aHrB9s",
        "@realDonaldTrump What’s the Democrats so scared of with 1 year left and no real candidates on their side They’re so… https://t.co/qBxqxRBTnL",
        "@AngelaBelcamino @realDonaldTrump Not at all You’ll regret it",
        "@ChrisJZullo @realDonaldTrump Biden’s did it first while VP and gained millions Got billions out of a though So you… https://t.co/kztmdm2D98",
        "@realDonaldTrump Democrats are Trying to destroy the Country and the 🌎 world along with it",
        "Right so why do we have to give  them money we can’t even afford to   Ukraine is using us and I’m sick of that https://t.co/AVlW1YJYzW",
        "Thank goodness https://t.co/it1Ph8e5fl",
        "Is about time! I can’t believe we allow this nonsense https://t.co/z6U9Gqsn3A",
        "Reuters: Hunter Biden never worked in Ukraine in five years on Burisma's board - Hot Air.    Isn’t that interesting… https://t.co/nCAOIQaCh0",
        "Trump rally in Dallas marked by enthusiasm, in sharp contrast to chaos in Minneapolis - Fox News https://t.co/2sXGURvJQJ",
        "@RepLeeZeldin @IngrahamAngle @SteveScalise @RepDevinNunes Dems even think they can treat the sitting President like… https://t.co/KUaDlab1FH",
        "@DonaldJTrumpJr Pelosi would send ME to Mexico and let an illegal come in to take my social security check 😮😭",
        "@DonaldJTrumpJr @FoxNews @seanhannity I’m truely appalled Even knowing how bad they are Democrats go on and dish ou… https://t.co/IMtTKgNlqD",
        "@realDonaldTrump No chance I’m praying for her the dirty Rat!",
        "Ilhan Omar Illegally Diverted Campaign Funds To Pursue Romantic Affair, Complaint Alleges.   Can’t believe it https://t.co/zc602rQdUw",
        "@Florida_Today that poor father He adored those babies 👶",
        "New York, Connecticut, and Vermont sue to block Trump’s public charge rule - NBC News.  I agree with Trump. No more… https://t.co/ZfO9y6qZbz",
        "'I am angry,' says Sacramento business owner being forced to relocate due to homelessness issue - Fox News.   It’s… https://t.co/ADDzJzd2jR",
        "LA residents fed up with officials, demand change after homeless crisis spirals in city - Fox News tweet this Share… https://t.co/jvPlinhEnz",
        "Hong Kong police face off with protesters as airport protests erupt in c... https://t.co/BI2gV9TMo6 via @YouTube  I… https://t.co/NH3PFlF1DL",
        "Massive deployment of police as Portland protests turn violent, 13 arrested https://t.co/FFTto02jgZ via @YouTube lo… https://t.co/FOu7QBOkUw",
        "@NoPlaceLikeRoam @Trumponly @RepCummings so true- they obviously don't care about Baltimore citizens or any of the… https://t.co/69DfR8HS1F",
        "The Samsung Galaxy Note10 is fast, really fast. Test YOUR speed by finding the hidden objects in this video for a c… https://t.co/I6gGd5TX5S",
        "The Samsung 65\" QLED 4K Smart TV Giveaway | Mashable Shop https://t.co/Q3fUGOKGWC via @mashable",
        "Sister of El Paso Couple Killed in Massacre Calls Democrats 'Pure Evil' for Refusing to Welcome Trump - The Epoch T… https://t.co/cenWBKPveO",
        "What ICE did and did not do for kids left behind by Mississippi raids - NBC News. When Americans get arrested no on… https://t.co/nXqcTTCDdq",
        "@pastorlocke Free Speech being invaded by the Left because they have 90% of the media on their side and get angry w… https://t.co/MSRMhiy0lZ",
        "Kamala Harris’s Arrest Reports Are Quietly Disappearing From California’s DOC Website https://t.co/79ZbyB4fKL  wonder why😯sad sad",
        "@ThisWeekABC Vote for Sen Gabbard, she wants to stop needless wars and we can bring the money home to fix America-… https://t.co/Oc3xVbH00f",
        "How you know Tulsi Gabbard really got under Kamala Harris' skin - CNN Politics.    I like Gabbard! https://t.co/9VaI4gNSOG",
        "Suburban parents are giving up custody of their kids to get need-based college financial aid - ProPublica.  Unbelie… https://t.co/3traHqAUq6",
        "@msjofer_johana @realDonaldTrump Yeah but that’s even more pathetic that they’re destroying their own country and c… https://t.co/I4GjKVb8Sq",
        "“They tore out a piece of my heart”: Migrant mother describes toddler's death - USA TODAY hurry up and build the Wa… https://t.co/9i4dQarSWe",
        "Is Obamacare constitutional? Federal appeals court grills lawyers on health care law. - USA TODAY # voting trump202… https://t.co/mzAYxuTWqW",
        "@Jeff_Paul @FoxNews Shocked that Californians don't really believe that the Big Earthquake will never happen to the… https://t.co/lSkRrfArqf",
        "@DrLeanaWen Foolish you are",
        "@HLAurora63 @Trumponly Stay out of my country",
        "Twitter Hashtag Calls For Rep. Alexandria Ocasio-Cortez To Resign https://t.co/5LrO4omujG",
        "Opinion: Don Brown: Not guilty verdict for Navy SEAL Gallagher is welcome news - He shouldn't have been prosecuted… https://t.co/yZhrl5EA8q",
        "‘It Pains Me To Say This’: CNN’s Fareed Zakaria Says Trump Is Right About Asylum Crisis | The Daily Caller the Truth https://t.co/4MWu1DeLJM"
    ]
}