{
    "screen name": "AntonioChilin",
    "no. of tweets": 196,
    "tweets": [
        "Me acabo de enterar que existe el café blanco y me explotó la cabeza 😮😮😮.",
        "Hasta para partir el pinche puto jamón serrano hay técnica, y oh sorpresa ¡Yo no puedo! ¿Por qué no nos enseñan en… https://t.co/EQrWbf4RUU",
        "No sé por qué jamás había escuchado a Natalia Cantalejo, pero gracias a Dios la descubrí. Ese estilo tropifolk a la… https://t.co/3Sw7ubIqoU",
        "Soñé que @elonmusk me contrataba de ordenanza en @SpaceX 😍. Fue hermoso.",
        "Más de acuerdo ¡IMPOSIBLE! https://t.co/NWBfN399gz",
        "¿Podría haber instituciones más inútiles que la @CortedeCuentas y el @TEG_ElSalvador? https://t.co/rbNknLc5G6",
        "@chelefaro @foroCAP @diegoluna_ ¿De que va la entrevista, que temas se abordarán?",
        "@_ElFaro_ @foroCAP @diegoluna_ @jlsanz Pero ¿Cuál es el tema?",
        "No entiendo al primer mundo 🙄 https://t.co/8HP2SR0X4L",
        "5 cm por segundo... Tiene el final que siempre me va a impactar sobremanera 😊.",
        "Las primeras reacciones no siempre son como nos hubiera gustado. Pero hay que estar preparados y tener paciencia.",
        "Esa mezcla de regrets y satisfactions que jamás podré entender. 🤔",
        "\"...tuve que amputar a mí madre de mi vida para poder vivir...\" Que triste escuchar eso 😥.",
        "He llegado a esa etapa de querer tener todos lo electrodomésticos habidos y por haber en la cocina. Ahora mismo est… https://t.co/wUVmbMQMnM",
        "Admiro tanto a la gente creativa, me da tanta envidia de la buena. Es bonito ver a gente triunfar y es más bonito c… https://t.co/w8j0LnHZLK",
        "Costa Rica es un gran ejemplo para toda Latinoamérica (aunque no conozca ticos agradables), eso nadie lo puede negar.",
        "Eso no lo dudes https://t.co/ed6sS2Wctg",
        "Siempre estoy de humor para los juegos de mesa, sobre todo si es Catán, Dixit, Feudum, Pandemia, Virus, Códice, o c… https://t.co/TLCIGLMQOr",
        "@_alexandre97 Siempre hay humor para los juegos de mesa 😊✌.",
        "@yencymoran ... como la tierra al sol, como Narciso soy, dibujo un corazón que dice yo y yo, me amo...",
        "Hércules Poirot es mejor que Sherlock Holmes, pero muchos no están listos para esa conversación.",
        "Esta semana descubrí dos nuevos podcast #MejorQueCoger y #KeinbecilPodcast y me encantaron 👏.",
        "Cuando no entienden el chiste de la canción de @haashoficial con el meme, y ahora tengo que responderles el puntito a todos 🙄.",
        "Vivo en crisis existencial desde los 20, de nostalgia nunca he padecido y a la soledad cada vez me acostumbro más 😊.",
        "\"Yo era una bomba sexual, pero me desactivaron\" 😥",
        "...si las primeras medidas de confinamiento hubieran ido acompañadas de medidas sustitutivas de las otras necesidad… https://t.co/UjFn7GyFU7",
        "Aún con la medida drástica e ineficiente de la suspención del transporte público, siempre hay mucha gente que sale.… https://t.co/SlZqoScosC",
        "Me encanta cocinar cosas de mí país, es bonito ver al final como puedes recordar a personas, senaciones y lugares c… https://t.co/aiiE5A35XN",
        "Esa gente que está posteando imágenes de recetas, para poder ver al final dos punches imágenes de alguien en cueros… https://t.co/4xxcqGw1m2",
        "Cada canción de @lafourcade es un poema y la versión de esta rola con @JossStone es aún más hermosa.\n\n\"Antes de hui… https://t.co/3aWKt6HBZS",
        "Quiero comprar clásicos de #AlmaEdiciones pero no conozco a nadie que compre esos libros para que me los recomiende.",
        "Nunca aprendo de que debo dejar los prejuicios a pesar que la vida siempre me sorprende. He criticado a muchos yout… https://t.co/MArYH8Y2Ke",
        "Me gustan pocas canciones de banda, para nada me gusta @SnoopDogg y la canción con @BANDA_MS me gusta aún menos. Pe… https://t.co/axeSKfIu4f",
        "Completamente neutral no se puede ser, y madurar es poder darse cuenta y aceptar eso.",
        "Ahora me siento mal porque ya que tengo la oportunidad de salir me da güeva 🙈.",
        "Si me vale la homofobia de mí familia ¿Qué te hace pensar que me importa la tuya? simple \"contacto\" de redes sociales 🤗.",
        "@eli_laurita @Adele Eso sí, la fuerza de voluntad que tienen las personas que hacen esos cambios extremos siempre m… https://t.co/GnxQs8DR9x",
        "Es curioso, yo tampoco me siento orgulloso, pero eso no equivale a avergonzarme o renegar de mí nacionalidad. Solo… https://t.co/tO62DEs2Qt",
        "@Adele ya era hermosa y talentosa antes y es hermosa y talentosa ahora, punto. ✌😊",
        "#ExtractionNetflix me encantó 😍 y eso que no me gustan las películas \"rambo-rokydezcas\". Pero creo que quedé trauma… https://t.co/GpjOc9bvdQ",
        "Más gente necesita darse cuenta https://t.co/IMW87TvH0b",
        "¿Qué es eso de Naruto y por qué solo gente con primaria trunca y nexos con la delincuencia habla de ello? 😂",
        "@yencymoran Majeee!! Yo no me metiera ahí 😱😱😱😱.",
        "Sí, sé que vengo se pueblo. Sí, sé que soy gato. Pero me da asco ver esas historias de esas \"piscinitas\" con un ver… https://t.co/duOOrje87k",
        "La hice: Arroz en tinta de calamar, leche frita, menestra de lentejas, arroz con leche, enchiladas, empanadas... Cr… https://t.co/1DIhznxhuw",
        "@hollywoodnetflx es mi serie favorita de la cuarentena 😍. Es una buena sucesora de Queer Ask Folk y Looking. Me da… https://t.co/gmzmTcLiFL",
        "Ampáranos gran señora 🙏 https://t.co/eaAGva9C8V",
        "No sé a quién se le ocurrió hacer tantos productos con sabor a calabaza 😧😧😧😧 #Asca",
        "@aatanacio @jccalleja @carmenaidalazo ¿¡Independientes!? 😂😂😂😂😂😂😂😂",
        "Dato innecesario: Estaba viendo el #DisneyFamilySingalong de la #ABC y me di cuenta que @ZacEfron no cantó en la pr… https://t.co/fs9wh42oTV",
        "Hice la cuenta y gasto más de €50 en suscripciones de streaming: @netflix, @amazon Prime, @disneyplus, @HBO Go,… https://t.co/eNSLFutGiX",
        "¿Por qué es tan rico comer y tan de hueva cocinar bien? 😧",
        "@FAMa_San Pues yo ni eso puedo 😧",
        "Venir a la carnicería y que te pregunten ¿De qué clase y qué corte? Y qué quedarte en la luna. 🙈 Fracasando como siempre 😟.",
        "¡Daddy Issues cañón! 😘😘😍😍😊😊",
        "En serio necesito un corte de pelo urgente 😓.",
        "Hoy hice una pausa en mis lecturas más formales y empecé a leer una saga juvenil: La Puerta Oscura. El argumento es… https://t.co/TKU7cgtaJP",
        "Los que piensan en la cuarentena como única medida de contención del virus ¿Acaso no ven noticias de España e Italia?",
        "Hoy fui a Aeropuerto Norte y me dio sentimiento verlo todo vacío 😰.",
        "@yencymoran Maje esas son buenísimas yo quiero conseguir aquí pero no encuentro.",
        "Dan cringe esos vatos que me intentan convencer de \"las maravillas\" de fútbol, y de lo bueno que me estoy perdiendo… https://t.co/OPLBf2GNj2",
        "\"Los que preguntan son siempre los más peligrosos. No resulta igual de peligroso que contestar. Una sola pregunta p… https://t.co/dacxp8SBqI",
        "El nuevo disco de @DUALIPA es eso que no sabía que necesitaba y que jamás creí necesitar 😊.",
        "Men 😮 ¿De cuál se fuma esta gente? Yo quiero de esa ✌😜 https://t.co/3ist5VZoNi",
        "Pinkwashing en su máxima expresión 🙄. https://t.co/3vApjEeMGF",
        "@mxgxw_alpha @SVconectado Su iniciativa ha sido de las mejores cosas de esta crisis. Felicidades y ánimo.",
        "@mxgxw_alpha @SVconectado Traducción please 😬🙈",
        "@nelsongrande07 @Josuevilla7 @cokerrega Busque el twitt original no se si lo borraron o no pude encontrarlo",
        "Las ventajas de priorizar la investigación y la educación sobre el ejército 👏👏👏😊😊😊 https://t.co/flWGM3OzZj",
        "@GilbertoEsc_ Dónde quedó Marcelo Larín jajaja",
        "....Math, science, history, unraveling the mysteries that all started with the big bang! Hey! \n\nSigo sin aprendérmelo 😫",
        "Que les valga verga si solo templetes subo a mis instastories 😅, no estoy saliendo que más quieren que sepa.",
        "@mariapepper X2",
        "No hay nada como escuchar a gente que si sabe de lo que habla. https://t.co/q23Z9SoNJM",
        "6 😬🙈 https://t.co/WuPlvqvRl3",
        "Si esperancit@ 🙄 ya sabemos que estás salvando al mundo desde el momento que decidiste seguir esa carrera, sos casi… https://t.co/TEIgwgTKdC",
        "La psicosis de limpiar el celular y estar pendiente de no tocarme la cara, desapareció despues de la segunda semana.",
        "Ya también quiero que instagram vuelva a la normalidad, al día me caen como 40 notificaciones de gente haciendo liv… https://t.co/L1lTUaGD0W",
        "Pero que boneeeetoo 😊😊👌👌 https://t.co/p0NTmxkvr1",
        "X2 😖 https://t.co/v59G01jiIc",
        "Parece ser que los de ARENA (algunos) ya no son los mismos de siempre. Bueno, ya lo sabíamos desde hace tiempo, per… https://t.co/zajvnxxVkT",
        "@tatymarroco Justo lo que necesitaba para empezar bien la mañana.",
        "Gracias por esto, muy bien explicado todo. https://t.co/KMwtlpeisv",
        "@FAMa_San No, ese no es el problema.",
        "Ahora veo que no he aprovechado el hecho de vivir en una isla los últimos seis meses. Cuando esto acabe, no voy a s… https://t.co/jAMnQNl05l",
        "@FAMa_San Da colera en vez de chiste ¿Vea'?",
        "@yencymoran Por eso, digo que es la inutilidad da la masculinidad tóxica, personificada.",
        "¿Que Walter Araujo es un miserable oportunista? 😮 Eso no lo veíamos venir 😏. Fuerza a esta mujer y otras personas q… https://t.co/TrEN3oelXk",
        "Mucha gente se confunde conmigo, mi opinión y crítica personal hacia ciertas denominaciones religiosas (sectas/reli… https://t.co/tg8t9ZJpuc",
        "@MauriOrellanaSV De las muchos cosas de las que quedé relegado por no vivir en la capital 😖.",
        "Fui de los cientos que no tuvo el privilegio de conocerlo 😖. https://t.co/VA7harKC3y",
        "Personalmente no soy partidario de @LucreciaL_L por sus posiciones conservadores y en detrimento de la población LG… https://t.co/gmaCt2qfmg",
        "Yo agregaría: Y qué Walter Araujo es Walter Araujo. Pero este hilo está perfecto. https://t.co/GXjdPoZ9xI",
        "Ahora resulta que nuevas idas ya tiene su propio Julian Assange 😂. No mamen, se cree un miembro de la Gestapo desma… https://t.co/RqHvCgGCgm",
        "Este nivel de intolerancia a la disidencia, no lo veíamos desde la edad media ¡Por Dios, el oscurantismo! https://t.co/i2ouTsKnBd",
        "@yencymoran Dentro de la comunidad, aún muy débil y con poca fuerza en El Salvador, esto no tiene buena repercusión… https://t.co/r19tXC6EU6",
        "La Secuencia Pascual es más bonita que El Pregón Pascual 😊.",
        "No lo sé Rick, me parece MUY, PERO MUY falso. https://t.co/ozchgm0PrW",
        "Esto es la inutilidad de un hombre personificada. https://t.co/vfw0XMPDKC",
        "@Herr_Dr @MOISESURBINA @Frentea_Frente Da gusto ver gente lúcida que si proporciona información confiable.",
        "No puedo soportar que traten de ser condescendientes conmigo 😠",
        "💁 https://t.co/CpCXAQcFRd",
        "Este día me levanté nostálgico, recordando la Semana Santa del 2008; la mejor que he podido vivir en mi vida. 😋😊",
        "@JoMaCabrera No, ya muchos me dijeron que esos son los pisques para ellos también u.u",
        "Llámenme envidioso y como quieran, pero esos \"cipotillos\" del Camilo y la tal EvaLuna me dan cringe. Su relación to… https://t.co/KKDuikz3TR",
        "La peliteñida hizo más semestres de finanzas en la San Marino, que Bukele de Leyes en la UCA. Y yo sé que Patricia… https://t.co/90ZfSuNgXU",
        "@GabyEscalante28 Jaja eso de ticuco lo ha la escuchado de unos tamales en forma triangular que probé en un pueblito… https://t.co/mFFmp4RQrB",
        "Parece ser que TODA la gente llama tamal pisque al tamal de frijol 😨. En mi casa, los pisques siempre han sido los… https://t.co/U1REl4qh4R",
        "Una vez yo estaba hablando de los moteles, y una chava me dijo que en mi país había y en España no, porque mi país… https://t.co/cER1PEyuZO",
        "¿Díganme por qué a la Chichilco? https://t.co/aIFXZDYdaG",
        "Hasta yo, que solo llevé dos pinches materias de leyes en la universidad sé que la Constitución está por encima de… https://t.co/HS7YANk52E",
        "Ok, ahora ya sé, ya puedo seguir con mi vida porque esto no abona nada. https://t.co/VQ3LzRf7hi",
        "@GersonGlz Who are those bitches?",
        "Si yo que estoy aquí y que es posible que nunca vuelva a comer producto Diana, me tiene muy sin cuidado, no entiend… https://t.co/KkbCnma8c0",
        "Que el mismo haga memes suyos, no sé si me da lástima o ternurita jaja 😂. https://t.co/YMjLnsro0I",
        "Jamás voy a apoyar a esta señora en su gestión y mucho menos por su historia política, pero en esto tiene razón. https://t.co/OjwlA2CENi",
        "Si la vida es como un parque de diversiones, yo me quiero subir a todos los juegos que pueda. 👌",
        "Necesito un padrote como @maire_wink que me gestione un #AmorEnLaPandemia a mí también 😔.",
        "Mi madre me dio la vida, pero el @RefrescoClipper de fresa y el de maracuyá, las ganas de vivirla 😍.",
        "Me podré tragar las mentiras de Nayib pero jamás un pedazo de pescado forrado 😣.\n\nAaaatecreas bien que me trago mi pedazo 😬.",
        "Cada vez que  dice: ”¿Posta( 🇦🇷 )?\"\nHe de confesar que me derrito 😍.\n¿Eso es una pregunta verdad? 🤔",
        "@potionsnhoney94 ¿En serio pueden creer que feminista puede ser usado como insulto? Es que cada vez me sorprenden más.",
        "¿Un chantaje o que? No entendí 🤔. En serio, de verdad no entiendo. https://t.co/WO1gU2ZSRG",
        "@JCLopez040507 Sip ✌😊",
        "@GabyEscalante28 😘😘😘",
        "@GabyEscalante28 Me tenés que hacer cuando llegue",
        "@yencymoran Si es cierto",
        "@yencymoran Juela!! tanto 😨 eso es mucho, creo que a mí me va a costar acostumbrarme al calor cuando vuelva.",
        "Y en otras noticias que a nadie le importan pero que aún así voy a decir. Empecé a leer comics y @Toomics_EN ha sido una buena opción.",
        "La verdad es que no los he visto. https://t.co/pYiQDnCyy7",
        "Los mismos que aplauden el abuso de poder de la policía son los mismos que les gusta ir a la los Talsigüines el lun… https://t.co/ECegja2esK",
        "@FAMa_San Jajajaja lo hago jaja",
        "Algo que si agradezco mucho de no estar en El Salvador es no estar aguantando el calor 😊. Me siento bien con mis 18° aquí Tenerife.",
        "The pinkwashing Is real y vamos a ver este junio con la falta de celebración del pride por el Covid-19, como esas m… https://t.co/okrxU84t3Z",
        "Si yo llegara a casarme y por ende a creer en el matrimonio, my Honeymoon sería en África, haciendo el recorrido qu… https://t.co/bKrVijb5V4",
        "Guuuurl, cada vez que escucho el performance de Teenage Drean cuando Blaine y Kurt se conocen I just cry, and cry..… https://t.co/djxi731AG0",
        "😳😧😭😭😭 ¡Que bonito! https://t.co/lBlkeEIfTx",
        "De lo nuevo, esto es lo único rescatable que he podido encontrar, en segundo lugar, TOGO. https://t.co/rKuyH1UZSp",
        "Parece que la \"valida de verga\" es el leitmotiv en esta mi composición musical llamada vida. 😨",
        "@yencymoran Hay que llevar esto más allá, pero sin ponerle etiquetas ¡A ver qué pasa! Dejémonos llevar. 🙄😬",
        "Algo con lo que me está costando hacer match es con la \"comedia\" española. No lo entiendo, incluso en Comedy Centra… https://t.co/1jtwFvbbIW",
        "@yencymoran 🙄",
        "@refrancosa @dalregu Como la chillada de la maldita lisiada cuando la Soraya la estaba taleguiando.",
        "Eso de \"Esperancita\" en mí no va, como que no me cuadra muy bien. Porque yo soy la maldita criada 😥.",
        "Si su cargo diera frutos positivos y no solo fuera otra de las cosas \"cool\" que se inventó el presidente, pues otra… https://t.co/tYsrqlYylI",
        "@yencymoran Pues crealo mi jainitha, trilegal ahí con los gentilicios. 😂",
        "Parece un chiste, pero es algo tan profundo. Cada persona construye diferente su relación con Dios, es ante todo un… https://t.co/fqk8U7Dgpn",
        "Ratos de uno, ratos de otro. https://t.co/fttt11wATV",
        "Detesto tanto los abusos de poder ¿No entiendo como la gente puede celebrar estas cosas? https://t.co/ohjy2y9g2d",
        "Ni vi la pinche luna rosa 😥.",
        "@mividarueda como siempre estuvo genial, y como siempre lo digo MUCHAS GRACIAS. No me esperaba menos de mi \"cortome… https://t.co/MbR3HPtonz",
        "Se me podrá escapar un \"dendioy\", pero jamás un \"Sivar\" o \"Santein\".",
        "Salvadoreños: Esos chinos malditos y su dieta nos van a matar.\n*Also salvadoreños: el consomé de garrobo es bien bu… https://t.co/CYPeSKPcaJ",
        "No fue Pedro, ha sido (aunque sea en una parte) la negligencia de Nayib. Y tampoco estamos listos para esa conversación.",
        "Y no falta los: \"el presidente es un iluminado por Dios, el sabe lo que hace, está tomando las mejores decisiones\"… https://t.co/6MfGVzKrLX",
        "@miguelm_barrios Me atrevería a decir que para los privilegiados no representa una dicotomía, ellos si eligen en ba… https://t.co/LmrhNqdKWU",
        "Yo tan pobre y @DevirIberia con tantos juegos de mesa que quiero comprar 😥.",
        "@Juarez58627868 https://t.co/TCfKEpnuep",
        "@terabite1000 https://t.co/M3ovFBAF2r",
        "Aquí vemos un claro ejemplo de primaria trunca, kinder a palos y posible parentesco con Walter Araujo. https://t.co/gbZlGjtmeW",
        "*El Salvador: un país con una democracia incipiente, cruda, casi inexistente; con cuerpos de seguridad propensos al… https://t.co/ohjgvB2RJU",
        "@Brendit36226203 https://t.co/nTJG9VCBf0",
        "Así tal cual mí presi 🙄 https://t.co/O9LTNaD8YW",
        "Da risa y cólera al mismo tiempo. https://t.co/MLMPkc8KEf",
        "Me siento sucio, impropio y traidor riendome de todo lo políticamente incorrecto que sale de la boca de @slobotzky_… https://t.co/xrzi8gJB7J",
        "Horrible cerdos asquerosos https://t.co/gziJEyWcge",
        "Este tipo es la prueba exacta de la limpia que necesita la policía, de lo importante que es formarlos en derecho hu… https://t.co/6YyUqNRnHF",
        "Thank you @rebeccasugar 😍 https://t.co/sAO6AV6Ozh",
        "Acabo de ver una entrevista de @ValivanMTA en YouTube, me dio gusto saber que al menos, algo de latinos hay en ello… https://t.co/l8UTCkdgfu",
        "@ahistoriasv Muchísimas gracias, veré si me lo pueden enviar hasta aquí. 😍",
        "@ahistoriasv ¿Hay un libro que hable de la historia de nuestros platillos típicos? Y ¿Dónde podría conseguirlo?",
        "@joldrum @yencymoran Pos' a mí me resulta llorar.",
        "@FAMa_San Jajajajajaja fue los días de más aburrimiento pero ya recapacite",
        "No nos importa que en Wuhan estén hasta el cuello. Nadie ha dicho que TODO iba a ser color de rosa con la pandemia,… https://t.co/a7rC7a5Elk",
        "@yencymoran Así estoy yo. Es una buena desición al menos por un tiempo.",
        "Uno de los datos más inútiles que guardo en mí cabeza son los nombres de los cuatro caballos con los que corre Ben… https://t.co/VKILc7zc1c",
        "@yencymoran Mmmmm vemos 😂😂😂 obvia mí ciela",
        "Me voy a tatuar este twitt 😊 https://t.co/JC0JzunWBs",
        "@Gerudito Yo no me siento cómodo usándolos, pero date 😊.",
        "@yencymoran Pero me ayudó mucho a darme cuenta que en una crisis, tuviera mucha gente a la cual recurrir. Te quiero gorda 😍😍😍😍",
        "😂😂😂 https://t.co/OB9BTt4lCy",
        "@DisneyPlusES Hay demasiadas fallas en su plataforma. No hay muchísimas películas y series, muchas series están inc… https://t.co/66eB3pJdaX",
        "El salvadoreño promedio es al machismo, lo que el español promedio es al racismo. O sea, una tierra fértil dónde la… https://t.co/ZhAD5Zi9ER",
        "Me están dando muestras de cariño en Face muy bonitas y las agradezco demasiado. Pero creo que suponen que el hate… https://t.co/6fWOGQlEkw",
        "@GabyEscalante28 Jajaja",
        "Que difícil llegar a ese nivel. https://t.co/f6N012uJX1",
        "Confesiones de cuarentena:\nMe descargue el TikTok que le mientan, pero como no me salió lo que quería hacer, lo desinstalé a los dos días 🙊.",
        "@FAMa_San Yo igual, se que fue algo muy malo pero realmente no recuerdo nada así bien exacto.",
        "@DisneyPlusES Ha sido una decepción total. Faltan series y películas importantes, hay temporadas incompletas y está… https://t.co/1htEUFGJYg",
        "Señor Calamardo, venga a ver esto 😂. https://t.co/EohwMWuhrE",
        "@benshorts 😍",
        "@FAMa_San Es que está en un libro que tengo, pero tiene que estar en internet. Ya lo busco.",
        "Te vez bien lindo tratando de debatir golondrinito, pero te faltan argumentos sólidos, maldita criada.",
        "Yo estaba muy chiquito cuando esto pasó y no recuerdo que pedo. Necesitaría un resumen tipo Netflix antes de inicia… https://t.co/JpdjtOR4HS",
        "@yencymoran La gente que no hace bien su trabajo y lo dejan a uno con la info a medias 😁😁😂😂",
        "Hay un discurso que El Che Guevara dedica a los médicos, es muy bonito e inspirador. Hoy más que nada merece la pena leerlo."
    ]
}