{
    "screen name": "bdazav",
    "no. of tweets": 148,
    "tweets": [
        "@CristinaGlave @CesarChavezP23 Jajajaja. 😅",
        "@CesarChavezP23 Liberal austríaco. *",
        "@CesarChavezP23 Te apuesto lo que quieras que es austríaco.",
        "@CesarChavezP23 https://t.co/gglhJ92EUA",
        "@CesarChavezP23 Economia del sector cultural.",
        "Today Dolly Llama, Ph.D. gave an impressive talk about happiness based on her recent job market paper. I'm disappoi… https://t.co/nkq77afMst",
        "Saludos a mis amistades y compañeros trabajando en el sector público. Me consta de primera mano que los desafíos en… https://t.co/W67Cc7Jvdt",
        "@SebastianReyesE @DinaPomeranz That is the one I related the most. Perhaps influenced by people they watch on TV in… https://t.co/broibPbayk",
        "@MicaGiesecke Jaja. Bueno, durante y después es divertido. Pero antes de, no puedo evitar ponerme a pensar de más.",
        "Hay una leyenda urbana que dice que hay gente tan segura de sí misma tal que si tienen que exponer, son capaces de… https://t.co/awN09m7ofZ",
        "Los resultados evidencian, además, que el trabajo infantil es respuesta a la pobreza y que las políticas anti-droga… https://t.co/hKkbipocGt",
        "Según este estudio, la reducción del cultivo de coca se asocia a mayores niveles de trabajo infantil dentro y fuera… https://t.co/HVu9NqgWsw",
        "La tabla 4, hace el mismo análisis concentrándose en las horas de trabajo. Los resultados son cualitativamente simi… https://t.co/DYoqk5vRif",
        "En la Tabla 3, se puede ver que los efectos se concentran sobre todo en el trabajo agrícola. Fuerte, ¿verdad? \"¿Sob… https://t.co/FYejIYHcFD",
        "¿Qué encuentra? Teniendo en cuenta los resultados de la columna 1 de la Tabla 2, por ejemplo, que cambios en la pro… https://t.co/fcF7qAC5dC",
        "Este supuesto no se puede asegurar fuera de un experimento controlado, pero se puede comprobar la comparabilidad en… https://t.co/4wjeMc7JeI",
        "El supuesto fundamental, conocido como 'tendencias paralelas', es que el cambio en el resultado de interés en el gr… https://t.co/jfRpmojldx",
        "Su estrategia es un método de diferencias en diferencias: compara los cambios en la variable de interés del grupo d… https://t.co/9FDSP7GIdt",
        "Utilizó tres cortes anuales (1994, 1997 y 2000) de la Encuesta de Hogares sobre Medición de Niveles de Vida, para c… https://t.co/jH9RJK8IXR",
        "La autora utiliza esta 'migración' de la producción de la hoja de coca como factor exógeno (o tratamiento) para eva… https://t.co/KXDF3M4YQP",
        "Así fue que gran parte de la producción de hoja de coca pasó de la agricultora empobrecida de Perú a la agricultora… https://t.co/k6mm1ybbNL",
        "-Desde los 80s hasta med. de los 90s: Perú producía el 60-70% de la hoja de coca. Colombia era el princ. productor… https://t.co/mb5ChxP8BG",
        "La niñez rural es muy vulnerable a probables efectos de políticas anti-drogas: gran parte de ellos están involucrad… https://t.co/BQ7cMSM7g8",
        "La frase resulta a partir del artículo \"Child labor and schooling response to changes in coca production in rural P… https://t.co/BHZMuIxVh6",
        "Uno de los problemas más serios en el Perú es el trabajo infantil. ¿Qué pensarías si te digo:\n\"Las políticas de err… https://t.co/rZ3jElQkPP",
        "@ivanividivici You celebrated 12,000 days on mid-February, then. Hope you noticed that on time.",
        "@hugonopo Estoy potencialmente de acuerdo con esa cita, pero me pregunto si hay algún tipo de evidencia que respald… https://t.co/taP8qO9eGJ",
        "@amilcarobel Why Nations Fail salió publicado el 2012. El artículo de Dell salió el 2010, y es citado en Why Nation… https://t.co/LI0gHdeQCl",
        "@RobertoAnguloS @mnaranjol @hugonopo @pablo_lavado @tuestadavid ¿Es ese en el que habla del efecto túnel?",
        "@RyanReedHill @metrics52 People might think that's a wig, but actually this was his hairstyle last week. Thanks to… https://t.co/HuFT8n92Yj",
        "@augusto23c @RogerMerino Bueno, se puede ser licenciado en economía en Perú sin haber 'tenido que' leer a Mariategu… https://t.co/avmhqSrrgv",
        "@RogerMerino Ah, entiendo. Si, felizmente no todos los economistas están de acuerdo con Hausmann. Espero no haber p… https://t.co/kDuUXTv60B",
        "@RogerMerino Justamente por eso 'celebro' la medalla Clark de este año. No se ha fijado 'solamente en lo que dicen… https://t.co/RYe35WqW3H",
        "@RogerMerino Si se refiere a la disciplina como tal, y se enfoca en quienes usted llama 'economistas de élite'. Le… https://t.co/n3gDf1lQK1",
        "@RogerMerino No entiendo porqué piensa que lo estamos descubriendo por eso, o que sea sorpresa. No sé quienes son l… https://t.co/0a5tdAo1bZ",
        "Saber por qué los problemas sociales persisten, y por lo tanto saber qué hacer al respecto, no es una tarea fácil.… https://t.co/bXZw0VgsKZ",
        "Es muy empoderador y gratificante que gracias al monumental trabajo de Melissa Dell, ganadora de la Medalla Clark d… https://t.co/es5TNVuyfu",
        "No obstante, para no extender más este hilo más allá de lo necesario, quisiera remarcar la moraleja:\n- La historia… https://t.co/rCMBnFbnHC",
        "¿Por qué se encuentra esto con tanta claridad? ¡Han pasado tres siglos! Las razones pueden ser varias, te dejo expl… https://t.co/2tdqTtT9YX",
        "En resumen, lo que encuentra es que las áreas dentro de la circunscripción de la Mita tienen como respuesta de larg… https://t.co/FdeG8oYW6A",
        "Para hacer este estudio, Dell utilizó información historica, datos topográficos de la NASA, y ,enfaticemos, la Encu… https://t.co/m1dpz8xPMf",
        "Dell prueba varias cosas, claro está, para medir la distancia a la Mita aparte de la distancia al borde: funciones… https://t.co/SyI8E6RSd5",
        "La idea es que en la época, la gran diferencia entre las comunidades alrededor del límite en esa zona, fue estar o… https://t.co/uU3F93UOf9",
        "Dell se enfoca en las comunidades ubicadas en la sierra sur del país a la altura de las regiones Arequipa, Ayacucho… https://t.co/vXGURHz5De",
        "Teniendo en cuenta que los bordes geográficos de la Mita estaban bien definidos, Dell anallizó el efecto de esta in… https://t.co/9WG7xKhiwu",
        "La mita, fue una institución colonial que forzó a mas de 200 comunidades, dentro de la zona delineada de negro en e… https://t.co/7XqgO9hv6l",
        "\"The Persistent Effects of Peru's Mining Mita\" (Dell, Econometrica 2010 https://t.co/lMMqYdriou) Se enfoca en estud… https://t.co/VB1Q1fHZEz",
        "¿Cuales son las consecuencias a largo plazo de las instituciones coloniales en el Perú?\nMelissa Dell galardonada ho… https://t.co/6ABp3bj6my",
        "@lucholep Me alegra inferir de su comentario que le divierte pagar sus impuestos. Le agradezco haber contribuido al… https://t.co/S2MG2BfVww",
        "@meosodma Esto, justamente, porque el marco tributario reconoce que el precio que pagó una empresa por sus insumos,… https://t.co/uru9IMwVnT",
        "@meosodma El IGV funciona en la práctica, como un impuesto al valor agregado. Las empresas no tributan en neto un p… https://t.co/fHdZKMHv6W",
        "@meosodma Ese es un gran punto. Las empresas informales no contribuyen con los impuestos que legalmente les corresp… https://t.co/FVnz6cdUMO",
        "@mechita999 Por otro lado, una de las razones por las que la torta es mas grande por el lado del IGV es porque este… https://t.co/24JHeVW22C",
        "@mechita999 Gracias por tu comentario. Me gustó. En realidad, no es lo mismo decir 'aporté al Estado' que 'aporto t… https://t.co/QOHYhgptVq",
        "Es más. Yo no podría desmentir a alguien que me dice: \"Mira, este trabajador informal no paga impuesto a la renta (… https://t.co/K3ZNqGuJTr",
        "Ninguna persona con conocimientos elementales de economía de libro de texto debería atreverse a decir 'yo que pago… https://t.co/TOTw0EQO50",
        "Nuestra principal fuente de ingresos tributarios, el IGV, es 'regresiva' en la jerga de economía pública. 'Perjudic… https://t.co/LaBQZoyt6q",
        "He leído mucho que 'los ricos financiaran la deuda que está tomando el Estado peruano'. ¿De qué hablan? ¿Por qué di… https://t.co/xtOfAKDKMz",
        "Y eso es. Independientemente de que las personas 'no paguen impuestos', todos acaban financiando al Estado. El merc… https://t.co/oIyay8W5iv",
        "¿Padeces una enfermedad X? Probablemente tienes que pagar por medicamentos sin importar el precio: Demanda inelasti… https://t.co/hbwegf5CzP",
        "La pendiente está determinada por algo que en jerga se conoce como 'elasticidad', mientras más elástica sea una cur… https://t.co/F8rg0wFwNc",
        "Lo que determina quién paga más, para un economista con formación neoclasica, es la pendiente de las lineas. Mientr… https://t.co/KhAyD2U9rr",
        "La incidencia legal (quien paga la plata al final) no interfiere en la incidencia económica. Es decir, en quién tra… https://t.co/W45DQiazaK",
        "¿Qué sería si la demanda pagase ese impuesto 't'? Tendrían que tomar su decisión de consumir teniendo en cuenta ese… https://t.co/cUfxsz7bdk",
        "Bueno, para analizar el caso en el que el productor 'paga' al Estado, los economistas modifican el gráfico anterior… https://t.co/Px7TsEOc43",
        "Esta es la manera mas simple de describir un mercado. La oferta (O) es una línea en la que la cantidad depende posi… https://t.co/hISvZZAT9J",
        "Entiendo que los sesgos y la ideología de las personas las lleven a decir cosas así. Pero molesta de alguien que va… https://t.co/BjL0e9tbBN",
        "La mayor parte de la recaudación tributaria en el Perú viene del IGV. En el Perú, los precios finales incluyen este… https://t.co/bbsMhcZ1iH",
        "En primer lugar, mas o menos así va compuesta la torta de la recaudación tributaria del Perú. Ok, los impuestos a l… https://t.co/jc92iCxL48",
        "¿Quiénes pagan impuestos en el Perú?\n(Con lápiz y papel)\nMe aburre mucho cuando empiezan algumentos con 'yo que pag… https://t.co/5nSuVgG4X7",
        "@CesarChavezP23 Está chévere, César. ¿Hay manera de que los colores de la leyenda se mantengan fijos? Es decir, cre… https://t.co/Uqzt5d6q1a",
        "@CesarChavezP23 Jajajaja. Excelente.",
        "@CesarChavezP23 Y mientras los mortales andan debatiendo si Stata vs R, él ya dejó MATLAB por Python y ahora está migrando a Julia. 😅",
        "@fabalbav @contracultural Hace dos días comí pollo tipo pollada, con crema verde y todo. Ese momento está dentro de… https://t.co/0VFczqANip",
        "@MicaGiesecke ¡Gracias! Entiendo mejor tu punto. Sí, hablar de causalidad o impacto = difícil. Fuera del título, ve… https://t.co/xwU5oNObZL",
        "@MicaGiesecke Interesante! ¿Podrías detallar un poco más? Desde un enfoque cuanti, mas bien, lo más recomendable su… https://t.co/o4hgdCYBxp",
        "@rociodiestra Aún así le responde.\n...\n\"Visto\".",
        "@vfhmd Ni le hubieran hecho caso, creo. Y no se si eso es mejor o peor. 😅",
        "@MarialeBernedo No pongas a los rectores, no vale la pena.",
        "@Joseptz161 Ya me los imagino diciéndole al Stevie Ray Vaughan que está apropiándose culturalmente del blues... Apa… https://t.co/dM0DqkJcXY",
        "@RebecaZedano Si, Twitter está mas agresivo en la cuarentena. Y los nichos de Twitter en los que la gente es mas am… https://t.co/8nFo7WCe90",
        "@vfhmd Si, le han dado un montón de atención y connotaciones negativas acá en Twitter. Es que si pues, hay cosas qu… https://t.co/PRCdArfl6Z",
        "@ndominguez94 Lo curioso tambien es que quienes mas se han quejado son personas que no forman parte de la comunidad… https://t.co/HES3xNbHsz",
        "@ndominguez94 Ese, ese fragmento preciso de la letra me parece válido como potencial elemento de apropiación o desl… https://t.co/2x4MgTPawM",
        "@CesarChavezP23 Ja, ja. O sea a tí si te podrán preguntar en las reuniones sociales: \"Oh, ¿eres economista?¿cómo estará el tipo de cambio?\"",
        "Nunca pensé que llegaría el momento de la vida en el que querría darle un abrazo a Greg Mankiw.\n\nhttps://t.co/M5GTge7p6C",
        "Pero eso sí, expliquen sus ideas. No parezcamos resentidos sin motivo. Porque motivos hay.",
        "P.d. No se quejen de que los llamen resentidos sociales: lo parecen, lo son y lo somos. En buena hora. ¿Cómo no vam… https://t.co/hMez5nhByA",
        "¿Cómo queremos preservar la cultura de nuestro país? ¿Así de manera estática? ¿Sin que nadie 'que no forma parte' p… https://t.co/z3k37vcgmN",
        "Si trazaran donde estaban mis ancestros hace dos generaciones y si vieran que ni mi hermano es del mismo color que… https://t.co/C6alW1Jz9V",
        "Aprendí a querer la riqueza arqueológica de donde vivía. ¿Pero lo puedo considerar mío? ¿Acaso podría bajo los pará… https://t.co/Jrz8Tw0ANU",
        "Te explico, crecí en un pueblo joven de la selva alta de Perú que en aquel momento tenía menos de treinta años. Tod… https://t.co/qLNGrRJLcs",
        "¿Qué es 'mio'? ¿Qué es parte de mi 'identidad'? Es decir, ¿de qué manifestación cultural de mi país puedo formar pa… https://t.co/7fNT1aLgiu",
        "Si el del video hubiera sido yo, ¿estaría igual de mal? Si me gusta la guitarra ayacuchana, ¿debo tratarla de la mi… https://t.co/c0kuVT4tlU",
        "Necesito que me expliquen, asi como para bruto, cuál es el problema de la chica blanca bailando música negra. O en… https://t.co/DcmuPlFDPl",
        "@jazegarra9 Revise, de la fuente que desee, los conceptos de incidencia legal e incidencia económica. Como usted di… https://t.co/hpzU51GOjI",
        "@AntonioCREA13 Lo han secuestrado.",
        "@Alvinsch Precisamente de eso trata esta canción:\nhttps://t.co/lWPc7D8oe0",
        "@ShaunTrack https://t.co/mwL8LN2yGL",
        "@ElMonoEstresado @MissSmashPotato @jorwwall Dicen. Nunca lo jugué. El 'F' se volvió un meme como hace 5 años.",
        "@ElMonoEstresado @MissSmashPotato @jorwwall \"Press F to pay respect.\"",
        "Gran ejemplo de cómo compartir resultados estadísticos en redes sociales:\n-Explicas de manera puntual y entendible… https://t.co/gHcQ5jAr3a",
        "@ElMonoEstresado Con modelos no lineales cuyo cálculo en el software que usa tienen detrás sistemas de ecuaciones c… https://t.co/EFADHtDmLS",
        "Me da miedo este análisis por dos motivos: \n1) La super dudosa validez de los resultados. Si sabes estadística, fíj… https://t.co/HnVkSkgGyf",
        "@ChrisANeilson @lavaredmonds @FrancoCalle @eduardovars Awesome news. Thanks for sharing your happiness with us! All the best.",
        "Decir que no estamos listos para la discusión no disimula su ausencia de argumento, pero ustedes no están listos para esa discusión.",
        "@jsaldanacuba ¿Hay alguna fuente? Me interesa bastante eso.",
        "@travisakers Every day is like Sunday. 🎶",
        "@fabalbav Esta me parece una genial introducción a TikTok: https://t.co/AD8PrcvIZJ",
        "@DanielVC1992 @CesarVasquez93 @jhonnyvl95 @johar_arrieta @cristinagereda @NarShin95 @tellmemores @BrunoEGM… https://t.co/pFuQTytszw",
        "@fabalbav Participar en retos random de Instagram para recuperar una idea del paso del tiempo y que existen otros seres humanos. 😪",
        "Definitely a front page for history. https://t.co/5gZZSaEOd9",
        "@NSiegel_DC \"He's the best there is! (Actually, he's the only one there is.)\" - Ace Ventura: Pet Detective.",
        "@MovistarPeru, aunque sea dejame a mi transferir los megas. Todo el dia el app MiMovistar no ha funcionado. https://t.co/zTsEXkfBCg",
        "Compañías de EEUU estan dando datos gratuitos para hacer mas llevadero el aislamiento social ¿es posible hacer algo… https://t.co/HFVgRqTYKe",
        "@nni5aka And that's it. Once you have your results in a matrix format, it's easier to export it to formats like .xl… https://t.co/rS7lsuEzo8",
        "@nni5aka For completeness of the example, let's do the same for \"y\" and \"z\", and join the resulting matrices:\n\nI se… https://t.co/BZsEOMJw1V",
        "@nni5aka You can also use that functions inside loops to repeat the process. Put proper names to columns and rows,… https://t.co/DgMmXnEpq1",
        "@nni5aka For a full view of what is stored after any estimation type \"return list\" or \"ereturn list\" after running… https://t.co/dEC8JaHI9S",
        "@nni5aka I have variables x, y, and z for 10,000 individuals (id) in 5 periods (t).\n\nTo get the idea of what I am s… https://t.co/c5Iw1ZJkaj",
        "@nni5aka I'm not a finance guy, so I'm not sure there are more straightforward ways to get it. But I think using th… https://t.co/vE9bINbzVO",
        "@Christine_Cai27 I'd be really happy to receive such a gift. 😅🦉",
        "@manuelbarron_ presented a fantastic paper in the Energy and Environment Panel in #PacDev2020. Experiments and beha… https://t.co/DW16Ub32fo",
        "Join the following webinars here: https://t.co/KexohFkyU3",
        "#PacDev2020 is definitely giving me some happiness in the middle of many ruined plans. @gabriel_zucman's Keynote Se… https://t.co/TPA9mEI4X8",
        "@WatchPolyphonic https://t.co/DcQSvHqpPG",
        "@ElMonoEstresado Eso hasta cierto punto lo entiendo. Pero se discriminan hasta entre ellos. He visto convocatorias… https://t.co/vStqqwSomx",
        "@Kev_HuRtIz Si, es cierto. Estoy sesgado por mi experiencia en ciencias sociales. Que bueno saber que no es tanto así en otras áreas.",
        "A muchos nos dijeron: \"¿Qué haces aquí si la convocatoria es para la PUCP/UP?\". La argolla es mediocridad total. Co… https://t.co/Igf5aIRLgk",
        "@GailiusP Haha. You are exaggerating a little bit.",
        "@fabalbav Copy and paste share the podium of the best computer functionalities only with 'run code'.",
        "Just discovered I am faster writing math in LaTeX than with proper hand writing. I don't know how to feel about it.",
        "@WatchPolyphonic Led Zeppelin's unnamed album, GnR's Appetite for Destruction, or Lorde's Melodrama.",
        "@economeager Which course are you teaching? What are you covering?",
        "\"Esa parece ser la última referencia al significado de la vida. La vida se concibe y va en un instante. Como esta o… https://t.co/vTEGRGQ2Y9",
        "\"Quizás nunca entendamos a cabalidad esta obra\" - dicen los analistas más académicos. La mañana siguiente a su crea… https://t.co/9SfSy6iOcI",
        "Teóricos de la conspiración señalan que la obra es ocultista: \"Apenas empieza a regir Piscis y produce una obra que… https://t.co/L9RsXifpPk",
        "\"La búsqueda de inteligencia y sabiduría es más subjetiva y superficial que la búsqueda de belleza. Las personas ll… https://t.co/VSrTwDijD8",
        "El movimiento esteticista, inspirado por Oscar Wilde, dice que todos estos análisis son superfluos: \"No se le debe… https://t.co/KYvB22EOXd",
        "La comunidad artística-física-política resalta una crítica política a la imposibilidad de procesos productivos indu… https://t.co/EFwkwWwjb1",
        "\"Pero la pizarra está vacía, al igual que la caja.\" Manifiestan los seguidores de Camus. Señalando que las siglas d… https://t.co/u5gMHu395l",
        "\"No\" - dice una corriente igual de minoritaria pero con suficiente poder político como para ser más escuchados. Es… https://t.co/CxAYI6Mbks",
        "Una corriente minoritaria percibe influencia filosófica Popperiana. La demarcación de (pseudo) ciencia y (hamp)arte… https://t.co/7F6e6f4eOq",
        "Algunos críticos perciben la influencia de Aldous Huxley: La producción y  distribución en un modelo fordista está… https://t.co/8o8fXwU7DN",
        "El hecho de que el nombre del autor figure en la caja, escrito por otra persona con anterioridad antes de enviar el… https://t.co/yirs0RtAAp",
        "La ubicación de la caja grande sobre una papelera claramente más pequeña es interpretada por algunos especialistas… https://t.co/wpaJBXX0HK",
        "Interpretaciones ensayadas por la crítica especializada:\n'La imposibilidad industrial del retorno en un universo en… https://t.co/NiAGJBJKhE",
        "Outline del proceso creativo:\n- Consulta innecesaria al smartphone. \n- Notificación de YouTube sobre video de… https://t.co/le8Bkcy81P"
    ]
}