{
    "screen name": "isaias_claudino",
    "no. of tweets": 147,
    "tweets": [
        "@Fernandopluri O último que sair fecha a porta e apaga A luz",
        "@SantosFC @EADunicesumar Essa do Elano é fora do normal, mas quem faz 3 gols de falta em uma única partida? Mais fora do normal ainda",
        "@valoreconomico A academia é um dos maiores lugares para proliferação e ele faz uma coisa dessa.",
        "A academia é um dos maiores lugares para proliferação e ele faz uma coisa dessa. @jairbolsonaro parabéns, seu gover… https://t.co/rrUsrH83NO",
        "@SamPancher Smart Fit pressionou pouco. \nA academia é um dos maiores lugares para proliferação e ele faz uma coisa dessa.",
        "Rapaziada ngn tem que falar só de futebol e principalmente jornalista. Mas esses seguidores que ele tem acredito eu… https://t.co/CnyasrblUL",
        "@marozil @lucas_musetti Pregam o que não vivem.",
        "@lobo_saulo @matheusfcn @lucas_musetti E bloqueou mesmo irmão. Viva a democracia, minha opinião não concorde block https://t.co/eOndnR1rc1",
        "@lucas_musetti DITO E FEITO",
        "@lucas_musetti ACHEI O MOTIVO. Olha o que eu falei. KKKKKKK\n\nhttps://t.co/4WOAb6faUm",
        "Ele é um jornalista mimado q vive de elogio ou é só impressão minha?\nDe vdd ñ me lembro o que falei e nem a última… https://t.co/j7uxbgzDqj",
        "Eu com a minha só que eu no banheiro https://t.co/daSBjSZy4l",
        "O cara mais dahora do futebol https://t.co/fDIEEQILkD",
        "@SantosFC Eu tava aí. Essa virada foi Zika",
        "KKKKKKKKKKKKKK\nEU ACHO QUE O MOVIMENTO LULA LIVRE ERA DOENTIO ATÉ VER ISSO https://t.co/0m74lpAAE8",
        "@SantosFC Tem que escrever pra eles entenderem.",
        "@_JasonTricolor @camyspfc @Sergiosc67 @SantosFC Eu prometi pra mim mesmo que não ia mais discutir por causa de fute… https://t.co/lE0gkf3pMC",
        "@globoesportecom Uma hora a conta chega. O mesada acaba. \nImprensa e torcedores pro palmeiras: 👀\nSantos: falido, bloqueia na FIFA.",
        "@SantosFC E vocês ainda praticando esses preços nesse período chega a ser de pura insensibilidade. Ao invés do torc… https://t.co/9sJ3bQOxs7",
        "@SantosFC Venho aqui com sócio torcedor Mostrar minha indignação com a Santos Store e Com a organização No final do… https://t.co/V14tFDGuHD",
        "@euleandrovieira “Você vai pôr em dúvida a minha justiça? Vai condenar-me para justificar-se?”\nJó 40:8 \nTava lendo hj essa",
        "@camyspfc @_JasonTricolor @Sergiosc67 @SantosFC a gente vai ficar nesse loping eterno. o Santos tem muito mais repr… https://t.co/3OqD4Opq7p",
        "@_JasonTricolor @Sergiosc67 @camyspfc @SantosFC Dnv. Não falei que o SP nao tenha, falei apenas que nunca sera maio… https://t.co/MXd0a2KOIi",
        "@irmao_flashofc Deus é soberano, sim. Mas acredito que exista a vontade e permissão de Deus, Abraão gerou gerou Ism… https://t.co/Yk0ZJx6sLq",
        "@_JasonTricolor @Sergiosc67 @camyspfc @SantosFC Eu sou biscoteiro e quis lacrar? Eu estou na página do clube que eu… https://t.co/dI9uOALSRH",
        "@_JasonTricolor @Sergiosc67 @camyspfc @SantosFC Eu só acho que você tem um pouco de dislexia e faltou interpretação… https://t.co/SDmIfy800T",
        "Parabéns aos envolvidos https://t.co/7e22103Bm2",
        "@Sergiosc67 @camyspfc @SantosFC Ué, mas futebol é história, representatividade e tradição. A taça é história pois c… https://t.co/KLpa8EMoeF",
        "Eu aposto que o Santos vai vender alguém e contratar o Oliveira https://t.co/wjis4Ge3ld",
        "@ge_galo O Santos não aceita devolução.",
        "@camyspfc Bom dia cara https://t.co/f43L6nrggC",
        "@camyspfc Fala Zezé https://t.co/jftkDpmn9E",
        "@SPFCDaDecepcao @SPFC_Amor_01 @KeniaLetcia1 @SantosFC É vdd, mas as mais marcantes e destaque são nossas. Só compar… https://t.co/KQtzHxz7Jm",
        "@camyspfc @Sergiosc67 @SantosFC 😴✌🏻 https://t.co/yZDKKrsk5w",
        "@Sergiosc67 @camyspfc @SantosFC https://t.co/dJZVKd8xvL",
        "@SantosFC To alguns são paulinos se doendo aqui. \nSó pra registrar o Morumbi é nosso palco de festas. https://t.co/ViJMNLXQUy",
        "@Sergiosc67 @camyspfc @SantosFC Nosso palco de festas https://t.co/lPh4rieYhI",
        "@Sergiosc67 @camyspfc @SantosFC O engraçado é que são paulinos tem só essa imagem recente do Aguilar, mas nós temos… https://t.co/pqVqQjsc4b",
        "@SPFCDaDecepcao @SPFC_Amor_01 @KeniaLetcia1 @SantosFC https://t.co/haKRSnaIJ0",
        "Este homem é Deus; este Deus é homem.\nAinda que a filosofia não aceite isso, a fé aceita, e maior é a autoridade da… https://t.co/J6zkDoxky5",
        "@camyspfc @SantosFC Falou gigante sem cb e rebaixado no Paulistão. \nMaior em títulos são, provas estão aí. Mas em h… https://t.co/Qxaw87d4YL",
        "@Correa07_ @laranjospfc @SantosFC Parabéns pelo retrospecto. https://t.co/sn80exkbAx",
        "@rabetanxs @SantosFC Não discutimos com bi rebaixado e sem mundial. Próximo",
        "@Gustavotrib3k @SantosFC https://t.co/OzofcrqSpI",
        "@laranjospfc @SantosFC https://t.co/dbDIO9AxB2",
        "@SPFC_Amor_01 @KeniaLetcia1 @SPFCDaDecepcao @SantosFC Todos sabem que é verdade",
        "@camyspfc @SantosFC Chora y chora.",
        "@Gustavotrib3k @th_zerk_ @SantosFC Que rivalidade dahora. Isso que deveria ser as provações entre os clubes.",
        "O AMOR DE MUITOS SE ESFRIARÁ, MAS NÃO TODOS!",
        "@mjsdf1 @Todoroki_SFC @SantosFC Esqueceu em falar série b 2020",
        "@mjsdf1 @Todoroki_SFC @SantosFC Parabens, quantos títulos vocês tem mesmo? Ata",
        "@Crf_henrique13 @SantosFC Chora y chora",
        "@Crf_henrique13 @SantosFC Nasceu em 2019",
        "@SantosFC Parei y parei",
        "@SantosFC Compartilha y compartilha",
        "@SantosFC Rt y rt",
        "@SantosFC Maior y maior",
        "@SantosFC Vdd y vdd",
        "@SantosFC Joga y joga",
        "@SantosFC Ele de ser patrimônio do futebol mundial, tem mais história do que qualquer outro! ⚪️⚫️",
        "@Jiren30759167 @toniviana @ssantosfc_ @instasantosfc_ Não discordo. Era nítido e em 2018 contra o Sport no último j… https://t.co/gLqdVD9CIb",
        "@globoesportecom Só quem estava no estádio sabe a raiva que foi.",
        "Eu sou 9% fresco(a) para comer! Quantos % fresco(a) para comer você é? https://t.co/HgONw0t5Ja",
        "@VilaSantastica @SantosFC Só falta se declarar. Aí sim",
        "@SantosFC Cresci ouvindo meu pai falando desse jogo",
        "@Ze_Love @SantosFC Vc é um monstro \nPatrimônio histórico",
        "@SantosFC Eu estava lá ⚪️⚫️",
        "@biraiorio Você tem problemas mentais ou é ignorante mesmo?",
        "@lucas_musetti Ultimamente tá fazendo muita postagem elogiando.\nTá fazendo campanha pra ele ficar?",
        "@patooo___ @toniviana @ssantosfc_ @instasantosfc_ Em nenhum momento vi que ele falou que foi torcedor do Santos que… https://t.co/eQfSSBgxnA",
        "@EfigenioFilho @toniviana @ssantosfc_ @instasantosfc_ Não preciso defender qualquer pessoa. Mas falando como trabal… https://t.co/5yC1ZRRrx4",
        "@toniviana @patooo___ @ssantosfc_ @instasantosfc_ O tioziao o comentário foi no seu tt mas não pra vc. Se vc com es… https://t.co/f3UjEdEcb9",
        "Setor automotivo preocupado com a menor venda de carro. @jairbolsonaro preocupado em levar empresários para reunião… https://t.co/fVssyKYKQH",
        "@Libertadores @ClubAmerica @Flamengo @yosoy8a Isso é pra refrescar a memória de que futebol não começou em 2019.",
        "@patooo___ @toniviana @ssantosfc_ @instasantosfc_ Geração mimimi, tudo hj é passar pano. \nNão to ganhando nada com… https://t.co/waQPGggzqW",
        "@ColunadoFla Me desculpe colegas flamenguistas. Ele já está gaga. \nSaudações ⚪️⚫️",
        "Ontem fui assediado por UM HOMEM DA Venezuela. Queria uma foto de como está na hora. É brincadeira uma coisa dessa… https://t.co/uU1oWaloNa",
        "Voltei a usar o tandem para aperfeiçoar o inglês. Tava enferrujadaço. Muito legal conhecer as pessoas de fora e ver… https://t.co/Z7dk8zL0km",
        "@toniviana @ssantosfc_ @instasantosfc_ Eu não discordo dele não, tem seus motivos. \nTudo o que o Peres fez com ele é sacanagem.",
        "@folha_mercado Não sei como ele não falou 1 trilhao. Pq tudo pra ele é 1 tri",
        "@golscrf Acho engraçado que alguns flamenguistas falam que o Santos aplicava goleada em 2010 em times pequenos, mas… https://t.co/pRhSxDxku6",
        "@AresLion1981 @_gabrielmsantos @ColunadoFla Esqueci https://t.co/E0aUGU2yIv",
        "@edufutirinhas @SantosFC @Robertsplayer Legítimo campeão brasileiro de 1995.",
        "@AresLion1981 @_gabrielmsantos @ColunadoFla Tá ficando feio e chato pra vc. Força não",
        "@AresLion1981 @_gabrielmsantos @ColunadoFla Tem tudo, mas menos que o Santos. Chora ali vai",
        "Fiz MEU primeiro exercício nesse isolamento depois de 40 dias. QUASE MORRI",
        "@MeuTimao Eu lembro, e o resultado foi 3x1 pro Santos no final hahahahah",
        "Infelizmente vou ter que gastar mais dinheiro https://t.co/GC058vx3CD",
        "@AresLion1981 @_gabrielmsantos @ColunadoFla Primeiro que não tem como forçar rivalidade com quem tem menos título.… https://t.co/6LOHCPe2Iz",
        "Não posso descrever o que senti nesse dia. Da uma nostalgia rever ⚪️⚫️ Comemorei todos os gols na escola igual ao M… https://t.co/M66aqQEIl7",
        "@AresLion1981 @_gabrielmsantos @ColunadoFla Parabens, corre atrás da terceira. Acha mesmo que faz alguma diferença? https://t.co/hqRSswlza5",
        "@AresLion1981 @ColunadoFla Mas ele falou exatamente isso. Ou será que você tem dislexia?",
        "A economista @bollemdb falando sobre como a Escola clássica está relacionada a Renda mínima. \n\nVídeo completo no Yo… https://t.co/Nod2TMj0fU",
        "Digno é o Cordeiro de Deus \nDigno é o Cordeiro que a morte venceu.",
        "@gbcantarino @igrejaone 🦾🔥🔥😭😭",
        "Ele veio tabernacular entre os seus\nO verbo do inicio",
        "One more @_thebestofnike @nikebrazill @Nike @sneakersbr ☑️🦿 https://t.co/OSrVidvic6",
        "QUERIA FAZER ISSO NO MEU AIR https://t.co/JJgUbXXj3X",
        "EU NÃO POSSO COM ESSA MÚSICA. NUNCA CONSIGO TERMINA-LA SEM SER TOCADO. ALÉM DE SER A MELHOR, A INTERPRETAÇÃO POR… https://t.co/gAYJvYFOGf",
        "INTERROMPENDO PARA FALAR:\nQUE BARBA TOP DO DOUGLAS @Jesus_copy \nHAHAHAHA #LiveSomdoReino",
        "TO REVENDO A LIVE #LiveSomdoReino",
        "CADÊ A GALERA FALANDO DO ESPONTÂNEO DO BRUNÃO \nSE ABISMO CHAMA OUTRO ABISMO\nNOS ENTREGAMOS TODA GLÓRIA PRA QUE VENH… https://t.co/uk4mw9jjxP",
        "@ale_vilasboas1 O ESPONTÂNEO DO BRUNÃO SLKOOOOOOOO\nSE ABISMO CHAMA OUTRO ABISMO\nNOS ENTREGAMOS TODA GLÓRIA PRA QUE… https://t.co/9qQtgOA7Lr",
        "Eu na aula de economia brasileira contemporânea enquanto acontece #LiveSomdoReino https://t.co/ldI8BFbNgk",
        "@NeymarJrSite @SantosFC @neymarjr Parabens Santos e Neymar ⚪️⚫️",
        "@NeymarJrSite @SantosFC @neymarjr GOOD bless. \nNeymar, por seu referência mundial e também por questão de cultura,… https://t.co/JkPeUStRG0",
        "@JooVict44193299 @Luluquinha3 @mundodabola Justificando a resposta. Logo depois ele foi derrubado. 1min de jogo. https://t.co/FmLhOEQAHv",
        "@Mattgalvao98 @JooVict44193299 @mundodabola Ufa, até que enfim encontrei alguém que ache que 2012 estava mais maduro do que 2011.",
        "@neymarjr @GilCebola Mando um Dó de todo iniciante. Boa adulto ney!",
        "6 anos***",
        "A 7 anos, eu assistia uma das melhores partidas do futebol. \nBayern 0 x 4 Real Madrid. \nCR7 quebrava recordes e faz… https://t.co/vPuqOYgQAp",
        "Eu vi! https://t.co/QIDl5hrLG8",
        "Eu sempre falei isso. https://t.co/rmcbXR9j5H",
        "@LeandroPoiema @SF_Moro Acho que é mais uma de suas boas piadas. Pq se for sério isso, era para o dólar estar 2,50… https://t.co/7aMRtubTxV",
        "@RuanLancini @globoesportecom Ngn liga cara. A história que eles fizeram foi aqui. \nGabigol foi o único que não.",
        "@globoesportecom RT: Santos (2010) fez mais gols que o Flamengo (2019), O Santos aplicou a maior goleada da copa do… https://t.co/sL4sjWERfu",
        "Babu tristaço",
        "BOA THELMA",
        "Vou olhar pra Thelma",
        "Thiago entregou que a Thelma vai ser campeã",
        "EU NÃO ACREDITO EM CONTO DE FADAS E SUPER-HERÓIS",
        "KKKKKKKKKKKKK",
        "Essa final é tão sem graça que nem vai parter o recorde de votação. Se tivesse babu e prior, duvido que seria assim.",
        "Sério, não sei com a rafa e Thelma aguentam a manu. 🤢",
        "A lágrima da manu vai cair quando?",
        "MANU É A MAIS VETEZEIRA, SÓ RETRATO E SUPERFICIAL.",
        "MANU É A MAIS FAMOSA DESSE BBB E VOCÊS FAZEM UMA COISA DESSA DE ELA GANHAR. PAREI",
        "SE A MANU GANHAR, EU DESISTO DA DEMOCRACIA",
        "Vai ser lembrado como uma perda de copa do mundo.",
        "Parabens, acabaram de fazer uma cagada. 40M de votos de diferença. Absurdo",
        "VALEU BABU. VC FOI UM MONSTRO, do lado positivo",
        "Cara de que babu sai",
        "@gabrieelduarte_ Vale ressaltar a isa. Muito bem arrumada e plena. \nHomem so coloca uma camisa básica e já era.",
        "Eu olho pro Dudu e fico “tá famoso em”, 130 te vendo. Caras do dia a dia da igreja q a gente vê. Foi meu pastor de… https://t.co/QiRGPKi9qI",
        "“Quando você for pregar, ame as pessoas. Elas precisam ser amadas “.",
        "Lembro que quando fui pregar o evangelho nas ruas, o Todd white foi o que mais me inspirou. Tem palavras dele que a… https://t.co/7jUIMTUVRB",
        "@sravieira_ É a técnica do listening. Mas ainda prefiro o inglês portugueizado pra entender. Melhor pra mim kkkk",
        "Alguém sabe pq é mais fácil entender alguém falando inglês que não seja nativo?\n#TheSendBrasil #TheSendOnline",
        "Alguém sabe pq é mais fácil entender alguém falando inglês que não seja nativo?",
        "@carlitopaes Pastor, discordo apenas da parte economia liberal. É negociável e muito. Pfv, não cai nessa falácia de… https://t.co/OYFJVPwKTI",
        "Se o babu não ganhar esse BBB é brincadeira.\nPrior foi melhor desse jogo",
        "@SantosFC GUGA MATADOR DE GAMBÁ",
        "@LeandroPoiema @SF_Moro @jairbolsonaro @LulaOficial Esquece o lula, pastor.\nEssa narrativa é antiga, só polariza e… https://t.co/TI4yOwJW7t",
        "Arrependimento: f(renúncia, entrega, amor, transformação).",
        "Cirurgia na identidade kkkkkkkkkk",
        "@MimixMiranda @ale_vilasboas1 O capitalismo malvadão, falado por você que só pensam na miséria dos pobres, tirou ma… https://t.co/F5tH9IHtwQ",
        "@carlitopaes @jairbolsonaro Obrigado pastor, pela sensatez nesse momento polarizado. \nMuitos pastores passam pano p… https://t.co/oGRNCXCZVf"
    ]
}