{
    "screen name": "MojiTMJ",
    "no. of tweets": 156,
    "tweets": [
        "Use my link to get the @GitKraken Git GUI, Glo Issue Boards &amp; Timelines FREE! We'll both be entered to win $100 Ama… https://t.co/rcqxOawT7A",
        "Rather than being a luxury, emotions are very intelligent way of driving an organism toward certain outcomes",
        "La soluzione potrebbe consistere nell'adattare il tuo messaggio alle caratteristiche dell'altra persona o nell'ascolto attento e intuitivo",
        "اوراکل خِنگ است، تمام",
        "Talking about art is like dancing about architecture\n#OSI #TCP/#IP",
        "Right now, you don't have that one extra hour anymore",
        "mojitmj vs. Verisimilitude88 | Analysis  https://t.co/hLgeBwZ8UM",
        "Bella sfida\n\n#ReplyChallenges #ReplyCodeChallange",
        "Let's go for 🤩 #ReplyChallenges #ReplyCodeChallange",
        "تو این روزا این سایت برای خرید انلاین از هر فروشگاهی خیلی به کار میاد، اگر دوست داشتین میتونین از کد دعوت من استفاد… https://t.co/3Epmfanztp",
        "Non era meglio di mettere semplicemente una “Sì” per confermare!? 🤔\n\n#UI #Mobike https://t.co/ARAo0XSJXy",
        "@moein7tl اقا جو سازی نکنید خیلی هم جایه خوبیه عالیه 😂🙈",
        "@TohidHeshmati به به، بهشت برین کی زندگی میکزدیم مااا",
        "@bob_johnson پیزا آروم بود، ولی اوضاع میلان اصلا جالب نیست کسی سر کار نمیره خیلی اندک فروشگاه ها خالیه البته من حدو… https://t.co/GDOV3jzJfu",
        "اقا یکی به این چینی ها بگه شما حامل ویروسین شما جون هرکی دوست دارین بیرون نیایین 🙈",
        "@bob_johnson فقط محض فانش زنگ نزنید چون بیان ازتون آزمایش بگیرن دو روز تا وقتی جوابش اماده بشه قرنطینه میشین",
        "ملت تو شهر ماسک زدن در حد سریال ١٠٠",
        "☠️🏁 https://t.co/Kq7Ncs4WId",
        "Cosa ti ha portato qui, non ti porterà lì\n\n#prova",
        "@mbayazee منم مشکلی ندارم و با کمال میل مالیاتمو پرداخت میکنم، در مورد هزینه های اجباری میگم که هیچ توضیح درستی برا… https://t.co/gxSukmFO0P",
        "@mbayazee امثال من ترجیح میدن ماهی ۳۰تا کمک هزینه تحصیلی بدن ولی این فرهنگ سازی دروغ رو که به اختیار کسی نیست به جامعه فرو نکنن",
        "@mbayazee یعنی اون ۱/۴ از حقوقمون هر ماه برای کارای فرهنگی و مالیات کافی نیست، که لازمه به رومون بیارن جدا پولشو بگ… https://t.co/62d7E65Uaq",
        "@mbayazee ما حواسمون جمع هست به مالیاتی که میدیم، ولی این دیگه مالیات زوره برای نگهداریه تجهیزات قدیمیه که امثال من ازشون استفاده ای ندارن",
        "@TohidHeshmati ghabz ma 2mah yebar miad taghsim kardam kamtar delam besoze 😖",
        "اقا جان دارم ماهی ١٠ یورو پول زور میدم برای تلویزیون ندیدن",
        "@TohidHeshmati من به عقش فرمانده رفته بودم لعنتی فقط یه سکانس بازی کردخ بود 😁",
        "@TohidHeshmati ولی منطقی باش حقش نبود البته من ١۶تا دادم 😞",
        "Come on Java leave me aloneeeee 🤦🏻‍♂️",
        "@Ja43512293 موافقم ✊🏼😁",
        "یکی از مشکلات ریموت کار کردن اینه که نمیتونی بزنی پس کله همکارت بگی کرم نریز بچه دارم کار میکنم\n\n#همکار فوضول",
        "برم بشینم فکر کنم چندتا کار خوب و اخلاقی انجام بدم",
        "Well again...\ni just figure out after all these years, there are still so much to learn \n\n#computerscience… https://t.co/jElXroyIdi",
        "Feels good working remotely\n\n#skills  #remoteworking https://t.co/t6HrSNOi2F",
        "@HamoonDBA جان شما هم کسی رو سراغ ندارین؟",
        "@realmajidazimi ✊🏼🔋+++",
        "یعنی واقعاً انقدر معلومه من تو استرسم 😬",
        "@AmooMoji Hahahaha 😂🤣",
        "No sadness is allowed to enter the Friday! This day is a day that has to be filled with joy and laughter. Put a smi… https://t.co/E3MGf1Zrag",
        "@AliAzG_ این داده ها خودش نشون میده\nهمیشه گزینه ی دوم جذاب تره",
        "پس شما با چی کار میکنید\n\n#دیتا #داده #برنامه_نویس #الکی #اینکاره",
        "The greatest enemy of knowledge is not ignorance, it is the illusion of knowledge.",
        "@DonFariid https://t.co/EXxYgMMtdc",
        "@moallemi سلام استدیاااااا\n\nآقا مبارکه برامون بیشتر بنویس از تجربه ات و شباهت و تفاوت هاش با ps4",
        "جنگ همیشه به ضرر مردم بوده \n\n#1917Film",
        "ورزش باید غیر حرفه ای باشه فقط😞 https://t.co/3A49J0pj9R",
        "اقایون همکارا اعتماد بنفس چی چی دارین که رو یه موضوع اشتیاه 2 ساعت نظر کارشناساته میدیدن",
        "خدا خیرتون بده یه دوتا #ريتويت بزنید برسه به اهلش 🙏🏻",
        "دوستان برنامه نویس متخصص ODI سراغ ندارین معرفی کنید\n\n#ریت  #برنامه_نویس  #دیتابیس  #اوراکل",
        "Prova combattere la disuguaglianza",
        "✌🏼 https://t.co/Rqa6BgBAli",
        "@s_soroosh ایول داری 🙏🏼",
        "@TohidHeshmati @hasangilak بیا شرکت بزنیم با من بحث نکن",
        "La felicità non è un fine da perseguire avidamente ma un fiore da cogliere sulla strada del dovere...",
        "Who knows only his own side of the case, knows little of that",
        "چرا نمیرسم",
        "@TohidHeshmati من هروقت به فکرش می‌افتم به خودم میگم\n\nتو شروع کن تو همین گوشیت من قول میدم بعد یک ماه برات بخرم 😁",
        "@jimmyheller نه جوون شما همون پول تکس جاده رو بدین جبران میشه از خیابون فرعی ها نرین 😁",
        "@jimmyheller برادر من نکن پولشو از ما میگیرن تو ایتالیا\nاز حساب من پول برای امازون پرایم سالانه کم شده نمیدونم کدوم اکانتمه 😬🙈",
        "@moshtaba1988 عالیه واقعاً 💯",
        "دعوا نکنین خسته نشدین!!!؟",
        "#odi کار (یکپارچه ساز داده) حرفه ای کسی سراغ نداره!؟",
        "@AmooMoji 😂😂😂",
        "Ehi Ciao prima settimana 🕺🏻🎲♟🙏🏻",
        "Non c'era nessuno oggi, Perché IO 🧐🤦🏻‍♂️😬",
        "بهترین کار اینه وقتی یارو گاوه براش بازی نکنی\nدمت گرم که برای خودت بازی میکنی امیدوارم همیشه موفق باشی\n#شطرنج #fide",
        "@INGItalia you have no right to block any account without pre-notification.\n\n@INGItalia Mi hai rubato il natale, co… https://t.co/FwqL2m9uR3",
        "@Sajjad_Heydari لامصب اصلا عادی نمیشه",
        "@yawredabestani همشون مثل همن",
        "@AmooMoji naaaaaaa",
        "یوقت زشت نباشه🤓 https://t.co/AoXlFkhWQ1",
        "It takes courage to grow up and become who you really are",
        "Anyone could help with hashed file DataStage?\n\n#Datastage #Oracle #IBM #Ascential",
        "@2hamed @GithubFa به نظر با گیت لب قشنگ تره",
        "@realmajidazimi @TohidHeshmati تا این پایین امدی حداقل بیا تکس جاده رو بده 😁",
        "به یه کسی نیاز دارم بیاد با رسم شکل تولید اعتماد رو بهم اموزش بده\n🧐",
        "اقا برای من بی زحمت همش یدونه مک پرو کادو کریسمس بگیرین 🙏🏼",
        "Dovete leggerlo per forza\nStress That Doesn't Pay: The Commuting Paradox\n\nhttps://t.co/599VGhqZzs",
        "Questa città è bellissima",
        "ولی بیده دارههههههه\nبیده دارهههه\nاقا بیده دارهههه\nخیلی خوشحالم 😁",
        "خوبه دیگه\n فقط یکم سرده",
        "همه چیز یواشه\n\n1000000 fps",
        "@bob_johnson جوونا خونه کجا پیدا کنیم؟",
        "I love using Hotjar to see how my visitors are REALLY using my site – get your @Hotjar account NOW: https://t.co/NbdOCGs8iZ",
        "Ma dai davvero pensate così",
        "داریم غرق میشیم 🌊\n\n#Arno https://t.co/xa6R50MN6h",
        "@moshtaba1988 ولی بیا بین خطوط برانیم 🙂",
        "Nei prossimi anni in innovazione, dovremmo decidere cosa faranno le macchine per noi, con noi, senza di noi? Cosa ci succederà",
        "I had just another glitch today",
        "🐦 https://t.co/842y7zljJW",
        "اگه این داستان تموم بشه میرم سراغ تموم کردن داستان بعدی\nالبته اگر جولوی خودم و بگیرم یه ماجرای دیگه رو شروع نکنم",
        "@AliAzG_ برای تشکر بزنیم قدش چی میشه مگه",
        "@JavidIzadfar میتونست دو ساعت وقت بزاره یه گوشه صبر کنه هرکسی دوست داشت بره ازش بگیره\nخوبه ما هم بریم رو در شرکتشون تبلیغ بچسبونیم 🤓",
        "@shetabshow @softwaretalks @Edrisa205 @mohsen_tahlil @Hamed @irnlp_ir @AnitaKeshmirian پردازش زبان طبیعی به نظر من خیلی خوشگل تره",
        "@realmajidazimi ایشالا که خیره",
        "@bob_johnson یکی هست مثل grammarly بیشتر زبان هارو داره تقریباً language tools اونم خوبه ولی باز اگه بهتر پیدا نشه باید یه کارایی کرد",
        "@bob_johnson مهندس ایتالیایی چیزی پیدا نکردی؟!",
        "@bob_johnson اصلاً مهم نیست کار ملت چیه چرا امدن تو این صفحه، مهندس به دستور رییس مجبور شده از opacity استفاده کنه… https://t.co/rNFDjdBI45",
        "@aliDorodii @AmooMoji فدایی دارین 😘😘",
        "@bob_johnson 🍻",
        "@ibehzadcom ممنون 🙏🏼",
        "بادکنکی باشین 🌸🌺🌼😁 https://t.co/ec4Ks25DnB",
        "Inizio alle 22 in poi ... https://t.co/2VdRTQzOej",
        "Cosa mi dici per un mese di prova!?",
        "@Hamed 😂😂😂",
        "@shae_128_fa هرگز بر نمی‌تابم 😂🤦🏻‍♂️",
        "@TohidHeshmati والا ما هم از همون جا امدیم من نمیدونم اینا چی میگن آخه 🤦🏻‍♂️",
        "بعد از مدت ها @softwaretalks بلاخره قرار شده در مورد NLP برامون بگه از اتفاقاتی که تو ایران افتاده در موردش و ابزار… https://t.co/9N3RUuqxSu",
        "راضی هستم از بچه هایی که حقوق چند ملیونی ماهانشون با کلی شرایط خوب و ایده آل تو ایران ول کردن بعد امدن با بورسیه دا… https://t.co/r0cVmJAAb6",
        "@softwaretalks یعنی واقعاً میشه 😍💪🏼",
        "@GiulioRossetti @complex_nets Congratulazioni 🎉🍾🎊",
        "زندگی من مثل یه دنیاست که هر جاش یگ جلد کتاب و هر ماجراش یه فصل از اونه، هرکسی میتونه بهش سر بزنه ولی همه نمیتونن ب… https://t.co/anwsG2NpEn",
        "نصیحت برا خانم‌های که اولین باره میرن استادیوم:\nوارد نشوید https://t.co/gszkLTnrij",
        "@Aban_Dokht منم تا حالا ندیدم 🧐🤓",
        "Are you ready for #Hacktoberfest 2019? Support Open Source in October and earn a limited edition T-shirt!… https://t.co/C44WHgbzr8",
        "بارونه بارونه \nولکام تو مایسیزن 😅",
        "@AliAzG_ فاصله ایمنی رو رعایت نکردی دیگه مهندس هر لحظه ممکن بود تصادف کنید 😅",
        "@AliAzG_ واقعاً نشسته بودی اونجا!؟!؟",
        "CTR C\nCTR V\n\nJust do it",
        "ولی یه پادکست غربت شاد راه بندازیم \n\n#پادکست",
        "بطری اب گازدار ریخت رو کامپیوتر 😬",
        "@AliAzG_ سوالای ما ١٠٠تا منفی میگره جریان چیه 💪🏼",
        "@softwaretalks با این شرایط من ترجیح میدم تو اوج خداحافظی کنم ولی NLP مگه اجازه میده\n\nلطفاً NLP 👌🏼",
        "@softwaretalks @ziabary @rafiee1001 🚶🏻‍♂️",
        "@realmajidazimi نشیمنگاهی 😐",
        "@TohidHeshmati خیلی هاشو نمیشه قبول ولی دیگه یکی صبح تا شب فلسفی توییت میزنه من رد دادم از خوندنشون",
        "واقعا این همه حرف از کجاتون توییت میکنید !!!!؟",
        "@softwaretalks ولی بیاید قبل از لایو هرکسی ویدیو قبلی رو ندیده بره و از تو آرشیو نگاه کنه تا سوالات جذاب تری بپرسیم 🙏🏼",
        "@mrarsin خب در مورد رزومه ها انتقادات کارامد کنید تا این مشکلات حل بشن 😑",
        "این روزا روزای عجیبیه انگار داره من رو تغییر میده\n\n#تحول_دوباره",
        "ایستگاهای قطارشونم خرابه آخه \n\nهمه قطار ها سر موقع راه میافتن\n\n😐",
        "@amiralii خیلی هم عالی 👏🏼",
        "@amiralii حالا ازش اجازه گرفتی عکسشو کذاشتی؟",
        "Fancy a game?\n\nDai un'occhiata a questa partita di #scacchi: Gjokaskender72 vs mojitmj - https://t.co/zaPgGNu5TV via #chesscom",
        ".\n.\n.\nطفل بودم دزدکی پیر و علیلم ساختند\nآنچه گردون میکند با ما نهانی میکند\n\nمی‌رسد قرنی به پایان و سپهر بایگان\nدفتر… https://t.co/DN6vacjAzh",
        "@saeed_choobani نیستی ببینی سعید نیستی \n\nمن و تنها گذاشتی رفتی 😞",
        "آقا جان من دیگه بر نمیتابم 😶",
        "@HAM3D https://t.co/DmMCZZoO0n",
        "@hasangilak اقا با این امکانات فقط باید خواننده ای چیزی شد",
        "@sojodyan واقعا به این چیزا فکر میکردی! من باهاشون سوپریز شدم 🤗",
        "@bob_johnson یکی از سخت‌ترین کارها 🤦🏻‍♂️",
        "https://t.co/eguQQFRg6F",
        "اقا هوا گرمه\nIt’s too hot out there \nMa che caldissimo\n... https://t.co/x2ek41xdk2",
        "@Nima1980 این چه خوبه 🌺🌸🍻",
        "@softwaretalks کاش بشه حالا که قسمت شده داکر باشه 🤫 مثلا یکی دوتا نمونه داکر ایمیج یا داکر کامپوز هم انجام بدیم ❤️… https://t.co/3rar03dcGD",
        "@bob_johnson اونجوری نیست که فقط به خوب ها آفر میدن 😁 خلاصه دست راستت رو شونه ما 🍻",
        "@bob_johnson به به ایول، ایشالا قسمت ما دیتا ساینتیست کار ها هم بشه 🤲🏻",
        "Here are some tags 😃 get your code today\n\n#education #github #student #developer #Digitalocean #gratis",
        "If you’re  student you can also get $50 from github student developer pack\n\nhttps://t.co/ricBhAK7Do",
        "@Hamed @amirhfassihi وقعا عالی بود من خیلی کیف کردم دمتون گرم 🙏🏼🌼🌺🔝",
        "@AliAzG_ من هنوز به اون مراحل نرسیدم فقط اکانتشو درست کردم یه بار جهت کنجکاوی😬",
        "@bob_johnson جا داره به میکروفونتم اشاره کنم 😁",
        "@AliAzG_ اقا ما رتبه نداریم زشت نباشه؟!",
        "Deploy your next app in seconds. Get $50 in cloud credits from @DigitalOcean using my link: https://t.co/izxlwYKqlU",
        "@nekofar کاش درک کنن یکم",
        "دولت ایتالیا سقوط کرد 😬",
        "@H8man کاش لینک بزاری"
    ]
}