{
    "screen name": "kenbrownquantum",
    "no. of tweets": 163,
    "tweets": [
        "Congrats to Adam @WillardLab! He is another tenured professor trained  @univpugetsound then @ucberkeley. (Thanks to… https://t.co/DmMeNfBLPz",
        "@MJBiercuk @karaschlegl What if it turns out all political nonsense encodes a quantum control idea?",
        "@MJBiercuk @karaschlegl 🤔",
        "@dabacon @bwecht \"My buddy says, 'What are you thinking about?'\"\n\n\"I say, 'Avagadro's number' \"\n\n\"My buddy says, '… https://t.co/aq0Y3EIYL8",
        "@dabacon @bwecht I smile and nod and wonder when I should tell him I am not that type of chemist.\n\nHe continues \"An… https://t.co/xbxwEEtYdc",
        "@dabacon @bwecht One time I was in a Trader Joe's wearing a Michigan Chemistry shirt.\n\nThe cashier said \"I love che… https://t.co/YXq6OiVhJH",
        "@dabacon Turns out there are millions of atoms and hundreds of ions.  The reactions still happen one at a time.",
        "arXiv link and a thread about the science here\nhttps://t.co/G4IYcfCppJ",
        "Photon-mediated charge exchange reactions between 39K atoms and 40Ca+ ions in a hybrid trap - now published in Phys… https://t.co/WRnnEgc1R8",
        "https://t.co/eWjVog59oj\n\nCake - \"I don't know much about Cinco de Mayo. I'm never sure what it's all about.\"… https://t.co/BRYl0ex2Ch",
        "Congrats to Carl! I have always appreciated both his science and his skewering of useless academic metrics like sel… https://t.co/GUDBYwA8ZE",
        "Many worlds collapsed\non the floor, shocked to learn that \nwe only measure.\n\n#QuantumHaiku",
        "What do we need now?\nMore quantum engineering \nor quantum haikus?\n\n#QuantumHaiku",
        "@preskill postselected me \nwould have the twitter post skills\nof one John Preskill\n\n#QuantumHaiku",
        "@jblufff @dabacon @preskill \"zero rate codes for life!\"\nyells the gang for quantum codes,\ntopological.\n\n#QuantumHaiku",
        "@jblufff @dabacon @preskill four qubits per check\nfour qubits per two handles\nfour checks per qubit\n\n#quantumhaiku",
        "@preskill @Ion_busters @Berkeley_ions @IonsStockholm @AQTION_eu @MitQuanta @PhysDownUnder not fault tolerant\nI am n… https://t.co/YPsIh43WR8",
        "@preskill oh loading loading \nloading keep them ions loading\nlasers controlling\n\n#QuantumHaiku\n(Rawhide parody by D… https://t.co/iqs4DFta3b",
        "@SolaceQuantum Yes. I think we will need more subtle constraints than we have now.",
        "@quantum_aram @wjzeng At the logical level, removing gates is usually good. I know of one counter-example (… https://t.co/JSmyRtKPo7",
        "@DrAndyPat Thanks! Use it whenever your need it.",
        "@JohnASmolin I love this album.",
        "@wjzeng I only know of compiler hints that are usually hard. \"Implement exactly this.\" It is sort of nonsensical be… https://t.co/v1ohai7I9o",
        "I spoke virtually at the ORNL QC User Forum today about Hidden Inverses. It included this meme about the dangers of… https://t.co/OXWTq2jYVs",
        "Congrats @_DanielCMurphy (@GTPhys)! It was great to work with you @GeorgiaTech and @DukeEngineering and to be your… https://t.co/mU1jTMEopB",
        "The collaboration between Duke and Princeton made possible by @NSF @EPiQCExpedition.",
        "There are two main camps: (1) shuttling with 2-4 ion chains is the best and (2) the longest chain that works is the… https://t.co/FCDnUEBeSK",
        "In the ion trap community there is a bit of a divide between what is the right size of an ion chain.  On the one ha… https://t.co/w4REsR0NMT",
        "The truncated version can be readily implemented using a microarchitecture based on https://t.co/P0WpSu6FZx by… https://t.co/DyoARqQ6KK",
        "In this paper, we show that with truncated weights that the speed is comparable to unweighted Union-Find with negli… https://t.co/dT5rZhUjUd",
        "A weighted Union-Find decoder increases the threshold for the Union-Find decoder but at what cost? In previous work… https://t.co/0EMyE2Hqgr",
        "New paper on a weighted Union-Find decoder for the toric code with @Huang_Shilin and Mike Newman (… https://t.co/NEq8P5w5gp",
        "New paper on QCCD ion trap architectures for near-term devices (https://t.co/Ge7ZBwmMcs).\nA great collaboration wit… https://t.co/6ULg6HQ89l",
        "#DukeQuantum joins in the double paper dance 💃🕺 https://t.co/d9rKeIYRLL https://t.co/OeRN8ffvL8 https://t.co/e79kVxE3vM",
        "@VPRCramer After @mbsullivan put me on the right track, I could calculate the properties of one phenylnitrenium ion… https://t.co/buqqTF8I9z",
        "(while @'ing away I realized there are a lot of missing names as a reminder that Twitter is a small part of the world.)",
        "The savings in memory and operations that @A_Aspuru_Guzik @rbabbush @JarrodMcclean  @nick_c_rubin @CraigGidney… https://t.co/w7Xl09HUl2",
        "Which is the real reason that we should perform these simulation experiments on constrained machines. SF Boys worki… https://t.co/naQO8YISVu",
        "My contribution to this project was the bosonic representation of singlet states and excitation between singlet sta… https://t.co/bRUDTWqrVC",
        "My whole reason for being in quantum computing was a summer research project with @VPRCramer which convinced me cla… https://t.co/qwxKeAjZAN",
        "As I always joked @GT_Chem my goal is to put @cd_sherrill out of a job.  (Follow @cd_sherrill, he is an amazing sci… https://t.co/voYTADpLdD",
        "The amazing thing is that they work as expected, so we are increasing our confidence that when we build large quant… https://t.co/UssHqlZbUr",
        "As we all know quantum computers are currently small and do not solve chemistry problems better than a classical computer cluster.",
        "Simulating water on a quantum computer with @IonQ_Inc \nhttps://t.co/sFgmrR1qHv",
        "@quantum_aram https://t.co/O987q6xoju",
        "I have been very impressed by @DukeU's response to the pandemic. It has been very proactive. https://t.co/tqqzq1ULP9",
        "Contribute here https://t.co/SOP1aEc9oD",
        "IEEE Quantum Week (QCE20) @IEEEQuantumWeek is October 12-16, 2020 in Broomfield, Colorado.\nAbstract deadline (for p… https://t.co/jcyxtL7G3p",
        "My student Natalie Brown (@GTPhys) was interviewed for this @APSphysics  article as well as  Ted Yoder #IBMQ and… https://t.co/pmI1ONOaqO",
        "@dabacon \"It is a great unstable, mass of Pauli errors\nand no one in their right mind would call it a computer\nWe n… https://t.co/kzwrplNG1E",
        "@dabacon \"Find a way to make it real\nMake a deal\nUntil Fault Tolerance comes\"",
        "@pranavm1502 This is the most important model for experiments because gates are faulty.  There is a lot of space fo… https://t.co/dBUxhSp4f3",
        "@pranavm1502 The circuit level model says that you have to construct the endcoding circuit and decoding circuit fro… https://t.co/q007qiJ8jJ",
        "@pranavm1502 (For the record, I have used it and it could be useful in a situation where memory errors and measurem… https://t.co/jEFvZulD9i",
        "@pranavm1502 Phenomenological model has memory errors but then the checks sometimes output faulty errors. You see t… https://t.co/0s64v2EFoP",
        "@pranavm1502 In code capacity,  encoding and decoding are error free operations.  The question is about the noise c… https://t.co/dg7nwMpwkN",
        "Here is a second version for @dabacon. It is not the first version because the parental advisory sticker on the Yea… https://t.co/DkXzqzsvIs",
        "Today in class, we finally discussed the circuit-level model. I have made this meme to help non quantum error corre… https://t.co/9m6IVqid4x",
        "@quantumVerd @balajis I already knew biological networks are complex and that even the composition of expressed pro… https://t.co/UpKK0u0JMZ",
        "@quantumVerd @balajis They were shocked to find the same metabolic outcome. The knockout mice were producing a diff… https://t.co/Mw7Pv7vpGd",
        "@quantumVerd @balajis In a word, complexity.  An eye-opener for me was a talk I went to about the how resveratrol i… https://t.co/rinSa7YG5Q",
        "@rdviii いいえ, じょうず じゃ ない\nDon't Joozu me Rod!\n(by which I mean thanks).",
        "Difference between gate fidelity for  2 ion and 4 ion chains:\n\nWe choose a gate time of 200 us and limit the laser… https://t.co/nliYXXVot3",
        "Main error:\nThe two-qubit gate is driven by two laser beams on two-paths in a way that is phase sensitive Raman tra… https://t.co/fcZCZdorRH",
        "You: How good are two-qubit gates @DukeEngineering?  \nUs: Thanks for asking! https://t.co/wDcdkkTNzy\n\n99.49(7)% in… https://t.co/IHMCa3zKpF",
        "@QuantumMemeing *on a finite rate LDPC code",
        "@dabacon For more on symmetries in the code capacity case see this recent paper by @StefBeale and @JoelWallman \nhttps://t.co/1xjGL5KX5S",
        "@dabacon For the X stabilizers for the Steane code, the group has size 8: Identity and seven stabilizers of weight… https://t.co/okbqcJJ29J",
        "@dabacon We often look at the stabilizer generators but not the whole group. It can gives us the wrong idea about t… https://t.co/X7EK9QyeA9",
        "Today: Students calculated the probability of correctable and uncorrectable errors for each syndrome of the Steane… https://t.co/MYC4sNaA23",
        "@Arrr______ @sunnysdesk @nealstephenson It does take a turn to the mythic. It is not my favorite but I had the hard… https://t.co/RWb6Cpkg8b",
        "For my tablet, the stand is provided by @nkjemisin (painting by @ArtLela ) https://t.co/wi73yQPMvf",
        "@sunnysdesk @nealstephenson Yes. I'd rank it below Cryptonomicon and REAMDE and above the Baroque Cycle. The story… https://t.co/LINZsgSDBF",
        "Group meeting with laptop stand by @nealstephenson https://t.co/uRzoyy9Dpo",
        "@AndreasAtETH It is live streamed. The live stream is also recorded but it a live class with typos, imperfect board work, etc.",
        "Quantum error correction class now on Zoom. \nToday - Decoders in the code capacity model with  a classical code as… https://t.co/wW4KKmIiTl",
        "Back to working at home. 20/20",
        "For the mathematically inclined the plot obviously has a logarithmic axis. The caption says \"The vertical scale is… https://t.co/i6nX3HQIcK",
        "Log(0.8)=-0.097 so every 20% down turn the market drops by about 0.10 on this log scale. \n\n18/n",
        "The plot is logarithmic in order to show 20% drops being the same.  Why is that the case? A 20% drop is the same as… https://t.co/0lPLrErn5l",
        "This thread is only indirectly related to the virus. It is mostly sparked by this New York Times article about the… https://t.co/UqxWw69oWv",
        "At the end of 20 years, we get $1000*(1.05)^20=$2653.\n\nWe make $653 more.  It depends on the principle investment,… https://t.co/whO3BAykBU",
        "We know for the first case, we will have 20*$100=$2000.\nFor the second case we need to calculate 5%. 5% of anything… https://t.co/1xz3SAjgcy",
        "Why are exponents important? They are critical for us to understand viral growth and interest rates. An example, is… https://t.co/GAV44w4CIS",
        "Digression: In my parents' generation (Boomers), this connection between addition and multiplication was used to ma… https://t.co/l5pkdTpymb",
        "How is this logarithm useful?  \n\nConsider\n25*40=1000\n\nLog(1000)=3 (easy 3 zeros)\nLog(25)=1.398 (rounded to 4 digits… https://t.co/JS3H7PjYqv",
        "What about 10^x, where x is a fraction?\n\nHere we need a calculator (I use google search).\n10^(1/2)=3.162..... (whic… https://t.co/aShxKErKSC",
        "We use the connection between division and subtraction to look at other k&lt;0.\n1/1000=(10^0)/(10^3)=10^(0-3)=10^(-3)… https://t.co/pvo4UHwqgb",
        "What if k=0 or is a negative whole number?\n\nWe just do the math for k=0\n10/10=(10^1)/(10^1)=1=10^(1-1)=10^0 \n8/n",
        "There is also a connection between division and subtraction\n\n1000/100=10\n(10^3)/(10^2)=10^1=10^(3-2)\n\n7/n",
        "Also notice that there is an interesting connection between addition and multiplication\n\n10*100=1000\n(10^1)*(10^2)=… https://t.co/cdoego1dee",
        "Let's consider 10^k  where k is some whole number (1,2,3,....) \n10^1=10\n10^2=10*10=100\n10^3=10*10*10=1000\n10^4=10*1… https://t.co/QwRWciGUOB",
        "Exponentiation is short hand for many multiplications\n5^5 =3125 = 5*5*5*5*5\n\n(with better typesetting the second 5… https://t.co/ix5tYHX6xZ",
        "We usually forget but multiplication is shorthand for a lot of additions\n5*5=25 =5+5+5+5+5 3/n",
        "We are all familiar with addition\n5+5=10\nand multiplication\n5*5=25\nbut somehow the US has done a poor job teaching… https://t.co/y2nnhqUQy0",
        "Exponents and Logarithms: A Tutorial Thread 1/n",
        "@csferrie I wrap the fence around me and then define myself as outside. Plenty of space for everybody. (HT to Yuri… https://t.co/psjeRkzIzq",
        "@earltcampbell Take care Earl and I hope you feel better soon.  In Atlanta, there was a restaurant called Kale Me C… https://t.co/IniEuADioN",
        "I am missing the immediate post thesis celebration but it was great to have Muyuan's collaborators from… https://t.co/vfZZphgsBK",
        "Thanks to the committee \n@RichVuduc, Edmund Chow, @cd_sherrill\n and Brian Kennedy.  Muyuan's work was done \n@GTCSE… https://t.co/fdaj8g4ZZk",
        "Congratulations to Dr. Muyuan for a great thesis defense today on Fault-Tolerance on Near-Term QuantumComputers and… https://t.co/ktpYPY3T6o",
        "A great defense yesterday by @nrenga92 .  Check it out if you are interested in quantum error correction,  the Clif… https://t.co/21UQ3x8RwY",
        "Polly Eggsclusion showing how to social distance #quantumchickens https://t.co/JRmKOZNUBd",
        "@sirianni_d_a @LagavulinWhisky @cd_sherrill Congrats Dom!",
        "@andrei_yudin Our measurement of CaH+ vibrational overtones by single molecular ion spectroscopy was an experiment… https://t.co/cLAE4ztRgo",
        "For those allergic to device specific error models, Natalie went one step further and designed a new leakage reduct… https://t.co/91XnTmCrMd",
        "Again we see that the physical errors of the system inform the best choice for circuit compilation.",
        "From her work on ions, Natalie knew that leakage on syndrome qubits was more damaging than leakage on data qubits b… https://t.co/zdmKma73Rg",
        "What about the leakage interaction models for other physical systems?  Natalie was visiting Andrew at IBM as part o… https://t.co/rYxr3shNNV",
        "Then Natalie, Mike Newman ,and I realized the physical model of how leaked states and qubit states interact for tra… https://t.co/69TpLgffHN",
        "Natalie recently defended her thesis on leakage errors. First, she compared whether it was better to have a magneti… https://t.co/58fX9m0PTi",
        "Natalie Brown (@GTPhys), Andrew Cross (#IBMQ), and I  posted a new paper on leakage errors in the surface code to t… https://t.co/PQHV5cc12g",
        "My favorite plot in the paper remains this reminder that the best quantum error correction code depends on your err… https://t.co/WLqNaNYTvf",
        "A general question in quantum computing is how to map your ideal circuit to the physical hardware. In this paper, w… https://t.co/pzNocM5P9l",
        "@MalkymLesdrae @TempleUniv @DukeEngineering It should work fine at low densities.",
        "At the avoided crossing a molecule fleetingly forms and it can fall apart either way. Either back to K and Ca+ or i… https://t.co/IsAk3uLjfL",
        "The paper shows that when the Ca^+ electron is promoted from the 4s orbital to the 4p orbital, it enables the react… https://t.co/4JS1sRwrl7",
        "Our measurement shows a rate of 10^-9 cm^3/s. Smaller than Langevin but much faster than the predicted ground state… https://t.co/YGyYacQQLB",
        "But then quantum mechanics appears and reminds you that you actually care about wavefunctions. For K and Ca+ initia… https://t.co/Lhf27iqYD1",
        "What does that rate mean? Imagine you have one Ca+ ion. Then you need ~300 million K atoms per cubic centimeter to… https://t.co/GgoQl3G2yJ",
        "The atoms need to get close enough for the electron to jump from one to the other.  This is not too bad because the… https://t.co/dqVMqIOmQR",
        "As a result it is energetically favorable for the electron to move from K to the Ca+. However in the ground state o… https://t.co/j406IPHJdq",
        "K and Ca are next to each other on the periodic table. Ca has a stronger hold on its valence electrons because it h… https://t.co/SwD7IJtnce",
        "Taking place at 200 mK (-273 C or -459 F), it is probably the coldest reaction on @DukeU campus but I would need to… https://t.co/LSejhRDeEu",
        "❄️👨‍💻👩🏾‍🔬❄️New cold chemistry paper! Our theory collaborators @TempleUniv, Hui Li, Ming Li, Alexander Petrov, and S… https://t.co/zdTYyiJvPk",
        "@sirianni_d_a @krystasvore @uw_ece @DukeEngineering Thanks Dom. It was a fun class to teach.",
        "@dabacon @krystasvore @uw_ece @DukeEngineering Also the two other Stephenson books with QCs. My favorite fictional… https://t.co/PaHdQpZ9pp",
        "@dabacon @krystasvore @uw_ece @DukeEngineering As you know @DukeEngineering has a Materials Science of Science Fict… https://t.co/VpPUrRPjPE",
        "@rdviii @krystasvore @uw_ece @DukeEngineering Q. Info I is basically Q. Algorithms. We could use a Q. Networking class.",
        "I nodded my head in agreement when Kai-Mei talks about how student interest exceeds the space in the lab. I turn aw… https://t.co/Wq9xPJpSYi",
        "I enjoyed watching @krystasvore and Kai-Mei Fu (@uw_ece) discuss the need for quantum education. Here… https://t.co/tjf7UbYTrd",
        "Outreach and research part of @EPiQCExpedition. #DukeQuantum #STAQcodesign",
        "Grad student @DriptoDebroy ( @DukePhysics ) had a stellar week. He won an @NSF QISE-Net award to work with industri… https://t.co/GZb2c3anHu",
        "@m_morgado10 @rdviii They are selective just not physics minded. They are not as selective as @PhysRevX, which has… https://t.co/U8makqXUun",
        "@rdviii @m_morgado10 My main point is that don't look for physics societies to solve engineering journal problems.… https://t.co/WlQBjYeIGw",
        "At #KavliQuantumCoffeeHour today Mike Newman discusses classical methods for simulating quantum computers. https://t.co/THaM8oDFi1",
        "@rdviii Here are some engineering choices:\nIEEE Transactions on Quantum Engineering\nACM Transactions on Quantum Com… https://t.co/541siQ17Ot",
        "Q&amp;A: Aniket Dalvi, Quantum Computing Master's Student @DukeEngineering https://t.co/OSruJQUrER",
        "@dabacon I wonder if PRL had let us use the word \"supercoherence\"  would the Google search results for supercoheren… https://t.co/N9SpT4JQhm",
        "@dabacon That is a change from your youth.",
        "Rui Chao (@USC) explained flag qubits at  the #KavliQuantumCoffeeHour today @DukeEngineering https://t.co/y01hv0kw8m",
        "@rdviii @NSF @DukeEngineering Yes. We support student expenses but we cannot pay for international  travel.",
        "Apply now for the 2nd Annual Quantum Ideas Summer School #SummerSTAQ June 8-12, 2020 sponsored by the @NSF STAQ pro… https://t.co/FmNgH8UGHa",
        "Forgotten hashtags #womeninstem #womeninphysics #quantumerrorcorrection #dukequantum",
        "My student Natalie Brown (@GTPhysics ) successfully defended her thesis on \"Leakage mitigation and correction techn… https://t.co/dL8bvgPZNa",
        "@jpdowling @DukeEngineering Now Jon asks me to predict 2030? I can only predict that the phenomenal progress in qua… https://t.co/uIBv4ETbea",
        "@jpdowling @DukeEngineering Fault-tolerant quantum computation with the surface code arose from a mix of three thin… https://t.co/auNgtvS8Hv",
        "@jpdowling @DukeEngineering Of the transmon and the surface code, the surface code is more surprising to me. There… https://t.co/WjgxWVPq5C",
        "@jpdowling @DukeEngineering In 2007, I could not have predicted that transmons and surface codes would be IBM's and… https://t.co/z6DkUT6BVX",
        "Killer talks are our style @DukeEngineering https://t.co/OgmnNL2OaH",
        "@dabacon My personal strangest proposal is quantum dots on DNA  \nhttps://t.co/h1WzpAfYFy\n\nThe best idea is in the c… https://t.co/26oiv9T31W",
        "@dabacon @UCRiverside @DukeEngineering Yes. It included extra material about transforming the Ising model that will… https://t.co/j8PA8oa3z7",
        "The talk provided many new insights for decoding correlated errors and methods for changing the decoding problem ba… https://t.co/YQfoHWjYkt",
        "My favorite quote: \"And thus we have reduced one exponentially hard problem to another exponentially hard problem.\"",
        "Great talk building off work by @S_Flammia @harrow @dabacon @CVuillot @BenCriger @QuantumChambs https://t.co/Tvu1nkKftk",
        "Leonid Pryadko ( @UCRiverside ) will discuss \"Approaching truly maximum-likelihood decoding for quantum codes\" at t… https://t.co/O4YamctTwW",
        "@steveczimmerman @SolitudeMTN More #WorkLifeBalance @AltaSkiArea https://t.co/LGXZ4XbI5Q",
        "@michael_nielsen @seanmcarroll @dabacon Coincidence measurements are also necessary to show single photons. Many de… https://t.co/5i4qFZH9u6",
        "Great to catch-up with @MJBiercuk, @tahantech, @AndreasAtETH and @jmchow at the IARPA Technical Exchange Meeting https://t.co/OtpWU8FYD2",
        "@MJBiercuk @qctrlHQ @TensorFlow I love it when Mike tweets at me from three seats away. It makes me feel young. https://t.co/HlEVI7ToSZ",
        "Cheers to my collaborators @singular_value , @prof_chong, Casey and Jonathan (@UChicagoCS) and my student Natalie (… https://t.co/sTCyxAHxma",
        "Thanks to @andrewmchilds for chairing a great program, @litelephant for chairing the steering committee, and the… https://t.co/JOBvfRVaFs",
        "More quantum error correction at #qip2020 with @BenBrow31417089 's talk  on the work from @sydney_uni @ARC_EQUS on… https://t.co/uYYj8gRbAo"
    ]
}