{
    "screen name": "HipokratHan",
    "no. of tweets": 177,
    "tweets": [
        "@ozgulofficial Ne haddimize, biz gidelim o bize isim versin",
        "Yaşıtlarım çocuklarını hangi okula göndersem diye düşünürken, ben kendimi hangi tus dersanesine göndersem diye düşü… https://t.co/Qp3R7y1iE7",
        "@turksoyIu Onlar şakaları pek anlayamıyorlar ofansif buluyorlar genelde 😅",
        "@omeroguzhannn İyi insanlar çoğalmalı kanaatindeyim başkanım😅",
        "@omeroguzhannn Uzmanlıktan sonra Obstetriyi bırak jinekolojide ilerle başkan, yoksa senin yol yol değil😅",
        "@omeroguzhannn Başkan sen kd istiyordun değil mi?",
        "Hey maşallah kafalar pırıl pırıl. Pedofiliyi resmen savunuyor amk evladı https://t.co/BOPzPsEgcf",
        "@secildr Bunları efektif bulmayıp direkt nikâh’a giden kesim de var🤷🏻‍♂️",
        "@tupludahiliyeci @Kahvelijeliboni Yukarıdakilerin hepsi?",
        "@Kahvelijeliboni Now you talkin’ 😅",
        "@Kahvelijeliboni Kebab girl’s best friend bundan sonra 😅",
        "@Kahvelijeliboni Üff bol sumaklı olsun",
        "@Kahvelijeliboni Bence kebab söyle aynı etkiyi yapıyor hem daha ucuz😅 kebab için tek taş agonisti diyebiliriz 😅",
        "@drsuveran 😅",
        "@gilipnr Tez de zaten belli istatistikler üzerine bir fikrin yorumu değil mi?",
        "@gilipnr İstatistiki açıdan güçlü verilere sahibim (p&lt;0.05)",
        "@gilipnr Var var",
        "@drsuveran 😅onlaynım biliyosun abi",
        "Sevdiğin tarafından sevilmek&gt;tus da full çıkmış gelmesi",
        "Sefilliğin kölesiyiz https://t.co/a3QmmlKQwl",
        "@onlakonusmayin 😅bi program oturtamamıştım, çıkınca bi program yaptım oturtana kadar gelmedim şimdilik herşey yolunda🙃",
        "@batukybs Farma bir insan olsayı yasin olurdu mutlaka😅",
        "2.5 ay aradan sonra tus kitaplarıma geri dönmüşümdür https://t.co/h7B5Cwxico",
        "@drfaithdz Abi Twitterdaki ününden habersiz kaynananız ile sürekli fotoğraf çektirip ve evine kadar bıraktığınız iç… https://t.co/ImXg6vp6gJ",
        "@drbeyzaa @YildizzTilbee Valla ona herşey yakışıyor😅🤷🏻‍♂️",
        "Çok net konuşuyorum, ülke sınırları içinde kimsenin ama hiç bir kimsenin @YildizzTilbee’yi sevmeme gibi bir lüksü y… https://t.co/DPWBjomkfJ",
        "@cerensahinw O kadar fosforlum yoktu 🤷🏻‍♂️😅",
        "Stockholm sendromu https://t.co/sSOkv6MNik",
        "Şerrrefsizim aklıma gelmişti 😅 https://t.co/fNwu2p7dKZ",
        "Anladık! Peter denilen bir adam saatte 20 bin defadan fazla ip atladı 😅 @SpotifyTurkey",
        "@onlakonusmayin Gardaşımın canı sağ olsun @omeroguzhannn",
        "@cpt_mec 😅👍🏻",
        "Yalan yok datacıyım, ve yayınlarından çok fayda görüyorum, ancak şu instagram hesabını hangi 17 yaşındaki atarlı ge… https://t.co/KpBwt1X8hm",
        "@omeroguzhannn Di-daymırcıların gözü yaşlı 😅",
        "Unutmadık #soma",
        "Bir ay yokum dedim, sözümü yedim ve geri döndüm https://t.co/yDs14MwkEV",
        "Hakkınızı helal edin gençler,ama burası sıktı Ramazan boyunca yokum, şimdilik biraz ara. 🙋🏻‍♂️ https://t.co/SEEvNu6pCp",
        "@Elif_goktas4 Doktorlar!!! 😅 yok yahu tüm sezon tek izlediğim dizi entourage’dı. Ancak uyarayım ağır erkek muhabbeti içerir",
        "@Dr_Hndn Yav onca şey gördüm bir gr içim burkulmaz, izlerken ağladım sinirimden",
        "@sarizeh @MrvChdr Hayırlı Ramazanlar hocam, vallahi sen çıktın ☺️",
        "Ya Rabbim! şu mübarek Ramazan ayı yüzü suyu hürmetine, şu hayvanlara böylesine zulüm edenleri, aynı acıları onlara… https://t.co/evkfjYbzDI",
        "@MrvChdr @omeroguzhannn @onlakonusmayin 🧐damlamak kötü bir tabir mi ki? https://t.co/cEO2ee0HJv",
        "@MrvChdr @omeroguzhannn @onlakonusmayin Bi nane yemedik ki karnımız ağrısın sayın hocam, lütfen desteksiz sallamayalım",
        "@omeroguzhannn @onlakonusmayin @MrvChdr e hocam hani gelmedin ya bizi linç etmeye😅 hadi bakalım pimi çektim",
        "@drercardio @ata_madih @Ebruogretmenim @ayhan_pesen @CTenekecioglu @hypatia72969351 @osman__eren @123yazgani… https://t.co/xTP6TKfhfX",
        "@omeroguzhannn @onlakonusmayin Yav bende biliyorum başka şey kasdetti ama ne olduğunu anlamadım, anlamasam da bozma… https://t.co/7d6hax7IHz",
        "@onlakonusmayin @omeroguzhannn Biz elimize güveniyoruz ama seni yanlız bıraktılar😅",
        "@omeroguzhannn @onlakonusmayin Dış minnakların oyununa gelmeyiz evelAllah 😅",
        "@omeroguzhannn @onlakonusmayin Bu arada benim profil cennet mahallesine döndü her akşam bi kavga 😅",
        "@omeroguzhannn @onlakonusmayin Yav bi gülme geldi kiiim? @onlakonusmayin mı bizle başedebilcek, of gülmekten yazamıyorum",
        "@drsuveran Kız da mevzuyu baya uzatmış",
        "@omeroguzhannn @onlakonusmayin 😅 okuyodur o şimdi uzaktan, kimseden korkumuz yok çok şükür",
        "@onlakonusmayin @omeroguzhannn Aha😅 birini daha bekliyorum o da birazdan damlar😅",
        "@omeroguzhannn Sus sus😅 çağırma kötüyü şimdi",
        "Ablacım ama sen beyfendiyi maşallah baştan aşağı süzmüşsün dibini de sıyımışsın, yoksa göz teması bile yapmadığını… https://t.co/o4S8gtJlNM",
        "@omeroguzhannn Başkan o 624 mesaja bi bakıver bi ara😅 benim mailler ancak o kadar",
        "Tk-1920 Gök Yüzünde hilal ve yıldız çiziyor, süper🇹🇷😍\nFlightradar24: Live Flight Tracker - Real-Time Flight Tracker… https://t.co/ohehPRaDVc",
        "@busRaphe Bunun canı sıkılmış ya, muhabbet istiyor",
        "Bayramınız kutlu olsun, yavru kurtlar 🇹🇷🐺🤘🏻#23Nisan https://t.co/Gwb8yAU2Dk",
        "Canım yeğenim, bu sene pandemi yüzünden doyuncaya yaşayamadın en güzel gününü. Biz Türküz neşemizi sevincimizi, Ata… https://t.co/XPX0iWg35z",
        "@op_ozan 😅",
        "@aydin_yosun IT skillerim instagram ile sınırlı olmasaydı iyiydi😅",
        "@omeroguzhannn @onlakonusmayin @busRaphe @Pnarlkbahar @Dr_Abdusselam Başkan Olayın perde arkasını anlatayım mı? Koz… https://t.co/WRsHwRwuwG",
        "Aha şapka düştü kel göründü, fotonun orjinali geldi😅 obstetri yerine ortopedi koymuştum https://t.co/HQENNif6Dm",
        "@busRaphe @Pnarlkbahar @Dr_Abdusselam Esas yanlışlık benden kaynaklandı yahu ben hangi twite ne yorum geldi diye ba… https://t.co/Uvkn4D6mlP",
        "@omeroguzhannn @MrvChdr Ben inanıyorım başkan sana boşver bunları",
        "@omeroguzhannn @MrvChdr 😅",
        "@MrvChdr @omeroguzhannn Kız kavgası izlerken olay yine biz garibanlara sıçradı",
        "@onlakonusmayin @omeroguzhannn @Elif_goktas4 Hah parfüm hatta şekerli parfüm, @omeroguzhannn başkan yanındayız, yedirtmeyiz bu adamı😅",
        "@omeroguzhannn @onlakonusmayin @Elif_goktas4 Valla ben bu delil olayını ikidir okuyorum, başkan seninleyiz!",
        "@Elif_goktas4 @onlakonusmayin @omeroguzhannn Dış minnaklar diyelim ozaman",
        "@Elif_goktas4 @onlakonusmayin @omeroguzhannn @omeroguzhannn hocam yanlız değildir, siz emperyalist kız güçlerine yedirmeyiz adamımızı",
        "@omeroguzhannn @Elif_goktas4 @onlakonusmayin Ee böyledir bu işler önce hocam derler sonra...😅",
        "@omeroguzhannn @Elif_goktas4 @onlakonusmayin Sana çekirdek almaya gitti diyince ben de kola aldıydım ya😅",
        "@Elif_goktas4 @omeroguzhannn Kaç başkan, hızını alamadılar bize sıçrayacaklar",
        "@Elif_goktas4 @omeroguzhannn Valla konunun bizimle alakası yok😅 kızı yoldunuz işte daha ne 🤷🏻‍♂️ ne etiği yahu, gün… https://t.co/ZUsb9CzpoL",
        "@omeroguzhannn Aynen başkan süper oluyor😅",
        "@omeroguzhannn 😅kızlar yoldu gerçi valla bi ara çekirdek alıp yorumları okuyasım geldi",
        "@Dr_Abdusselam @busRaphe Abicim sağlık ekip işidir, kimin üstte altta olduğu gibi bir mantığı olamaz, ancak bunun f… https://t.co/C7qrBFAr49",
        "O anda erkek hekimler;\n-Rahatsız bu kendi haline bırakalım, konuşur konuşur gider https://t.co/ruMu0D6sSV",
        "Ramazan yaklaşıyor ve doktorların aklında tek bir soru;\nVatandaştan hakaret veya küfür yersem orucum bozulur mu?",
        "@busRaphe Yok yahu estf, hani teknoloji bazı şeyleri öldürdü yapacak bişey yok😅",
        "@onlakonusmayin @drkisabiyokimya 😅",
        "@busRaphe Neticede sevdiğimiz insanla bi sinema çıkışı rast gelmemiz ihtimal dışı sanırm😅o yüzden ya sosyal medya y… https://t.co/sgSDLxDiYn",
        "Ee sen altında çalıştığın doktorlara, Liderim mi diyorsun yani? Bu ne saçma bi savunma. Yok bir de lordum de😅 Böyle… https://t.co/jMSLgFRTL3",
        "@drkisabiyokimya Oo kavga, çok severim. Hocam benlik bişey varmı HOCAM 😅",
        "✅Nazik davranmak, eşit değildir hoşlanmak\n✅Beyaz da olsa yalan söylememek, eşit değildir kaba olmak\n✅Direkt mesajla… https://t.co/TbZwBow0WJ",
        "@kubraataskiiin Who doesnt ☺️👍🏻",
        "Nöbetten çıkarken diyecektim ama videodan çıkamıyorum 😅 https://t.co/cej8uGKtQJ",
        "@op_ozan Haute couture virüs",
        "@omeroguzhannn Vay arkadaş ben de isterim böyle portre",
        "@cozkan07 😅",
        "@perikardiyal Tamam reis bekliyorum😅👍🏻",
        "@perikardiyal Ney😅 hangi geri zekâlı göster bakayım",
        "Süper kahramanlar gerçektir, ve onlar aramızdalar. Benim için de gerçek süper kahramanlar öncelikle Türk tıbbiyelil… https://t.co/UjQ1fQxsuB",
        "Aynen ben de Beymen’e geldim şimdi yeni sezon bişeyler bakıcam https://t.co/nN9WA3s0yg",
        "@kursatguner -Sor bakalım en son nezaman yemiş içmiş\n+En son ne zaman yemişş?😅",
        "@aciladami 😅 gönlümüz de Türkiyeden başka yer yok abi, her perifer bize merkez . Döner de yemiyelim nolcak",
        "@aciladami Perifer olarak Newyork, brooklyn diyorlar abi 😅",
        "@DrOlmezz Yine aerosol diyip siğneye çekicez😅",
        "@Senemah54821029 Evet fotoğrafını çekerken poz verdi",
        "@iyonludaniella @zey__zey____ 🤷🏻‍♂️ esas sahibi levent kodal dır benim için sıkıntı değil😎👍🏻",
        "@iyonludaniella Yok yahu hoşuna gittiyse kalsın😅 öylesine soruydu sadece görünce şaşırdım",
        "“Erkekleri de anlamıyoruz yhaa” diyen kızlar bundan ne anlarsınız ancak burda eşini seven bir adamın “seni çok sevi… https://t.co/RtfatnM5UE",
        "@attobosretten Aynen odamdan çıktı foto çekerken poz da verdi😅",
        "@iyonludaniella O değil de başlık fotomu neden çaldın 😅🤷🏻‍♂️",
        "Karar zamanı! Ya kendimi örümceğe sokturup örümcek adam olup dünyayı falan kurtaracağım, yada ömür boyu tusiyer kal… https://t.co/iIQI0mHbrg",
        "@drfaithdz Abi LCW telif mi attı 😅",
        "Bak sağlık sektörü yine kimsenin kalbini kırmıyor, bekçiler sağlık alanında böyle bişey istemeden onlara Polis Tekn… https://t.co/IILuqtwZD7",
        "Sizi ilgili kişiye aktarıyorum lütfen hatta kalınız https://t.co/D1HaAdd8Ib https://t.co/ISMvELOxqi",
        "Ah ortopedi üzümlü kekim https://t.co/x97fdcmCXi",
        "@MrvChdr Corckslar ağır insan dostu😅zamanla ezildiği için yumuşuyor 😉",
        "@MrvChdr Bir tane vardı onuda ablamınkisine takmıştım 😅hem sen crocks sevmezsin ki",
        "@omeroguzhannn Onu bilmiyorum hocam ama bakarım, benim 4-5 senelik crockslar bir rahat bir rahat, eskidikçe rahatlı… https://t.co/MvqjMrL7By",
        "Hayattaki şansım nasıl mı? Az önce içtiğim sigaranın külü crocks’un deliğinden girip çorabımı yaktı, bukadar.",
        "Kerem Tunceri’nin basketbol oynadığı zamanda da dripling’i iyi değildi gördüğüm kadarıyla sosyal medya yürümesi de iyi değil",
        "@hafz_04 Bu 5 veya 6. Oluyor 😉",
        "@mikropcannn Abla siz uluslar arası konseye direkt çıkmışsınız 😅",
        "Tutan twitlerin instagram’da yayınlanması, yazdığınız makalenin uluslar arası mecralarda yayınlanması gibi😅",
        "@perikardiyal Boş beleş işler garındaşım",
        "İlla istiyor ki Yıldız kaysın Teknik kalsın https://t.co/L1RRZnm8xT",
        "@cozkan07 @busrabalciii Resmen çok pahalıyım beni yeme diyor😅",
        "@usdbukucu Evet, olabilirmiş😉",
        "@onlakonusmayin Sokağa çıkmayın dediler, ama paraşütle atlamayın demediler https://t.co/YkZvD21QIl",
        "@op_ozan Aynen hocam",
        "@dagistan1616 @yagdiranozlem @dryagci Acaba geçen gün yazdıklarını kim fısıldadı kulağına",
        "Ventriküler fibrilasyon https://t.co/vFyMo4wzmO",
        "@MrvChdr Teşekkürler hocam",
        "@MrvChdr Bu da güldürdü ama favlayacağım😉",
        "@MrvChdr Güldürdü ama fav atmıyacağım",
        "@MrvChdr Kendin gibi sebze seven birine denk gelirsen açlık kaçınılmaz😎",
        "Aşk-ı memnu her sabah TV’de, kendi sonunu en son bölümü izleyerek görebilir https://t.co/e8jcHqBYLX",
        "@omeroguzhannn @MrvChdr Ömer hocam alnı öpülesi bir twit buldum 😅 https://t.co/Y6RKOUrKzA",
        "En Berika olmayan özelliğiniz nedir? Ben maskeyi taktığımda burnumu kapatabiliyorum mesela",
        "@FurkanOzcalik Yeni ilacın ismi etliekmek-alfa olsun",
        "@neyyyymis Neresi orası yahu😅 söylede yazmayalım 😂",
        "@doganburak29 Afedersiniz de siz yoksa bahsi geçen okey taşımısınız? Çünkü oradaki doktorlardan veya vali beyin ken… https://t.co/SMJEz6HbFs",
        "@neyyyymis Üzüldüm ya, umarım kıdemli olduğunda bunu alttan gelene yaptırmazsın bu düzeni bitirirsin",
        "@omeroguzhannn @MrvChdr Alo engin..benim şöför😅",
        "@omeroguzhannn @MrvChdr Boşver hocam biz yeriz😅",
        "@neyyyymis Kardeş siz çaycı ocağında mı asistanlığa başladınız? Ya espri yapıyorum ancak benim yaptığım kahveye laf… https://t.co/h99vZMKiN1",
        "@MrvChdr @omeroguzhannn 🤷🏻‍♂️🤪",
        "@MrvChdr @omeroguzhannn Ozaman bu ekip topluca kebabçıya @MrvChdr hocam sana karbonhidrat alacam",
        "@omeroguzhannn @MrvChdr Ney bir de karbonhidratı küçümsedi, biz karbonhidratı karbonhidrat ile tüketen bir ırkız bukadar da olmaz yahu 😅",
        "@omeroguzhannn @MrvChdr Aynen öyle hocam biraz hayvansal gıda tüketse böyle olmazdı😎",
        "@MrvChdr @omeroguzhannn Hocam sensiz olmaz😅 ama sen sebzeyi savundun",
        "@omeroguzhannn @MrvChdr Yoooo bana öyle bir bilgi gelmedi😅 tam yol devam",
        "@onlakonusmayin Tavla vuruyoruz biz sayılırmı hocam?",
        "@MrvChdr Tamam iyi güzel muhafaza edelim Türkçemizi ama olmaz tüm uygulamayı teşkil eden birçok kelime var yani imk… https://t.co/ZW0eNa6FCI",
        "@zey__zey____ Yok yahu gerek yok böyle şeylere",
        "@MrvChdr 😅ortalık karışır",
        "Hasta entübe dendiğinde, kabaca hastanın kendi gücü ile solunum yapamadığı ve ağız yolundan soluk borusuna bir tüp… https://t.co/3bvTGFhUyX",
        "Sağlıktaki çoğu terim latince veya yunanca kökenli olup çoğu direkt bir anlam değil, tüm bir uygulamayı da barındır… https://t.co/vixZweKKkt",
        "@MrvChdr Mesela varan 1 😅 devam edeyim mi? https://t.co/L5KRZLoLYy",
        "@MrvChdr Valla ben de bilmiyorum ne olmak istemiş, ancak gözümden kaçmıyor hiçbirisi, hani her twite salça olan  bi… https://t.co/6wRQhetmPH",
        "Komik twitlerimi çaldınız, cümledeki esprilerimi bile çaldınız, ulan biri çıkmış serzenişte bulunduğum twiti de çal… https://t.co/AowHsWnnti",
        "@drsuveran 😅",
        "Şimdiki yaşadığımız salgında sağlıkçı olmak gerçekten çok zor, daha zor ne var derseler Zonguldak da sağlıkçı olmak… https://t.co/VY9xEunKiI",
        "@drsuveran Ağamıza beleş😅 https://t.co/Q925nN7m2j",
        "Bir bakan ki; gözleri dolarak ve sesi titreyerek “üzülerek söylüyorum bu sayının içinde malesef sağlık çalışanlarım… https://t.co/qD98yKNBKi",
        "@MrvChdr ŞerrrrrefsiZim aklıma gelmişti😅",
        "Bir gün farklı bi trol hesap açıp sağlıkçılara, doktorlara sallıcam, sadece merak ediyorum perde arkasında gelen me… https://t.co/WyFKBp0aCU",
        "@omeroguzhannn Pes!",
        "@feriderendor @nocontextsaglik Haha bunu yazmak için girmiştim ya🤪",
        "@mvoofficial Hiç anlatamadım, hiç anlamadılar",
        "Her gece TV’de ekran 4’e bölünmüş konuşuyorlar beni bile şişirdiler. Abi iki ürolog bir genel cerrah bir ortopedist… https://t.co/2qehxJZGTr",
        "@MrvChdr Kulağımda çınladı biraz🤪",
        "@MrvChdr Miranda Bailey hocam ? https://t.co/LrmmesPbF0",
        "@MrvChdr Atik ve kıvrak olucaksın bu hayatta😎",
        "@MrvChdr Valla o eşimin problemi😅 benim görevim bir baba olarak eşime sadece “tamam ne gerekiyorsa yap işte” demek",
        "Terlikle attığımı vururum https://t.co/te37rXNNkB",
        "@sightofsoulwiib Her zekâ seviyesine göre twitlerim mevcuttur",
        "@FurkanOzcalik 😅bildiğin gibi değil dün buralar çok karışıktı",
        "Ne yapıcaksın corona’ya kravat taktırıp iyi hâl den ceza indirimine mi gideceksin? Son yıllarda tek yaptığınız bund… https://t.co/HFCkg70aii",
        "@FurkanOzcalik Ben de tam diyordum bu çocuk derse oturdu galiba, buralarda yok iyi diyordum, neler kaçırdın neler",
        "Lupponuzu, pırasanızı, kolanızı alın sonra burda geyiğini yaptığımız kim varsa, acıklı hikâyesi 3 gün sonra çıkıyor… https://t.co/suTHj1LC6y",
        "Tuvalet ihtiyacımı yaklaşık 8-10 saat tutabiliyorum https://t.co/MZcn5AJZCC"
    ]
}