{
    "screen name": "CarrieRosePace",
    "no. of tweets": 164,
    "tweets": [
        "I’m off-screen on the left in the assembly line (gotta keep that social distance!). Kelsey in the middle was smokin… https://t.co/9jrs4uTwRk",
        "Confession- My internal monologue on every walk at the River:\n“Where is their mask?!”\n“Move over! Give me 6 feet, n… https://t.co/A9k991lrsu",
        "Look inside your heart, and I'll look inside mine\nThings look so bad everywhere\nIn this whole world, what is fair?… https://t.co/UBtKyrNpWu",
        "@RossCatrow T-shirt game on point",
        "Have I had the best morning giving out these biscuits? You bet I have. https://t.co/uPBR80Bw2w",
        "@ValerieCatrow I, too, have achieved cooking status, additionally with the assistance of Amy’s canned soups. https://t.co/IAWTxNLh8X",
        "@CoreyMFauconier Hi Corey! Thanks, I hope you are well. 😊",
        "@ValerieCatrow Maybe just do the Elaine for a few minutes instead? https://t.co/4jVsARI6kV",
        "@MWLewis5 @BigHermsKitchen @Grubhub He has some yummy vegetarian options!",
        "@allialligood @LevarStoney @GRTC_CEO We are working toward having masks available for front-door passengers needing… https://t.co/b1tsowB0zn",
        "@RuthServenSmith Dougie for the win! (Tell your parents I still think of them fondly and am lucky to be in the same… https://t.co/XTvoj3F66a",
        "@vasocialflight don’t you miss the days we were spoiled rotten with his cooking on VTM?! 😆",
        "Made my day to see @BigHermsKitchen team for my to-go! They were busy, too, which is great. Order on @Grubhub (I di… https://t.co/xWwNHRjery",
        "It is annoyingly ironic that while I am trying to record a voice memo for @RossCatrow’s class, both of the neighbor… https://t.co/YPwiJJDwZF",
        "@MWLewis5 Thank you!! 🥳",
        "These special deliveries get me every 🥺 single 😢 time 😭 https://t.co/UocaYE6apM",
        "Read this all the way to the last line 🥺😭 https://t.co/gnUBRopz9N",
        "@ValerieCatrow On Wednesday I lived almost the entire day believing it was Tuesday. Almost phoned in for an appoint… https://t.co/KTBcW91gTm",
        "Getting some good smiles and Operator honks this morning! 🚏🚍💜 https://t.co/bhtRDHVE8G",
        "Just saying hi to my neighborhood bus driver helping get our passengers to critical services and jobs during… https://t.co/UXy1XDHinD",
        "Yes, I found a way to use T-Rex arms for work. 🦖 https://t.co/frNNPRGcL7",
        "@MWLewis5 @GRTCTransit Yes the 95X is operating normally.",
        "Today, we did launch a new bus route. I rode with residents on Route 1 who told me how excited they are to have bus… https://t.co/9tScNyHPOb",
        "Good news is still happening. Really enjoyed working with @sabrinaamorenoo today. Click to read her story - you’ll… https://t.co/Q07aaA1Qn4",
        "@rvadotra @GRTC_CEO Currently, GRTC is taking inventory of all benches in the network &amp; comparing today’s usage/nee… https://t.co/jvGqEiDDCa",
        "@rvadotra @GRTC_CEO UDC reviews &amp; approves the amenity designs, but not each individual location. The locations are… https://t.co/AixexuXz7T",
        "@rvadotra @GRTC_CEO Benches must be secured properly to the concrete, as well, for safety.",
        "@rvadotra @GRTC_CEO Because amenities like this are within the City ROW, we have to comply with their policies &amp; pr… https://t.co/1JPjUu5Sh2",
        "@rvadotra @GRTC_CEO Good question! The bench costs about $992, plus installation (costs start at $320 where concret… https://t.co/4Rhs2EHHHk",
        "@rvadotra @GRTC_CEO I know how you feel...but with about 1600 bus stops, we have to prioritize which stops get amen… https://t.co/6Btr8262XR",
        "@cjkmedia @Morr_Ruth @Scott_Wise @TrevorDickerson The smoke is blowing East... 😳",
        "@PrabirRVA @GrtcPulse 🤗🤗🤗",
        "@TrevorDickerson @Scott_Wise Scott you have my permission to use on @CBS6 \nTrevor you too for @RVAHub",
        "Golly...per @CBS6 this is a Warehouse fire at Brook Road and School Street. #rva #rvafire https://t.co/Fl7oX8uzp1",
        "@Scott_Wise @TrevorDickerson View from rock wall by T Pot https://t.co/1M6iLdaaGn",
        "@CBS6 what is this fire?! https://t.co/0ybx5OqVfB",
        "@rvadotra Great feedback on stops to add to the amenity request queue! FYI, we did have to remove the bench built a… https://t.co/FOQo0QPF5W",
        "@transit_student @GRTCTransit @RVARapidTransit @GrtcPulse My affection for you is frequent, too 😻",
        "Do you want to connect between @urichmond and @VCU Monroe Park on one bus? Do you wish you could ride a bus on much… https://t.co/sksr0ziabe",
        "I was invited on the show along with other transit nerds I adore 🤓 and we had a great conversation. Thank you to ou… https://t.co/DFSthclFZg",
        "I have arguably one of the best bus stop views in town. https://t.co/TITuGssGOc",
        "@AndyMPederson @jarodfloyd @LexiBirmWX @BrianBriggsWX @NikkiDeeRay @ZachDanielCBS6 @MikeGoldbergWX @TPattonWeather… https://t.co/Qz815DgqcO",
        "@RossCatrow @zzqrva featured on @GuyFieri DDD last night!",
        "@MWLewis5 I’ll make sure our techs know! They’ve been troubleshooting some update issues this week. I apologize for the issue.",
        "@ValerieCatrow Precisely https://t.co/fxzSwYAcwU",
        "@MWLewis5 @grtc Not right now. GRTC tested electric in the early 2000s. Currently the alternative fuel is CNG.",
        "@ValerieCatrow Tbh, upon first viewing, I thought it was him.",
        "Cue 🤤 https://t.co/5EjB05xP38",
        "@MTomDem Copy that! We have parking spaces on E Main St at the East Riverfront stations, or there’s lots of off-Bro… https://t.co/zM6r7wIM0y",
        "@MTomDem Pulse service on Monday begins at 6AM - it’s a Holiday so we’re on a Saturday schedule - with buses every 15 minutes",
        "Detour info here👇🏻 https://t.co/zbwXZKmqOP",
        "@dbass1978 @GRTCTransit Thank you for being a part of this! I’m excited to see how TAG continues to evolve and help us improve transit.",
        "@adamlockettsays We are glad to be there, and we appreciate your insight and ideas!",
        "As seen on @LauraCPerrot’s story, actual footage of the wind whipping my hair during our interview. But I really wa… https://t.co/nri6YsoshO",
        "I’m just leaving this here for @ValerieCatrow ... @witchernetflix https://t.co/RslWFGRKyo",
        "Explore the Past on the Pulse Brings Richmonders Closer to History. Press Releases - The Valentine \n⁦@GrtcPulse⁩ ⁦… https://t.co/cmFKP8xr9v",
        "Feeling helpless about the overwhelming fires in Australia? You can help. Donate directly to the NSW Rural Fire Ser… https://t.co/u8ifkpmfPi",
        "I just learned about Slow Roll Detroit 🚴🏽‍♀️🚴🏼‍♂️ and how do we get this in #RVA? Basically do the Moonlight Ride e… https://t.co/DJhn777JXz",
        "I was delighted to spend time with my guy @MikeStoneCBS6 spreading a little holiday cheer! https://t.co/9iGTVUjznm",
        "@TomLglEdtr Agree! Do both - dishes and laundry- and I’m tickled pink.",
        "I am I prefer and enjoy doing my laundry on Friday nights years old. https://t.co/hiKWbGi9ea",
        "@johannagehlbach Joh, the force is strong with you!",
        "WHAT a delight to finally meet @TPattonWeather in person today! (Thanks @MikeStoneCBS6!) Day made 😊",
        "This is a great video summarizing our Greater Richmond’s transit transformation. And we’re not done with progress y… https://t.co/qxurck9JbY",
        "“Life is full of sweet surprises, everyday's a gift\nThe sun comes up and I can feel it lift my sprit\nIt fills me up… https://t.co/F0pfWj7o7u",
        "My first @disneyplus viewing was Jeff Goldblum “Sneakers,” and it was even more delightful than I expected. (And I… https://t.co/y9K9unMO5g",
        "My heart just went pitter-patter when @antoni and Yoko-san had their baking date. So sweet! @QueerEye thank you for… https://t.co/N1C5sw4leT",
        "Attendees last night shared an enthusiasm for transit that made me feel 🥰 https://t.co/CznlunFX1x",
        "Tonight! I’m excited to share the efforts underway to launch this new service in Spring. https://t.co/eUzaSDrzYj",
        "With Remy our guide for #EpcotFoodAndWine #TasteEpcot https://t.co/KpuuBi90X7",
        "@vasocialflight I KNOW! I’m also avoiding spoilers as it’s already on air in Canada",
        "October mood https://t.co/HRfz9IXVCu",
        "You know you’re a 🤩 https://t.co/PzlfHCFJ1v",
        "TAG only meets four times a year. Low-time commitment, but potentially big impact with GRTC decision makers in the… https://t.co/qvJL2UwMBo",
        "🥵 https://t.co/uv1ZJxlK6t",
        "Folks it’s probably faster just to walk down the river right now... https://t.co/l9ZmOGohpf",
        "“I know you’re scared, but you can’t give up. Follow me. Just keep swimming.” 🐟🐙\n#FindingDory #30DaysOfDisney https://t.co/IJ5fJjpMUH",
        "“Richmond’s results show that bus transit can experience real growth when leaders spanning jurisdictions work toget… https://t.co/8XRSgj6hpp",
        "This rain smells GOOD. https://t.co/rkDBrJkU9s",
        "FYI for Friday 😎 https://t.co/CjqNWhAJ2g",
        "Do you have thoughts/feelings about a public issue? Are you VOTING in addition to talking/protesting? Register to v… https://t.co/gjkFvJY0Uj",
        "@AndrewNBC12 My husband asks for another option - “1 inch of snow.” 🙄",
        "Oh look, another 90-degree day on the first day of Fall...🤮 https://t.co/Y2mIKslW8h",
        "The people telling me about how excited they are for @GRTCTransit bus service in @ChesterfieldVa arriving in March… https://t.co/rRI0rAmrDT",
        "Beautiful Saturday to play! @ChesterfieldVa \n(Local @GRTCTransit bus service arrives here in March 2020!) https://t.co/Ed1xdody3l",
        "Y’all! Not only can you get a free flu shot at the CVS inside Target, they’re GIVING YOU a $10 Target coupon to use… https://t.co/6LDYaQwO2E",
        "#TryTransitWeek also means I can grab my favorite cinnamon vanilla latte from @SeftonCoffeeCo before my bus arrives. ☕️",
        "Felt so metropolitan on date night with my husband last night - rode the bus to Bar Solita (YUM!), enjoyed… https://t.co/moK901fvDQ",
        "On the 2C - just watched a Supervisor engage pit crew status by fixing a farebox with a jammed bill in 60 seconds. 🔥 And we’re off again!",
        "@G_Ross8News @WEHTWTVWlocal @JakeBoswellNews @RonanRhodes @FollowThatBird @8NEWS Congratulations 🎉",
        "I use this often when making connections between other local routes and the Pulse. It definitely removes the stress… https://t.co/iDS1MibHlX",
        "@RossCatrow Henceforth all Ross PDF and data requests must be delivered in person @CharmSchoolRVA",
        "Dear automobile drivers, when waiting at an intersection don’t pull beyond your stop line. You won’t get through an… https://t.co/ZrV85K1KcY",
        "60 degrees is good enough for me to break out my Fall plaid.",
        "#TryTransitWeek Day 2 - car in for regular tire checkup, and back on the bus to the gym. Car-free and feeling free.",
        "Eeeep! https://t.co/QShp6COD4E",
        "@ValerieCatrow Only one month until I am THERE https://t.co/pdxntVPyGd",
        "My favorite part of riding the bus home from work today was watching Disney fireworks videos on my phone. 🎇🌠🎆 #TryTransitWeek #BusToWork",
        "@RVARapidTransit FYI half of my bus this morning were @RPS_Schools High School students going to George Wythe. 💜🚍💚",
        "@RVARapidTransit By mixing bus trips into my commutes, I minimize my carbon footprint, save money and feel better-c… https://t.co/ZhdtCYkjTU",
        "Sunrise reflections with Moon in western sky over the River. #BusToWork #TryTransitWeek @VirginiaDRPT @GRTCTransit… https://t.co/uXdSLLkFgm",
        "Bus to Work day! And you can’t blame rain for skipping. #TryTransitWeek @RVARapidTransit @GRTCTransit #RVA… https://t.co/eCaGXVbS4U",
        "Tomorrow is ride the bus day, part of #TryTransitWeek. You can easily plan your trip to work, school, the store, a… https://t.co/z7DiKADOqN",
        "@jer_science @yitgordon @GRTC_CEO @GRTCTransit @teamridefinders @GrtcPulse FYI Jeremy and Julie, she literally just… https://t.co/m5SPvvrsPO",
        "@StreeverWrites @WCVtweets David + Hilary = #DreamTeam",
        "It never fails to excite me when a @GRTCTransit bus operator passes by when I’m on a walk and they wave at me.  Eee… https://t.co/oDROvv20gk",
        "I’m presenting in a BRT webinar right now, and I am fangirling over the @IndyGoBus Red Line. Saw some video/pics al… https://t.co/QHJF8IUePm",
        "https://t.co/ihUO374q4F",
        "https://t.co/3uIrl3z6Au",
        "This is GREAT timing for residents along Jefferson Davis Hwy in Chesterfield Co! These new TAG members representing… https://t.co/CESoO4nkqg",
        "I always enjoy talking with @CandiceNBC12! https://t.co/YspkYG1Quc",
        "Love that the first winner picked a destination you can now reach on the new stops at 2nd and Brown’s Island Way vi… https://t.co/QqBrsGjM0x",
        "Dory: ”What is so great about plans? I never had a plan...Did you and I plan to meet? Well, I don’t think we did. A… https://t.co/TylxY5p92d",
        "He’s not wrong...\nSo I’ll note another under-the-sea character, Dory: \"When life gets you down, you know what you g… https://t.co/ajNYE8VDCs",
        "Thank you @AJNwokoNBC12 for sharing our story! @kroger @WillowLawn @FeedMoreInc https://t.co/8XCnXiXn4P",
        "Cinderella Latte is delish! I think one pump PSL and one pump white chocolate mocha is all you need for a tall. Kee… https://t.co/llTqh69t25",
        "Wohoo! This 👏🏻 is 👏🏻 excellent. https://t.co/zleoSCc17h",
        "Kroger made this food drive so easy! Just grab an item from the display right before you checkout, then drop it off… https://t.co/7bKdqx51s7",
        "Add one of these items to your Saturday shopping list and drop your donation in the bus @kroger @WillowLawn this af… https://t.co/ndaSSlWp6e",
        "After...lots of sweat. @ckgfoundation #SpeakUp5k https://t.co/qY5GbG7Lfv",
        "Race morning inspiration @ckgfoundation #SpeakUp5k #RVA\n#ckgfoundation #speakup #fightfinishfaith https://t.co/muGdK7SslT",
        "https://t.co/7UDlUXsxeg",
        "Come see us tomorrow - bring canned food items or add one of these to your shopping list Saturday. The bus will be… https://t.co/MK4RC4u3cU",
        "“I am short, fat, and proud of that\nAnd so with all my might\nI up, down, up-down\nTo my appetite's delight\nWhile I u… https://t.co/eJss17s2Ug",
        "#BackToSchool is a critical time for many families. Let’s ensure they have fuel for growth! https://t.co/q9wHxnbf4p",
        "“Thanks for the adventure. Now go have a new one.” –Up https://t.co/GmGBkrqtqp",
        "Today is #BackToSchool2019 in #RVA, and this Saturday we are collecting food donations to help families in need dur… https://t.co/0puo3AUNxH",
        "Same for labels https://t.co/XyLSmRULSC",
        "Hook Hand: “Go, live your dream.”\nFlynn Rider: “I will.”\nHook Hand: “Your dream stinks. I was talking to her.” https://t.co/2UL8Lpv9cR",
        "Welcome September! I’ll be decorating the house today for Fall. 🍃🍂🍁🕯🎃👻 https://t.co/QlBgSvO3M8",
        "Rex speaking that inner truth. #ToyStory https://t.co/9Vt2sEtFtt",
        "https://t.co/LwijDsekF7",
        "One Thing We Can Do: Drive Less - ⁦@nytimes⁩ A 10% reduction in U.S. auto journeys would equal taking about 28 coal… https://t.co/BeNF5MwAjd",
        "@ValerieCatrow Just take a peek... https://t.co/2HP25yBhqq",
        "In honor of Star Wars Galaxy’s Edge opening today @WaltDisneyWorld \n#GalaxysEdge https://t.co/ygYafiE0OZ",
        "@Indy_Austin I know this feeling! 🤗 \n💚🚍💙",
        "I 😍 this! https://t.co/Fq7bMrrjg6",
        "Confession - I am prone to this, but have become better, especially as a manager, at delegating and trusting others… https://t.co/wQZxmC8OEu",
        "“Love is putting someone else’s needs before yours.” -Olaf https://t.co/7mILpaAglz",
        "@RossCatrow Are those repurposed pool tube floaties on the roof? Because 💯",
        "Dear nice young man at the T-Pot bridge today, thank you for letting me love on your chocolate lab for a minute. 🤗… https://t.co/ZecEPciWJ2",
        "Love is powerful magic https://t.co/GxRfVq6bEx",
        "#RVA, get yourself outside today. On a porch. On a walk by the River. Heck, to the mailbox. Just go outside and breathe.",
        "This week’s theme - naming it and addressing it. #EdnaMode https://t.co/xLSbwFBsDJ",
        "Did I mention we’re beside the Marines and they’re doing pull-ups for fun? https://t.co/iRbkNBoiW8",
        "This includes rain forests. #AmazonRainforest https://t.co/sawvZY2SHQ",
        "Omg cold front - take me, I’m yours. https://t.co/mDKnxdpqjA",
        "I’ll be there! Now I just have to resist the sweet aroma of funnel cake... https://t.co/o7QmNeh727",
        "Or as the Captain in Wall-E says, “I don’t want to survive. I want to live.” https://t.co/PXvHVGW1Cs",
        "Rush hour today on Arthur Ashe Blvd was THE BEST! I will forever and always block traffic with my flashers on for t… https://t.co/fATWlUGs8w",
        "“Be who you are right now.”\nBo Peep to Duke Caboom, Toy Story 4 https://t.co/x7rJZIhVJx",
        "Female CEO ✅\nFemale COO ✅\n# of Female Directors: 4 🔥\nForward! https://t.co/t08oSnm7vR",
        "Daily Disney wisdom https://t.co/BZpGaa4NGH",
        "@SarahFZParham Ask Jay... 👀",
        "I’m bringing back my Daily Disney Countdown to our next visit with quotations from the stories I love. \n\"A little c… https://t.co/s4bdH2qcb5",
        "Mad respect for this one-woman band! 🔥 @KarinaNBC12 on a @GRTCTransit story at 4:30 and 5:30 today - we’re hiring a… https://t.co/BRvkpGiBBq",
        "Heads up, @vcu is back with SPIRIT! 🐏🐏🐏 https://t.co/MH1YNf7Exy",
        "My face at the end of the day...shiny. \nHurry up Fall 🍃🍂 https://t.co/j0hKKcqttD",
        "Happy Anniversary, Bill! You have a gift for making people feel seen and heard, and it’s because I know you’re genu… https://t.co/BMb04trpaK",
        "Glad I could join this ride and see the direct connection to the Market. https://t.co/x6eMbIVsc7",
        "Bus routes ridden so far today:\n✅  1A \n✅  5\n✅  39 👀 she’s new!\n✅  12\n✅ @GrtcPulse \n✅  2C https://t.co/nX9MpSmCbp",
        "More than 100,000 people attend this annual event! Take 👏🏻 the 👏🏻 bus there and back. https://t.co/fgNw43k2NC",
        "Professional accomplishment of the week - I figured out how to create this in Expression Engine. And people are alr… https://t.co/RPO9oXezL7",
        "Do you have a kid, know a kid, or know someone with a kid in @CityRichmondVA ? Tell them about this! https://t.co/6Sc7NmsHDE"
    ]
}