{
    "screen name": "HAmericanus",
    "no. of tweets": 174,
    "tweets": [
        "@realDonaldTrump Trump uses illegal labor",
        "@WWG1WGA66935148 @alan1878 @jeyges @mmpadellan Hahahaha \nYou got me, maybe you should give dear leader a grammar lesson",
        "@alan1878 @jeyges @mmpadellan Another fake trump time cover. Lol.",
        "@alan1878 @jeyges @mmpadellan Is that the gate there walking the trump crime family thru?",
        "@starlandNJ @McDonalds @Wendys @BurgerKing @McDonalds",
        "@JCon286 @stevesilberman https://t.co/W79lmPP1dx",
        "@CBSNews So not happening",
        "@crazymcmama @cmclymer In my apartment complex we would all stop playing and run inside to watch Happy Days. Tuesda… https://t.co/GcO9nJP9e6",
        "@austinclareball @AndrewTalley15 @CNBC @Apple Yup. So many people in the Midwest could have a better life for thems… https://t.co/pWfrZ6KoxG",
        "@austinclareball @AndrewTalley15 @CNBC @Apple They don’t do that now though. People would rather wallow in stagnation than pick up and move",
        "@SusanChappelle1 It’s the entire Republican Party doing this",
        "@Ish You stink, I smell",
        "@DrEduGator @ASmockingGun @swampsteve @MollyJongFast I don’t think that’s a typo.",
        "@swampsteve @MollyJongFast They certainly are",
        "@ThatCdnMichelle @racerx2233 @JamesLyding @MollyJongFast Discussting was my favorite.",
        "@stanbarr2 @jonrob718 @MollyJongFast Conflict sells, always has always will. The press has been this way since the beginning.",
        "@Ish Not being able to smell is a symptom.",
        "@BillTzamaras Point and Laugh, then kick him",
        "@FlagRater That’s the dumbest bullshit I’ve ever heard. I think no one likes this guy because he’s an assholew",
        "@nick__puckett @ColoradoNewsCCM What other heath regulations do they choose not to follow?",
        "@JYSexton @Ish They really want people to live in poverty.",
        "@WSJ If only republicans cared as much about their own behavior",
        "@Liberal1002 @EconomicJustic4 @TeamGadi @ForecasterEnten This fact let’s me sleep. There’s no way he’s gained any v… https://t.co/cazfC6VQ0y",
        "@JollyMollyRoger Friday",
        "@fras99 Who doesn’t?",
        "@bridget_joy_ No. I don’t care if they live or die",
        "@randalladams @JuliaIndigo @kimmasters I’m 50, a selfish prick who thinks none of this should apply to me. Then my… https://t.co/MlNRMHCaat",
        "@bendashper Patriarchy",
        "@CNN No one wants to wear a mask. You’re not special this sucks for everyone. Being a selfish prick isn’t going to help.",
        "@NateSilver538 Criminals are lazy. They look for the highest reward for the lowest effort. Doing a good job, doing… https://t.co/cdSri9ibjZ",
        "@ivmcarthy @OkBoris1 @vortexnad @judgeyourself99 @realDonaldTrump Hitter used terms@like nationalize the economy wh… https://t.co/OdJ86ab5K2",
        "@ivmcarthy @OkBoris1 @vortexnad @judgeyourself99 @realDonaldTrump Ahhh the old right wing fascist who first came fo… https://t.co/Vc26ckxaIq",
        "@profmusgrave 1980",
        "@charley_ck14 https://t.co/vGqoKMNXT2",
        "@pattiesue7 @FrankLuntz Now try wearing one 9 hours a day 6 days a week. If I can do that y’all can do it for 45 minutes",
        "@stormnelius @PeterMDavies80 @FrankLuntz Trump did promote it as a miracle you lying sack",
        "@SteveKl00655958 @JasonSCampbell You believe the Jews won’t replace you",
        "@stormnelius @FrankLuntz https://t.co/iyRyi44rcY",
        "@stormnelius @FrankLuntz Stop embarrassing myself? I didn’t vote for trump and I don’t go online defending him so h… https://t.co/zI9ZYS5HUR",
        "@banjotexan @stormnelius @FrankLuntz Trump is so dumb he doesn’t know water is wet",
        "@qorquiq I thought it read anal supremacy",
        "@stormnelius @FrankLuntz Any evidence to support trumps claims of it as a miracle cure?",
        "@kdino @KatyTurNBC @tonydokoupil My mother taught me@how to do@laundry when I was young, been doing it for 38 years.",
        "@KatyTurNBC @tonydokoupil Why do women do men’s laundry? I’d be embarrassed not to do it myself.",
        "@nudog71 I wear a mask for 9 hours a day. When I walk my dog outside I only put on a mask when people come near.",
        "@HammerMartel0 @Schiefer4 @alywelch @Klimia7 @MirandaaKaayy @jackfrombkln If some one grabs my weapon they’re dead,… https://t.co/nR7tG6MM2m",
        "@Newsweek Ok Tara",
        "@lehighvalley Republican corruption has been given carte Blanche",
        "@MemeinNSchemin @MartinLuthaDEAN @Trewdaism @paxchristus0 Right not near",
        "@Schiefer4 @HammerMartel0 @alywelch @Klimia7 @MirandaaKaayy @jackfrombkln I should get a freakin medal or gold star… https://t.co/hTEMz30dQY",
        "@MemeinNSchemin @MartinLuthaDEAN @Trewdaism @paxchristus0 I have and when not injured take 9-13 mile@runs 2 or 3 ti… https://t.co/KF6HwX1vUH",
        "@HammerMartel0 @alywelch @Klimia7 @MirandaaKaayy @jackfrombkln I don’t like my neighborhood burglarized and yet I’v… https://t.co/TALnmsxftQ",
        "@buzzskill_2000 @ghostofxmas1982 @nojanerivers @kristenschaaled @GregProops @JuddLegum No they aren’t",
        "@janemarielynch I’d be afraid to let Carville go to the bathroom by himself let alone put him in charge of something",
        "@vlhill1 @AliceOllstein It’s cheaper for me",
        "@realhumanrights @TippeTyYay @georgiodecorati For the other one.",
        "@realhumanrights @TippeTyYay @georgiodecorati I’m for continuous improvement of all organizations. Government shoul… https://t.co/cqmsDOpOTg",
        "@realhumanrights @TippeTyYay @georgiodecorati Sure, but to ignore the attack on these institutions on both their co… https://t.co/rZ6m3RKsDE",
        "@realhumanrights @TippeTyYay @georgiodecorati It is a political partisan problem. The number one priority of the Re… https://t.co/dZ8KHVSRlJ",
        "@TheDownward @ElisLovesHerFam @Tpear10 @Kahil @CNN @StCollinson The article does not say he wants to do that. The a… https://t.co/SQWzEhkMfq",
        "@JohnJHarwood Biden above 50 is good, below is a toss up",
        "@Reuters First round’s on me 🥂🍷🥃🍸🍹🍻🍺🍾🧊🧉",
        "@CLMoon @here4thefacts @Liz_Wheeler @ilyseh Your contribution to the economic performance of your employers organization is paying for it",
        "@RawStory Hang ‘em",
        "@ABC 4 months ago we had to listen to everything the police said or we deserve to be executed on the spot.",
        "@MollyJongFast Signed- the Universe",
        "@TheDownward @Kahil @ElisLovesHerFam @Tpear10 @CNN @StCollinson You assume that Cuimo doesn’t want to open. That assumption is ridiculous",
        "@Robert_E_Kelly I’ve been thinking this for a while coupled with the hope that next time we will start wearing mask… https://t.co/TfNRpmjmFW",
        "@Tpear10 @Kahil @CNN @StCollinson To say there isn’t pressure from trump isn’t an accurate analysis.",
        "@Tpear10 @Kahil @CNN @StCollinson Do you haven’t noticed the duplicitousness of trump? On one hand saying follow th… https://t.co/mGpXsMzzuC",
        "@pep0020 @atrupar 4 months ago getting an abortion because having a baby would destroy you economically was murder… https://t.co/CizJaRk3g0",
        "@vortexnad @judgeyourself99 @realDonaldTrump Stick with it all they way to the end. I admire your dedication. Just… https://t.co/HN1hGsSZnY",
        "@nat_sharpe_ @Wealth_Theory Risks are also manageable. With proper leadership we could have avoided a lot of this.",
        "@vortexnad @judgeyourself99 @realDonaldTrump What’s he going to win? It sure isn’t the election. -7 Rasmussen",
        "@ForeverIMPEACH2 @Rosie @NightlyPolitics Participation ribbon",
        "@marcarash @ReynoldFinnegan @Baligubadle1 @NightlyPolitics Same people who call abortion murder are willing to let… https://t.co/L7x0rnMAYB",
        "@ThatEricAlper ‘Hate the police’- Mudhoney. Cover of ‘The Dicks Hate The Police’ by The Dicks",
        "@CBSNews Americ is full of trump hates. I’ve hated trump for over 35 years",
        "@AlexKJanssen @the_resistor @realDonaldTrump @WHO Sounds like a user error. Corrupted comprehension drive",
        "@HillBeverlyhill Red states undercounting and blue states over counting",
        "@ZerlinaMaxwell So never?",
        "@stonecold2050 Follow him around and shout ‘hey everybody look at this racist piece of shit, hey everyone look a re… https://t.co/qggK0LWxtL",
        "@MontclairMick @callmesasharay @EricBoehlert Distrust of institutions!",
        "@SpyTalker @MalcolmNance The 2018 invading hordes of criminal migrants has become the 2020 Chinese flu.",
        "@MaggioMatt @john_sipher @cabaum1 I can only laugh because Trump has always been the worst of the elite. This dispo… https://t.co/68PWGvCBT6",
        "@realTuckFrumper Ahhh, free market republicans",
        "@leigh_fall @BrianDeCesare @Armitage2020WA Too low. The 20’s are all about learning and gaining experience. 25 is a… https://t.co/Z4enZA2pcy",
        "@leigh_fall @BrianDeCesare @Armitage2020WA 55? Way too low. How about no one under 30 or over 75?",
        "@smmarrujo @FrankLuntz @TheDemocrats @SpeakerPelosi @realDonaldTrump We tried something that failed but we’re hangi… https://t.co/fsytr6VUkW",
        "@MaggioMatt @john_sipher @cabaum1 How’d that turn out?",
        "@MaggioMatt @john_sipher @cabaum1 Had it with elites? So you elected an Elite? Do you listen to yourself?",
        "@workwithbritt @ChrisJZullo @realDonaldTrump The one thing we tried that didn’t work was an awesome success. do you listen to yourself?",
        "@sarahcpr Hearing people talk about them",
        "@saveaustintx @SalMoanella1 @ABC During every natural disaster. During the depression. During the pandemic of 1918.",
        "@SalMoanella1 @ABC If you think the common good is a communist term, you know nothing about the constitution. The c… https://t.co/yjbI3odcCj",
        "@SalMoanella1 @ABC In America we used to make sacrifices for the common good because we knew it was in all our best… https://t.co/3utbIvKDQd",
        "@ChurchofSatan https://t.co/JCFQLtOzuI",
        "@LightsCameraPod Caddy shack, anchorman, 40 year old virgin",
        "@kashutoshz @CNNPolitics Trump wasted weeks of his time with his press rallies. Trump wasted months lying, stalling… https://t.co/EMMTjHRbBi",
        "@JockyStick @O2isOsman @T1blondemom @1PNWOriginal @CBSNews Not everyone in jail is a republican, we can keep phones from them",
        "@1PNWOriginal @T1blondemom @CBSNews Why not? Nothing else for them to do but watch tv. It’s not like we’re going to… https://t.co/sbMI60fLO2",
        "@NotoriousRBF @CBSNews Bingo",
        "@NYCAntifa any sources covering the involvement of white nationalists in the open up protests?",
        "@Lisafirm1 @shannonrwatts Pussy ass bitches",
        "@JimEightDigits @MarkHertling That what the guys with guns want.",
        "@SmugglesDiamond @JoeNBC Blassy Ford had a more solid story and that was shaken at best.",
        "@S0NofODlN @CoonceEd @abbymae41032348 You’re out of your element Donnie \n- Walter Sobchak",
        "@B192Q @AnnieMatthews34 @amjoyshow @nytimes Holy inconsistency",
        "@S0NofODlN @CoonceEd @abbymae41032348 Derp GDR not DRP",
        "@AnnieMatthews34 @amjoyshow @nytimes He siphons votes from trump.",
        "@MsJayePersists @Gdady22 Depends on what the common sense gun laws are. Remember the thing about common sense is that it isn’t that common.",
        "@S0NofODlN @CoonceEd @abbymae41032348 The nazis were as socialist as the DRP was Democratic. \nFirst they came for t… https://t.co/cSEcmHTtA5",
        "@MarketWatch Hang it up Han",
        "@LogicWarrior9 @PartyofCoup @ReconIntell @GunsDownAmerica @GovWhitmer Ok. Define police state, in your own words.",
        "@LogicWarrior9 @PartyofCoup @ReconIntell @GunsDownAmerica @GovWhitmer I’m not just talking about shootings. Overbea… https://t.co/JKgYQ4vUU4",
        "@LogicWarrior9 @PartyofCoup @ReconIntell @GunsDownAmerica @GovWhitmer I’m not hiding. Fair enough as long as you don’t use ‘the left’",
        "@LogicWarrior9 @PartyofCoup @ReconIntell @GunsDownAmerica @GovWhitmer Overbearing abuse of authority",
        "@LogicWarrior9 @PartyofCoup @ReconIntell @GunsDownAmerica @GovWhitmer Yet when black folks protest the police state… https://t.co/isJNQjnm3t",
        "@latimesfood @eaterla @LATACO @LAist @KPCC Best food writing right now @latimesfood",
        "@AnkitSi92171329 @ABC @realDonaldTrump Winning a twenty year sentence",
        "@CNBC China is responsible for trumps failure of leadership",
        "@Goodies89094326 @MashineSlade @rlnb12 @Cernovich As another example of cops being corrupt. The subject is cops. St… https://t.co/DkSkqpJ87W",
        "@Goodies89094326 @MashineSlade @rlnb12 @Cernovich No it isn’t. It’s about cops.",
        "@MashineSlade @rlnb12 @Cernovich I won.\nYou lost.\nGet over it.",
        "@MashineSlade @rlnb12 @Cernovich Lol, my work here is done. I’ve trampled you. Don’t forget your blue live matter decals.",
        "@MashineSlade @rlnb12 @Cernovich I don’t know how to be on the side of barely coherent babbling. Sounds like becaus… https://t.co/lnrtq0Q1ah",
        "@MashineSlade @rlnb12 @Cernovich I did answer it. I assume all cops are bad.",
        "@MashineSlade @rlnb12 @Cernovich I’ve said the cops can’t be trusted for decades.",
        "@MashineSlade @rlnb12 @Cernovich My screening process is that the police are not to be trusted unless they prove otherwise.",
        "@MashineSlade @rlnb12 @Cernovich These are the questions I’ve been asking for years. It’s nice you finally see the… https://t.co/UOIfwdfP0A",
        "@MashineSlade @rlnb12 @Cernovich I know the statistics.",
        "@MashineSlade @rlnb12 @Cernovich Lol, all of the sudden the cops are bad and no5 to be trusted. So much for the blu… https://t.co/vKLWMuz6Ap",
        "@Cernovich Ok, Karen.",
        "@brintzer @chrislhayes 65k will be in a few days. We need to open. We need to open smartly. Nothing about the trump… https://t.co/imqQGXhHrg",
        "@RussForUs2020 @BrianDeCesare The people working for Pharma in NJ are tirelessly working for treatments, tests and vaccines for COVID",
        "@gallagdy @CBSNews Am I? I have my own critique of her. Mainly she’s a centrist center right corporate Democrat. Th… https://t.co/ib6NP9XCZy",
        "@gallagdy @CBSNews Wow, you got her",
        "Tomorrows payday. Real life footage of bills attacking my checking account https://t.co/VdoVSl4ZxC",
        "@gallagdy @CBSNews Yeah, ok. Trump basically solidified her as an American hero. When the history is written she’ll… https://t.co/GOC1SgIX7d",
        "@Deena_Zaru @ABC More republican tears",
        "@gallagdy @CBSNews She is considered one of the best speakers of the house in history",
        "@ddale8 The economy is exactly the same as it’s been the last 6 years",
        "@MSMInsider @NateSilver538 In areas with higher infections.",
        "@MSMInsider @NateSilver538 I’ve also been working in the public the entire time. No one took this seriously For the… https://t.co/xY4kqy4WBS",
        "@MSMInsider @NateSilver538 We’ve had a completely ad hock response. If we had a more coherent and dedicated respons… https://t.co/Teiq2LSHYE",
        "@MSMInsider @NateSilver538 You have to take into account that we didn’t do it right from the start.",
        "@OneSpiked @mexico_guy @BilleShakes @MARCANDERSONNWO Those jobs were leaving with or without an agreement. Nothing was going to save them.",
        "@MARCANDERSONNWO I vited for Perot. Those jobs were leaving wether we had a deal or not.  No deal is perfect but Na… https://t.co/CPIpDdMLvS",
        "@CBSNews TILtrump had friends",
        "@latimes @Davidlaz No kidding. Reagan was the first in the line of bad republican presidents of the last 50 years",
        "@TheNicSwanson @OompaLo44673342 @idiotsaysthis @briantylercohen The best one? I have no deals with russia https://t.co/zND5cvQtkL",
        "@TheNicSwanson @OompaLo44673342 @idiotsaysthis @briantylercohen We have 15 cases in a few weeks we’ll be down to zero",
        "@TheNicSwanson @OompaLo44673342 @idiotsaysthis @briantylercohen Mexico wil pay for it",
        "@BittaHoneyNY @JRubinBlogger @FlyingWithSara @RepSwalwell @afa_cwa @APFAunity The Supreme Court decided that as the… https://t.co/b0o0c7QemM",
        "@OompaLo44673342 @idiotsaysthis @briantylercohen Is it infrastructure week again?",
        "@georgebrownmem @AnnieLinskey @PhilipRucker @jdawsey1 @yabutaleb7 @ToluseO First it was he never said it, then  he… https://t.co/3B85whF4un",
        "@addie_zinone @MindfulObserve1 @totusthug @CNN @CNNOpinion How can a racist be responsible for his actions? That’s… https://t.co/1Bw3GWmxGb",
        "@RobertaGM @RawStory No it isn’t.  McConnell is the most fiscally irresponsible politician in the past generation.",
        "@RChitwood @ThatsTheOneDude @chipfranklin @jaketapper @donlemon @ErinBurnett @chucktodd @SRuhle @AriMelber… https://t.co/7RJKbDOtiH",
        "@starledger https://t.co/NqY6mQVtgo",
        "@MissJupiter1957 @sarahkendzior That day’s presser had little stevies slim all over it",
        "@gymlifeanimal @gtconway3d Anyone else concerned@about the prudence of putting a treadmill next to a stairwell?",
        "@RobertaGM @RawStory Because the republicans don’t care about protecting tax payer money. This is pure Us vs Them r… https://t.co/jCtDx3yA4E",
        "@kenjilopezalt @wursthall With every quesadilla a cooks soul grows a touch darker",
        "@FrankLuntz @ericschmidt Both parties did what?",
        "@Ddad99 @thehill The post office was created by the founding fathers. Why do you hate the founding fathers?",
        "@DeAnna4Congress @realDonaldTrump https://t.co/QcR6ozdrCZ",
        "@JoeBriggsEsq @RamonFoster Fitness is about you, not who you want to compare yourself to. Put in the work and your body will respond",
        "@dirtdiv06570440 @DaggettBeaver @CNNPolitics Yeah he would have praised China for the great job and their transpare… https://t.co/1K7ExDx0BL",
        "@DaggettBeaver @CNNPolitics I thought the worst epidemic was under Obama where 12k died in 18 months. This is 50k i… https://t.co/lYlFBAy33v",
        "@dannytwok @Andretti_06 @RCaseyONeill @DAnglinFox4 @FOX4 No one says they are forced to open. This decision by a lo… https://t.co/benavBQT0T",
        "@dannytwok @Andretti_06 @RCaseyONeill @DAnglinFox4 @FOX4 Right. The OP is misusing the word, and you’re ignoring th… https://t.co/70lIWa3Apx",
        "@Andretti_06 @dannytwok @RCaseyONeill @DAnglinFox4 @FOX4 I assume he means mandates by removing the closure mandate",
        "@dannytwok @RCaseyONeill @Andretti_06 @DAnglinFox4 @FOX4 Does Georgia meet the requirements for phase one opening?… https://t.co/YkbNm8F8MC"
    ]
}