{
    "screen name": "auditadita",
    "no. of tweets": 163,
    "tweets": [
        "@shabiraizza Aku juga jadi kangen adek kamu",
        "@cassiopeiassss Whattt???? Just by reading this gave me goosebumps",
        "Dari semua org yg mainan quizzz di igstory, kenapa nontonin rian paling satisfying yah? Bener2 itu berapa igstory gua tontonin sampe abis",
        "Mimpi tu emang paling gampang deh",
        "@larasainii @ayudiac @dittopercussion Gemesss bgt nangess",
        "@shabiraizza Marahinnn shabbb!!! Kesel bgt gua juga👿",
        "@inisuliii Plissss ajarin baca bahasa gaibbb aku udah pusinkkkk",
        "@realnanskyy Wkakakakakak iya disuruh belajar yg bener ini mah",
        "@shabiraizza @inisuliii @IsmaDwiis Iya sayankk, kamuu kenapaaa:(",
        "Alias aku ketipu manaaa gaada jawabannya bambanggg https://t.co/MtSD5C1qTo",
        "Udah capek ngerjain quiz, terus tiba2 inget ada yg pernah ngupload cara hack jawaban di google form, udah gua cari… https://t.co/Xjxloo7k3n",
        "@shabiraizza @inisuliii Aku kan gangomong apa apa kakkk😭😭😭😭",
        "@inisuliii @shabiraizza Ih maless banget ngaduuu",
        "@inisuliii Iyaa sul iyaa https://t.co/JwjaHNHa6L",
        "@inisuliii @shabiraizza Iyanih kak aku balajaer xixixixi",
        "Menangis liat harga kelas cpa",
        "@inisuliii @shabiraizza KEREN BANGET EMANG TEMEN TEMEN AKU, NGOMONGIN ORANG LANGSUNG DEPAN ORANGNYA",
        "“We might have to live with the virus until forever, we don’t know yet” https://t.co/K2BgmOVY8r",
        "@shabiraizza Seruuu bgt coiii",
        "Finally joining this kind of discussion after a long long long timee, catching up with the doctor’s word........... https://t.co/7QjwcsqXc8",
        "@farihasfrdina Wkekekekekekekk",
        "@farihasfrdina Wkwkwk sabar bgt inii",
        "Psbb psbb pretttt",
        "@cavindomanzsa_ Wkwkwkwkwk gaenak ahh pasti lagi siap2 mau buka tadi",
        "Beli masker ke kirana panjangan ngobrolnyaa tau-tau udah maghrib ajee",
        "@inisuliii Biarin ah idup gua udh stress gamau nambah2in pake drakor wkwkwkwk😜 spoilerin ajee tinggal kaga usah gua… https://t.co/ekIDPt2nYK",
        "@semestasains I hate seeing moon like this",
        "@inisuliii Justru karena puncaknya masalah gamau nontonnn, terlalu bikin stress ahh, iya w udh liat cuplikan2 eps 14 jd pengen nonton",
        "I probably go straight for eps14, skip 12 &amp; 13",
        "@Scorpiusfriends Never been so good in the lab, i definitely will ruin something, so poison and herbs are a NO but… https://t.co/mfUXnml513",
        "@K_DramaIndo Hmmmm ada sedikit titik terang jd pengen lanjut nonton",
        "Wew https://t.co/TY1fkecz62 https://t.co/xXXfcttICQ",
        "Anaknya murahan emang, dikasih appreciation feedback dikit aja udh seneng, padahal mah di feedback tugas yg lain ma… https://t.co/QMaZRsMms7",
        "Hadeh badannya dimana yg diurusin dimana",
        "Her heart would never stop flaming, she’ll always look for meaning and what to become in her life. Even after she l… https://t.co/ar0PIM5lrR",
        "Inspiring people will always be beautiful and she is.",
        "Does this normal to cry while watching a documentary film?😭 https://t.co/22gbifaDN4",
        "Sad bgt, hari ini buka cuman bertiga",
        "@farihasfrdina Unnchhhh maaciiii💓💓💓💓 https://t.co/u34EwT66UZ",
        "Maboq bikin report",
        "Not gonna lie but sounds good feels good still be my favorite since still no edm input, their music just sounds....… https://t.co/IjS0B4fKkQ",
        "@semestasains Kimi no nawa?",
        "Tengs bgt inimah aku jd nonton haikyuu",
        "@allkpop I mean how he could not win, such an obvious winner",
        "@allkpop He’s soo unreal",
        "No matter how many times I’ve watched it, kimi no nawa will always be  so beautiful it hurts",
        "@lauvsongs I’m listening! https://t.co/B4hiscahcq",
        "Kaget bgt baca igstorynya naomi arifin, kebaca semua terus ngerti:”) ya emg cmn gitu doang sih tp anak tk baru belajar baca gmn si rasanya",
        "Imma just drop it here in case you’re all wondering what kind of song that is eating up all the korean song chart r… https://t.co/s9ensixUd4",
        "@BTS_twt Thank you for your hardwork pdnim💜 https://t.co/3FbH3C79y3",
        "@Naominov97 Wkakakakakakkakakak gapapa kan udh ada aa skrg",
        "And now what? Do I love 7 activists at this rate?!?!! Oh god yes https://t.co/8ZPiRXWVkY",
        "@inisuliii Kamu memang cerdas hyung",
        "@indostruggles Wkwkwkwk sejujurnya mbanya aku bgt sih, kek sma pernah belajar apasih gua tuh😒",
        "Oh what a nice line up for graduation speech! Michelle is such a number one role model, but at this rate I don’t ev… https://t.co/7zTFbxc7gD",
        "@Naominov97 Seperti mati lampu",
        "Bisa bisanya viral ampe lewat tl gua wkwkwkwkwk keren keren",
        "@hiragananinja Hardly thinking about this one, so arigatou",
        "Nasi kuning bolognese https://t.co/kBnCbRGrrg",
        "@isishaki Nelaaaaa😂 @naylaneyli",
        "@adjsam_ Capek bgt bacanya",
        "@budakinternet Mana bee magazine nya???",
        "@inisuliii Menangiss derass hyunggg😭😭😭😭😭",
        "That feeling when you’re not satisfied enough with the final result of your design but too lazy to change it all ov… https://t.co/K85DeReUJ7",
        "@dxtta Jir..........",
        "Kaget bgt, adek gua bilang kaka kelasnya sbmptn besok pada cuman tps doang, pas gua cari beneran masa.... kok aku n… https://t.co/VIZfCXPhgA",
        "@ayuuuazz Sarjana canva",
        "@kieracass Why is this suddenly making me nervous????  But looking at those replies I think yesss Anne Hathaway would be great😭😭😭",
        "Srit bikin diskusi “belajar dr covid-19 ‘rumah adalah sekolah, orang tua adalah guru’” somehow this pinched me. Nge… https://t.co/VkutcF5Cnl",
        "@inisuliii @shabiraizza Iya hyung kemarin galama terus ngeliat tweet nya shabira",
        "@K_DramaIndo Bingung gantengnya kayak gaabis abis dah",
        "@inisuliii Ihhh demiapaaaa hyunggg",
        "Ngambil gambarnya the king cakep amat cameranya",
        "Still thinking about all the deaths in Logan",
        "@inisuliii Rutinitas yang baik, pertahankan hyung",
        "@WatchmenID Potong potong lah jadi setengah jam",
        "@inisuliii Coba rutinitas baru hyung makan habis sholat zuhur",
        "The last sentence hits me hard😭😭😭😭😭 https://t.co/XcqS5RDwub",
        "@inisuliii Wkakakakkkkkkak kasii tau sull",
        "@nadasyifaaa Wkakakakakak mantaapp",
        "Aku menyesal ngepoin harganya arches🙃",
        "@nadasyifaaa Udah temenan sama berapa tuyul nad?",
        "Nangissss ternyata artemedia ada official store nya di tokped, mana ada yg udah paketan watercolor lagiii, isinya koi lagiii, terbaek",
        "Semalem meracuni irsad dengan kopi, terus marah-marah karena baru bisa tidur jam 3, sekarang katanya jd ngantuk bgt… https://t.co/q3pbJvsYDI",
        "Seharusnya orang indonesia tuh dr kecil di kasih edukasi kayak gimana sih? Capek bgt liat jalan pikir orang yg aneh aneh",
        "@gawill23 Sorry, but I feel offended!!!!!!! Cause I do😔",
        "@japanplug @ColorfulWeeb Is there any evenings in kyoto that look like this? I thought it’ll be full of people",
        "@istyputriutamii Wkwkwk product placement nya sukses di elu untuk sesaat tyy berartii",
        "@Naominov97 Wkakakkakakakak jual buku buku farmasi lu aja miii",
        "@realnanskyy Wkakakakakakak bisaa bisaa",
        "@Naominov97 Tudung sajinya kosongg, kamu gofoodin aku aja dongg",
        "Dahlah I need to stop thinking at this rate... makin malem yg dipikirin makin random, yg di google makin ngada ngada aje",
        "Product placement di hampir setiap drama sih yg keren bgt, kayak beneran gaada hp lain selain samsung gitu di korea",
        "I wonder... is there some kind of an agreement between samsung and the people in korean industry or what? They coul… https://t.co/Uz5K1ALj0Z",
        "@realnanskyy Wkakakakak nangis di ketek suga",
        "@vanessashanicex Jd kangen road trip ke jogjaaa🥺",
        "@inisuliii Iya tentu kamu masih di kos lama dund, kan kamu di kos baru aku udh nda bisa sahur di pondel",
        "@realnanskyy Menangiss bgtt",
        "@ayslrsst Wkwkwk keren bgt",
        "@inisuliii Aku isma isty kan sering sahur di pondel",
        "Btw ini yg Ramadan jg baru tau bgt 4 hari yg lalu pas lg bikin design ucapan puasa, kirain selama ini pake h https://t.co/l6DiI79MVv",
        "Ih qotd nya efec keren bgt, jujur baru tauuu, kirain setelah ‘to’ harus selalu v1, ternyata tidak... keren keren",
        "Siap-siap tidur seharian ini mah",
        "@realnanskyy Dr semalem timeline kayak kebakaran bgt gitu yah kak wkekekekekekek",
        "@inisuliii Makannya kamu ikut sahur ke pondel dongggg",
        "@bladerrunners Cepet banget yah thee rasanyaa",
        "@bladerrunners Good luckkk utheeee💓",
        "Orang-orang pada tidur aku ngerjain tugas, soalnya pas orang-orang pada ngerjain tugas aku tidur wkwkwkwkwkwkwkwkwk",
        "@realnanskyy WKWKWKWKWKWKWKWKWKWKWKWKWKWKWKWKWKWKWKWKWKWK aku wkwk yang banyak aja kak",
        "Me posting another post on my blog instead of doing my assignments https://t.co/gEDv5hRfeG",
        "No.. No.. I need to stop posting these thoughts... It might offend some people and putting much more stress to some… https://t.co/yENq1xXiKd",
        "Oh, what kind of a world I’m living in? This is sickening🤮 https://t.co/sq5BuZzHQA",
        "Kangen disamperin tarawih, terus pulangnya dilama-lamain",
        "@EDeanty Problematic bgtt gakuatt coi, ntar kalo w penasaran paling jg kek elu nihh wkekekekek",
        "Semalam berhenti nonton twotm karena gakuat sama jalan ceritanya, akhirnya barusan dilanjutin lg tp ku skip part yg… https://t.co/RXIqCC4djF",
        "@minumtehtarik @ustadchen HAHAHAHAAA NOPEE I watched The King",
        "This disturbs me😔 https://t.co/SqH50o0PXd",
        "Filter tongue twisters di ig bikin inget pas sd sering bgt mainan gini dan si peter piper tuh udah kayak syarat umum bgt ya",
        "@kieracass Is it alreadyyy???😭 Thank you for making such a loving world kieraa!!! 💕can’t wait to see them on screen❣️",
        "@sansaico Woyyy ahhh:”)))) tp terimakasihhhh!!! https://t.co/xPuPck4X05",
        "@shavirartham Wkwkwkwk soalnya dibelahan dunia lain ada orang yg cuman kek gua",
        "Gaadil bgt idup, ada orang kayak lee min ho",
        "@Naominov97 Wkakakakakak racunn mi racunn",
        "@maidruss Oh what a privilege they have🥺",
        "@Naominov97 Kasih virus spss nya mi biar mati",
        "Being praised feels good but for finally being praised by someone with much higher education and have been making m… https://t.co/blMLAGaOYc",
        "@inisuliii Kamu kangen buka puasa sama aku kali",
        "Wkakakakak haduh idup gua kayak becandaan banget dah, tau ah kita kembali ikutan puasa hp lagi aja",
        "Me everytime i’m listing: https://t.co/kT2Ar4FzIy",
        "There are so many things that’s going on my mind... they might bring the virus and in the other hand I could unders… https://t.co/oaCKcd3TlJ",
        "Jadi orang kerjaannya deg degan doang tapi ngga dijalan-jalanin, sekarang udh kelar ternyata gapapa kan? dr kemaren… https://t.co/7RjVUP7EUt",
        "@Naominov97 OHIYAAA BENERRR WKAKAKAKAKAKAK baru ingett",
        "@bladerrunners Huaaa utheeee!!!! Aamiin aamiinn pasti kesampean thee kesampeaannn!!!!",
        "@inisuliii Tidurr aja sulll, ntar hp nya kan gakepegangg wkekekekekek",
        "Hari ini berhasil ikutan puasa hp",
        "Mau mencoba puasa hp jg bisa ga ya",
        "@bladerrunners Utheeee inginnn!!! Gapapalah ya mimpi dulu... Inget ngga sih the dulu suka nge halu kuliah dimana🥺",
        "Berniat ngerjain semua assignment google classroom sampe sahur tp ternyata otaknya udah gamau mikir jam segini",
        "@Naominov97 Kamu pura2 Tegar yg ini kali mi, tegar anak jalanan https://t.co/FGBLf9OOcF",
        "Treasuring Ariana’s voice🥺",
        "Beberapa hari terakhir ini setiap buka tiktok selalu nyari keyword “nyc” jujur mimpi apa ya kalau bisa hidup disana… https://t.co/2PAXUqD6dc",
        "@chaoticmoron Wkakakakakakak menangiss",
        "@chaoticmoron Demiapapun ngakak bgt!!! Masalahnya adek gua jg baru aja botakin rambut",
        "@windyIRF Huehehehe selamat membuat winn!!",
        "@rumahrotijahe Hahahaha hayukk",
        "@sisilalamalina No, thank you💕 Haven’t downloaded it yet, but I will!",
        "Btw kalau mau nyari di pinterest juga banyak banget",
        "https://t.co/53tIzpUwNe https://t.co/uVwGYsBjSl",
        "https://t.co/jLfNwyC1mO https://t.co/X5E2990kup",
        "https://t.co/cf1jWGSYQd https://t.co/bSvsi89Wbw",
        "Btw karena journal w ditinggal di jepang jd td berusaha nyari printable planner aja yg instant, kalau ada yg mau juga nih",
        "@lagaragas Sadd emang udah gaada obat",
        "@rumahrotijahe Izin share yahh",
        "@Tytha_nw Iya bangett tyy😭 woeee selamatt menjalankan ibadah puasa keluargaa pak totoo💕",
        "@lagaragas Wkekekek tp beneran panas banget sihh udh gila",
        "Not to be dramatic, but I feel like getting pinched right at the heart when bapak said the first takbir and realise… https://t.co/xoJkvO9TgO",
        "@polarbearyoongi Cry in accounting",
        "@lagaragas Ini iyaa bangett😭",
        "Tadi siang liat tweet siapa yah mau bikin Jurnal Ramadhan, jadi pengen ikutan juga",
        "@Danangjoyoo Wkwkwk baru kepikiran jg ini nang",
        "@catsedih Sadd",
        "Kadang jd ngerasa takut sama quotes quotes yang bilang buat gapapa gapapa, buat take your time, don’t rush dsb jd p… https://t.co/BcW7A8jlds",
        "@shabiraizza Ohiyayaa bener kucingnya heechul yang pelihara🥺"
    ]
}