{
    "screen name": "nicklewis",
    "no. of tweets": 171,
    "tweets": [
        "@Claire_Pulpher @ChrisGPackham @BBCSpringwatch @Natures_Voice @NatGeoPhotos @BBCLookNorth @itvcalendar Superb!",
        "These two have helped me get started each day! https://t.co/KLgYgLvlaZ",
        "@ChrisGPackham @LMasseyImages They have been fantastic and I think you’ve both been absolute stars!",
        "@Margin4Error That’s my concern - surely Naga, Charlie et al must want to say, “well in that case you are bloody co… https://t.co/jmeaf6HDQA",
        "@Jonathan50Wh4t1 It sure does and that's why I keep on going down this delinquent path!",
        "@Natures_Voice Lesser spotted Woodpecker",
        "@Jonathan50Wh4t1 Ain't it just!",
        "@studio1st @SadiqKhan @TfL They should all go to the Tower!",
        "@CarlBovisNature We heard one yesterday near our house which is highly unusual living on the edge of a town.",
        "@wordmancopy Conundrums?",
        "@Tim_Handcrafted You are bloody kidding me?! However House plants are great, I have two either side of my MacBook a… https://t.co/xGHrEcZgML",
        "@jabriffa Great image, don't think I've seen this post of yours before? Missing that area, will visit one day once this has all blown over.",
        "@Tim_Handcrafted Love a good Juxto!",
        "This looks like a great product https://t.co/bhG7qttRxl",
        "@Shanks1Scotland @RSPBScotland @NatureUK @WWFScotland @Natures_Voice @UKNikon @wildlife_birds @ThePhotoHour… https://t.co/gxwUGvfcWj",
        "@gofilmit @FiLMiCPro Tandberg - that's it! My Dad used to have a HiFi system made out of those and tell you what, i… https://t.co/T65setoLLS",
        "@DavidBennett That’s our concern and since I’m shielding I can’t even really visit local shops, let alone go to Boston 😞",
        "@ashnMCR You have my sympathy - so far our neighbours have been sensible, many of them still at home perhaps by the… https://t.co/SyRHQjuGlg",
        "@joncowap I am none the wiser myself Jonathan. I am sticking to my mid-June timeline at the moment but some other p… https://t.co/mdcLsH4MQI",
        "@DavidBennett apart from that we are both in good form considering all that has been going on and quite content in… https://t.co/O0JXYXt8qy",
        "@DavidBennett I can totally understand your concern. I had a slight cold yesterday, runny nose, itchy eyes and shor… https://t.co/L80oaCsPGl",
        "@NelJones_ Twitter trends are a bugger for this, you instantly assume the worst about the the really likeable perso… https://t.co/qPQ0KwCR44",
        "@DavidBennett Cheers David. How are you both keeping?",
        "@Dee_WkdCreative Thanks for sharing this - there is gold! I run my business as a Ltd company as it happens purely b… https://t.co/xOW1eQCFan",
        "@monstroso Charlie it is the year 3020, yes it may seem crazy but our ancestors used that stuff called currency jus… https://t.co/DBanZE2WGw",
        "@Dee_WkdCreative Websites are like that, you can easily get lost in them. I know all too well! However don't be afr… https://t.co/nYfOmR9sfs",
        "@Dee_WkdCreative Will do indeed :-)",
        "@contentbythesea Thanks Ellen - I am working on changes to my website offline over the next couple of days and when… https://t.co/BfphGqCwdg",
        "@Dee_WkdCreative Well there you have it! That’s great and keep up the fantastic work!",
        "@Dee_WkdCreative That’s great, let me know how you get on. I think websites have now become even more important and… https://t.co/9YXiRxwqZl",
        "@MrTimDunn That’s a shame but 40 locations, look forward to learning about them and adding to the places to visit l… https://t.co/6PhAOYwhgc",
        "My Great Grandfather was the Station master there and my late Grandmother was brought up in what was Station House.… https://t.co/LD5LY0mimZ",
        "One project I was hoping to embark on this year has well and truly been kicked down the line and I’d be intrigued t… https://t.co/HTVLqP1rXQ",
        "@Dee_WkdCreative So in a nutshell, I may stop being a contract developer and move into the content world on a B2B b… https://t.co/ta4OtUkLg0",
        "@Dee_WkdCreative Therefore I am making some changes to my site, my own content strategy because I want to help othe… https://t.co/XGOYpPZxNb",
        "@Dee_WkdCreative Over the past 10 years I have always found contract work through recruitment agencies but recently… https://t.co/bmFOnWctyp",
        "@Dee_WkdCreative Traditionally I have worked with web development, coding and doing some photography here and there… https://t.co/ADvkUzkL9x",
        "@Dee_WkdCreative I’ve got some client work this morning but later on I am going to write up and sketch out some blo… https://t.co/N0EEhlfHhH",
        "@AnitaNicholson That’s majestic!",
        "That time when I captured these two really good shots of one of the two Robins living in our garden. I was pleased… https://t.co/JjDSWETFlm",
        "@AndrewSpiers To add to my previous reply - I am going to put more emphasis on my blog and how I share both new and… https://t.co/IQBSfVu86S",
        "@AndrewSpiers The plan is very much being re-written at the moment but the trigger for this being the precarious co… https://t.co/7grdEl7VZX",
        "Sod it! I am going to have to take a change of direction! Freelance-wise that is. Watch this space but don’t but do… https://t.co/AegENbjDta",
        "I like this and it’s a valid approach to take as a content creator of any kind, especially online https://t.co/XqdlxqLh1I",
        "Tina just read somewhere that most people will get to see their boss before seeing their family members, as we (wro… https://t.co/vZx89Ynu5T",
        "@DavidBennett You are without doubt correct there David!",
        "@Austen This is crazy and I’d say just keep your children at home for the time being.",
        "Just tried typing the name Boris and it auto-corrected for me as Virus. Isn’t that a bit strange? Mind you, technic… https://t.co/fcBs09DI8a",
        "@matthaig1 Same here. Not going anywhere. Staying in. Hiding until it is actually safe.",
        "@VirtualAstro Awesome!",
        "@rawlimark Hang on I thought you were in hospital right now?! So why are you walking around here and not doing your blimmin’ job sunshine?!",
        "@TheMontyDon @YouTube Losing a dog is such a sad, yet expected event. I can never forget taking our last dog, not t… https://t.co/q3S3E6VAt7",
        "The wonderful eccentricities of our nation, please remember they are still there to be discovered despite all that… https://t.co/WoqnZnfI1c",
        "@frankieboyle Like Lemmings Frankie. \"Weeeeeeeeee, splat!\"",
        "@carolpopegordon Wow that's impressive!",
        "@ryanflorence Hopefully easier to maintain than a real one? I suppose bugs are like weeds?",
        "@robinince \"Ooh\", says I - look forward to listening to that :-)",
        "@Dee_WkdCreative lol - I really meant to say stupid muvva hubbards or is it just the usual tripe to provoke people… https://t.co/mEmBGSKio4",
        "@RoseC_Leic Looks like a great city, heard great things. So what is the situation down your way now? Are you able to get out and about?",
        "@Dee_WkdCreative Jesus H Christ!",
        "@Tim_Handcrafted @joelredman1 So many people around the world have been very resourceful but I think many have brus… https://t.co/DCVMcxOtVx",
        "@Tim_Handcrafted @joelredman1 Absolutely, it's too complex. I am eager to get back to work the same as many but it… https://t.co/K66HdVpodF",
        "@Tim_Handcrafted @joelredman1 ... to my garden question with the save text as at the start!! I now do go outside but not very far at all.",
        "@Tim_Handcrafted @joelredman1 They sent me a text and a letter. I’ll keep the letter until I’m really old to show g… https://t.co/UVelWDNcNh",
        "@Tim_Handcrafted @joelredman1 Tim. Two months ago I was told to stay indoors but you can open a window. Note the si… https://t.co/aLauY6C0xx",
        "@Briancrosby163 @5Naureen @RaeSnape @Victoriakowalc7 @DrHeery @Planet_Star987 @KathyKelliott @annanolani @JCadd… https://t.co/oi0TQ95H1M",
        "@HelloNikDesign Wow. The kind of conversation I want to hear spoken! But... we are fed politically tampered info in… https://t.co/uL1FcNlf6t",
        "Still can’t focus, so it is being quite a typical bloody Monday tbh. Planning ideas. Mind mapping. All that Jazz.",
        "@MrTimDunn @railwaymuseum I absolutely love these posters. My parents have one in their house of Devon, can’t recal… https://t.co/bTi7mqXGZj",
        "@Botanygeek “Control the virus” - does this mean it has an “Off” button? Is there an app that I can use to control… https://t.co/bFD1MXhBcG",
        "@rawlimark So bloody confusing",
        "@HelloNikDesign Thank goodness for that, even I know ours occurred right at the start of the lockdown, I thought fo… https://t.co/PhnHfvKSLP",
        "@TheMontyDon I’m so sorry to hear this. Very sad news indeed.",
        "@WealdWordsmith That’s an option. I shall beat that in mind as part of my revolution. 😂",
        "I’m going to retweet this every half hour for a million years. Well that’s not possible of course but I think this… https://t.co/FgKihdmxSq",
        "@KatyFBrand So you’ve got enough time to go and hide somewhere",
        "@jwsmithphoto Thought that might have been a daily mail headline at first but Sky News!!!",
        "@jwsmithphoto Holy cow that’s flaming crazy!",
        "@JackDunc1 He did. Nor mentioned the herd immunity strategy they started with and only now are they considering qua… https://t.co/ND4qjesmIN",
        "@DavidBennett lol thanks! I’m not wearing a kilt though, I draw the line there.",
        "In all seriousness I fear that some companies who’ve embraced remote working me out of necessity will now ask their… https://t.co/C38pLgphd8",
        "@Documentally Aye. I understand.",
        "@technige Absolutely. So I’m getting my family ready to devolve ourselves",
        "Scotland is safer than England right now so have become Scottish until further notice, hence prefixing my surname w… https://t.co/m0mvd41jD8",
        "I’m becoming Scottish https://t.co/E9Ck2SVIAT",
        "@IanDunt Just goes to show how poorly conceived it is, if you need to produce a documentary series to explain it. B… https://t.co/0VDVm8JEpH",
        "@matthaig1 He clearly wants those of us in the shielded category to rot",
        "@AndrewSpiers Nobody did. It’s a fix.",
        "My advice is to be alert at all times. This sieve may not actually work, it is a prototype. I can use this when I d… https://t.co/jjSgtmEjaM",
        "@robinince Why didn’t Boris say that? It all makes sense now. Thanks for clearing that up Robin. So can I have picnic now?",
        "@DavidBennett The age of opaque information is in  full swing!",
        "@steveclarkuk Why the duck am I British? Can’t I choose a different nationality like Canadian or New Zealander for example?",
        "@Peston Clear as mud Robert. I’ve got a degree in gibberish but not many other people do 🤣",
        "@steveclarkuk I feel for them. I really do. I’m staying in for as long as necessary. Accepting remote work from bus… https://t.co/stGZz8bqBk",
        "@Tweetinggoddess @lavenderlens Sounds interesting feel free to add me to the list",
        "@katemacrae That’s superb!",
        "@copycontentw @contentbythesea I’m going with Potter!!",
        "@jewdas @the_no Hmm. Have always done that anyway lol!",
        "Got my weapons ready that little Coronabastard may sneak in at any time. However I’m alert. I’m doing the night shift and Tina the daytime.",
        "@beccamagnus Maybe they’re copy &amp; paste writers? Just pick some random words out of other printed media, grab a bla… https://t.co/xdKBFJqeXH",
        "@samatlounge You should have deferred it under lockdown rules and celebrated it next year instead. Meaning you woul… https://t.co/93MHlSkewD",
        "@digitalmaverick Actually yes. Mad as a mad thing.",
        "@LeachyOnline @CraigEmbleton_ Boo! Sorry just joking 😂",
        "@spaceangel1964 @Keir_Starmer @mikegalsworthy Let me know what you find out. My reason to shield is that I’m a kidn… https://t.co/BDS1d75qRG",
        "There are many of us who are #shielding at the moment but nothing was mentioned in #BorisJohnson ‘s  speech this ev… https://t.co/VsGu8zs7VX",
        "@thecoastguy @Tim_Handcrafted I’ve recently discovered one of my own",
        "@HughFW Nicely taken!",
        "This is interesting from our German friends https://t.co/JXPBIHNgUR",
        "@MrRoryReid Same here and haven’t felt healthier in years!",
        "@HelloNikDesign No no don’t think of it that way. It’s important we all get to know our local wilderness better. I’… https://t.co/Vzc0jAlOfY",
        "My plan this week coming is to collate a number of my photos together that I’m selling as prints. Came across the c… https://t.co/9ZEydqt7I5",
        "Fantastic film. Such a strange sight. I want to go to London and give it a hug. However I better not right now. https://t.co/LY00qOTrtL",
        "@thedronepilots good luck with your crowdfunding project by the way. Thanks for the like earlier.",
        "@adilray Never tried one. Now feels like the right time plus also I might try Yoga. Not at the same time as that wo… https://t.co/CsftsOsRqM",
        "@pmross @netmag What did you learn? Anything of interest? I must pick up a copy every now and again.",
        "@pmross I need to do the same and be more markety in these bizarre times with @headforcode and this account.",
        "One of music’s geniuses passed away https://t.co/84e6A10PrS",
        "Love the buses https://t.co/smLb2oQ0wR",
        "We’ve big plans for the second section of our garden in becoming #selfsufficient #GrowYourOwnFood - yes it’s a bit… https://t.co/4WBtRDiYQl",
        "Signs of two of our blueberry plants flowering which is good news #gardening #NaturePhotography #blueberries… https://t.co/uS9FMKIKFU",
        "@DadJokeMan @rawlimark House Martins used to live in caravans before we invented houses. I guess they may have been called Cave Martins?",
        "Did you know that today is #TwitterSteamRally day? just click on this hashtag to discover hundreds of lovely posts… https://t.co/2gLbKZiojz",
        "@jabriffa and then there is Instagram 😉",
        "@FullyChargedDan We’ve gone from being Great Britain, a title that has always made me feel awkward anyway to Great… https://t.co/tBQBz0i6Sn",
        "@jabriffa Wilderness is precious but it’s importance appears to be something lost amidst the greed of many.",
        "Peace Lily #VEDay75 #blackandwhite https://t.co/dK9LRLM562",
        "@Tim_Handcrafted I will keep my eyes peeled today to see if I can see any around here, should round about now",
        "@gofilmit @MoondogLabs @FiLMiCPro That looks like an interesting setup. Can you talk us through it? Have you shared… https://t.co/RwlZ8ifg0K",
        "Happy Birthday to this incredible chap! https://t.co/Wtdy9UXWZy",
        "Happy VE Day everyone. Spotted a neighbours’ house festooned in glorious bunting. I will ask them if I can take a p… https://t.co/6dm5LtG4SP",
        "This week has been quite busy. Mostly spent creating some tutorial video for my Instagram IGTV and YouTube. I have… https://t.co/S7LueC05wa",
        "@tfopnow Sorry Eimear, not Eimar",
        "@tfopnow Great episode and welcome to the iPhone 11 series Eimar!",
        "@MrTimDunn Great documentary Tim!",
        "We started from Waterloo had lunch at Hawksmoor, Seven Dials and then made our way across via Borough Market and Ne… https://t.co/Y3jvTdIJDa",
        "@sharkeee Nicely captured. In fact we saw a Lesser Spotted Woodpecker the other day from a distance mind you but we… https://t.co/WJjSmRmUtF",
        "@FullyChargedShw @bobbyllew Bobby attempts to impersonate Monty Pythons killer rabbit...",
        "@FrasSmith @Documentally Guys stop it, you are crucifying me! Can’t stop laughing...",
        "@FrasSmith @ChaplainAziz @jonathanfryer It was on Ewetube!!!! ROFL!!!!",
        "@FrasSmith @ChaplainAziz @jonathanfryer Oh C’mon Fraser the Sheep kept a Vlog, that’s how they knew!",
        "@VirtualAstro Just Range Rover. Don’t you have a Fiat Panda?",
        "@HelloNikDesign @unsplash Very cool. Typography is always full of delightful surprises. Love it. Do you plan to car… https://t.co/aUtNkAUToK",
        "I really enjoyed my walk around the Olympic Park back in September on what was the last hot day of the Summer. Here… https://t.co/v6xrrLc7tP",
        "Some of the posts on the site will reveal the ideas I have for the future and how to cope with the current situatio… https://t.co/yUALl3hjxZ",
        "@EdCallowWrites @KatieUniacke @write52 I was planning to do more with the Rambling Photographer idea and likewise t… https://t.co/KuVb8pfuRf",
        "@TheGingerMint @TheMushyPea My brother and I did much the same in the seventies and early 80's. Our house at the ti… https://t.co/caU0tJfi1i",
        "Training the Clematis last weekend was one of those gardening jobs I really enjoy. I will keep an eye on it in the… https://t.co/RepDJb58zW",
        "@jabriffa I can recall having these little guys for company in our Corfu villa a couple of years back. He appeared… https://t.co/00XQ1IayEG",
        "@MrTimDunn I always remember the grottier pubs where the food is really fresh, plentiful and lovingly cooked. Serve… https://t.co/zYSTBc3hLo",
        "@HelloNikDesign @ArrigoLupori Last week I admitted to my wife that a deep wave of depression hit me unlike ever exp… https://t.co/DNOIuTe8sW",
        "Have you ever visited #eppingforest in London? Yes a large forest in London! It is crazy how so many people don’t e… https://t.co/QnJGmh2ThR",
        "@benedictallen @RobGMacfarlane I told my wife the other day that if you scream when you see a spider it screams a m… https://t.co/kX0AyZnRHd",
        "We thoroughly enjoyed our stay in Cambridge back in September and many photos were taken of course https://t.co/PPOMEvmPIz",
        "@Tim_Handcrafted @RobGMacfarlane Coastal paths starting with the closest to us - the Solent Way passing through som… https://t.co/RemtaAfIbz",
        "The Basingstoke canal is our closest canal and offers a load of great walking locations. Great for photography too… https://t.co/NbpLRM6fEu",
        "A repost from my blog https://t.co/YLe2VvI89H",
        "@Tim_Handcrafted Fantastic dude. Looking forward to a good ramble some day.",
        "@FrasSmith What the.... oh dammed thing",
        "\"What brilliantly sharp and clear photos - I really like them.\" — David Bennett https://t.co/ouxLxsJm5Z - thanks David",
        "@MrTimDunn Missed it arghhhh",
        "@bobbyllew Enjoyed your Tuesday morning waffle, keep them going!",
        "Watch “It's a Cat's Life” on #Vimeo https://t.co/U23cWtIQ2f #stayinstaysafe #stayindoors #daydreaming #videoshorts",
        "Hill Head is an area I enjoy visiting!  https://t.co/P752XgqYw2",
        "@bobbyllew I do take vitamin D but then it's prescribed by my GP as I am a transplantee. Nobody should be sold it t… https://t.co/p72hdv3KZb",
        "@DanBachmann Brill!! Love it, the guy ironing, the cheek of it, who would go to a party and use your ironing board!… https://t.co/bI1faWoVgc",
        "@EdCallowWrites @contentbythesea @mattsibleycopy @write52 I tend to take advice and do the opposite. Oh dear that’s bad.",
        "@ianvisits Many years ago we invented the “National Parking Awards”. Every badly parked vehicle we saw, we imagined… https://t.co/mNpgy5WZjj",
        "@Sarcasticluther Humbug. Or Buggles. She’s a black and white cat.",
        "@HelloNikDesign @f8andbethere It’s very strange and I worry that as a country people relish the bad news more than… https://t.co/NTnU9O3WzM",
        "@HelloNikDesign I fear it may have become endemic here",
        "@Tim_Handcrafted @mikegalsworthy Bunch of murdering bastards that’s what they are in reality"
    ]
}