{
    "screen name": "abraham_phillip",
    "no. of tweets": 184,
    "tweets": [
        "@NHLonNBCSports @Senators Does spezza have a wood twig??",
        "@GibShow @matthewdmarsden 1000000000% agree",
        "@SportsJimShow I used to think that whenever Andreas Lilja got serious minutes. The game was well over with and they needed to rest Lidstrom",
        "@SportsJimShow The human victory cigar 😂",
        "@SportsJimShow Darko baby!!",
        "@theaceofspaeder https://t.co/3OtilreNcX",
        "@SportsJimShow https://t.co/hBWnhtmCuZ",
        "@barstoolsports Ocarina of Time",
        "@GMorgie15 @reopenOklahoma @ClayTravis You meant to say Lions, right? 😂 ahhhh I’m a self loathing fan..",
        "@AnaheimDucks Charlie Conway",
        "@BCRP_Robert @blessyouboys Gotta have prince fielder in there as well.",
        "@IffyTheDopester Anyone know who was calling this game?",
        "@EvCoRadio @Babchik Injecting Clorox",
        "@RyanHanaWWP So, Montreal..",
        "@mcgarrity911 @MLBcathedrals My father was there and said the same thing about the snow. I actually have a ticket stub from that game.",
        "@ThomasErnestYo1 @MCmuckraker @GovWhitmer Be that as it may, they are within their legal right to do it. I disagree… https://t.co/xcTp4Ssam5",
        "@CharlyPardy @TigersHistory Guillen and Polanco were HUGE that season and ushering in that era",
        "@ThomasErnestYo1 @MCmuckraker @GovWhitmer They have the right to peacefully protest. I don’t agree with it but it’s their right.",
        "@YzermanSZN @BradKrysko @RyanHanaWWP @m_bultman Ok, I thought so, and even went to the site (which looks very circa… https://t.co/BOHXCkZbRR",
        "@YzermanSZN @BradKrysko @RyanHanaWWP @m_bultman Does this seem like a reliable source? I have not found it anywhere else..",
        "@Eklund Clickbait",
        "@thejousky Absolutely #RestoreTheRoar #Tigers",
        "@EdmontonOilers @Todd_McFarlane Ryan Smyth",
        "@Bigdaddycool991 @GrindLinePod I have grouped them with the Cubs and Lions for teams with forever bad luck, but the… https://t.co/Lmo1iHzz9B",
        "@GrindLinePod They think this is pre-2004 NHL with no salary cap to worry about",
        "@HoodieCurry Baron Davis. The dude was so smooth",
        "@IffyTheDopester Neither. Both teams will fold before either happens",
        "@greggkrupa 😂 it’s hard because he is the face of that organization! But, outside of the two mentioned, it’d have t… https://t.co/gXzM2GbQR5",
        "@ryian_werjo @rooprajfox2 @FOX2News Someone get this man a remote control! He doesn’t understand that he can just c… https://t.co/7cggtOUHKa",
        "@greggkrupa Shanahan",
        "@GrindLinePod I saw Chingy at Universal Studios back in 2006 with his entourage",
        "@GrindLinePod I want that song as a ringtone",
        "@greggkrupa Kovalchuk",
        "@DuncanSmithNBA Stevie Y",
        "@MLByahoosports Yes.",
        "@danorlovsky7 @ThomasRhett @kennychesney @OldDominion @foofighters, @DefLeppard, @garthbrooks are my top three that I’d love to see",
        "B https://t.co/MpmQWEEP7o",
        "@opktroy @BreesusWRLD B",
        "@TDISportsClips @RussellCroft4 😂😂",
        "@speek45 @shelly2161 @freep “She” is probably a bot.",
        "@THEDATASILO @freep She pretty much has put herself in a position to have extreme difficulty doing anything after,… https://t.co/TBpFIsG67A",
        "@DetroitRedWings I loved that Synergy stick Maltby is using in this picture. One of my favorite sticks of all time.",
        "@HankAzaria It’s got to be @Metallica",
        "I miss Leyland https://t.co/9cfJpLW5KE",
        "@danorlovsky7 The breading is the best part!",
        "@MLBcathedrals I’m not a fan at all of what was once called mobile phone park. I was there for a game against the t… https://t.co/6GoYWr8wMm",
        "@BringingTheWing @GrindLinePod @DetroitRedWings Hey @DetroitRedWings where could one find that bag?? #askingforafriend",
        "@BringingTheWing @GrindLinePod @DetroitRedWings That bag 😍",
        "@jimmyjamny @Babchik @MadDogRadio Maybe this is from his “top shelf” package?",
        "@JPhoenix7 I also loved the “two kids and a goat” line.",
        "@deanjnorris I need to find this in Michigan!",
        "@SeanPBali I was at that fame! 3rd base, 19 rows up. That was such a great walkoff. That, I think kicked this team into gear.",
        "@RyanHanaWWP Gaborik was an injury waiting to happen",
        "@KeithGave So true! Offensively ovechkin is number one all time, but two way, you’d have to put Federov number 1 an… https://t.co/JFRDVXe3Br",
        "@SheaSerrano Going to work! Miss that team.. https://t.co/cqC9Ol4DJc",
        "@bfollismich @DanLeach971 Hey! She led all the polls!! 😂🤡",
        "@str8edgeracer @TheRaceTool Game of Thrones: Mario Odyssey",
        "@EricRey90 @ParaWill82 @bane1224 @AndyMPok @KendrickPerkins I respect the heck out of Scottie. I respect him more f… https://t.co/XqiRk7gZHp",
        "@EricRey90 @ParaWill82 @bane1224 @AndyMPok @KendrickPerkins It’s Pippen*\nAlso, I think Jordan was an all around bet… https://t.co/WL3upeXxeQ",
        "@bane1224 @AndyMPok @KendrickPerkins Take off Westbrook and Pippen and add Jordan and Duncan. Then it’s a great lis… https://t.co/zsbJ8XMEEs",
        "@somegoodnews My wife and I are expecting our second (rainbow) baby in July! We’ve been trying for 2+ years and hav… https://t.co/qgvnmoX0SB",
        "@SportsJimShow 420’",
        "@Y0UDUNMESSEDUP @danorlovsky7 @mspears96 @drewbrees @Foxworth24 Noted. He would have been a more  powerful Ricky Henderson",
        "@iyer_prashanth He and Alexei Kovalev were the two best stick handlers I’ve ever seen.",
        "@Y0UDUNMESSEDUP @danorlovsky7 @mspears96 @drewbrees @Foxworth24 Maybe from what I’ve seen, he seems to put himself… https://t.co/zrGKjTjhoW",
        "@TonyPaul1984 Some type of monetary reward would probably be a start, for all they had to go through, with what little they had.",
        "@danorlovsky7 @mspears96 @drewbrees @Foxworth24 Brees seems to be a top five all time qb and someone I’d want on a… https://t.co/SlxIMrw0tV",
        "@inforthescore9 @GovWhitmer She’s made it all political and seems to have her mind on other things relating to November..",
        "@DelawareTrackXC @NBCSports @Raiders That was cheating! https://t.co/FQZgb83xQ6",
        "@NBCSports Tiger woods 2010/NHL 2009",
        "@espngolic @marcelluswiley @Rickonia Malibu’s Most Wanted",
        "@bakingmom14 @JPhoenix7 @DetroitRedWings This is great. Thank you for sharing!",
        "@Ronnie4413 @DanLeach971 Look at 60% of his tweets. The dude judges so hard.",
        "@hockeygirlsskor @reporterchris One word: money 💴",
        "RIP Arthur Spooner https://t.co/wfHoIIaNG1",
        "@NvyDoc2RN @RossTheBoss617 @TheRightMelissa @LorenaSGonzalez He gets old data to skew his numbers so they fit his a… https://t.co/q11IyuMo9S",
        "@PostSports We’re you always picked last in sports or something?",
        "@Silver_Rush67 I loved going to the movies as a kid and even as an adult. It will be sad that I may not be able to… https://t.co/hZGWMlp0iM",
        "@EAJS44 @IffyTheDopester I had to zoom in to see that! Thank you for pointing that out 😂",
        "@JeffPassan Who is pitching?",
        "@IffyTheDopester When was this? Looks to be around the 40s.",
        "@jmerola91 @barstoolsports @hebeipangzai @merolami9 Beast mode unlocked",
        "@TheKostos It’s strangely calming.",
        "@JimMWeber I’d like to see @danorlovsky7 as the play by play. He’s knowledgeable and energetic. I hope he gets it.",
        "@JerseyJay4 @BosToLax @Tryphikik @Tnel1345 @WhitlockJason Doesn’t matter if he was guilty of anything. Those two ha… https://t.co/tfUR8Vom9I",
        "@TJLang70 16-0",
        "@Bure10DFS @Tarik_ElBashir @PierreVLeBrun @TheAthleticDC How about the @NHL side-stepping the drug use (allegedly)… https://t.co/eSDUU9Ky8q",
        "@GrindLinePod I was kidding 😂 the dude is done here. His brother is done. He’ll never play in North America again.… https://t.co/HceLzmbt0x",
        "@GrindLinePod Oh man, he’ll be picked up in no time",
        "@RyanHanaWWP Jack Hughes: who New Jersey is going to waste away then trade eventually",
        "@Prosenbe1971 Nickelback",
        "@GrindLinePod And we know that the nhl will do what’s “best for the game”",
        "@GrindLinePod Could there be opposition to the format that they’re not talking about?",
        "@loso8A @KarenChristensn Seriously? Just shut up.",
        "@NickBazaine @sbell021 Hey, drugs are bad",
        "@RyanHanaWWP Where can I find this??",
        "@GrindLinePod @samherman40 Must be a Jersey thing. His Devils will be a middle of the road team for the next 5 year… https://t.co/hjisns0Q57",
        "@LilSpliff23 @TheBuschSeries @ClayTravis You just seem to know a lot about what’s going on 😂 just messing with you.… https://t.co/CXMns7LgyH",
        "@LilSpliff23 @TheBuschSeries @ClayTravis I wasn’t, but I was wondering if you were since you seem to know so much about orgies",
        "@LilSpliff23 @TheBuschSeries @ClayTravis Were you there? How do you know?",
        "@ClayTravis Welp, he’s done.",
        "@fakefilipzadina He can get all the Hollywood he wants in men’s league",
        "@DetroitRedWingz Highlight of Abby’s career",
        "@brock_mcgillis It’s definitely evident in hockey, but it’s in every sport. People need to grow up and change their views.",
        "@hooknshoot1 @gaming_woke @JNeil_McMahon @PR_NHL There’s a huge drug problem in the NHL that they refuse to acknowl… https://t.co/Byez8QgWhJ",
        "@CapitalsDegen Yeah they’re all done there. Never see another minute in the show.",
        "@shaligirl1970 Wyoming",
        "@ESPNBooger Just wait. Season 3 is when it hits the fan",
        "@tigers @PlanetFitness Abraham - 27\nGrey (away)\nThank you!",
        "@GrindLinePod @UpperDeckHockey @Venet_30",
        "@TWest1825 @dougsfresh @kyler_wurzer @claudsbelanger @RyanGrant25 I’ll talk anything. You were proven wrong and the… https://t.co/f8Fy44F0iV",
        "@dougsfresh @TWest1825 @kyler_wurzer @claudsbelanger @RyanGrant25 Hmmmm seems to resort to the trolling reply since he’s got nothing else.",
        "@JDsays2much @JT3sticks @wyshynski Whether they did or not is not necessarily a question for the wings. They sucked… https://t.co/gWeUDERYwH",
        "@NHLdotcom @EdmontonOilers Probably going to talk about all the new contracts with no-trade clauses he’s going to give out on the offseason.",
        "@GrindLinePod One can dream. He’s probably the best of the class based on how he played this season (or last? Idk what to call it)",
        "@GrindLinePod I like Khudobin or Halak as a back up",
        "@wyshynski The fact of the matter is, we are going to end up with a top two pick and you’re not. Case closed - and… https://t.co/RMdMOVVxPm",
        "@wyshynski If in his situation, what would you have done? What would you have done with this roster of glorified be… https://t.co/obglgHOhyF",
        "@ocnarfidayden @jimmykimmel It’s not weak, it sucks.",
        "@JDsays2much @JT3sticks @wyshynski Team to compete in today’s nhl for longer than a season. Watch how Edmonton will… https://t.co/2aiAb4zvNM",
        "@JDsays2much @JT3sticks @wyshynski Subban and Hall aren’t necessarily just now players but future. They brought the… https://t.co/hzSRIQpoK1",
        "@TWest1825 @kyler_wurzer @claudsbelanger @dougsfresh @RyanGrant25 Well you’re arguing about his conflicts of intere… https://t.co/cmiTM6kY8y",
        "@wyshynski Titled: New Jersey Devils: The Eternal Disappointment of the 2010s &amp; Beyond",
        "@pal38238920 @BenBryant2017 @OhJoSo @CNBC So should overdoses and drinks not be treated, by your logic? You can’t p… https://t.co/CPpHLpsfjo",
        "@GrindLinePod @anthonypollifro @WWPTradeRumors Nope.",
        "@OhJoSo @CNBC To the medical community: you’re ignorant.",
        "@RyanHanaWWP Don’t you think that if this team was tanking, that they’d play Jimmy some more before his career bein… https://t.co/1FUfXd1avu",
        "@Realrclark25 And the mustache!",
        "@Realrclark25 He is the stereotypical American male, with being a hardass, hard drinking dude, but at heart is a good guy",
        "@JimMWeber Drew brees?",
        "@wyshynski I don’t see this as tanking. They had so many bad contracts, players and coaches, that this season was n… https://t.co/AnEgCdrwFL",
        "@KeithGave I’ll be picking it up so I’ll have the hat trick of the book, film and audiobook. Can’t wait.",
        "@Mrksmrs5Brown @PapaGraub_exe @David_Leavitt That was in Lansing? Your first tweet referenced something that happen… https://t.co/UmDOCzneFx",
        "@PapaGraub_exe @Mrksmrs5Brown @David_Leavitt No blinders my friend. I know Flint is dangerous in spots, but I also… https://t.co/QTPAF1v5yX",
        "@wyshynski We all know how well the Devils do with their high picks..",
        "@PapaGraub_exe @Mrksmrs5Brown @David_Leavitt What about other spots in the country? Chicago has one of the highest… https://t.co/zaQxiItQv8",
        "@wyshynski And I love it! #LGRW",
        "@JulieMarion27 @THNKenCampbell @SpectorsHockey You’ll watch dude",
        "@JimMaisano https://t.co/jirYCBAKM8",
        "@Cut4 And Robinson Cano",
        "@Cut4 Ken Griffey Jr",
        "#MayThe4th https://t.co/jlSZ94vsVk",
        "@SpartyOn70 Old English D! @tigers",
        "@Mrksmrs5Brown @David_Leavitt Yeah generalizing is so much fun. Good job, way to assume and think you know people a… https://t.co/QSFoXbbelH",
        "@AlleyDiaspora Why aren’t you helping her?",
        "@DetroitRedWingz @CrystalxClarity It’s tough because the film cutoff and scouting essentially ended in March. What… https://t.co/jfdOF2IZIo",
        "@jdb @ThorisBC @MattieVvv @JPERGELRWE @Dennis_Kosuth @chrislhayes Not really dude. My argument is that they have th… https://t.co/3NlItsclKp",
        "@inforthescore9 @JeffBoot @DanLeach971 He still wants to #feelthebern",
        "@ThorisBC @MattieVvv @JPERGELRWE @Dennis_Kosuth @chrislhayes No but I’d rather not judge anyone when I’m not someon… https://t.co/hMsYBVRH0R",
        "@MattieVvv @JPERGELRWE @Dennis_Kosuth @chrislhayes Assuming a persons thoughts is always great. Good job.",
        "@wingnut00555 @GrindLinePod Larkin fell into our laps because of him being a hometown kid",
        "@JDReed18 @lindylou266 This team has traded promoting skill for loyally rewarding players for what they did instead… https://t.co/sssjMzoupu",
        "@reporterchris I wish I could ❤️ this 40x",
        "@Justind0301 @MrOH1O @MarchWithUs2211 @MikeSullivan I thought he was going to be Christian McCaffrey before Christian McCaffrey",
        "@elonmusk My family could use a house?",
        "@MCB_Tigers Goodrum",
        "@TBrandon84 I actually had a Joey Harrington jersey",
        "@LordStanley52 @Drumbum87 @HeleneStJames @freep Your point is correct, but the nhl would love Edmonton to be releva… https://t.co/UKsCVGELUG",
        "@ChrisFa77941909 @OlfordX @ComplexSports It’s hard for 23 to jump over anyone when he’s getting knocked on his behind constantly.",
        "@ComplexSports LeBron is too soft. Bad boys in 5.",
        "@Drumbum87 @LordStanley52 @HeleneStJames @freep The red wings aren’t in a big enough media market so we get pushed… https://t.co/oIjvVSoSC6",
        "@JonGuracech @jmerola91 @KristinCav Might as well try",
        "@MCB_Tigers Phil Coke!",
        "@DetroitRedWings Abraham #27 Red please",
        "@GrindLinePod They’re just so reliable",
        "@GrindLinePod Leafs aren’t too bad because they’re perennial losers. They’re the Dan Marino of fanbases.",
        "@GrindLinePod 1. Chicago Blackhawks\n2. Montreal Canadians\n3. Boston (Insert Team Name Here)\n4. New York Yankees\n5. Chicago Bears",
        "@KeithGave @NHLonNBCSports @AdamLidstrom @DetroitRedWings He and Bobby Orr were my defensive role models when I pla… https://t.co/VaDiWd9INK",
        "@jmerola91 It’s a great show. Top five even.",
        "@FFesq @evansilva And I caaaaaaaaant wait!",
        "@GrindLinePod @JokkeNevalainen He looks aight",
        "@TheSleeve_ @Venet_30 Looks like people got half their wish. He was laid off at the Oakland press. 97.1 can’t be too far behind.",
        "@lindseyadler James Dolan will kick Charles Oakley out of the state.",
        "I miss hockey.",
        "@NHLonNBCSports @DetroitRedWings",
        "@NoahPGagnon @nickbladen10 @DLioness86 @Lions @NFL Who is rotoworld?",
        "@TheSleeve_ @Venet_30 You can tell he’s a baseball writer for sure. They’re very knowledgeable and make sure everyo… https://t.co/axT0POQusp",
        "@TheSleeve_ @Venet_30 Man, I would have though he kicked your dog or something 😂 so much anger towards him. Noted.",
        "@SteveVanDusen @TonyPaul1984 I haven’t listened to him lately, but I guess I had a misuse of English grammar there.… https://t.co/THUwjJ6QK5",
        "@SteveVanDusen @TonyPaul1984 He was a very good resource on Wings hockey for years. I’ll admit that he’s not as sha… https://t.co/Eb6klVKWQT",
        "@TonyPaul1984 Riger can be very good at times, but he likes to bait people into an argument. Caputo is great. Very knowledgeable.",
        "Washington Capitals! https://t.co/f78Zv9wuq8",
        "@ClayTravis They’d beat the shit out of him.",
        "@KeithGave Brad Stuart was someone who was never afraid to get dirty in the corners. He also did a great job cleari… https://t.co/zcntbxVH8w"
    ]
}