{
    "screen name": "j_ajagan",
    "no. of tweets": 150,
    "tweets": [
        "More Expiries Due to Furloughs and Layoffs? https://t.co/bzEvhImakJ via @dinvesting",
        "@thirumaofficial correct. yes, amam, unmai, thevayanthu.👍",
        "@Anbu_TamilachiJ என்ன ஒரு ஓல் (What the fuck is this.).😀",
        "Guj HC dismisses minister who holds, education, law and justice, legislative and parliamentary affairs. Honest party and honest ministe? 🤔😃",
        "@DravidanJeeva ராமன் ஒரு குறு நில மன்னன். இராவணர் ஒரு பேரரசர். ஒரு குறு நில மன்னன் பேரரசரை தோற்கடித்ததாக உயர்த்தி,… https://t.co/Hi5LTI2eth",
        "@bhaktslayer19 @Priyankay27 @DravidianRealI1 @rahuldwanderer @dineshjoshi70 @milligazette she has no clue. Jainisis… https://t.co/caT50IFprA",
        "@Priyankay27 @DravidianRealI1 @bhaktslayer19 @rahuldwanderer @dineshjoshi70 @milligazette Until Bhudhism and Jainis… https://t.co/zUSorWpSS1",
        "@chithradevi_91 Appa neriya mdy vachu irukka girls ellam? Enga thatha kudumi vachu irparu. I think schools should n… https://t.co/DUoEF9AVEi",
        "@AtheistRepublic I will happily go to hell than live with so called God people's hell.",
        "@searchbound I like the second one. Looks neat. \n\nhttps://t.co/DcOJo7BzlV",
        "@INCIndia True🤔",
        "Unusual tie up for food delivery 😀\n\nMarriott International ties up with Swiggy for home delivery | ETtech  https://t.co/xh96WX4cDV",
        "@QualityNames_ @JoshDotCo how do you check the block. The screen shot is from?",
        "@arakkarperiyar சாஸ்திரம் எழுதுனவனும், அத வச்சு பிழைப்பு நடத்துறவனும், அதை கேட்பவர்களும், பகுத்தறிவற்ற,  மூளை பயன்ப… https://t.co/kwfZ7PRwQF",
        "@chithradevi_91 Oru velai pambum ladyum meditation panra scene romba pidichu poiducho? 🤔😃",
        "https://t.co/NqGdZuukOL\n\nThe venture capitalist at the center of the coronavirus fight https://t.co/M5xXmdrypd… https://t.co/AD3uucoxhT",
        "@Its_DineshKumar Nice company🤔👌Place?",
        "Why some companies will survive this crisis and others will die https://t.co/IcJDnY4niI",
        "4solar in India; https://t.co/0fD0AQpzhZ \n\nMoving towards 100% renewable power (with a little help from sheep) https://t.co/cdJw90itib",
        "@_aravind_k Any Rajini movie of coming? 😀😂😆\n\nThey started movie promotion activities through this hashtag.\n\n#RAJINIandRMMforTNWelfare",
        "@psraaak @spinesurgeon @rajinikanth Raguvaran act panna ella padathyum serthu entha padam avaru nalla act pannala?… https://t.co/3drtRadwJ4",
        "@spinesurgeon @rajinikanth I think he is shown smarter by director in Mapillai than other three. In real life  I do… https://t.co/AE7N8oHdRn",
        "@Anirudh99448167 @sumanthraman States don't have large GST collection don't count. Tamilnadu is dependent on sales… https://t.co/eGLrz5E2p3",
        "@Sivaram59463408 @sacvims1033 @sumanthraman As long as Tamilnadu behaves like a obedient spouse situation will be l… https://t.co/Yq3HQ39y9C",
        "@sumanthraman All the mess is due to GST. Central government is biased to us. It wont pay GST revenue on time. So s… https://t.co/9WZTfizFEd",
        "@sumanthraman Avaru enna கஜானாKanth a?😀",
        "@dasoumendu @rajeshsawhney @elonmusk Elon Musk has many businesses. We are talking about bringing his electric car… https://t.co/d57m780457",
        "EVStall com https://t.co/JXIpt51b9E",
        "@rajeshsawhney @elonmusk Do we have the infrastructure? With its policies and infrastructure and car manufacturing… https://t.co/rdSkw4S2fH",
        "https://t.co/vej0NX70Aa https://t.co/BYG659vjIb",
        "@elonmusk @GerberKawasaki @thirdrowtesla First of all it is the bad idea to have car company in CA. Is there a car valley in California?😃",
        "https://t.co/tIB7Px5orF https://t.co/5Uob3C65qU",
        "Wondering who owns January, April, July and August domains. How much these domains cost? Recently January(.)com sol… https://t.co/gRO7Gl2bWL",
        "@KrishnaTribe Seeman will become Tamilnadu CM within 10 years. when someones name always doing rounds that is an in… https://t.co/aiNnuEw3nM",
        "@HRajaBJP Why Pinarai stopped with paltry sum. He should have gone for the Gold $30B in Trivandrum temple and distr… https://t.co/UfFS4JPEqi",
        "https://t.co/T39nCDPnV5 https://t.co/eyMJ1jDHyN",
        "@rajeshsawhney Credit lending started to fulfill who needs it. But when it become a business only business they fou… https://t.co/AKjHlYOXbg",
        "@Arunan22 Athavathu Modi eppadi wife vittu romba thooram thalli irukaro athu pola thooramaa poi valanum.",
        "Sanofi to enroll thousands for its coronavirus vaccine trials https://t.co/2w9QI9GF1N via @economictimes\n\nhttps://t.co/mplkGkyA3K",
        "@sara_blabbers Any heath problems? evalo nal therum?",
        "@sumanthraman Where to order online?",
        "Looking for solar in India? \nhttps://t.co/o22caeTHmC  can help you find a solar system for your home. (… https://t.co/wGfnvU284k",
        "https://t.co/JtPuwdlC8F\n\nOver 30 Indian vaccines in works for corona vaccine development, PM Modi told… https://t.co/GTgxNabZbR",
        "@b50 Our real life conversation revolves around few people. But twitter conversation can reach millions of people.… https://t.co/tyVTp0rc7A",
        "@DravidanJeeva அப்படித்தான் இந்திரனுக்கு 1000 கண்கள் கிடைத்தன. 😀\n\nஆனால் குற்றமற்ற  அகல்யா தனது முனிவர் கணவரால் கல்… https://t.co/l0f1aeZk3p",
        "@DravidanJeeva பின்னர் பிரம்மா உட்பட அனைத்து தேவர்களும் முனிவரிடம் இந்திரன் தேவர்களின் கடவுள் (கற்பழிப்பாளர் கடவுள்… https://t.co/1PW2r6HD95",
        "@DravidanJeeva இந்திரன் தன் உடலெங்கும் 1000 பிறப்புறுப்புகளை  பெறுவான் என்று சாபம் கொடுத்தார் . இந்திரன் உடல் முழுவ… https://t.co/Km3E0Co1uX",
        "@DravidanJeeva முனிவர் ஏற்கனவே விடியற்காலை என்று நினைத்து காலை சடங்குகளுக்காக ஆற்றுக்குச் சென்றார். இந்திரன் இந்த… https://t.co/BP0aXbDfNP",
        "@DravidanJeeva கடவுள்கள் யோக்கிதைக்கு ஒரு கதை. இந்திரனுக்கு 1000 யோனிகள் அல்லது கண்கள் கிடைத்த கதை.  இந்திரனின் பகு… https://t.co/WJf0Mqwd4a",
        "@DravidanJeeva Kunju mean😂",
        "https://t.co/JtPuwdlC8F\n\n3 Industries That May Not Rebound After Coronavirus @themotleyfool #stocks $BXP $SLG $AMC… https://t.co/EpaqZvpDZa",
        "@sardesairajdeep Who is more heartless in India now? Rulers or Corona?",
        "@TheTweetOfGod In thar 70% bullshit, 99% is God shit.",
        "https://t.co/G9ePzG8MzC\n\nActiv Surgical launches visualization tech for making surgeries safer https://t.co/INXUjuwIpn via @techcrunch",
        "https://t.co/G9ePzG8MzC\n\nUnity snaps up Vancouver-based studio building AR/VR tech https://t.co/A7iJfyS3BQ via @techcrunch",
        "@ArjunanDurai Good one.👍  It is fulfilling sight to see all the temples closed. Once in a lifetime event. If great… https://t.co/6LJzN4ae9H",
        "@arakkarperiyar ஆகவே,  கபால மோட்சம் அளிக்கப்பட்ட பிரதான  பூசாரி,  ஒரு வேலை,  இன்னும் சொர்க்கத்திற்கு நடந்து கொண்டிருக்கலாம்.😀",
        "@arakkarperiyar ஆண்டுகளுக்கு முன்பே  இறந்துவிட்டதாகவும், மெதுவான  பயணம்  காரணமாக இப்போது தான் வருவதாகவும் கூறினார்.… https://t.co/3lL2eajV2u",
        "@arakkarperiyar சில ஆண்டுகளுக்குப் பிறகு மெதுவான ஒரு வாகனம் வந்தது. தனது கிராமத்திலிருந்து யார் வருகிறார்கள் என்பதை… https://t.co/ztddzXJ6uN",
        "@arakkarperiyar 1/3. இதைப் படித்த பிறகு என் தூரத்து தாத்தா சொன்ன கதை என் நினைவுக்கு வருகிறது. \nஒரு விவசாயி இருந்தா… https://t.co/M8K8OS5Jh0",
        "This digital media company with green energy focus uses the domain https://t.co/1KSl515DGY. It also owns the… https://t.co/ECfjQMdjzN",
        "Natural light in home and office is good for health. More Sun light can be allowed through https://t.co/w5ialcgoOs… https://t.co/DvexpIRM11",
        "@Puneetvizh @BhavikaKapoor5 Only migrants workers? 🤔",
        "@busyfather I like the deal. ask for some expensive wine and sell it.😀",
        "@RKRadhakrishn @BJP4TamilNadu Gujarat model best? Laughable.😸😃😀",
        "@arakkarperiyar பாம்பு, தேள், பல்லி மட்டுமா? மனித சாணியும் இருந்ததாம், மனித சாணியாக இருந்து மீண்டும் பதார்த்தங்களாக… https://t.co/vpkQMN2qHq",
        "@ANI Really?🤔",
        "@itz_red_kid @saattooran List eluthi vankitu proven.\n\nAppadiyum miss ana stock illanu solliduven.😃",
        "@Tejasvi_Surya @BSYBJP What happened to Kannadiga slogan? Why do you need migrant workers? Without migrants Bangalo… https://t.co/Shidy36bJ2",
        "@LisaForteUK @UK_Daniel_Card In India, south Indians drink almost 80 percent of coffee in India. There is unwritten… https://t.co/qI8GzudipM",
        "@tamil_twtz That is why equality exist only in Liquor shop. Temples are the worst place for equality. If many peopl… https://t.co/4O0n93gH4E",
        "@barath_jm @spinesurgeon one doctor is not community. Always out layers are there. He should be punished.🤔",
        "@spinesurgeon Some doctors themselves proactive and even send readings to the patient email.  They do not think pat… https://t.co/Mnlpi7nmbP",
        "@barath_jm @spinesurgeon Will Neet, ExIt fix this? I doubt it.  Most of the exams after degree will be good only if… https://t.co/uXMlGFUMxg",
        "@ThanthiTV Yes. If chattiskar gov can then Tamilnadu can.",
        "@spinesurgeon True to doctors who are upto date. Not all doctors are upto date. Not all doctors read scientific jou… https://t.co/pkmoNdUn4J",
        "@TLICitizen Demonetization is the biggest scam of Independent India.\nThis government is highly corrupt. 🤔",
        "@swaravaithee @pkcomrade Very true. BJP enbathaivida papanidam enbathey unmai.",
        "@nellaimp @SRajaJourno @mathavanguru19 Actually alcohol can help you live longer with less decease. \n\nWhy everyone… https://t.co/wumTq9DYqj",
        "@saisudar74259 @sumanthraman There will be a huge shortage of maids, barbers, cleaners, helpers in Delhi ones lockd… https://t.co/Rr0qbekcg9",
        "@sumanthraman San Francisco or Bangalore both cannot survive without migrants, skilled or unskilled, both help buil… https://t.co/VDHN7UUjy3",
        "https://t.co/CSIDU8DyhR\n\nI drove a $44,000 Chevy Bolt with 260 miles of range to see if the upgraded electric car i… https://t.co/wBhlyt2PQs",
        "https://t.co/fv5hz4gDJ9\n\nGlobal consumer goods biggies expect surge in e-commerce sales Global consumer goods biggi… https://t.co/lZiLpREquE",
        "@andrewrosener @domainastro You can still register generic pandemic related .com domains. When .com not available t… https://t.co/9vnSdfagra",
        "@KasthuriShankar One group is brainless another is brainwashed. Both are useless.🤔",
        "@eveporcello https://t.co/NqGdZuukOL",
        "@talksstweet When women joined hands? Mamiar thana marumahala kodumai paduthuranga? Marumagalthana mamiyara veeta vitu thorathuranga.🤔",
        "https://t.co/azn4NzTUge https://t.co/n5z3Snm2u1",
        "https://t.co/GqJAlbZFuB \n\nCovid-19 threatens to kill co-working ⁠— but the owners believe it will only get cheaper… https://t.co/j7QO4L2jlf",
        "@sadeque_saad @3drenderbot Is this for real project? Why old room heater?",
        "@drhakkim @Ahmedshabbir20 @PramodMadhav6 @dkarthikTOI @priyankathiru https://t.co/mxKBUJacO8",
        "@rameshlaus https://t.co/mxKBUJacO8",
        "@VanathiBJP @PMOIndia @JPNadda @blsanthosh https://t.co/wlTN6d8KLa",
        "@Rajgopal_sai Good News. Instead of teaching responsible drinking banning alcohol is bad.\n\nProhibition was never a… https://t.co/WkTKIyVK17",
        "@stalin_germany ஒரு வழியா இவனுகளுக்குள்ள சண்டை மூட்டியாச்சு. இனி எல்லா ஓட்டும் நமக்குத்தான்.😀\n\nஇப்படிக்கு,\nகுடுமி மாமா\nசென்னை",
        "4sale: https://t.co/VRCFp1YmsK https://t.co/oPiW5MAmKz",
        "@DInvesting I had lickmynose. com",
        "@sardesairajdeep Kerela is best. \n\nIf India is a company and Kerela CM is regional manager for his performance he w… https://t.co/UaNzGvhHfF",
        "@rajeshsawhney @PMOIndia https://t.co/so4vXB5MJL",
        "@DravidanJeeva Good one. Still I don't see the numbers not equal to men.",
        "https://t.co/vej0NX70Aa \n\nThe snowy peak of Kanchenjunga can now be seen from a 100 km away because the slump in gl… https://t.co/g47OFwgSkI",
        "https://t.co/vej0NWPpbA https://t.co/FJPf7Q5ETS",
        "https://t.co/tIB7PwNN35\n\nBullish Amazon, Flipkart to lease 3 million sq ft of warehousing | ETtech  https://t.co/G2o13kpozc",
        "WFH could find permanent home in IT contracts | ETtech  https://t.co/VCIlnP7ni4",
        "@chetan_cbe But are these brands sold in all tasmac maybe only in urban cetres?",
        "When someone calls you lazy for just sitting there, you can politely remark that, you are actually moving at great… https://t.co/SAwmM6uBfR",
        "@FinancialXpress https://t.co/fhXtRl3swE\n\n#SoniaGandhi @INCIndia",
        "@Swamy39 It appears he listened to my tweet.😀\nhttps://t.co/cXGkgvhrpz",
        "@AafatKiPudiaa @DravidanJeeva What is the name of the spray. As many still struggle to find out right bundles this… https://t.co/mlqJNpHuUx",
        "@Swamy39 @lawrenc_cs One  good tweet from a man.  But why writing on twitter as if happened  million miles away? It… https://t.co/JgFd1MvirU",
        "Anyone helping farmers in India like this?\n\nPublix is buying milk and produce that farmers would've been forced to… https://t.co/qIv71XJth9",
        "@rajeshsawhney Who they let go? Highly paid priests? No, lowly paid workers. But corporate let go highly paid peopl… https://t.co/0iw6iCMCcO",
        "@RKRadhakrishn Without thinking logically they blamed one group and forgot to watch all other religious attendees a… https://t.co/Ju9ldv2T1R",
        "@dhanyarajendran @priyankathiru Non veg corona maatum kavanichanga. Ana veg coronava vitannga.  Athan.",
        "@DarrylLopes I have NalanKing. com.",
        "Online related domains. \n\nhttps://t.co/GqJAlchgm9 $3200  \nhttps://t.co/VRCFp1GL4a  $3200 \nhttps://t.co/bez6PyTcgY $… https://t.co/BFxC3zDiCl",
        "Health, pharmacy, consumer e-commerce domain https://t.co/tIB7Px5orF and https://t.co/7CcPeNFC2g for sale.… https://t.co/x6t5LO2Fru",
        "@jblefevre60 @physicsJ @SpirosMargaris @HaroldSinnott @rwang0 @gvalan @ipfconline1 @ShiCooks @Droit_IA @mvollmer1… https://t.co/7fVvUGYm9x",
        "@DarrylLopes @ThroughDomains I too own online related domains. \nhttps://t.co/VRCFp1GL4a, \nhttps://t.co/GqJAlchgm9",
        "https://t.co/tIB7PwNN35\n\nChinese e-commerce company Club Factory starts grocery delivery in India | ETtech  https://t.co/RYKYQ7th4c",
        "@DarrylLopes https://t.co/mplkGkgYFa  Not today but registered two days back, if it count.😀",
        "@sumanthraman This pass getting crowd already happened in Madurai. Don't know how much crowd will be on Monday.",
        "@sara_blabbers ithu athuva?😺",
        "@AtheistRepublic Nothing. But some benefit through it. No difference between cult and religious groups except the number of followers.",
        "@kskumar12 @SunilBose14 @KasthuriShankar Just now only western world started opening cannabis for regular consumpti… https://t.co/EAJP6EFMqS",
        "@KasthuriShankar @kskumar12 @SunilBose14 If irresponsible people can get married why not drink Liquor? Do you think… https://t.co/cwRWazmX68",
        "@KasthuriShankar @SKM08787353 Coffee one week cut Panna addiction puriyum.😃",
        "@SunilBose14 @KasthuriShankar Good point👍.  But why in India we always consider liquor for addicts only? Even for r… https://t.co/UMbfC5Ii9V",
        "@KasthuriShankar May be more evil in religious places than liquor shops.🤔  \n\nDrinkerss won't discriminate.  At Liqu… https://t.co/7SbaEF2dDZ",
        "@kuriharan @IntEngineering Is this road or water channel? It looks sloped.🤔",
        "https://t.co/tIB7Px5orF for sale\n\nAarogya Setu will soon be expanded to feature phone users Aarogya Setu will soon… https://t.co/L9EVClVRV3",
        "@kavitha129 I think phone problem. Free up space in your phone and restart.🤔",
        "https://t.co/vej0NX70Aa https://t.co/ylFWN1eQlr",
        "@Kozhiyaar Otteri nari listla illa.😀",
        "@arakkarperiyar Translation:  In February 1909, the tainted 66th pontiff of Kanchi Sankara math died of a smallpox… https://t.co/97knlmGbbW",
        "@Narayanan3 vatham muthiducho?",
        "@rajeshsawhney Long before online work came I worked as a consultant for a company which allowed work from  home on… https://t.co/KP4TRnjuUw",
        "Over 2,00,000 H-1B workers could lose legal status by June https://t.co/TlsvpjUBmR via @economictimes",
        "@chithradevi_91 school start agumnu solrenga.",
        "@Charlie_twts @chithradevi_91 Ippavey pallakadula irunthu mumbai pakkam odiponavanuga chennai vanthu settle aguranu… https://t.co/h8U926wedx",
        "Warren Buffett on college: 'I’m not sure it made sense for me’ https://t.co/DomkfP3NBH",
        "@Perumal_Pradeep Whatever. They did great things. We remember them for their public work. Probably you won't be eve… https://t.co/AZ0AB7vHGE",
        "https://t.co/tIB7PwNN35\n\nFMCG firms go direct to home https://t.co/ms0QehsPj6",
        "@RebaJohnOffl @actorvijay The way Vijay Sir influencing Tamil cinema is unprecedented. He is incomparable Super Pla… https://t.co/pKfD343AIK",
        "@ArjunanDurai 11 fools playing 11000 foools watching nu Bernard shaw sonna mathiri, 10 madayan eluthunatha pala kodi muttal follow panran.",
        "@Murugan_TNBJP Artham therinthaa puthisaligaluku, artham theriyatha madayargalal eluthappatta vilakam.",
        "@kiramaththan Good suggestion. But who wants to leave kulu kulu kutralam or ooty to work in humid Chennai. Because… https://t.co/b1KO8HjKJB",
        "@jayahar_ma @Murugan_TNBJP @BJP4India @BJP4TamilNadu @DMKITwing @AIADMKITWINGOFL Correct.👍",
        "@RangarajPandeyR Veedellam poonai irkunna antha veetukaran neriya poonaiki valakurannu/sapadu poduranu artham.🤔\n\nMu… https://t.co/lBhskUoMH7",
        "@gvkreddi It is unimportant what I think or you think. I did not say any thing as you are fool or genious.\n\nI just… https://t.co/NPs4MQ2Cm1"
    ]
}