{
    "screen name": "TheGodfathee",
    "no. of tweets": 160,
    "tweets": [
        "@Queeneth__ @_igwilo She belong to the street",
        "@Specialpearl1 @uBeRToKS @cranberrycom @SegunOladejo_ So after drinking it?",
        "@Therealqb4 @oke_andrew @Dehkunle You're the clown actually.",
        "@t3niola @OdunEweniyi Jack is that kind of person. Unless he makes an offer he can't refuse.",
        "@lordepookie @Osastheking @Iam_Poje Lol. I go like learn wizardry",
        "@Naija_PR Yoghurt + Everyday supermarket bakery",
        "@lafiajireborn @fikayorrr @D__Primus @akortainment @BigMan_Xander @jibbyford_ @Irunnia_ @realKojoToronto @iam__Ella… https://t.co/uEHaajSexl",
        "@lord_mogul1 @queenlopezz143 @TochiUdeh @AfamDeluxo 🤣🤣",
        "@Nonsoikechukwu1 @ulomareen @chefobubu Somebody cannot play small with you again 😂😏😏🤤🤤",
        "@savannah_x @TheNotoriousKIA Lol you're 23 and beautiful, you'd be fine.",
        "@TyphanieAndCo Your 👃 are beautiful in both... You're beautiful",
        "@NewCuIture Please wear a helmet",
        "@Mochievous @scalemyhustle I fit join too?",
        "@aproko_doctor @segalink Co-ask",
        "@aashariff @Omojuwa Very boring documentary for me",
        "@pattieanne27 @leovenus_ Oh .. I got it now. Thanks for your kindness explaining to me.",
        "@ulomareen @chefobubu Is Nadia buari the daughter of Buhari?",
        "@pattieanne27 @leovenus_ What does power of manifestation mean?",
        "@followtheleela Okay go ahead and create again without the help from men, again u can say 10 mins nut, but u can't… https://t.co/AKga0J0aZD",
        "@Johniky5 @AyamChiboy @PeterObi @MBuhari Is Peter Obi the governor of Biafra land?",
        "@PiratePockets @jack What does it mean to add \"Gate\" on someone name? Like \"GodfatherGate\"?",
        "@melon_drdn @FWPlayboy @holly_basil @thecurioushuman @AmySilverberg lmao 🤣🤣🤣🤣🤣",
        "@unkonfined @andile_ezile Thanks for this, honestly don't know anything about all this.",
        "@UofLArtsci @uLethbridge I stumbled on some questions while applying for master's degree in your school, please can I dm?",
        "@lavie_encode How long does it normally take to become a full stack and how do I find myself excited doing it every… https://t.co/kF1IYK0Fg1",
        "@blsd100 I followed you. Someone finally shun all the noise and complain and start doing something.",
        "@parmooonx What's your YouTube channel?",
        "@blaq_michelle @Sonjoe_Kutuh Big one",
        "@unkonfined @andile_ezile Been seeing 419 in everything for the past two years. In clocks, car plate number, grocer… https://t.co/QcHMKWblhb",
        "@rosemary_enemuo @EzraelAni Is this procedure done in nigeria?",
        "@_Ninma She bribe you 🤣🤣🤣🤣",
        "@praisegeorge @anniehycienth Why God can't give you a woman/man as per the taste he's created you upon? \n\nIf God cr… https://t.co/zj4NB7NMyc",
        "@DJYung228 https://t.co/CpRORwzfDF",
        "Proud of you https://t.co/UqDaWGLGMd",
        "@kainene_uzama @ChidiZeus wasn't attacking u and u don't need hide my comments. Actually don't know how u came on m… https://t.co/6hNRB8WVp5",
        "@kainene_uzama @ChidiZeus Hoping to see when women will share business ideas the way they share nudes.",
        "@Mochievous Tell that boy u like say u like am, u never know.",
        "@DamnHerMelanin @kayvsnd @shereeserenee So which one of you is a trader?",
        "@_Jssy____ @humayundotani @Tha_Real_Miki @itsmelvert @shereeserenee @ericayance Add me too",
        "@BloatedInk @NigeriaStories A thread of most beautiful mansions in Nigeria and you're here with your childhood song… https://t.co/GbNYnidbR1",
        "@EniafeMomodu There was a video of Michael Jackson calling Tommy motolla former CEO of Sony music a devil and the b… https://t.co/HADD1JZ2fN",
        "@BloatedInk @NigeriaStories You're quite a delusional person. Very far from reality. Mansion wey u never see. 🤦🤦🤦",
        "@EniafeMomodu Plus the Michael Jackson shit with Sony company then...... Was it all cock and bull stories?",
        "@LiluMilcalova @HKemTweets @jwftbl @Tetens @Tulsa_Democrat @xcelsiorunbound @HannahRegel While you wield that power… https://t.co/Szo1EmeCs0",
        "@NaijaFlyingDr None..... I would have said Tinubu but he's mastered in Lagos thuggery than infrastructures. U know… https://t.co/JXXEl2lFkJ",
        "@drammeh98 That they're close to the ground",
        "@placeisheld @catalinmpit @adrian_twarog Me too. A self taught under development, progressing. With a CS degree.",
        "@Edward_Onoriode She probably don't see without her glasses/lens. Then he took it away for a whole day, it's like t… https://t.co/Rg8Keuj2lt",
        "@Zainbakkie @dobis2006 I meant to DM @dobis2006 but here's what I found you might be interested and it's today.\nhttps://t.co/UilAZlaulT",
        "@OdereMary @ronaldnzimora Done",
        "@dobis2006 @Zainbakkie @Olufemiloye @TundeTASH Can I DM you please?",
        "@ronaldnzimora Yes",
        "@oluwapelumiii_ Y'all are usually dramatic. They might as well asking to know and learn something from you. \n\nSo mu… https://t.co/wKzLGu9MDh",
        "@tuscanoooo @demidademon @Alayna50798918 So are you Simi.",
        "@DoubleEph My mafias doesn't work that way.",
        "@folamisegun @ChaceRoch @ayokakelly Bro thank you for the money u sent me this pandemic, even as this period is har… https://t.co/SxdvN3XUW8",
        "@tuscanoooo @demidademon @Alayna50798918 The mother being mentally unstable needs care too, not throw her away. You… https://t.co/rXQJ5P6mGy",
        "@parmooonx Here for ittttt",
        "@beuronb_ @parmooonx Get to work. I was inspired too. What business do you do?",
        "@tuscanoooo @demidademon @Alayna50798918 You said it all Simi. A comment I was looking for.",
        "@AnieduEngr @SEzekwesili @TheIgboWolf Sometimes you guys should relax and let the girls ask for consents. This cons… https://t.co/7DY7Oderfj",
        "@TheHotBebes @Yhurell It's only ass, it's not like you have sense.",
        "@_eackline @evssofficial_ In Nigeria, at 19 it is uncommon not to be under your parents and out of school..... Y'al… https://t.co/hGvTLQHd3Q",
        "@DenolaGrey Wtf is this",
        "@jay_jombo @cerebralistic I thought that was scam?",
        "@Anambravirgin @TheGodfathee am my soulmate.... Alpha God",
        "@Kodinaka_ @oluwamikeal @daddyiel Managing your emotions doesn't mean pretend, you could as well seat him down and… https://t.co/tm4DvZk2wb",
        "@Lohlah_Bo @Postsubman It might interest to read more confession coming from other people here, seems they're suffe… https://t.co/sHfxw5XQ46",
        "@_Christy___ @DamolaKO Y'all need see a therapist.",
        "@_Christy___ @DamolaKO There's a pattern here, almost all the girls he allegedly raped still want to go back to him… https://t.co/GsfnDVNWSg",
        "@KBakxy @It_Chioma @Danny_Walterr I took a screenshot too",
        "@Obiadika64 @TFKay_ @tyv1nci @Postsubman Generally, people that are raped usually fear their rapist but in this cha… https://t.co/LNFECXjGkv",
        "@Postsubman After the rape, you still want to go to his house? If it was rape at first, the trauma won't allow you… https://t.co/AWcpOUUC1U",
        "@Obiadika64 @TFKay_ @tyv1nci @Postsubman Genital injury can happen too when it's not rape.",
        "@atiku This is an interesting article",
        "@TheMedicaIVideo Alchemy shit",
        "@lavie_encode Your greatest fear should be you giving up on yourself but don't worry, we all here for you.. 💂💂💂💂",
        "@asemota I will tell you again when to buy dip in Bitcoin then ride the bull up then sell off and buy later.",
        "@AugustineOnoh @asemota The same dream, to build a house.",
        "@UdokweluV @z_kingjay @asemota Dm... I sell bitcoins.",
        "@benomez9 @akinalabi You, how many you donated?",
        "@carmartnigeria Price",
        "@carmartnigeria Can you come to Lagos?",
        "@carmartnigeria How to reach you guys?",
        "@Okuhle_zulu_ He helped you wash away your sins. Fucking King.",
        "@mcmeiour @lollybee18 @bet2win10 Be careful. This can kill you.",
        "@cuppymusic @Forbes Congratulations girl",
        "@TheAdanne @___Seyi @cuppymusic @Forbes u jst low-key jealous. Nw luk at ur family then look at hers. If were born… https://t.co/6mqI1X5vKX",
        "@Mochievous @VaziLegal @scalemyhustle How do I get the letters from you?",
        "@segalink Home remodeling to reduce cost? 🤣🤣🤣🤣🤣🤣🤣🤣. The victim becomes the guilty. 😂😂😂😂😂",
        "@Mitchel22789284 @Osasenakponmwen See me see wahala",
        "@Mitchel22789284 @Osasenakponmwen https://t.co/eofDGFbgRp",
        "@Osasenakponmwen Ashawo... Oya rest.😏😏😏",
        "@wealthy_yute @timwesttt_ @RafiatAtanda @ThePsalms_NG @Mochievous Am sure you're over 30 too...... No brain cells,… https://t.co/dhBpwTI7L4",
        "@Fredshola @Lambo73 @MoghaluKingsley This will work but what is the structural design created by the government to… https://t.co/8aTcNdvEAG",
        "@Dolarpo @LD610JIMI @MoghaluKingsley Crypto, forex, stock, which you trade?",
        "@NastyBlaq Shared insanity",
        "@aproko_doctor Nigeria doesn't have 5G",
        "@Asiricomedy Every purpose can attain a spotlight, it solely depends on the person and how they handle it.",
        "@elshaks1 @Haydar_Abdoul @adamugarba No mind them. This was probably why they didn't take Nigerians in Wuhan seriou… https://t.co/m0ZzRYyj16",
        "@adamugarba Perhaps this was the information y'all had when Nigerians were calling for help from wuhan china. Y'all… https://t.co/a5VmHJPIGu",
        "@adamugarba I agree with you to an extend but not the part you say the virus didn't affect other cities and provinc… https://t.co/DwtDljXlpV",
        "@TingoUk Am good trading the forex and NASDAq. If there's vacant, I'd like to apply.",
        "@richking2009 @lmam0fpeace @Toobiking_ Baba u reach here 🤣🤣🤣. https://t.co/3Y7aE1K2jo",
        "@renoomokri @Imamofpeace @MBuhari @lordibmbomb",
        "@Imamofpeace @lordibmbomb",
        "@siipitweets @Silvanov90 @Habib_H86 @cz_binance Which country?",
        "@jackharlow Eminem - mockingbird.",
        "#NewProfilePic https://t.co/62k7fv6OAj",
        "@theVictoriaKing @JajaPhD Who exactly?",
        "@KingdavidE1 @the_odditty 🤣🤣🤣🤣 my hand is clean na",
        "@the_odditty Some outfits you just have to talk yourself into rocking it 💀😂. https://t.co/BnkeNbxmE0",
        "Isaacus newtonus made arianism. He was also an alchemist even tho the Christian Church claimed his body after death… https://t.co/WdDvMBuz3w",
        "@T0_0LU @akinalabi Isaacus newtonus made arianism. He was also an alchemist even tho the Christian Church claimed h… https://t.co/WCKxkdJJ0K",
        "@Omojuwa When 795+ die in your country a day and u still have to work hard to maintain order everyone should have d… https://t.co/XDRP0QN5Av",
        "@ibn_aliyu @chuckiblaze @renoomokri Muted.",
        "@fordymaia @joshhart Lol u were present.",
        "@MalaikaFire @nuel_ah @amandachinda_ Have to put him off so he doesn't spoil your mood. People be grumpy and taking… https://t.co/b2XbJvoYGv",
        "If you're not preventing this virus and doing social distancing, you're an enemy. https://t.co/hiq8TwlvNU",
        "@Osasenakponmwen I'll stop imagining.... 🙄🙄🙄.",
        "@Kaybeekul @nuel_ah @MalaikaFire @amandachinda_ You're mad and an idiot. Am a man and yes we're not sooo unfortunat… https://t.co/ncACtFZIE7",
        "@MamboOgoo @to_re_no1 @amandachinda_ @toolzbabe Don't mind the dude, they cannot be your hubby so they make jealous… https://t.co/DtT4zZz3nM",
        "@Makazkev @ManUtd_HQ Here u go https://t.co/KZotETih7T",
        "@Nwankpa_A It's only rain.... Earthquake 5.3 magnitude hit Croatia yesterday. Y'all should take care and avoid the virus.",
        "@DavidPatts @predddy1 It happens but let's hope they didn't go that far. I bid her relationship a beautiful memory ahead. They'd be fine.",
        "@DavidPatts @FlorentJAYB @Stella_Ajacobs @call_me_okay @predddy1 Didn't believe my eyes from the comments. I made h… https://t.co/GWaOe2biZw",
        "@DavidPatts @Stella_Ajacobs @FlorentJAYB @call_me_okay @predddy1 I said what I must.",
        "@DavidOyedepoMin @RemindMe_OfThis in 2 weeks",
        "@DavidOyedepoMin @remindmetweets  in 2 weeks",
        "@IamwilliaTobi @benomez9 @Haffiz_Anoze @VillageParrot The virus affects all age just that the mortality rate is low… https://t.co/O9FJfjeBhN",
        "@predddy1 It doesn't make sense that u hv a serious boyfriend and someone else, a guy still claims u as bestie in p… https://t.co/gypNJQjWzJ",
        "@predddy1 U might really not have anything going on however your replies on the text plus this bestie of a thing wi… https://t.co/gB5uWAHmMn",
        "@predddy1 I usually don't do this but I understood your boyfriend 100%. Girl you're making him jealous. If I can us… https://t.co/UyeUEQBKMk",
        "@FlorentJAYB @Stella_Ajacobs @call_me_okay @predddy1 Honestly nothing is funny on that tweet, and the bf reacting d… https://t.co/1Y7oRUCxaA",
        "@DavMicRot Why?",
        "@otunbaodibo @ogundamisi As it is now, Nigeria has failed in prevention. The virus is spreading, the only way is ev… https://t.co/jlMDIUoXx0",
        "@otunbaodibo @ogundamisi Until they ban u to protect yourself against the virus, you'd rather remain exposed to it?… https://t.co/Mmuk6oV3Xf",
        "@iTv001 @_igwilo 🤣🤣🤣",
        "@lilstew92 @theestallion U damn cute girl.",
        "@NaijaFlyingDr How did u source finance at that young age?",
        "@Dr_Clandestine @Solar_unique Okay.",
        "@godoffemales @jidesanwoolu I hope they do oo... The Virus isn't to be toyed with... In china and Italy, nurses wea… https://t.co/cAVwGgfeZO",
        "@Magdale87333732 @VaanSmith1 @sophie_stars @luuhhoney Dear grumpy Magdalene, first I'd thank u for recognizing am a… https://t.co/rNtl5ebUL8",
        "@Dr_Clandestine @Solar_unique There were too many other angles to draw your supposed \"hypothesis\" 😂😂. But u only ch… https://t.co/egwXAdXgKi",
        "@Dr_Clandestine @Solar_unique How many of them do people slap in their country for being racist? Stop assuming, y'a… https://t.co/ODbeypn6S3",
        "@jidesanwoolu Those nurses are quite prone to the virus, no hazmat, they're just on aprons. They can easily get the… https://t.co/wr2SOyC8Q5",
        "@Twitter I need an internship with Twitter. A computer science major.\n\n#TwitterDoYourThing",
        "@Twitter I need an internship with Twitter. A computer science major.\n\n#TwitterDoYourThing",
        "@AppleCitrusfeck @Twitter @DexConnected 🖐️ after washing it",
        "@salam_faruq @owuapu @Taheer_z @cuppymusic @Tife_fabunmi @jtofashion 😂😂🤣🤣🤣",
        "@_Mr_ot_ @Adeoluwajojuu Speak for yourself",
        "@luuhhoney Sad story in pictures...",
        "@philsughrobert @rhenuaa @amuta_ann Bro thank you for allowing me use your car the other day to go stuck food, u kn… https://t.co/szkgGnSUyI",
        "@benmurraybruce My condolences to you and your wife.",
        "@Nwankpa_A @AbuMaryam30 @DrAbioye The file is not opening.",
        "@Nwankpa_A It's not opening",
        "@AfamDeluxo No brain cells dictated.....  Just vibes",
        "@wizkidayo You're now answering like Buhari.",
        "@baeonda Keep us updated when you test again and how you feel during the process. Get well soon.... Cheering you..",
        "@GappistanRadio What's her name please? 😍. A good meme here.. she like \"is that so\"... 🤣🤣 https://t.co/zC2PDVFPbO"
    ]
}