{
    "screen name": "Caitcostello314",
    "no. of tweets": 200,
    "tweets": [
        "#GlobalCitizens",
        "#iHeartConcertonFOX",
        "#SAGAwards",
        "#KimPossibleMovie",
        "Sandra Bullock should get an oscar nomination for her role in Birdbox #BirdBox",
        "#handmaidstale keeps getting better and better",
        "#TonyAwards",
        "#RoyalWedding",
        "The fact I might be graduating in the fall feels so surreal #classof2019",
        "#Oscars90",
        "#AsAKidIThought mlk day stood for milk day and not Martin Luther King day",
        "In sync reunion and Justin Timberlake all in one #HalftimeShow",
        "Thoughts on the Grammy this year Elton John and Miley Cyrus were good but Rihanna and DJ Khaled definitely caught my attention #GRAMMYs",
        "#Grammys2018",
        "#DogBreedNovels Harry Potter and the Cute Shitzus",
        "The first week at my internship went better than I thought it would",
        "Just saw @wecomefromaway and it was awesome",
        "#Oprah2020",
        "Trouble for me is having all 8 harry potter movies on HBO #harrypotternerd",
        "#HappyNewYear2018",
        "Happy #StrangerThings2  everyone",
        "#Teamklg",
        "#sayido",
        "Song of the summer #LookWhatYouMadeMeDo",
        "He is a racist, bigot , unapologetic,  uneducated and so much more #WhyWeMustImpeachTrumpIn7Words",
        "Positive thoughts is all I am trying for now",
        "#Happy4th",
        "@DearEvanHansen is such a great play. I saw it and fell in love with it. If you haven't seen it yet go see it. You won't regret it",
        "#TonyAwards2017",
        "So excited to see what the future has in store",
        "#PrayForLondon",
        "@Damn_Girllll happy birthday 🎉 enjoy",
        "#RedNoseDay",
        "Saw a performance of @Groundhogdaybwy this afternoon and it was awesome",
        "Saw a performance of @DearEvanHansen this afternoon and it was awesome",
        "@KendallJenner @TODAYshow help spread the word about a private school in nj in danger of closing https://t.co/cpJ7Hv2ZZm",
        "@djawn_ happy birthday 🎉 enjoy",
        "@IAmSteveHarvey @WendyWilliams @TheTalkCBS @TheView please help spread the word https://t.co/CrrnuFbOUK",
        "@FOXTV @ABC please help spread the word about a private school in New Jersey that may close if not enough money is… https://t.co/MRCoL59kW9",
        "@TheEllenShow @Oprah @taylorswift please help save a private school in New Jersey from closing https://t.co/IbtEfGbs7x",
        "@TODAYshow please help spread the word about a private catholic high school in Bayonne Nj  that may be forced to cl… https://t.co/GKaMlMkg63",
        "@Oprah @taylorswift13  please help keep a private high school in Bayonne Nj from closing. Anything will help https://t.co/gL0vnu1nwc",
        "@TheEllenShow @GRRMspeaking help keep a private high school in Bayonne Nj from closing. Anything will help. https://t.co/v8sfuUjfNd",
        "Complete loss of words #savemaristnj https://t.co/T1CNlLlo0G",
        "@itsmariam_xoo Happy birthday 🎉 enjoy",
        "Just saw @sunsetblvd and it was awesome",
        "What just happened #Oscars2017",
        "#Oscars2017",
        "#GRAMMYs",
        "#SuperBowl #GoFalcons",
        "#HiddenFigures",
        "#StrangerThings",
        "#sagawards",
        "@__linzee happy birthday 🎉 enjoy",
        "@T_h_o_m_a_s_J happy birthday 🎉enjoy",
        "President Obama is someone America will never forget #FarewellPresidentObama",
        "#GoldenGlobes",
        "Happy 20 years Matt Lauer and many more to come #ML20",
        "#HAPPYNEWYEAR",
        "@BXenaaa happy birthday 🎉enjoy",
        "#merrychristmas",
        "@sadiesynecdoche hoping all is well at Smith and maybe we can all catch up over break if it's possible",
        "@lenzoo_44 happy birthday 🎉 enjoy",
        "#VictoriaSecretFashionShow",
        "@KinaQueenieGirl Happy birthday 🎉",
        "#happythanksgiving",
        "@AdristaRamirez happy birthday 🎉enjoy",
        "@_TamiBami Happy birthday 🎉enjoy",
        "@Ky_lovex3 happy birthday🎉enjoy",
        "Now that Donald Trump is president it is now up to us the citizens of the United States  to unite on issues he doesn't agree on",
        "#Election2016 #ImWitHer",
        "Saw an afternoon performance of @SoRmusical and it was awesome",
        "3 years since Kylin died #getlive55",
        "#debatenight",
        "Marist homecoming Friday ?",
        "@girlontrainfilm was a great movie",
        "All the memes of the debate are interesting than the debate itself",
        "#Empire",
        "Season 2 of stranger Things and Fuller House  needs to come sooner",
        "When your Alma mater football team manages to score twice for the first time in  over a year",
        "#Reasons2StandUp for my mom who is a cancer survivor and my uncle who died from cancer",
        "@sadiesynecdoche goodluck at Smith, let Dr Footerman know next time you are on break so we can all catch up and keep us updated.",
        "@tashakristynnn happy birthday 🎉 enjoy",
        "@YungOodge Happy birthday 🎉  enjoy",
        "Honestly looking forward to school 📚",
        "Just saw @BwayColorPurple and it was awesome. One of the best plays I have ever seen",
        "All good things take time is what they say",
        "@uniquecreature_ good luck Dominique I know you will do great at hu",
        "#OpeningCeremony",
        "When North Korea declares war on the US and you see all the memes being made about it https://t.co/ijvEUm6cqE",
        "When you catch your first Pokémon in Pokémon go https://t.co/6A6g1yg2FN",
        "Everyday I keep saying how much I want to leave Bayonne.  Not for everyone",
        "#growingupwithagoodheart volunteering at summer camp and getting picked on for being a good person",
        "The ignorance in this world is unbelievable  #philandocastile",
        "@tiffvnix happy birthday 🎉 enjoy",
        "Really can't believe it's been 7 years since Michael Jackson died #7yearswithoutmj",
        "@adriennewtf happy birthday 🎉 enjoy",
        "@Natejr616 Happy birthday and congrats on graduating 🎉📚",
        "#TonyAwards",
        "@PrincessLovex33 happy birthday 🎉enjoy",
        "Been watching Harry Potter for the past few nights #harrypotterforever",
        "@aareneezy @HeyitsCaseyyy congrats on graduating today. So happy for you",
        "@ijuneash congrats on graduating. So happy for you",
        "Congrats class of 2016",
        "@Maddiiee16 @mikemeach_ congrats on graduating . So happy for you",
        "@uniquecreature_ @itsmariam_xoo @jay_matos03 @adriennewtf @asvpaud  congrats on graduating. So happy for you",
        "@Dre_kidddo @Jaccpot8 congrats on graduating. So happy for you",
        "Congrats to any of my former classmates graduating today.",
        "Carnival later ??",
        "@Damn_Girllll happy birthday 🎉 enjoy",
        "Carnival later",
        "Can I just live in NYC already ?",
        "My dream in ten years is to leave Bayonne not live here",
        "@sadiesynecdoche congrats on graduating today. So happy for you",
        "Seniors vote Marist for prom of the week https://t.co/3qsSTmVC3K",
        "One thing I can't wait to see is who's photo from prom gets turned to a meme",
        "Anyone going to prom this year make sure to post pictures.",
        "Dear anyone in a relationship I am happy for you but please keep the pda to a minimum. Signed those who are not in a relationship",
        "#BBMAs",
        "https://t.co/iEK79v9IHa",
        "Time really does fly. 2 years since prom and graduation",
        "Just saw @WaitressMusical and it was awesome",
        "This 8:30 class that starts next week is going to be a killer. But it's only for a month  so it could be worse",
        "#highschooltaughme the school cares more about what your wearing than what your learning",
        "#highschooltaughme as long as your passing your fine otherwise the teachers don't care",
        "@jay_matos03 Happy birthday 🎉 enjoy",
        "Honestly feel like crying knowing that everyone is graduating right before my eyes.",
        "Watch my math grade keep me off dean's list",
        "Second year of college is behind me thank goodness",
        "That A I got in earth science was well deserved",
        "So glad I finish my exams tomorrow 😄",
        "Aiming for b and c this semster",
        "Thank goodness I finish the semester next Monday",
        "There is something brewing tonight",
        "@jay_matos03 congrats",
        "#WhiteHouseCorrespondentsDinner",
        "If someone asks a question the least you can do is answer",
        "@OG_LiLBrah just curious what's your snapchat ?",
        "@_beanzz happy birthday 🎉",
        "Last week of classes than finals next week 📚",
        "When you have two weeks of school left 😀",
        "The sooner I get out of basic math the better",
        "If my schedule for next semester stays the same I will have off Tuesdays and Fridays",
        "Heads up to all high school seniors half the subjects you take in high school you have to take again in college",
        "When it's the end of the semester and you have to wait till May to get lit #lifeofacollegestudent",
        "@kayrochellex3 Happy birthday 🎉 enjoy",
        "When you have only a month left of the semester",
        "@orangehamartia Happy birthday 🎉 enjoy",
        "#HappyEaster",
        "@uniquecreature_ happy birthday 🎉 enjoy",
        "That 96 on my math quiz got me thinking positive",
        "#PrayersForBrussels",
        "Everyone: I will never be in a relationship again\nOne year later in a relationship",
        "Tbh the best part of some of the events Marist was the choclate cake they had for desert",
        "@itsmariam_xoo Happy birthday 🎉 enjoy",
        "@Rosiepoo99 thank you",
        "@ginamdelbert thank you",
        "Really can't wait till I have a job so I can go on vacation for spring break",
        "@Dre_kidddo thank you",
        "@lenzoo_44 thank you",
        "Happy birthday to me",
        "🎉🎉🎉🎉🎉🎉🎉🎉",
        "@GivenchyTwanC Happy birthday",
        "1 day 🎉🎉",
        "This protest in Chicago let's me think what has this world come to",
        "3 days 🎉 🎉 🎉",
        "Wished I lived near Magic Fountain during this time of year",
        "Room is such a good movie.",
        "@uniquecreature_ congrats",
        "5 days 🎉🎉🎉",
        "Here if anyone needs someone to talk to. That kind of person",
        "New decade, new look. Change is good",
        "Thank goodness I am on spring break this week",
        "Spring break starts now",
        "College is like a roller coaster, one minute you like it next your like can I just graduate\nalready",
        "Really just want to graduate already. Another 2 years to go",
        "13 days 🎉🎉🎉",
        "VOTE for who will make the biggest impact in the North Jersey, Non-Public B boys basketball tournament https://t.co/Xrg8fKVco0",
        "Only took 6 nominations for Leo to win #Oscars",
        "Lady Gaga performance was so powerful. It's up to us to put an end to sexual assault #Oscars",
        "Need to mad max fury road",
        "@orangehamartia fb",
        "@orangehamartia why?",
        "@orangehamartia follow back",
        "#Oscars",
        "#Oscars2016",
        "@KevinHart4real tux is on fleek",
        "Been binge watching Fuller House for 2 hours",
        "Want to go to the state game Tuesday",
        "March 14 please come faster so I can turn 20 already",
        "@IAm_Markthomas Happy birthday, 🎉enjoy",
        "The hardest part of your birthday coming up is deciding which post to use on ig",
        "The older I get the less I care what people think. At the end of the day I am going to do what feels right to me",
        "The weather doesn't have to be this bad",
        "Get that w lady Knights basketball",
        "Kanye West is the most out spoken person in the music industry",
        "When everyone you know is having children  of their own and your just sitting here saying I love my dog",
        "March come faster forget the rest of February",
        "The fact I turn 20 three weeks from today https://t.co/5vOErYyVEe",
        "@Rosiepoo99 Happy birthday"
    ]
}