{
    "screen name": "jackieOjackie77",
    "no. of tweets": 162,
    "tweets": [
        "@JENFL23 COBRA is too expensive for most people to afford.",
        "@santiagomayer_ https://t.co/kNut5qohPK",
        "@kyledcheney Burr, Barr, ugh I read this as Barr getting busted😭",
        "Flip it green. https://t.co/2sen9zdSlq",
        "No reason... https://t.co/l4yeHam0kq",
        "@williamlegate @UROCKlive1 @FBI @FEC Here is a ss before they delete this tweet showing just how stupid he/she is a… https://t.co/afZi4R3ddM",
        "@richsignorelli I had 2 pet rats, super smart and sweet and actually very clean.  They were “Dumbo-eared” and adora… https://t.co/5CJ2yIEgsN",
        "@GallopingMetal @Wonkette Ugh.  Luckily I don’t have to deal with that-would be more difficult for sure.",
        "@Wonkette Thank you-I have coworkers believing this bs and I am at my limit for the year of bs.",
        "What if Grandma’s secret ingredient was always cigarette ashes?🤔 https://t.co/wudmJPVdTf",
        "@MelissaKXLY4 If it’s a party, it is a Covid-19 party disguised as a birthday party.",
        "@jonronson @kittypurrzog @meghan_daum You can do it! https://t.co/mbGRi4CMfh",
        "@TriCityHerald This article shouldn’t be behind a pay wall.",
        "@LaurenToronto4 Foxy Brown and “Visa”, cuz she’s everywhere I wanna be.",
        "@JackFinnResists Garlic stuffed are my fave.",
        "@ParZevil E.T. When my baby sister was born.  My Dad took me and it was the first time I saw him cry.",
        "@Annelise185 So sorry.",
        "@KyleKXLY @kxly4news What campers?  What does this tweet reference?",
        "Wa State farmers are giving away 20 tons of potatoes this morning. https://t.co/DhZNeyZdO0",
        "@RanchoCordovaPD That officer needs to go now. That child was beaten and punched in the face. #JUSTICEFORJAH",
        "@robcurley @marshallamps https://t.co/bA73UROEO6",
        "@NYDailyNews They are “sarcastic pants”",
        "@pourmecoffee @TheRickWilson @realDonaldTrump I thought it was the “Noble Awards”🤣",
        "@chelseaperetti I had Funyun’s for breakfast and I definitely regret it.",
        "Science! https://t.co/2YnvAYdFx8",
        "@tonyposnanski Dogs.  I love my cat but my dog helped me raise my son-my cat just injured him occasionally.",
        "@MysterySolvent A stiff Caesar courtesy of my hubby @tufnell_james",
        "Our most vulnerable citizens. They deserve better. https://t.co/yepkD4eaFR",
        "@SenSanders @kimalyceosteen @JeffBezos “I survived Corona and all I got was this lousy t-shirt” should be printed next.",
        "@USPS Just bought some Year of the Rat stamps and can’t wait to use them.  They’re beautiful.",
        "@AC360 @AprilDRyan This is the Mayor of Las Vegas?!  Las Vegas I am sure you can do much better.  #lasvegasmayor",
        "Shameful. https://t.co/oW0oDX8lNU",
        "@mikeresistance1 I believe it’s called “Bread and Circuses”",
        "@SergioJSiano Where do I sign up for this fucking campaign?",
        "@igorbobic “Strongly disagree”",
        "@ewenthel Not a goalie? 🤣 you have a nice smile!",
        "@DogginTrump Thriller! https://t.co/N9raqFVz63",
        "This thread is awesome if you love creepy things! https://t.co/ueu8e6UYCV",
        "@4everNeverTrump Cascadia💜",
        "@turtle8769 @lpyr56 You can check online if it’s gone from “processing” to “paid” then it’s all on your bank and when they deposit it.",
        "@turtle8769 @lpyr56 2 days.",
        "@mikercarpenter @modernhomesla This is the line for 1 hospital redesigned for Covid patients.  It’s still a terrible situation.",
        "@DelishDotCom I was scrolling along, happy, thinking of what to make for dinner.  I hovered too long over this only… https://t.co/UxPLvE0jmG",
        "@Olivianuzzi @davidmweissman Wouldn’t that be ironic if it was transmitted to him by that mosquito. If that’s possible.",
        "@TeaPainUSA Next-@RuthsChris",
        "@KurthRobert @ESDwaWorks It must have been one of the questions.  It’s pretty much automated. Try reapplying!",
        "@richard_thrower @Fox28_Spokane It is up-I field my claim at 1 am.  Had to try a couple times but it is up.",
        "@lpyr56 I received mine in one lump sum. Only 2 weeks but that’s how yours should come too",
        "@ClarkCoTalk The phone number is missing from this article.  It is 800-318-6022",
        "@TaylorNapolsky @tristinrupp Sunday is when the prompts appear.  Sunday at 12 am.  They stay until you file.  I am… https://t.co/HDIZlLtaAN",
        "@TaylorNapolsky @tristinrupp You have all week to apply!  I have on Monday morning the past 2 weeks and have had th… https://t.co/kNDue1rGuB",
        "@tristinrupp I was able to get through this morning at 1 am. I am not self-employed or an independent contractor, b… https://t.co/G96sx2oEHz",
        "@Jon_Gnarr This doesn’t translate well😂😂",
        "@WalshFreedom @JoeBiden He needs to go yesterday, we can’t wait until January.",
        "@Ilhan @GovInslee just signed a proclamation that stops this.  He looks out for Wa State🤍",
        "@WHO @DrTedros Step it up Billionaires!  150m isn’t enough.",
        "@KenBane1 @gnuman1979 Pinball.",
        "I am moving my account as soon as this mess is over.  #BankofAmerica has blocked small business owners from applyin… https://t.co/0ta2CEhAP9",
        "@santiagomayer_ That’s what Pé said.",
        "@lisalsong @propublica @jackgillum @jeffykao Look at the Obits in your city, compared to last year.  Definitely higher.",
        "@realDonaldTrump What a terrible thing to say during a crisis.  You are an embarrassment.",
        "Thank you West Coast governors! @GovInslee https://t.co/m8LTC1aSh7",
        "@kiphillreporter Maybe that’s why he doesn’t want to include the USPS in the next stimulus package?",
        "@thechrisbarron Happy #Caturday! https://t.co/H4w86PVNc7",
        "@StayWokey @SeaSparks21 https://t.co/4cm1wQH3q8",
        "My email was flooded with WARN notices.  So sad. https://t.co/7vWEI2QEm7",
        "@gnuman1979 @thomaslennon  did an amazing job as the tiger king!",
        "@pamelafender @SergioJSiano Snopes too https://t.co/pcUBCWzNUo",
        "@TyneshiaH @pamelafender @SergioJSiano Not what I have read but really, who knows at this point! https://t.co/ynVjDyDWcz",
        "@pamelafender @sharewolf @SergioJSiano Not many do with good reason.",
        "@sharewolf @pamelafender @SergioJSiano 1. It won’t be taxed.  2. It won’t affect next years return. I hope that helps!",
        "@DevinsAchilles @SergioJSiano I had the same questions!",
        "@DevinsAchilles @SergioJSiano It shouldn’t affect it at all. https://t.co/F1egxAU2yD",
        "@hilaryluros I thought the same thing when I read that.  He is shite.",
        "@pamelafender @SergioJSiano https://t.co/RzmYw1Rw55",
        "@DevinsAchilles @SergioJSiano It’s not taxed and after reading it is considered an advance on next year’s tax credi… https://t.co/PkW9c6UyJ2",
        "@ro20_angel @SergioJSiano It won’t be taxed.  At least that’s what they tell us...",
        "@VodkaMuse Well-I just followed you bc of goldfish crackers. I feel your pain except Doritos. 💜",
        "@EatWeightloss No sugar would make me a Dom.",
        "@BriansNewHeart @bigbear5822 Born in Baltimore. Moved to Seattle at 19-every time I talk to my little sister on the phone it’s back!",
        "@SHO_TwinPeaks",
        "Sipping whiskey and enjoying the #TwinPeaksWatchParty  Pie and coffee later.  @Kyle_MacLachlan https://t.co/JtxB7ca9lM",
        "@Kyle_MacLachlan @SHO_TwinPeaks @Showtime I am going to make a cherry pie for this. Also, coffee.  Some really good coffee.",
        "@BoyGeorge Haters gonna hate.  They were there BEFORE the lockdown so where else would they go except their own hou… https://t.co/0hunsCVx3p",
        "@LinziKIRO7 @KIRO7Seattle I applied on Monday and it was deposited by last night.  I was quite surprised and was pr… https://t.co/Hg5PbJDJCb",
        "@Dangchick1 Heirloom maters, spinach, peppers, sweet potatoes and some Walla Walla onions I bought in Walla Walla!",
        "Pink Moon thoughts-why isn’t Biggie’s murder solved yet?",
        "@mckinney1923 @johnpavlovitz It really is beautiful!",
        "@johnpavlovitz Perfect pink moon!",
        "@johnpavlovitz https://t.co/SLnsE9L6GA",
        "@joe_hill He didn’t write this but it is great!",
        "It’s official-Washington State K-12 our for the remainder of the year.  Honestly I am relieved, even if my son is n… https://t.co/TnDSeTG4kG",
        "@tufnell_james https://t.co/E86zM9dpP6",
        "@LadyTrashBag Sometimes, when you are completely devastated, it happens.",
        "@liliumrossa @NightShiftMD @MicheleinNZ Medical laboratory technician and Histotechnologist.  Personnel that test b… https://t.co/6ebMjphzwQ",
        "@NightShiftMD @liliumrossa @MicheleinNZ MLT’s and HTL’s too!♥️",
        "@OhNoSheTwitnt My cat was looking at me funny this morning...I think she might.",
        "@prstaton @drdrew Me three",
        "@ThatEricAlper Keanu",
        "@HarMarSuperstar 2,4,6",
        "@MichaelRapaport Imma blast this when the teens walk by my house😂",
        "@vcdgf555 @TheWarMonitor Same here in Spokane, Fairchild AFB.  Everyday for a few days now.",
        "Making Bolognese and Listening to #BigL while sipping scotch.  Quarantine isn’t so terrible tonight. #JayZ sounds l… https://t.co/7X9sYU3aVC",
        "21 min Wisconsin peeps https://t.co/7Jf366af6w",
        "@sandibachom Keep trying-and remember it’s retroactive.  It’s all we can do from the couch.",
        "@TriCityHerald This should have been done years ago.  I hope they allow them to give blood after as well.",
        "@WajahatAli https://t.co/LQ81t503Ef",
        "@visionarydandp @SpokesmanReview Stay the fuck home.",
        "@visionarydandp @SpokesmanReview Though the order states violations could result in misdemeanor charges punishable… https://t.co/XV5V0fmEBb",
        "@SpokesmanReview My coworker tested positive at the laboratory I work at.  I don’t even know which one-HIPAA preven… https://t.co/WTkBgw19gx",
        "@tgrant509 @visionarydandp @SpokesmanReview As one of those health care workers this really infuriates me. They nee… https://t.co/UAEAkXz1sZ",
        "@visionarydandp @SpokesmanReview Public and private events that are prohibited under Little's order include in-pers… https://t.co/AbopQERD8E",
        "Arrest state Rep. Tim Remington.  #COVID #StayAtHome https://t.co/eZGWP1LVxy",
        "@SpokesmanReview Criminally charge him.  This isn’t a test-it’s reckless and dangerous.",
        "Make him stop please. https://t.co/Vzl6pnI6Q1",
        "@koslen_bambi #stayathomecooking #shelterathomecooking",
        "@r8dr4lfe75 Or sends your unaccompanied 2 year old back without you.  Wtf is going on while we are sheltering in place?",
        "@koslen_bambi Fun!",
        "Donald Trump is the worst President in the history of the United States of America.  #WorstPresidentInHistory https://t.co/nDmB9EFzow",
        "@Acyn @AWorldOutOfMind 🤔 https://t.co/S7hxUuAajS",
        "@SarahKSilverman Honey Nut Mariners",
        "@jimmyfallon We haven’t done a GD thing. #ImSoBored",
        "@CalBrownBear Just turned it off-the way he flips every question is so infuriating.  ⛽️ 💡",
        "@FoxNewsSunday He is a Republican-not a Dem.",
        "@lessguns We need to update this https://t.co/BXR2Q5N8CY",
        "@remhq I can hear the strings for this already!  Lovely and much needed.",
        "I just tweet into the void to vent.  We’re all fucking screwed.",
        "It would be really great if insurance companies dropped their premiums during this for a month or two.  My furlough… https://t.co/6prXg8FyjS",
        "@McLovil @CalBrownBear @SykesCharlie @BillKristol I used to use Uline for my laboratory-not anymore.",
        "@kiphillreporter Bury me with it",
        "@MaryPranksterHQ David Geffen is self isolating. https://t.co/Vbh1C50Zy3",
        "My employer just notified us via email a coworker tested positive.  Our poor janitor is cleaning the lab right now… https://t.co/IHk1rJuEdw",
        "@nytimes @melenar They do help. https://t.co/nAEdIQ2UE8",
        "@santiagomayer_ I was furloughed today.",
        "@realDonaldTrump @generalmotors @Ford Last year 🤔 https://t.co/EOLGsDGYRi",
        "@santiagomayer_ I think for a lot of us we are happy he held out for this.  I am considered essential as a healthca… https://t.co/cvM2NN49SS",
        "I may not be able to afford it but a retweet is free! https://t.co/dhAOC1DXNz",
        "@TheDailyShow https://t.co/ZZ8mu7opCd",
        "@fordm @SpockResists not a movie...",
        "Gross-how many people will be dealing with this in the next month? @GovInslee https://t.co/HBIstv3mQp",
        "@focused4USA @CalBrownBear Wa State as of 5:30 pm last night!",
        "@DLamontJenkins Apparently there are 6 still loose.",
        "@GovInslee I’m at work right now at a laboratory-we are trying to maintain 6 ft but it’s nearly impossible.  I’m gl… https://t.co/9i25jLI3NT",
        "@cbouzy That’s what I thought too",
        "@GovInslee #ShutItDownJay now!",
        "@GovInslee Spokane Riverfront is packed.  #StayAtHome #ShutItDownJay",
        "@BetteMidler So far in my area of Spokane we are just doing chest only I believe for suspected Covid cases.  Lungs.",
        "@bobehayes Parker Posey! https://t.co/IAKXapycMy",
        "@GovInslee #ShutItDownJay",
        "@GovInslee New Jersey has less cases and deaths and they shut it down.  Do the right thing please today! @JayInslee",
        "@jbf1755 I work in a laboratory.  I can’t stay home.",
        "@realDonaldTrump What a effing idiot.  In a time of crisis you are failing us all and no one is really surprised.… https://t.co/wDlD5Ew3aH",
        "@KREM2 @GovInslee what’s your word today?  Is it time yet?",
        "@theyearofelan Stoned Little Debbie",
        "@GovInslee @JayInslee Shelter in place now.",
        "@psychdr100 @the Does Fox just want to hate all day?  It’s such an angry, ignorant bunch.",
        "@GovInslee @JayInslee @threadreaderapp please unroll",
        "@CREWcrew Thank you.  If you need any volunteers I’m off work til Saturday!",
        "@Jon_Gnarr Fuuuuccck.  He’s an idiot.",
        "@GeoffRBennett @AllResistNews https://t.co/bVbFDpOWlo",
        "@thegoodgodabove This makes me want a cheeseburger so bad.",
        "@JadedCreative My husband and I would be on our day off but we have a teenager home from school.😂"
    ]
}