{
    "screen name": "YamillAhuatzin",
    "no. of tweets": 140,
    "tweets": [
        "@sergiozun @greg_price11 https://t.co/SnqobzjlZt",
        "@sergiozun @greg_price11 https://t.co/oZF6c2ioLG",
        "@Dejae101 Cash app $yahuatzin",
        "@GeorginaHolguin Juninho Pernambucano merece estar en esa lista por mucho",
        "@EsDeMamador_ ir a las tortillas en tu Porsche https://t.co/Bx6P5YsQp2",
        "@rMaga56 Quiero saber hacer todo en Excel sin tocar el mouse",
        "@rMaga56 No mms! Mejor aprendamos Excel para cumplir las expectativas de nuestros usuarios.",
        "@rMaga56 En qué punto empezar? Algebra, cálculo, álgebra lineal, ecuaciones diferenciales y más allá...",
        "Why @zoom_us why?",
        "@flyvolaris No se pueden cambiar vuelos desde su pagina, dice que no hay vuelos disponibles durante semanas y seman… https://t.co/glxI40AJ1r",
        "@DoorDash I was kinda regretting my membership, but since you added no delivery fees I'm happy to keep my business with you. Well done!",
        "@CataloniaHotels Están mandando a sus empleados a casa un mes a partir del próximo lunes, sin goce de sueldo y de p… https://t.co/lsD6uW38Xh",
        "@memoAtNYC Amigo, pensé que había dejado la tarea hecha con usted",
        "Que cagante es el internet hoy en día, entre los fans de todo, los expertos de todo, los amos del sarcasmo, la poli… https://t.co/hyQiENhqQP",
        "Yo @leeunkrich ! You vouch this? https://t.co/OY7antWOke",
        "@stuntech @danielzahe_ Exacto, es algo como una tableta.😆 Siempre está prendida, a menos que quieras apagarla por u… https://t.co/INea5W9L8q",
        "@stuntech @danielzahe_ Lo describiste bien, pero el carro si tiene una función de apagado en patalla",
        "@LeonKrauze Trump es un bully profesional, se va a comer vivo a Biden. Aunque Sanders tenga videos y dichos que lo… https://t.co/yvJ1p9zpgX",
        "@LeonKrauze https://t.co/oUyrCXQNJz",
        "@KaryCov Hay un sticker que dice: Tengo un sticker para eso pero no lo encuentro.",
        "@Tesla 4ever https://t.co/d8JBqcJcze",
        "@RodolfoLanderos @elcabronjose @Carlos8Reinoso @EnriqueBorja9 Hay personas que solo tuitean porque tienen celular y dedos",
        "@mediotiempo Le dan un 'pase filtrado'",
        "@Viral24H Right.... https://t.co/ZwtmFGnWeT",
        "@LeonKrauze No sé, tu dime https://t.co/iYRaV5tzdO",
        "@timothysykes Yeah, Is awful. But we humans tend to magnify sudden tragedies and ignore long-term ones, more ppl di… https://t.co/s1XAjh1ADO",
        "@jchybow @getjeda Mine Is called Thor Odinson, my name is Odin :)",
        "@BenSullins @MKBHD 🙄 internet Is not a product",
        "Feeling the heat from Mordor, look at the eye of Sauron... 😁 Sorry, I miss my @Tesla M3. @teslaownersSV… https://t.co/fT004J6w5E",
        "@alfredoahuja1 @LeonKrauze A eso me refiero, pero no aprobación de cualquiera. No tenemos empatía con los amigos ce… https://t.co/koQY5BwtkJ",
        "Thank you @UPS! Saved my day, I was able to pick my tickets to @BVB before starting my trip!",
        "@LeonKrauze La verdad es que a los mexicanos nos encanta q nos hagan la barba, nos encanta cuando a un extranjero l… https://t.co/Htrx4O4APK",
        "@DoorDash_Help Sent, thanks",
        "@DoorDash_Help",
        "@DoorDash hey, some help here. Your app is not responsive and not providing solution. My food arrived all messed up https://t.co/QSLs6zq8tq",
        "@seanmmitchell Exact same one, both where 20 YO when we meet https://t.co/8c2SFCAb61",
        "@EnriqueEnVivo Eres un pendejo, porque el spoiler?",
        "@ONIXSHANAT Uggg, si, el mensaje está en escuchar y dar relevancia a lo que te dice tu pareja. Creo que toda la tra… https://t.co/2yOk9Mkfir",
        "@LeonKrauze Pero en la elección anterior, el partido demócrata traicionó al pueblo americano al imponer a Hilary (c… https://t.co/BRHIFSpf7q",
        "@RS_Vargas @martindelp Cuál decadencia? Estaba en su mejor momento, una palabra: FOBAPROA. Dejemos de glorificar el… https://t.co/waLUJB4ZEk",
        "@martindelp No tan felices maestro, acá teníamos al PRI",
        "@Inelonwetrust__ @teslabros @netsonix",
        "@alonsomoyers @TigresOficial @sergiozun karma is a bitch!",
        "@travisakers Si fuera @10APG o alguien de los @Tigres , le hubieran hecho la desnucadora, jajaja Tu que opinas @sergiozun ?",
        "@jonmachota https://t.co/DraXWy6ZJI",
        "@netsonix What are you trying to tell me? Are you pale? Swollen? No? Get back to work then!! You have another 20 years in front of you!",
        "Your worst enemy can be also the most unexpected @Tesla @elonmusk #Cybertruck #cybertrk #TeslaKiller https://t.co/HGvmYsPfME",
        "@NoContextLigaMx @EsDeMamador @sergiozun son bien cagados los tigres",
        "@Caring_Atheist @netsonix bro, you think this could happen to our friends?",
        "@teslamodel3fan Nah, dust, haze, tar in the road... Won't last 10 days. I have a red one and hates when gets dirty",
        "@momentoviral @netsonix Is that you bro?",
        "@rcabello96 Sentido del humor en su máxima expresión! Bravo!",
        "Just like @Disneyland at the inauguration day, nothing is working properly on @disneyplus! New era, new problems",
        "@realDailyWire @netsonix",
        "@sergiozun Qué es un Tigres?",
        "@franco_esca te mamaste! Es tu mejor show, muy personal, súper divertido! Muchas gracias https://t.co/CWmdLWCTst",
        "@franco_esca in chingo de raza nos quedamos afuera de tu evento porque el proveedor de boletos no mandó el código Q… https://t.co/XP1ABSpW1w",
        "@isopixel Chale, es subnormal pensar así.",
        "@Volkswagen_MX @rvazquez_t https://t.co/SUdswVnHnq",
        "@Volkswagen_MX @rvazquez_t Solía ser mi marca favorita, hasta el dieselgate, son una vergüenza mundial",
        "@jincosoad @enrique_ganem @Olallo_Rubio @ivannieblas @convoynetwork Y eso? Le cuestionarse la teoría de la oscilación multidecadal? Ja",
        "@enrique_ganem @Olallo_Rubio @ivannieblas @Olallo_Rubio @convoynetwork Hagan que suceda! Pago 50 varos más al mes c… https://t.co/yR3z34sHe0",
        "@sasha_trub @EsDeMamador_",
        "@convoynetwork lo lograron! La app para Android ya no se cierra! Creo que hacía falta tocar fondo y arreglarlo! Muc… https://t.co/2vPjGdwadK",
        "Hey @Porsche, very nice #Taycan! Welcome to 2012! Keep going, looking forward to see what you have to offer in 7 ye… https://t.co/vx9lqvIdPn",
        "@elwarpig Mi querido @elwarpig, necesitan meterle un certificado de seguridad a la página, así como está no garanti… https://t.co/MaCr7QdcWu",
        "@isopixel Hey! No te puedo mandar DMs!",
        "Ain't no coincidence madafaka @SamuelLJackson https://t.co/w1X96CzLyr",
        "@Larousse_latam En México, desmadre es otra cosa. Bronca, pleito, etc.",
        "Word https://t.co/18atcE7ZQm",
        "@netsonix @Tesla @elonmusk 😂 I can still use it with you, I don't want to harm you... 🐶",
        "Got some company today, @Tesla @elonmusk https://t.co/3LgVTTjBPF",
        "@xfinitylatino Give us @beINSPORTS first!",
        "La página de @record_mexico parece playera de equipo de @LigaBBVAMX , llena de publicidad, imposible de leer",
        "@BenSullins @BernieSanders Why that question?",
        "@ONIXSHANAT lol, lo cometió desde el brexit",
        "Muy triste, la falta de empatía acabará con nosotros. Eso explica que haya tantas personas añorando otros regímenes… https://t.co/fXWWtSYFtC",
        "Hey @Xfinity @comcast , how far are we to have @beINSPORTS back on the channel lineup? @LaLiga is around the corner… https://t.co/i5JHPmG96G",
        "@VideosUnusual https://t.co/IgGUE1rQGc",
        "@netsonix @BLACKCAPS Only worth watching if they make Shakas!",
        "@slcuervo Los reguladores deberían pedir también que tu router de WiFi haga ruidos de Dial-up para que las personas… https://t.co/LwU9T6yUW6",
        "@netsonix That tweet didn't age well",
        "@elwarpig Está chida war!",
        "@mauriciodg @arturogarrido @dianizZertuche @Tesla Sweet! Ya he considerado ir hasta allá manejando",
        "He is doomed @ClashRoyale https://t.co/maybE3z2zk",
        "@ET_Exists Elrond Trunk",
        "@enrique_ganem Yo creo que su contenido es perfecto para @convoynetwork , que opinan @Olallo_Rubio ,@ivannieblas ?",
        "@flcnhvy @elonmusk @Tesla I want one! Let me know where I can send $$",
        "200K for a @Tesla Roadster, faster, better, cheaper in all aspects. https://t.co/oYwhQ0mgZB",
        "@teslaownersSV @elonmusk Which USB memory you use? I tried a couple and never worked for more than a few minutes",
        "@Radiohen Esteeee.... https://t.co/7xsv1AJQje",
        "@AutosyMas @NoticiasMVS 0 gas https://t.co/FeBaV5AGp4",
        "@GerberKawasaki @Model3Owners @chamath That's the contradiction in the public, Americans are super proud of things… https://t.co/gCUhjgOxPZ",
        "@Olallo_Rubio Me conformo con que la aplicación se deje de cerrar después de 20 minutos",
        "@Domenick_Y @TheStreet Riiiiiight...... https://t.co/vzO2zkvaYu",
        "@teslaownersSV @Tesla I drive 120 miles every day from Brentwood to Dumbarton bridge, 880 and 550 traffic are beara… https://t.co/1U1Cw7Mujs",
        "@_youhadonejob1 @netsonix  😂😂😂",
        "@sergiozun @oneplus Repito, OP. No iPhone, Samsung https://t.co/ni8Y2J8ozT",
        "Yo @oneplus , silently removed the feature that I love the most about OP, the double SIM card, why nobody is taking… https://t.co/vqfPbEc587",
        "@teslaownersSV Looks like a Honda... 🤮",
        "@TeslaOwnerBlog @Tesla That is a phone configuration, you can enable/disable if Bluetooth can start the audio last app",
        "Se imaginan esto en manos de mis paisanos? Ya me imagino los \"don correctos\" y \"doñas perfectas\" \"vigilando\" su cua… https://t.co/igf99BOJqA",
        "One mile shy to 32k miles on my @Tesla  #Model3 and loving it https://t.co/nDpzhaMUcO",
        "Para que ver @LIGABancomerMX cuando puedes ver este tipo de partidos? Parece que es otro deporte, el ritmo semi-len… https://t.co/W61xmMTI4a",
        "@netsonix Yeah",
        "@netsonix ???",
        "@Tesla Thor Odinson, I'm Odin",
        "@IkerCasillas se despierta y dice: Joer! Hemos ganado la Champions?! \n-No Iker 😒\n-Y esa orejona?\n-Ese es… https://t.co/Znr2CkImGB",
        "@xataka recuerdo su publicación sobre el doblaje Español/España, es ridículo, casos como: Lobezno, Hodor, hacen a u… https://t.co/ejZexfFX3s",
        "@ONIXSHANAT Según los @Russo_Brothers después de una semana ya es legal",
        "@Guarromantico_ Empacho",
        "@Guarromantico_ El tramafat!",
        "@JoeBaguley @Tesla Does your internet still make the funny noises? And breaks when when you pick-up the phone?",
        "@alexvy86 @JoeBaguley @Tesla Jajaja, definivamente.",
        "5 trabajos que he tenido:\n1 - Chalán en una papelería\n2 - Chalán en un puesto de ropa en el tianguis\n3 - Bicitaxist… https://t.co/P3viOTJhRx",
        "@Rajendr43212394 @Imamofpeace @netsonix  check this tweet and the one above",
        "@fuboTVsupport",
        "@fuboTV I keep getting this every 10-20 minutes on my Roku, no other apps crashing like this. Getting frustrated",
        "I was there a month ago, so sad https://t.co/rfkeKsCu1H",
        "@elwarpig #SALVAMERADIO Valar Gordhulis! https://t.co/ZzToG7XNTk",
        "#salvameradio @elwarpig Testament rifa! https://t.co/uFsjxI3Qhd",
        "@sergiozun @vanehupp @FCBayern @Bundesliga_EN Me valdría dos kilos de 💩, jaja irregularidad del fut mexicano",
        "@sergiozun @vanehupp @FCBayern @Bundesliga_EN Sabía que en el fondo tenías una vena americanista... Jaja",
        "I breakfast two mustangs, and some BMWs or Porche for dinner, every day... https://t.co/cZTwNxbXfK",
        "Beat this! Nikola Tesla 10 000000000 times in a @Tesla, driving itself on this fantastic landscape 😂 @Model3Owners… https://t.co/ggUBYfVsrp",
        "Compré unos cacahuates para ir botaneando en el av... nvm https://t.co/XSqjIZJ6k4",
        "@Beto_Murrieta Es dinero privado al final del día, son decisiones de negocio, si una empresa se gasta ese dinero o… https://t.co/QHyiaAHjcq",
        "@gwestr i? pffffff",
        "@netsonix You're welcome putito",
        "You can use my referral code to get 1,000 miles of free Supercharging on a new Tesla: https://t.co/AqwlfUhA2T",
        "@netsonix scarf secured! https://t.co/6VX57PvaMf",
        "@Fly_Norwegian is DY 7080 affected by the Boeing problems? Thanks",
        "If this would not be tragic, would be funny, what a fossil! @teslaownersSV @Model3Owners https://t.co/mfZFfJMU2O",
        "@ONIXSHANAT El dolor podrá ser real, pero me parece mucho más peligroso en el largo plazo traer al mundo a una pers… https://t.co/pVj1hjZvEP",
        "@ONIXSHANAT Aquí lo importante es la evidencia, en la época de la post-verdad, los hechos son lo más importante.\nhttps://t.co/sVrauKFVEj",
        "@ONIXSHANAT Incluyo a las que tienen con las que quieren; creo que estamos en la frontera del debate infinito, yo c… https://t.co/RRwm1yLBfM",
        "@ONIXSHANAT Y las vidas de las que tienen que abortar en clínicas mal equipadas y mueren? Coincido con la prevenció… https://t.co/4QBdFT5Pvr",
        "@KMbappe you will never achieve UCL with @PSG_inside, you know know what does it take. @realmadrid",
        "@rMaga56 Ya no podemos ser amigos, bye",
        "@aurabeeSantana @Olallo_Rubio Muy desesperante, es mejor acceder desde la web, el problema es cuando solo puedes us… https://t.co/SXIQ0Ioidm"
    ]
}