{
    "screen name": "thetech",
    "no. of tweets": 199,
    "tweets": [
        "NEWS | Waitz, who described himself as an optimist, said that he believes that MIT “will have at least some student… https://t.co/jsCrQo2IYC",
        "NEWS | Task Force 2021 will draw from lessons from the pandemic to envision MIT’s future.\n\nhttps://t.co/nMf136SQ7n",
        "SPORTS | Coach Dave Hagymas: “...Amazing leaders whose work ethic and character lead the way for the rest of the te… https://t.co/qUjxZ2FMmQ",
        "SPORTS | Coach Carol Matsuzaki: “We can do our parts by checking in with people, connecting groups together, and le… https://t.co/9yaDYUeEfZ",
        "NEWS | The new Micro-Internships program will go “beyond serving as a feeder for full-time job offer conversions” a… https://t.co/udCuz7CfQH",
        "SPORTS | “Just keep sailing” is senior Zoe Lallas’s message to her teammates and to future MIT Sailing teams. https://t.co/ml9yWsJZk2",
        "NEWS | Graduating students must opt-in to receive a digital diploma. https://t.co/oGNZ2UG5KM",
        "SPORTS | Coach Todd Elwell: “Anytime you’re facing adversity, whether it be on the court or in life, it is importan… https://t.co/oUfLXVG0Op",
        "CAMPUS LIFE | It’s like evaluating a relationship for its two possible endpoints: married happily ever after and br… https://t.co/9BZM2HDGuZ",
        "NEWS | UA president-elect Danielle Geathers ’22 told The Tech that diversity and equity will be her “number one” pr… https://t.co/BSUCnzrXEK",
        "NEWS | BREAKING: Danielle Geathers ’22 and Yu Jing Chen ’22 were elected as UA president and vice president for the… https://t.co/uRcGng9Y22",
        "BREAKING: MIT administrators are considering five proposals for Fall 2020, including \"socially-distanced education\"… https://t.co/nQBNK9O4HJ",
        "NEWS | “Nothing can replace the time we have together in physical space, but this project was intended to be a spir… https://t.co/KrVe0PPrxW",
        "ARTS | Unlike other immigrant movies, Tigertail fails to deliver on its central promise: to portray a complex, beli… https://t.co/0IdF4nPufp",
        "NEWS | Students raised concerns about the potential misuse of Flexible P/NR and negative implications of a \"Pass.\" https://t.co/nFVPckw6K0",
        "OPINION | ZHOU: “Scientific studies have shown that the number of COVID-19 cases transmitted outdoors is three orde… https://t.co/PhkoQwYwxx",
        "NEWS | MIT community members living in on-campus residential buildings are required to wear face coverings when ent… https://t.co/yokoHwIicd",
        "CAMPUS LIFE | Unpopular opinion: administrators should avoid dressing up as Winnie the Pooh or Tigger as much as po… https://t.co/RVBALKRxOq",
        "NEWS | Team 2020 is considering several possibilities for the fall term, including remote teaching, in-person class… https://t.co/b01DDOnGs9",
        "OPINION | EC Security Working Group: “The Division of Student Life and Housing and Residential Services decided to… https://t.co/YiAOD475dV",
        "NEWS | Based on feedback from EC residents, \"further discussion is needed,\" Friedrich wrote. https://t.co/cGZ7AvvFtb",
        "OPINION | GREEN: “Primarily, The Tech’s Editorial Board failed to mention that Danielle Geathers ’22 is the only ca… https://t.co/ZfxkhDNzEv",
        "NEWS | Both campaigns mentioned the challenges of being unable to meet students and communities in-person after COV… https://t.co/2jZRCbiGzT",
        "CAMPUS LIFE | How do you deal when your life has become a statistic? How do you cope with the ever growing numbers? https://t.co/tsMioAR2cA",
        "OPINION | FOX: “Bored in quarantine? Want to abate over a ton of CO2e from your house? Try kale.” https://t.co/m8Yp5zkXcm",
        "NEWS | Institute-approved housing will not be open to students in the summer not already in Maseeh, McCormick, or B… https://t.co/7SkucJ657r",
        "OPINION | ELANGO and MINSKY: “[Chen and Komaiha’s] set of proposals correctly addresses the fundamental issues with… https://t.co/4q7HN9HJN1",
        "OPINION | EDITORIAL: “Fiona and Yara’s plan for increasing transparency goes beyond improving communication between… https://t.co/n4XEkIwvIb",
        "SPORTS | “This team defined the name of MIT Women's Lacrosse and set high standards and expectations for the future… https://t.co/8SjrArRGEo",
        "NEWS | Course 6 majors who have not taken 6.145 must take 6.0001 or ASE. https://t.co/sLCMmEf12v",
        "ARTS | Kami no Tou brings a boy’s journey to life as he climbs the tower to find a girl. https://t.co/K4PJGCMJ5H",
        "NEWS | “MIT senior leaders are still reviewing information from the government, considering the range of needs faci… https://t.co/UAnUoklmbD",
        "CAMPUS LIFE | Sometimes I wonder if I’ve spent my life constructing my entire being, and when I unraveled that faca… https://t.co/TvIYhoEQhX",
        "NEWS | Over 180 student groups participated in the virtual Activities Midway April 19. https://t.co/izBbH6S5mL",
        "OPINION | MITVote: Expanding absentee ballot access is more important than ever during the COVID-19 pandemic. https://t.co/IpgqLyiO4Q",
        "NEWS | Due to Cambridge's moratorium on construction, Burton Conner will likely remain open if students return to c… https://t.co/bsjUeGiruH",
        "NEWS | The Office of the First Year is offering virtual resources and events for first years in lieu of in-person e… https://t.co/Fidvyndtrs",
        "COMIC | 'Leave Her, Johnny' by Skye Thompson.\nhttps://t.co/OwdQdWrKJp (1/4)\nhttps://t.co/yxSkESjxGS (2/4)… https://t.co/W9LDQob5vF",
        "SPORTS | “What frustrates me the most is that I don’t get to walk out on the field with my parents to honor what th… https://t.co/JsBjrPyIdh",
        "ARTS | ‘Hyper Light Drifter’ combines the best of ‘The Legend of Zelda: A Link to the Past’ and ‘Diablo’ in a beaut… https://t.co/ssIDnB7ClB",
        "CAMPUS LIFE | I’m like Shakespeare, but just much, much, (and I cannot stress this enough) much worse. https://t.co/YOBEh3H5xF",
        "NEWS | “The present crisis may be more severe” than the 2008 Great Recession in potential financial effect, Reif wr… https://t.co/RIUvSYEsY6",
        "NEWS | Provost Schmidt said at the town hall that MIT is unable to discount tuition due to financial constraints, e… https://t.co/TiQDhCN67j",
        "CAMPUS LIFE | Walmart reminds me of home and certainty, of a time when grocery shopping was a chore rather than a l… https://t.co/5rZH60Yz7c",
        "COMIC | Miscellany: 'Pampering' by Max Yu '21. https://t.co/wcEhVKR2Sf",
        "ARTS | Ashley McBryde sings of abandonment, death, and poverty, but she never loses sight of hope. https://t.co/FYae4suqOg",
        "CAMPUS LIFE | While educators transitioned to virtual classrooms and administrators worked to combat food/housing i… https://t.co/RAGlPxf2ay",
        "NEWS | Eight MIT EMS members, composed of three undergraduates, three graduate students, and two alumni, continue t… https://t.co/fjrSupSJm8",
        "SPORTS | “I imagined playing my last game in the playoffs, knowing that I had to win in order to get another shot t… https://t.co/tZSOkGdqVd",
        "ARTS | It’s a chance to vicariously experience the lively nightlife and delicious food of Itaewon while practicing… https://t.co/dTdUdHt4gX",
        "CAMPUS LIFE | It’s just a French cinema class. It wasn’t supposed to make me question my existence. https://t.co/VFnjtfeBpV",
        "NEWS | Coaches will check in with students weekly via a 15-minute Zoom meeting or phone call and connect students w… https://t.co/7YLo7nty6O",
        "UPDATE:\n\nAll junior faculty will be granted a one-year tenure clock extension.\n\nhttps://t.co/9C5MNSLtsM",
        "UPDATE: \n\nMIT has created two additional funds, the MIT Covid-19 Emergency Fund and the MIT Covid-19 Research Fund,… https://t.co/oOwWz2hFSq",
        "NEWS | The Steinbrenner Stadium, Roberts Field, Jack Barry Field, and the DuPont Tennis Courts are closed.\n\nhttps://t.co/20jRGHn57d",
        "NEWS | MIT Medical provided optional COVID-19 tests to all students remaining in on-campus housing Friday. \n\nhttps://t.co/NwQttA8So9",
        "OPINION | SATIRE: There’s no denying the connection between the spike in unemployment claims and TikTok’s surging p… https://t.co/YvefIpFPWE",
        "SPORTS | “Big shoes to fill… not just athletically, but culturally,” said MIT Softball coach Brooke Kalman about th… https://t.co/pRtCXdNjma",
        "ARTS | A Catholic fishing village in Northern Main is the setting for Blow the Man Down, a tale of cover-ups, consp… https://t.co/xEyHpezuKC",
        "CAMPUS LIFE | Even though we won’t see each other in person for a while, I’m sure people will have run-ins at confe… https://t.co/MlbGhXnFK8",
        "OPINION | SATIRE: MIT pursues most humane new grading policy, where students assign themselves what they were proba… https://t.co/v4xwYlYHmX",
        "NEWS | COVID-19 stimulus bill excludes dependents aged 18 and over from receiving direct payments. https://t.co/KIGIpwaRq0",
        "COMIC | Miscellany: 'Late in Boston' by Max Yu '21. https://t.co/WzVUNtQHfQ",
        "SPORTS | “The race plans I had didn't go away. My desire to win didn't go away. Just now they will never have a cha… https://t.co/fqUEKA97Lm",
        "ARTS | Future Nostalgia, as catchy as many of its songs may be, addresses heavy topics with a sensitive hand. https://t.co/yORb4BgiWB",
        "CAMPUS LIFE | This road has been too straight for too long and I can’t stand it. https://t.co/L4qoo2SOGx",
        "OPINION | CHAN: “If you find yourself in a spot where you can impact your surrounding politics, please do. Democrat… https://t.co/dm1BzyLsB4",
        "NEWS | A team of MIT students has established a Discord server hosting over 975 members of the community to maintai… https://t.co/u32ZugU1OK",
        "NEWS | MIT admitted 7.3% of applicants to the Class of 2024, up from last year's 6.6% acceptance rate.\n\nhttps://t.co/DUCBmbBxgt",
        "CAMPUS LIFE | Now, I sit in the back row of 66-110 with some of the brightest people I’ve met, and our friendship g… https://t.co/dDQvHZumNr",
        "CAMPUS LIFE | Stewing at home in quarantine and eventually figuring out how I should be feeling. https://t.co/oBKVPaxPxf",
        "CAMPUS LIFE | As I transitioned from swimming with my head in the water to floating back up to the surface, I reali… https://t.co/3d4KOwKYb0",
        "NEWS | MIT Admissions will not consider SAT subject tests even if students have already taken them. https://t.co/uwgTxEN8Gj",
        "ARTS | The Burnt Orange Heresy is an entertaining thriller fit for a lazy evening lounging about or a fun hangout w… https://t.co/31qi8ZoTZB",
        "OPINION | SATIRE: IFC does their part with new “Six Inch Rule” for red solo cups amid coronavirus outbreak. https://t.co/fKJcyOkAK5",
        "CAMPUS LIFE | No matter what happens with MIT, this country, or the world, I know he’s there for me. https://t.co/wJZhVe1iUE",
        "NEWS | The proposed Flexible P/NR policy is designed to provide students with an academic safety net while still in… https://t.co/mFajKnIHk3",
        "BREAKING: An MIT student who left campus and returned home tested positive for COVID-19 last Thursday.\n\nhttps://t.co/ZQ2tdZYoZF",
        "NEWS | Reif wrote that “in a world so disrupted by Covid-19,” it would not be possible to conduct the Institute’s t… https://t.co/z1qmsx9ziq",
        "UPDATE:\n\n“Under no circumstances should researchers take any equipment, supplies, or any other research-related mat… https://t.co/OFlByYR1in",
        "UPDATE:\n\nA virtual Spring Career Fair will be held April 8.\n\nhttps://t.co/9zEa6Nq4Hz",
        "UPDATE:\n\nStudents, postdocs, and alumni can book virtual appointments with CAPD through Careerbridge.\n\nhttps://t.co/G2XFTPLth9",
        "UPDATE:\n\nBurton Conner has been designated for students who need quarantine or isolation.\n\nhttps://t.co/UJxqOw0eLf",
        "UPDATE:\n\nMIT Medical is collecting donations of personal protective equipment for local medical centers.\n\nLive upda… https://t.co/ERKTGyRdnX",
        "UPDATE:\n\nGraduate students have been \"strongly\" encouraged to leave on-campus housing by Sunday night.\n\nLive update… https://t.co/R4dxT2v2Ps",
        "UPDATE:\n\nUndergraduates in on-campus emergency housing have been relocated to Baker, Maseeh, and McCormick.\n\nLive u… https://t.co/grJFr23xoX",
        "UPDATE:\n\nMIT Federal Credit Union closed its branches Thursday, but members will have access to its call center Mon… https://t.co/AEForHvhS7",
        "UPDATE:\n\nThe International Scholars Office is closed to walk-ins and will only process visas for faculty and instru… https://t.co/5ZvmNG2b28",
        "NEWS | “We don't get a senior spring or a senior ball. We don't get to spend these last few months with the people… https://t.co/jXDElGM9x4",
        "NEWS | “MISTI is working with colleagues across campus… to assist students in finding alternate options for summer,… https://t.co/jiTKNIhW7E",
        "UPDATE:\n\nMIT will not host or sponsor any in-person K-12 student programming this summer.\n\nLive updates will be pos… https://t.co/9kYBGOd0a9",
        "UPDATE:\n\nAll custodial staff have received “enhanced training” for cleaning and disinfecting “touch points.”\n\nLive… https://t.co/crPO9Gr6sf",
        "CAMPUS LIFE | Making choices during awkward situations is hard. https://t.co/nq7ONELaTf",
        "COMIC | Miscellany: 'Use as instructed' by Max Yu '21. https://t.co/ZGym0vFtIl",
        "ARTS | Though slightly formulaic, ‘East Lake Meadows’ is a worthy follow-up to Burns and McMahon’s critically accla… https://t.co/ssOLzUpIfh",
        "CAMPUS LIFE | Institute chaplains offer advice, comfort, and reasons to love during a time of crisis. https://t.co/OBjoQ0YmJm",
        "COMIC | Dormspam: 'Techxodus' by Gloria Lin '21. https://t.co/AB7wInKiIo",
        "NEWS | If a positive test were received, MIT Medical “would inform the MIT community quickly, and work with the dep… https://t.co/WHQqKf1GR1",
        "NEWS | Chancellor Cynthia Barnhart commended staff for “selflessly sharing their expertise, compassion, and problem… https://t.co/UOstT8kqdV",
        "ARTS | Four men, a bank heist, a movie, and lots and lots of guns. https://t.co/jSfjXk7sRN",
        "CAMPUS LIFE | She’s the only friend I have not in my major, dorm, or clubs. https://t.co/uap7kCgMm9",
        "OPINION | QIAN: “In times of crises, the worst of our humanity is exposed: our greed, our fear, our anger. But so i… https://t.co/ySRB07Su2w",
        "NEWS | Grant emphasized that DAPER “will continue to be inclusive with the manner in which we conduct our business.” https://t.co/6pX8ZeJwIw",
        "Reif, Bacow, and Tessier-Lavigne wrote in a @nytimes opinion piece that \"regardless of the number of cases in your… https://t.co/gk1PrXadtC",
        "UPDATE:\n\nThe no-cost meal plan for undergraduates in emergency on-campus housing will only offer carry-out service… https://t.co/vEDZdrOKsJ",
        "UPDATE:\n\nUndergraduates will receive pro-rated refunds for housing and dining costs by next week.\n\nLive updates wil… https://t.co/jjEVybzVfc",
        "UPDATE:\n\nMIT Medical's new how-to guide provides guidance for individuals who have been in close contact with someo… https://t.co/XrALKXjCjD",
        "UPDATE:\n\nThe Atlas Center halted in-person services at 6 p.m. today, including I-9 verifications.\n\nLive updates wil… https://t.co/SrX0HCO3fQ",
        "UPDATE:\n\nDSL has banned all visitors from graduate housing.\n\nLive updates will be posted here:\nhttps://t.co/NGtIg9CtsF",
        "UPDATE:\n\nThe COOP closed yesterday and plans to reopen April 7.\n\nLive updates will be posted here:\nhttps://t.co/NGtIg9CtsF",
        "UPDATE: All undergraduates staying in emergency on-campus housing will be moved into single rooms in one or two din… https://t.co/3kE2qQVHjP",
        "UPDATES:\n\nStudent center, CAC, and DAPER indoor facilities will close 3 p.m. Monday.\n\nStarting Monday, there will b… https://t.co/eOqTviz2bf",
        "UPDATES:\n\nAccording to the Emergency Academic Regulations, students cannot opt-out of mandatory PE/NE/IE grading.\n\nhttps://t.co/NGtIg9kS45",
        "UPDATES:\n\nMIT Medical's new pandemic plan is expected to double the number of same-day visits Medical can provide.… https://t.co/KREwBA12gj",
        "Note to Readers: “‘The Tech’ will continue to cover stories relevant to student life. We will continue to publish o… https://t.co/Zvyv1NHfzw",
        "UPDATE: MIT has obtained a Zoom license and is developing remote teaching best practices for instructors and facult… https://t.co/hqZ3eI6q9M",
        "As MIT’s COVID-19 response continues to evolve, we will be publishing live updates at the link below:\n\nhttps://t.co/NGtIg9CtsF",
        "UPDATES: \n\nMIT will suspend all campus research except for \"a limited number of critical activities.\" \n\nMIT will im… https://t.co/HcFHVc3SyB",
        "UPDATE: MIT Medical has confirmed that two MIT students came into contact with a Tufts student who tested positive… https://t.co/mAniUXDUjL",
        "COMIC | Miscellany: 'Graphics' by Max Yu '21. https://t.co/kNMZjpDNXi",
        "ARTS | Media Molecule breaks the boundary of what is possible with video games in ‘Dreams.’ https://t.co/COWT9xWuFJ",
        "OPINION | CHANDLER: “It dawned on me that this character, ‘slave’ (奴), was composed of two others — the characters… https://t.co/fUdUuQLssC",
        "NEWS | Students could get questions answered, supplement the advising they already receive from their academic advi… https://t.co/gzYUVEUsxv",
        "COMIC | IHTFP: 'Stoned Age' by Jaeho Kim '20 https://t.co/o4uaM4iB7n",
        "NEWS | MIT made history by becoming the first school to claim all five of the highest ranking spots. https://t.co/vvGn4RLBK7",
        "SPORTS | In response to MIT’s move to online instruction, DAPER announced that all Varsity, Club, and Intramural sp… https://t.co/igPWSbIyES",
        "NEWS | BREAKING: MIT is “strongly advising all undergraduate students to accelerate their move out plans.” All clas… https://t.co/lBBsHESrC1",
        "CAMPUS LIFE | Tuesday felt as if it was all-at-once, and yet too slow, like watching a gallon of milk slowly fall o… https://t.co/2pnlIjfYIE",
        "OPINION | DE WECK: “We have a history of experimentation at MIT: for example, we have made significant changes to o… https://t.co/vV4KMJGqzo",
        "NEWS | MIT made history by becoming the first school to claim all five of the highest ranking spots. https://t.co/vvGn4RLBK7",
        "COMIC | Dormspam: 'Hand Sanitizer' by Gloria Lin '21 https://t.co/ikPnTgFp78",
        "ARTS | Despite the excellent audio and visuals, Wendy sports a lackluster storyline.  https://t.co/CrGwcLEJAz",
        "CAMPUS LIFE | How I let go of my ways as a serial email-sorter. https://t.co/wUWCoG1nml",
        "OPINION | CHENG, ZHOU: “Rushed execution of this decision will almost certainly cause some folks who face these cha… https://t.co/8dJ2vYgENH",
        "NEWS | All subjects would be eligible for P/NR designation, including GIRs and major or minor requirements. https://t.co/9CdL5Q1Rth",
        "SPORTS | Over the past weekend, MIT sailing finished third at Harvard in the Wood trophy while they took three posi… https://t.co/ksErQE10rS",
        "ARTS | Destroyer’s concert was a little weird, a little bland, and a little depressing, but overall pretty good. https://t.co/W4dyyAbwpK",
        "CAMPUS LIFE | Schedules! To-do lists! Calendars! https://t.co/rAdKptYpn4",
        "OPINION | EDITORIAL: “The decision to forcefully displace over 4,000 undergraduates with only one week’s notice was… https://t.co/kFQ9ta2r7T",
        "NEWS | Undergraduates who wish to request an exception to remain on campus or request financial support for their d… https://t.co/qGJCXxLJ1b",
        "COMIC | MIT Doodles #10 by Raphi Kang '23 https://t.co/cu6H4OyBY3",
        "COMIC | Miscellany: 'Long Weekend Blues' by Max Yu '21 https://t.co/OSfPjvwpQF",
        "ARTS | Told through visual media as unbounded as its message, BODY TEXT is a search for self within an increasingly… https://t.co/ao1zNlTRDo",
        "OPINION | The Coronavirus Czar by Jaeho Kim '20 https://t.co/aES3bBfL7U",
        "ARTS | Jodie Whittaker shines in Series 12. https://t.co/xsCRcAe6lD",
        "NEWS | Lecturer Adam Hartz '11 expressed concern about Piazza's privacy, as students often post privately about per… https://t.co/yaVpIxSfpn",
        "CAMPUS LIFE | What are my values? https://t.co/LrQbikVbIG",
        "NEWS | Alex Quach '23, BC treasurer, wrote that the mandatory meal plan might prevent BC residents from moving to d… https://t.co/IWuwEFeC0H",
        "SPORTS | In the NEWMAC championship game, the Engineers faced an unfortunate loss to Smith College in a match playe… https://t.co/wiNSCPvPYS",
        "NEWS | Current Burton Conner residents moving into dining hall dorms will be required to buy a meal plan. https://t.co/fd9wSOKjyW",
        "ARTS | A film with ideas that are more compelling than their execution, Burden opens a discussion worth having desp… https://t.co/PJ068JOjf2",
        "NEWS | New Vassar expects a 40-30-20-10 split between first years, sophomores, juniors, and seniors, respectively. https://t.co/mFpQTwT6hJ",
        "ARTS | Zack Villere is your funny, supportive friend who also happens to make incredible music. https://t.co/YstdLTWxCD",
        "NEWS | Professor Ben Schneider will be minor advisor, Professor Bernardo Zacka ’05 concentration advisor, and Profe… https://t.co/cegzcKHl93",
        "COMIC | MIT Doodles: 'Hygiene 101' by Raphi Kang '23 https://t.co/zJEP7S4MOF",
        "ARTS | In some sense, the story of the long-time steelworkers being replaced by temporary migrant workers is famili… https://t.co/vzx5YXiDOW",
        "NEWS | On his choice to continue teaching 18.404 as dean, Sipser said, “I like interacting with the students. I ref… https://t.co/zCGVAA3GWX",
        "ARTS | ‘Onward’ is another in the long line of Pixar movies that will successfully tug on your heartstrings -- but… https://t.co/ts95BqbTfx",
        "NEWS | MIT will offer increased in-person and online sexual harassment prevention education, including a new online… https://t.co/yXBqrSeMOx",
        "SCIENCE | In the long run, “if you want to use technology to effect positive change in the world, you first need to… https://t.co/N3eT7aAnkK",
        "ARTS | You don’t need to know anything about Japanese history or culture to appreciate this art exhibit. https://t.co/4SF4AsE8TW",
        "CAMPUS LIFE | How I get into the mindset to compete against others. https://t.co/85MtXq9fB3",
        "SPORTS | A wonderful day for MIT Men’s and Women’s Swimming and Diving teams as they won the NEWMAC championship wi… https://t.co/us2ymcHSrC",
        "OPINION | ABENEZER SAMUEL, ‘20: “My support stems from the shift in the psyche of the people that Bernie’s movement… https://t.co/tClrZFzX4Z",
        "NEWS | \"Beginning with the Class of 2024, the meal swipe commitment will increase to 225 for first-year students, 1… https://t.co/VRQ29eeDTg",
        "NEWS | John H. Dozier has been appointed MIT’s next Institute Community and Equity Officer. https://t.co/kyP7gnaBcP",
        "COMIC | Miscellany: 'Netflix with Friends' by Max Yu '21. https://t.co/9FiW8u9e83",
        "NEWS | The Ad Hoc Committee to Review MIT Gift Processes has completed its interim report. https://t.co/vMwh40jZav",
        "ARTS | Della’s explorations of her sexuality during her fantasy appearances on The Big American Bake-Off are played… https://t.co/Qfq4HHv5Kp",
        "NEWS | The top sources of stress for students with children are related to caring for family, cost of living, and h… https://t.co/ZkKNMW1iDw",
        "ARTS | Ripe’s performances at the House of Blues made me feel some type of way. https://t.co/2anpIX4ULR",
        "OPINION | THEUER: “It’s on universities to turn their backs on this system of favoritism and embrace the full benef… https://t.co/qhdZXjSEFu",
        "NEWS | The bezel features the iconic beaver holding a diploma scroll transforming into a key. https://t.co/fMTXO8pxdF",
        "SPORTS | In a NEWMAC Conference game, MIT Women’s Basketball faced a loss to Springfield College who have been unbe… https://t.co/ECWrgSY8J4",
        "ARTS | Dubbed the Nerd King of Internet Cooking, Kenji López-Alt is a culinary captain with over 1000 recipes publi… https://t.co/H1qibdvqHF",
        "CAMPUS LIFE | Massachusetts Avenue is more than a divide between East and West Campus. https://t.co/ymUrufqaAW",
        "OPINION | Graduate students further financially burdened by proposed rent hikes. https://t.co/CZIssnFhom",
        "NEWS | Rates at the new Site 4 represent a 59% increase compared to current Eastgate housing rates. https://t.co/nOplEA32sq",
        "NEWS | \"I hope that my experience, in both the military and academia, will be of some value to [MIT students] as th… https://t.co/hRMgtd2s7y",
        "NEWS | “A team re-evaluated MIT’s international programs and decided that integrating the GEO and MISTI offices wou… https://t.co/VIAUuyypsF",
        "OPINION | MIT DIVEST: “Where does MIT stand on Fossil Fuel Divestment Day? Behind everyone else.” https://t.co/fnkbpha4rx",
        "NEWS | Heads of House John Essigmann PhD ’76 and Ellen Essigmann PhD ’80, and Associate Head of House Steven Hall S… https://t.co/lb4BNokWmX",
        "ARTS | The hardly quintessential Harley Quinn movie is fun but lacks the depth needed to be great. https://t.co/J3RFtumg3Z",
        "COMIC | Dormspam: 'Valentine's Day' by Gloria Lin '22 https://t.co/NRddMeTHh6",
        "OPINION | KIM: “Endorsements are dumb, especially on a publication like The Tech, and especially from a group such… https://t.co/ONuimzdLgX",
        "NEWS | “Having Seth suspended will mean that our quantum computing effort will shift to other faculty,” physics dep… https://t.co/7YEylNJN71",
        "ARTS | Despite a disappointing initial trailer, fans of the video game character will not be disappointed by the fu… https://t.co/nl2s6Vn3nF",
        "OPINION | GILLIGAN: “Having been an undergraduate here, I know that MIT is capable of supporting its graduate stude… https://t.co/LcA9JSEKhT",
        "NEWS | The college will introduce three new “cross-cutting” areas: the Social and Ethical Responsibilities of Compu… https://t.co/MJSdHWfxeE",
        "ARTS | The Assistant is intelligent in its execution and is unafraid to criticize the very business it comes from. https://t.co/KEX7kXG7Ux",
        "SPORTS | MIT Men's Club Ice Hockey faces an unfortunate defeat against UConn at home as they prepare for a big away… https://t.co/JwefQaFUVC",
        "OPINION | GURUMURTHY: “Our impact on the world around us depends solely on the audience that chooses to listen to u… https://t.co/Hs6kTpjz9x",
        "NEWS | The Committee on Sexual Misconduct Prevention and Response believes MIT’s donation will have “significant im… https://t.co/eTwHuNT6KS",
        "NEWS | Changes expand the definition of student groups, tighten requirements for student group leadership positions… https://t.co/rzxNnJLh0R",
        "COMIC | Dormspam: 'Good Luck, Guys' by Gloria Lin '22. https://t.co/DsNpNPhWXB",
        "NEWS | Tap pads are to \"be placed on all EC hall doors except for Bemis/Hayden stairwell doors.\" https://t.co/GGr2CLnXoN",
        "COMIC | Miscellany: 'The Muse Strikes' by Max Yu '21. https://t.co/4VXanq7BKB",
        "ARTS |The Chronicle of Nine documents the short rise and fall of Lady Jane Grey, a member of the Tudor family, who… https://t.co/eRI6ZdxQYe",
        "NEWS | All students \"in any residence hall will be fully clothed—including wearing a shirt—when outside the privacy… https://t.co/RI86kIuoh5"
    ]
}