{
    "screen name": "omuratkurul",
    "no. of tweets": 170,
    "tweets": [
        "Canım yine sözlük okumak istiyor",
        "Archillect adlı hesabımdan https://t.co/EEXiqQdfmc",
        "T_T https://t.co/tpBy3L3mov",
        "Mehter versiyonunu bekliyorum https://t.co/YQxd5ka0ZE",
        "@Slnyyldz @prpllz Nedir ki o bakıyorum hemen",
        "@prpllz Son çarem olan çamaşır makinesi sesi bile işe yaramamıştı... O neymiş ya bakıyım heme- dicektim ki internet… https://t.co/ijIVNl67n9",
        "Kimseye söylemeden gizli gizli toplaşıp ders çalışsak olur mu ya? Böyle etüt salonu gibi bişey yapsak? Kütüphane or… https://t.co/ac0T59wvMs",
        "@VeryTallDwarf2 Böyle mi tercüman olunur, rtliyorum...",
        "Bazı duygu, fikir veya olgulara sürekli bir özlem duyuyorum. Özlemini hissettiğim şey değişse bile his hiç değişmiyor veya azalmıyor.",
        "Aşşşırı KÖTÜ etkinlik... https://t.co/NExK0ScrHC",
        "2 gündür internetim yok. Söyleyeceklerüm bu kadar",
        "Keşke Nintendo Switch'im ve Animal Crossing'im olsaydı",
        "Asldkfjsldkgjlsdg https://t.co/65StdfXJGA",
        "@smabrcepzrli @HFOrakci Saian anime terimi dragon ball'da geçiyo",
        "@EmreHerdan @Hz_Berkan Her yerde oturduk sahiden aq",
        "https://t.co/8774pxCpms https://t.co/KsvePQR88a",
        "Diş fırçasını ağzımdan klozete nasıl uçurabildim ya?\nİyi ki ucuzcu biriyim de 3-5 liralıklardan kullanıyordum pahal… https://t.co/SeCYIWZtH8",
        "Ben de böyle bir şey yapsam insanlarla keşke, tasarım yapıp sonra ne güzel yaptım diye düşünsem\nBuilding The Uncens… https://t.co/goeYMrePKq",
        "@simplykaan Okuyalım ✍️✍️✍️",
        "@dnzzn https://t.co/NXwNqZQH8q",
        "MUTANT 2020 PEŞİMİ BIRAK",
        "Mail hesaplarım hiç bir zaman düzensiz olmadı, en nefret ettiğim şeylerden de biridir. Düzensiz mail hesabı düşünem… https://t.co/5SAmE4hLp4",
        "Saçlarımızı düzleştirdik??? NOLUYO ÖYLE\nBence kötü olmadıdjfkdkfldkfkdkdkdlfkdkdkd",
        "ALLAHIM AĞLAYACAĞIM GALİBA... SHŌNEN MEŞALESİNİN AKTARILIŞINA ŞAHİT OLMAK.. https://t.co/wVLdhMDmXS",
        "THE FUTURE IS NOW https://t.co/6Vcy8rwCaN",
        "@cptjflint_ Saklamaya karar verdik kardesm xd",
        "@dnzzn Sende varmış zaten dkfkdkfkdldk bizde 2005-2012 tam var galiba gerisi senede 1 2 tane falan",
        "Keşke devasa bi kütüphanemiz olsaydı da Atlas dergisi arşivimizi atmak zorunda kalmasaydık",
        "2002 Türkiye Karayolları Haritası...",
        "@begusqq İnternetten spotify hesabına gir, orda playlistleri geri al ya da kurtar tarzında bir şeyler olması lazım",
        "Bunları da saklamazsın be olum... Annemin babamla ikimizi çöpe atma fikrinin haklılık payı dakikalar geçtikçe artıy… https://t.co/AKzngQP9Je",
        "İlkokul matematik olimpiyatı kitapçığımı bulduk???",
        "Babam emekliliğinin 11. yılında meseleğe devam ediyorken öğrencilerine hazırladığı fizik notlarını ve sorularını at… https://t.co/Fe6AIvjgys",
        "Hayatımın geri kalanında bu subredditteyim. \nhttps://t.co/vqKUDFOkr6",
        "@Hz_Berkan Ben de bulamadım moraller üzgün",
        "Lisede tesla bobinimizle halay çekmek yerine bunu da yapabilirmişiz... https://t.co/udI9hseifD",
        "Her akşam yemekten sonra kahveyle birlikte 2½ ölçek alınsın\nhttps://t.co/2QZ3lAVwsw",
        "Eizouken'in bölümleri neden çevrilmiyor JAPONJA ÖĞRENMEK ÜZEREYİM GEREK KALMICAK YAKINDA BU NE YA\nFugou Keiji de TE… https://t.co/BlbTDNBJVG",
        "Daha iyi bi opening yok, daha iyi bi ending var, o da HxH(2011) ilk endingi. Aynı grubun şarkısı yine. https://t.co/pn3ghVQnQE",
        "Bazı zamanlar ne olduğunu anlayamadığım bir duygu hissediyorum, kalbime doğru baskı yapıyormuşçasına böyle. Bıkkınl… https://t.co/eaoEkbAWeA",
        "İzlemeyi acilen bırakmam gerek. Shoujolar gerçek olmaz salak adam offff",
        "https://t.co/8VY1IsbA1P'de beleş manga varmış? Affetmedik yine.. Yordu biraz 1300 tanesini tek tek sepete eklemek a… https://t.co/n9Y3Lb8vxx",
        "Çok estetik oldu bence atom modeli gibi bakın https://t.co/jgD16eXxut",
        "@akbudakcik @YouTube Yaşasın prodüktör @anilhancilar bey daha uzun yapımlar bekliyoruz eğlenceliymiş izlemesi dhddjhshdk",
        "@akbudakcik @YouTube Patlamış mısır yapayım bari bu sefer djfljdkfdkjfkd",
        "Yine dustuk shoujo batagina... \nHocca ğalin gidiyom ben",
        "@simplykaan Gidem de Keiichi Tsuchiya reyizi izleyeyim. Canımı çektirdin",
        "keh keh keh https://t.co/tm7xQ0d8rN",
        "Sevgili Metalperver album hakkinda incelemede bulunmus meger zamaninda, cok haklilar.\n https://t.co/bgeYxeOfl2 @MetalperverCom aracılığıyla",
        "Dinlerken kendimi sarkidaki kartal(?) gibi hissediyorum. Sonsuza kadar dinleyebilirim çoki\nhttps://t.co/ZTN9vQluke",
        "Duolingo elmas lige çıkışımı online eğitim engelledi...",
        "8.45 dersi yaptığın ayıp",
        "YAPTIM BE YAPTIM GECİKMESİZ, 0ms!\nTek sıkıntı lab'ı gösterdikten sonra yapmış olmam. https://t.co/paIJ82nk9h",
        "@edabaay Bu ne ya tehtide bak alican da iyi alistirdi ha djhdjshdksjdjd",
        "@edabaay Sutlu pecete pfft",
        "Pc başında her simulasyon sonunda şöyleyim:\nhttps://t.co/1nCDfMX0qw",
        "MUTANT 1MS PEŞİMİ BIRAK GECİKMESİZ YAPMALIYIM",
        "Evet yeni lab ödevimiz 0ms gecikmeli joystick düğmesi yapmak. Başardığımda RGB ışıklısını yapıp geymır ekipmanları… https://t.co/CJgHotMfiE",
        "@yourlocaIfuckup Ben bu siteyi 1 hafta falan önce bulmuştum, kendi kendime eğlendim size de atıcaktım unutmuşum. Mahrum kalmadınız inş :(((",
        "@aseedeee Yeni zil sesi buldum telefon için. Dkjdskfşsldş",
        "Son nargilemizi tutturelim dedik...\n#SahurVakti https://t.co/MziyxbyJM0",
        "Gerçi black metalli opening veya trap opening de gördüm niye garipsediysem.",
        "Opening'i neden kpop şarkısı gibi acaba? Yakışmış gerçi https://t.co/AVcoSXPiUj",
        "Atari oyunlarının müziklerine girersem çıkamam, başka zaman anlatayım",
        "Playlistin tamamını öneriyorum ama alıntı ve aşağıdaki link dışında,\nEnding Theme ve Staff Roll'a da bi bakmanızı i… https://t.co/mj3KGH1hm3",
        "https://t.co/CQnJoeRu0q",
        "Sabahtan beri kafamda daha ilkokula dahi gitmiyorken oynadigim bir atari oyununun muzigi takildi, bulursam sallayac… https://t.co/HDnhAOzUoo",
        "Traş makinemin başlığı olmadığı için tarak ve traş bıçağı ile sakalları kısalttık. Beklediğimden azıcık daha kısa oldu ama beğendim yine de.",
        "Hangisi gercek lan yalan soylemeyin https://t.co/bMAQ6lcitm",
        "MMORPG'de çar kasarken 2. monitorden dizi izlemek... \n\n2x bonuslu zaman oldurme yontemi",
        "\"Gelecegimden bile kara\" adli black metal yogunluklu yeni spotify playlistimi duyurmaktan gurur duyarim. Evet ismi yaratici oldu bence de",
        "@dnzzn @Slnyyldz Yağmur yağıyor...",
        "Okulu dondurma fikri cik aklimdan, o cografyada daha fazla zaman kaybetmek istemiyorum",
        "Sinirden ağlayacağım, online dersler bu kadar kötü yönetilemez ya",
        "@Alixann0 Kimse dm atmadı kardesm beraber yapalım",
        "Kupemi degistirip sunun gibi bisey alayim. Sacim da duz olsaydi boyleydim, uzasin biraz duzlestirme partisi vericem… https://t.co/pWSzuhTUUS",
        "@AfrikanPenguen Canlı izliyordum lan ben de gördüm bunu",
        "Degistirmeliymisim.... \n\nBUSTED",
        "Sevdiğim seiyuu'ların başrollerini seslendirdiği animeleri seçip izlenecekler listesini genişletmek... Daha iyi bir aktivite yok",
        "Sizce de \"Bakın burası çokomelli\" diyormuş gibi değil mi ya dkflkdsgsşsdf https://t.co/NiUmSqbslC",
        "BIZIM OKUL O YOL USTUNDE AQ PATLADIK GALIBA https://t.co/7vEPyN8jsH",
        "@cptjflint_ Dkdjdkdjdkdkdjkdd",
        "2 tane bağırmalı metal müzik playlisti yetmedi, 3üncüye başladık",
        "@Alixann0 Elendik yine. Kiyafetleri yakmaya gidiyom",
        "@Alixann0 Niye lan en sevdigim renk yesil benim",
        "Odamı boyayacağız. Yeşil, mavi, mor (sıralama önemsizdir) türevleri üzerinden tavsiye alabilirim",
        "Badem yağı saç çıakrtıyormuş çalışmalara başladık. Yaza kadar okul da yok dışarı çıkmamı gerektirecek bir durum olm… https://t.co/ZnmcoDLj1z",
        "4 gun serbest 3 gun uniformayla geziyoruz evet saka anlayisim bu kadar https://t.co/vVnD7EfVgS",
        "Harika https://t.co/ZaMRskCBS4",
        "Karanliktir biraz\nhttps://t.co/hw3A8SltlA",
        "Uniye hazirlanirken odamin duvarlarini parcalama pahasina ders calistim. Noldu, ne boka yaradi? Degdi mi? Degecegi… https://t.co/XbjTfvbBSY",
        "@aseedeee Panzerkampf melodisiyle okudum basarili",
        "Ne diye laf anlatiyosam...",
        "@simplykaan Daha erken uyansaydim daha erken favlardim kardesim",
        "Bitirdik sonunda, ayin calisani olmak da zor be... https://t.co/W6wokYcxIl",
        "Surstssismsisnssmsnsmsm* olucakti typo yapmisim",
        "Keske cevremde fotografimi cekmeye hevesli ve davetkar arkasim olsa. Herkes farkli farkli fotograflar koyuyor ben a… https://t.co/6FZiDtgZuf",
        "Yine aynı şekilde 3-5 güne çıkçak diye beklediğim bi tanesi de yaza ertelenmiş :((((((((((((((((((((((",
        "2 güne yeni sezonu çıkacak diye önceki 2 sezonunu tekrar bitirdiğim animenin belli olmayan ileri bir tarihe ertelendiğini öğrendim",
        "Naruto'yu bi defa izleyen herkes bilir bunlari ama 5-6 defa izledigim icin kendimi true Naruto fani ilan edebilirim… https://t.co/zvM0DiqGuC",
        "@cptjflint_ Taze taze portakal sikayim sana guzuuum",
        "Proje dersi icin online sozluye girecegim, pijamami degistirmeli miyim",
        "Aikido bu, yaptigimdan biliyorum https://t.co/OS6deSJctL",
        "Coffin dance ekibinin gozluklerinden istiyorum K A R I Z M A",
        "@simplykaan Kartalla tamponuna yapisirim...",
        "@VeryTallDwarf2 Nassssi yaa",
        "@VeryTallDwarf2 Scrubs yok noluyo öyle",
        "@smabrcepzrli Yaa skdksjdksjdksdjsj",
        "İtiraf ediyorum, spotify playlistlerinizi takip edip içinden beğendiklerimi aynı kategorili kendi playlistime ekleyip zenginleştiriyorum",
        "@simplykaan Redditte gez biraz ordu toplarsın, dil de biliyor ordaki reyizler",
        "@smabrcepzrli bundan aşşşırı iyi whatsapp stickerı olur kendimden biliyorum",
        "AAAWW SHIT HERE WE GO AGAIN https://t.co/KRBsRly1kw",
        "DIY kotatsu tarifi, evet uzerinde calisiyorum. Uzerinde caliscak ne var diyebilirsiniz ki cok haklisiniz her koy ev… https://t.co/b7Kghyp2dc",
        "Spoiler olur birilerine diye anime sahnelerini retweetleyemiyorum bu nasıl bir sınamadır yarabbi",
        "Şaka yeni aklıma geldi ama olsun:\n\n-Bizim olmadigimiz kotatsu yok- https://t.co/edPvSixFfe",
        "Daha yeni izleyebildim unutmuşum, senciyiz! https://t.co/ondzgGftlv",
        "Artik dayanamicam evet:\n\nKISA SACLI KIZLAR &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;",
        "@Slnyyldz pffft aldığın yere göre değişir aslında da yaaaaani..",
        "İnsanların tivitlerine musallat olarak çok eğleniyorum bundan rahatsız oluyorsanız bana özelden bildirebilirsiniz.",
        "@Slnyyldz İnternetten zipariş versene istediğin çekimde...",
        "@VeryTallDwarf2 A10, Mig-29, Apache, Ch-47 Huron, Hummingbird her türlü sen iste fabrikadan getirtirim moruk, amdiniz evelallah",
        "@VeryTallDwarf2 ArmA 3 oynayalım kardeşim gel operasyona alıyım seni",
        "@AfrikanPenguen Burnu niye oyle olmus bisey olmus bu nedir ya mahalle abisi kundurasi gibi alla alla",
        "@Slnyyldz Muhtar agam siparisimi iptal ettirdim parami vermiyorlar sen sorsana benim yerime :((((",
        "Haberlere surekli konu olan halkin yetkililerden yardim istemesi hangi kanal uzerinden oluyo da istedikleri hemen g… https://t.co/9JeQDNXJBz",
        "@Slnyyldz Bademleri geceden isladiysan blenderin varligini onceden biliyormussun... Sherlocked",
        "Allah kahretsin normal eurobeat şarkılar yetmiyormuş gibi şimdi bir de eurobet remixlere sardım\nDüşünce hızım 2.00'a alınmış gibi dfklsdkşf",
        "Corona olmasaydı BENIRLURD'dan sonra böyleydim... https://t.co/vR5S4ruMwB",
        "ALLAHIM COK MUTLUYUM https://t.co/ltfjLkLUGJ",
        "@begusqq Ben burda yokum",
        "Tam 2 (iki) gun gec alabildim ama tivik cok hakli\nOyna dewamke https://t.co/1fmubUaRVD https://t.co/ZASQVQQfWE",
        "Subat tatili baslangici eve donuyomusum gibi ayni. Hava durumu tam o zamanki gibi. Balikesire varmadan hemen once y… https://t.co/oB416NcgMH",
        "Izmir'e geldim dobarlaniyorum piyanomu ozledim bir de yollar bayagi bos koronadan dolayi glb",
        "Proje iptal oldu lan :(",
        "@Slnyyldz Bulursan link at disinda bildirim isigi ya da cizgi seklinde led ekran olsun ama",
        "Sevmediğim insanlar sonradan görmüş gibi anime izlemesin rica ediyorum 気持ち悪い",
        "@aseedeee İsmi bu olan bi anime var ashdasjhfa",
        "@yourlocaIfuckup Kapatilabiliyo o galiba ben biseyler yaptim cikmiyo artik",
        "Time to mix drinks and change lives...\n\nGidip yatsam mi acaba ya? Yarin yine mesaiye baslarim https://t.co/lSnNTBGaWw",
        "Ailesiyle tek iyi gecinebilen ben miyim ya",
        "Sarki dinliyordum, \"aa ne guzel sarkiymis ayni daft punk gibi\" diye dusundum sonra baktim ki daft punkmis. Evet.",
        "Bu Duolingo amma eğlenceliymiş ya. Birinciliği asla salmıycam yargı dağıtıyorum ehehehehe\n(Bu tivik sponsorlu içerik değildir.)",
        "@smabrcepzrli @dnzzn Sana da yapiyim bi ara",
        "@Slnyyldz @dnzzn Muhtemelen benzer tatlar elde ediliyordur. Bu tarif yazin asssiri iyi oluyor soguk soguk",
        "@Slnyyldz @dnzzn Tesekkur ederim bir gun yapiyim hepinize, kahve olarak degil, kahve ve muz aromalı sut olarak dusunun lutfen",
        "@Slnyyldz @dnzzn Yok ben cici bebe sevmiyom ama tadina baktim yapilmisinin.\nYa bir dener misin alla alla hemen seyyapiyorsunuz",
        "@dnzzn Yetmez ama evet: muz(veya cilek)+süt(+kivam isteniyorsa cici bebe)+filtre kahve\nGeceden koy buzdolabina, sabaha cold brew.",
        "Time to mix drink and change lives.\n\nhttps://t.co/haxyORzjTS https://t.co/i8rs89MWSX",
        "kahrol düşman al sana bombe",
        "Keske oynamayi bilseydim, Altın Gün dinlerken dans etmek istiyorum\nhttps://t.co/WagtaSF4Zp",
        "Bayiliyorum bu videoya. Tamami harika ama bu sahne ozellikle coki https://t.co/hahLW7dK7h",
        "@dnzzn Hayda. Bi ogame patlatsam mi madem ben de",
        "@dnzzn Sonumuzun bu olacagi belliydi... Corona allah belani versin",
        "@Slnyyldz Ucabiliyoken ucagi napcan ki hem boat secersen gezerek okyanusu da kesfetmis olursun uzayin yanisira\nBir… https://t.co/vyIZ53zLSS",
        "@smabrcepzrli Benim bi miktar moralim uzulmus olabilir",
        "@anilhancilar @VeryTallDwarf2 Net haklı https://t.co/qSreB7KUYt",
        "@VeryTallDwarf2 Yazin nasil sekil olunur enter. Ben sadece kisin giyinmeyi biliyom abi bi el atin telef oluyoz alev… https://t.co/swxdSe4YYM",
        "@prudencelole Dkdlfdfşsd ya ben biraz mal olduğumdan anlayamıyorum böyle şeyleri",
        "@prudencelole Oh be ustumden buyuk bi yuk kalkti valla komik olmak zorunda hissetcektim ikinci bi fav sansim yok dimi",
        "@prudencelole Öyle mi oynanıyomus o ne biliyim dur favlıyorum hemen",
        "OYNAYAMIYORUZ AQ UPDATE GELMİŞ ŞİMDİ DE https://t.co/X29ozaRjpN",
        "KÜFÜR GİBİ AQ. İLK BETA ANONSUNDAN BERİ BEKLİYORDUM https://t.co/WE4cwdJmPr",
        "BİRAZ ERKEN OLDU YA 30 MARTTA FALAN VERSEYDİNİZ BETAYI? https://t.co/AIJUGGmo60",
        "@aseedeee Vefat eden bi uzak akrabanin taziye ziyaretinde kitaplari gorunce istedim, ingilizce bilen tek kisi oldug… https://t.co/wJyPXh8ZIs",
        "@aseedeee The Standart American Encyclopedia of Formulas, Albert A. Hopkins.\nDiger sayfalari da atiyorum, isine yar… https://t.co/Qx8Uk08b5m",
        "Efendim, teori ve el becerisi benden. Donanimli garaj ve hammade temin edelim DIY kanali icerigi hazir. Cok guzel p… https://t.co/Qe5XHZUHs7",
        "@aseedeee Mum var, sabun var ne vereyim abime? https://t.co/ZksPAnW0lF",
        "@Slnyyldz Youtube kanali acalim yutubir olalim garajda tahta islemesi deri cuzdan falan yapalim ATOM FIZIGINE DE PROFESORLUGE DE LANET OLSUN",
        "@Slnyyldz Iki tivite de okayiz atesle seri kafamiza DIY at",
        "@aseedeee Libgen kullanilmis, saygilar.."
    ]
}