{
    "screen name": "andyboga",
    "no. of tweets": 142,
    "tweets": [
        "QEPD Marcos Mundstock....tristeza inmensa, genio entre los genios...muchísimas gracias por todas las risas...ahora… https://t.co/B2ayPHaWYO",
        "@fmedina1982 @malasangre_uy @FacilDesviarse Si no recuerdo mal \"murieron el mismo día\", pero de acuerdo a distintos… https://t.co/lZyIPaenzr",
        "@IgnacioAmaral @ASU Felicitaciones Nacho!! Abrazo grande",
        "@ruedatesta @UHouston Felicitaciones Horacio!! Éxito!!",
        "@SantiagoBeAs Coincido, pero lo de la inflación no lo tengo claro... Si bien tenés el alza del dólar, es probable q… https://t.co/DAZbqzvo3c",
        "@javi61424953 @SantiagoBeAs @elsantisoto 👏👏👏👏",
        "@SantiagoBeAs La inflación no va a ser problema, fíjate incluso como viene el índice de búsqueda...y el dólar cuand… https://t.co/aAntztlmt5",
        "@javi61424953 @SantiagoBeAs @elsantisoto Evidentemente no entendiste mi comentario y no tenés ni idea en qué consis… https://t.co/9Bs7B1ukfB",
        "@SantiagoBeAs @elsantisoto Son un poco optimistas con q el déficit pase a un segundo plano, estás a nada de estar c… https://t.co/kuBHIGeM9i",
        "@SantiagoBeAs @elsantisoto Y q medidas implementarias? Teniendo en cuenta q no hay un mango, no hay margen para cas… https://t.co/sqaw2lLpXJ",
        "@SantiagoBeAs @elsantisoto El literal e q viene a ser para vos?",
        "@santi_garza Instala uno de back up!",
        "@santi_garza @CardosoGerman @MRREE_Uruguay @MSPUruguay Ah ok! Entiendo! Para mí es responsabilidad del @MSPUruguay",
        "@santi_garza @CardosoGerman Mepa q es responsabilidad de otro ministro",
        "@TeslaParaTodos Y lo q escasea y complica al día de hoy es el cobalto...es fundamental bajar la proporción del mism… https://t.co/dGf6mkJUUr",
        "Muchas madrugadas durmiendo poco y nada por ver jugar a la Mamba...En gran medida soy fanático del basket por el en… https://t.co/Ny6o9gV0zk",
        "No, por Dios no puede ser cierto.... Kobe 😭",
        "@fmedina1982 @FacilDesviarse @DiegoZas @JuanchiHounie Notable columna Fernando 👏👏👏👏",
        "Buena victoria de @RafaelNadal ante un enorme @denis_shapo.... 🇪🇦 campeón!!! Sexta ensaladera para España #DavisCupMadridFinals",
        "@En1Buena Gallardo lo planificó bien, pero le erró feo con la entrada de Pratto... Ya contra Boca había entrado muy… https://t.co/DZLDVHlEs2",
        "@marcossotouy @leosarro Comparto totalmente!! Lo tuve de profesor en 2003 y 2004, también en el Seminario. No solo… https://t.co/vZizgyQlaM",
        "In Musk We Trust #Tesla https://t.co/HzIwOZ78ht",
        "@ruedatesta Terrible! Fuerza Horacio! Abrazo grande!!!!",
        "@mister__lemon Dale tiempo, es re contra cra",
        "@OddoneGabriel Eso es cierto y entendible hasta cierto punto, pero el problema es q no solo lo escucha la Cámpora..… https://t.co/QNA1yudzjX",
        "@OddoneGabriel No tiene q hablar, ya tiene los votos para ser electo, no necesita convencer a nadie más",
        "@AldoLema_uy La medida respecto a los Autos parece acordada con @elonmusk, a esa altura la Gigafactory de @Tesla  d… https://t.co/wvhHYUWSWu",
        "Panel \"Desafíos económicos en los próximos cinco años\" @AldoLema_uy @MercedesComasUY @PabloRosselli @gmordeck… https://t.co/GZ4ttT5TcR",
        "@MaronnaGerardo Ojo q esa cuenta es trucha",
        "@IniciativaV Amazon Prime tmb va a competir fuerte",
        "@AlvaroNBAMartin @LarryCoon Muchísimas gracias Álvaro por la pronta respuesta!! Saludos!",
        "@AlvaroNBAMartin estoy necesitando información precisa sobre cómo funciona el sistema de tope salarial, si bien sé… https://t.co/YivuABaCh9",
        "QEPD Niki, sin duda uno de los mejores pilotos de la historia y una auténtica leyenda q logró sobreponerse a semeja… https://t.co/uleohTaKwL",
        "@santi_garza @ruedatesta Otra cosa, Jon acarició a Ghost... El tipo es lento para todo, pero finalmente lo hizo",
        "@santi_garza @ruedatesta Te digo más, dijimos monarquía a lo Sacro Imperio, con príncipes electores",
        "@BrumConrado @AlfieIsaac No, directamente apretó a la Corte Suprema la semana pasada...",
        "@santi_garza @ruedatesta @YoMontevideano Tal cual!! Esa escena no tiene ninguna coherencia con la serie.... Pero q… https://t.co/EvKRHfyNlc",
        "@ruedatesta @santi_garza @YoMontevideano Si, a Varys lo destrozaron, una falta de respeto a tremendo personaje",
        "@santi_garza @ruedatesta @YoMontevideano Exacto...el guión es terrible!! Tyrion tiene unos diálogos lamentables...… https://t.co/PigYijLAKG",
        "@ruedatesta @YoMontevideano @santi_garza Comparto!! Para mí terminaron de arruinar la serie con este episodio...un… https://t.co/y1GUsQ7mts",
        "Este capítulo de #GOT fue el primero de Chernobyl @YoMontevideano @ruedatesta @santi_garza",
        "@diego_vallarino @sfogel Libera patentes, pero el valor q tiene esa base de datos es inimaginable... La presentació… https://t.co/keKpn0y5uH",
        "Otra temporada q se va con un nuevo papelón del Barça... Notable el Liverpool #ValverdeDimision #UCL",
        "@santi_garza @ruedatesta @GonzaBohemio Jejejejeje como a la gigante decís??? Pobre bicho",
        "@ruedatesta @GonzaBohemio @santi_garza Sí, la verdad q no se entiende mucho lo de Ghost, para eso q ni lo metieran en la temporada",
        "@ruedatesta @GonzaBohemio @santi_garza Pobre Danny, se había mandado la jugada con Gendry, quedó re copada... Pero… https://t.co/rf3SDyvkZb",
        "@ruedatesta @santi_garza Voy por esa, en algún momento (no queda mucho) tienen q justificar pq no hace nada",
        "@ruedatesta @santi_garza Tal cual! Va otra: Bran sigue sin ayudar nada, no mandó a los cuervos a revisar cómo estab… https://t.co/hDyV2IRDHp",
        "@ruedatesta @santi_garza Sí, tal cual! Es cierto q de a cuentagotas ya lo habían ido mostrando, faltó desarrollarlo un poco más",
        "@ruedatesta @santi_garza Coincido, pero me parece q son demasiado vulnerables, los matan muy fácil. Con esa ballest… https://t.co/ajLsBukjMR",
        "@ruedatesta Ah mal yo, vos decís cuando estaban en el mar... Sí, bastante flojo. Fíjate q pasaron directamente a la… https://t.co/0xHik9tw5L",
        "@ruedatesta Yo me conforme con q Tyrion no muriera a flechazos... Ojo q a Euron no le debió gustar nada darse cuenta q el bebé no es suyo",
        "@BrumConrado @mr_nicoboga @PepeInda @ElElsalmon Exacto, beneficios q tiene desde la Reconquista y q, a diferencia d… https://t.co/25cciBWjV0",
        "@mr_nicoboga @PepeInda @ElElsalmon En el escudo de España están las armas del Reino de Navarra, es sin duda un terr… https://t.co/PsuH5f8nxE",
        "@ruedatesta @santi_garza Totalmente de acuerdo, así me imaginaba cómo iban a usar a los dragones ... Nada más lejos… https://t.co/Wk0jVcWj8x",
        "@ruedatesta @santi_garza Jejejejeje maaal!!! No tenían ni idea de q se les venía, por lo menos Melissandre intentó… https://t.co/mRibuJ9ANt",
        "@santi_garza @ruedatesta 👏👏👏👏 el \"ahora me voy a ir\" fue antológico... Fue tipo \"a ver q hay en la tele?\"",
        "@ruedatesta Sin ir más lejos, en el episodio de ayer Bran y en especial el NK quedaron re pintados, con gusto muy a… https://t.co/eNQyv05Gc4",
        "@ruedatesta Tenés toda la razón, pero por lo menos ya desde la pasada temporada hay varios agujeros en la historia.… https://t.co/ZEtRXXvIFT",
        "@ruedatesta Estoy de acuerdo q estratégicamente es indefendible, pero visualmente estuvo genial",
        "Q orgullo hermano!! Éxitos mañana!!! https://t.co/ooEs2EarhJ",
        "@rmantero Gran hilo! No esperaba menos de @elbarroquista, un imprescindible para los amantes del arte",
        "@tenisuy Claro, estaba más para el retiro q para ser competitivo... La espalda no quería nada luego de varias opera… https://t.co/FnZuEh6f6g",
        "@tenisuy Es bastante más fuerte esto q lo de Roger, y te lo dice un fanático del suizo...",
        "11 años después el 🐯 vuelve a rugir!!!! Quinta chaqueta verde!! #TigerWoods #themasters https://t.co/1TsAypqXYj",
        "👏👏👏 espectacular!!! Al fin!!! Un éxito!!! #FalconHeavy #Spacex https://t.co/yuWIbvKIKY",
        "@mr_nicoboga  Q día para el espacio hoy!! EHT con la primera imagen de un agujero negro y el primer lanzamiento del… https://t.co/Rz9JJHTLCT",
        "@gualestrit En el comunicado mantienen el objetivo de 360-400 mil...Difícil, aunque lo peor del \"logistics hell\" en… https://t.co/xmIUChtbeB",
        "Gracias por tanto @manuginobili Haber sido testigo de tamaña carrera es un privilegio!! #ManuEternoXESPN https://t.co/zWXtCKUAcR",
        "@pbarbieri @uala_arg Me pasó el viernes, terminé sacando en otro q me cobró 6 dólares, q sigue siendo un robo...",
        "@diegomunoz75 O chico de verdad para hacer lo q hizo el PSG, año tras año se superan",
        "Aboal@cinve.org.uy : Nombrar un salón de la Facultad de Ciencias Económicas y Administración -UdelaR, Profesor Enri… https://t.co/ZRslwB7UuD",
        "@Marian16RdC @ESPNFutbolClub Tal cual!!! Ese partido cambió la historia del Barça, y no por el resultado q se quedó… https://t.co/k3cNfVKDWq",
        "El día de Messi como falso 9 no es el 5 a 0, sino el 6 a 2 en el Bernabéu #ESPNFC #Guardiola",
        "@mister__lemon Balassa-Samuelson y relación de términos del intercambio?",
        "Y sí, Huawei, Xiaomi y Oppo le dan mil vueltas al iPhone por menos plata... La relación calidad-precio es insólita https://t.co/qXyA6s5QM6",
        "Muy triste...QEPD Claudio Romanoff, mucha fuerza para su esposa e hijos https://t.co/NfExrkmRX3",
        "Se fue un gigante!! QEPD Stan Lee, gracias por tanto!!! #excelsior https://t.co/nhH53ngqp2",
        "Para esto renunció a dirigir en un mundial... Dada la exigencia del Madrid y dónde dejó la vara Zidane era probable… https://t.co/0FhMO1Q6br",
        "Finalmente @Tesla logra cerrar un trimestre en positivo y con una evolución impresionante en cuanto a ingresos, cua… https://t.co/LCramRTt1v",
        "QEPD... Se fue una voz impresionante https://t.co/pnda67oUtl",
        "@emekavoces Viniendo de Antía no sorprende, parece que la venta de calles y el otorgamiento de permisos de construc… https://t.co/Rpb4mEnx5Y",
        "Zverev levantando mucho su nivel cuando se le iba el partido y @TigerWoods dando una clínica de aquellas, gran tard… https://t.co/fpi9xleUWy",
        "@mr_nicoboga @verito_rap @pgerchunoff En otros países, Alemania por ejemplo, han tenido q renunciar por plagio...Po… https://t.co/9GuYOaK2oh",
        "@mr_nicoboga Iupiiii Moon here we come @SpaceX #BFR",
        "@mr_nicoboga Quiero!!!!",
        "@wsosaescudero Una joya!! Incluso aparece @verito_rap",
        "@verito_rap Es un peliculón, re contra profunda. Thanos está excelentemente logrado, es muy complejo. Esa mezcla de… https://t.co/iMHB8xGgZ2",
        "Q leyendas como @RealJasonKidd o @KingJames reconozcan q @manuginobili cambió para siempre la NBA con el Euro Step,… https://t.co/sOzTzcEcdj",
        "@mr_nicoboga @sebahagobian @PuenteCelsa @conradoh47 De terror! Lejos de ser capitalistas, ni hablar en cuanto a lib… https://t.co/CcAITrDjkM",
        "@mr_nicoboga @JorgeBonino1 @finigayoso Nosotros contribuimos!! Una colección espectacular, a nivel europeo! https://t.co/ehcVAHQs45",
        "@mr_nicoboga @PPopular Un desastre... Este tipo es una vergüenza en todo sentido: en ideas decir q es retrógrado es… https://t.co/xzyXTLq1Q5",
        "@WorldTennis7 No hay rivalidad q garantice la calidad de partido q ofrecen estos 2, TODOS sus partidos son épicos,… https://t.co/zYU55yJHxO",
        "@pablobrenner Una locura de partido, un quinto set memorable... Novak volvió tras 2 añitos, cómo se extrañaban estos partidos!!",
        "@leo_sanguinetti Lamentable norma, q partidazo nos estaban regalando! Una locura el tie break!!",
        "@mr_nicoboga La sexta y cía dirán algo de esto? O cómo es el PSOE no pasa nada? El PSOE andaluz da vergüenza ajena https://t.co/A2DcBDeN1x",
        "👏👏 Gran homenaje para alguien subestimado por décadas! Un fenómeno Ringo https://t.co/RdTbibHyWU",
        "@FT78 Probablemente lo traspasen",
        "Bueno, por suerte quedan solo 2 horas para q se termine este día... Ojalá fuera una pesadilla...Ahora toca bancarme… https://t.co/jFXYAki6h4",
        "@gonzansa Sin duda!",
        "Me duele especialmente por @andresiniesta8 no se merecía una despedida así del fútbol grande... Gracias por tanta magia Andrés!!",
        "La calentura q tengo no tiene nombre.. Jugadores q son re  verticales en sus equipos caminando la cancha y pasando… https://t.co/uryqAR5fI6",
        "Bien por Rusia, el partido de España fue un ASCO... No se puede jugar tan mal contra un rival tan malo",
        "@OddoneGabriel Sí, es cierto.",
        "@OddoneGabriel Es El País, no un diario deportivo, pero la verdad q en este caso no me parece tan mala la nota. Es… https://t.co/4qMqjO4l1w",
        "@jggarin @ruedatesta Es cierto, buena parte de lo q hablan en la semana es de las polémicas arbitrales, con el VAR… https://t.co/0QJU7C5jZP",
        "@ruedatesta Tal cual, no disimula nada",
        "@ruedatesta Da vergüenza ajena... No sé q le hizo el VAR, pero por alguna razón se la tiene jurada..q gente dijo q… https://t.co/FcCghDLITZ",
        "@mr_nicoboga @BrumConrado @BrunoGili1 Y otra cosa, el tweet de @gili refería a la corrupción de un gobierno y su ca… https://t.co/dKNolzksGx",
        "@mr_nicoboga @BrumConrado @BrunoGili1 Si bien es cierto que en un sistema parlamentarista es común q caigan gobiern… https://t.co/rVyJbNF70r",
        "@BrunoGili1 En España los demás partidos también tienen casos de corrupción, en particular el PSOE de Sánchez. Así… https://t.co/CNTcYH4wJ8",
        "@mr_nicoboga Creo q en todos hay cosas, aunque hay distintos grados... España no es Alemania, pero tampoco es Argentina o Brasil por suerte",
        "Dudo q pase pero ojalá... El sistema político español está todo podrido, la corrupción campea en todas las filas...… https://t.co/bCpIQSzAjg",
        "Muy buen editorial....Moción de censura: Un Gobierno inviable | Opinión | EL PAÍS https://t.co/8kMqXLP2Zr",
        "Intendencia municipal de Maldonado : No a los 60 pisos en san Rafael - ¡Firma la petición! https://t.co/N3YkHHn3GW vía @ChangeorgLatino",
        "Q adefesio!!!! No solo la altura es un despropósito, sino q el diseño es realmente horrible... Parecía imposible em… https://t.co/NDhRA0zcUS",
        "@mr_nicoboga Opino igual, es cuestión de esperar",
        "@mr_nicoboga qué prefieres? elecciones anticipadas o que se termine la legislatura?",
        "@AldoLema_uy Claro, el tema es q dudo q quede afuera algún favorito en fase de grupos, son grupos bastante desparej… https://t.co/MBEzdb1qVp",
        "@AldoLema_uy Por cómo se dio el sorteo, sin grupo de la muerte, difícil q haya sorpresas en semis",
        "Todo el tema del chalet es insólito, pero esa tasa de interés no existe, es claramente a cambio de algo... Cualquie… https://t.co/vD4clylTuO",
        "Feliz!!!!! Aupa Atleti!!! #UELfinal #AtléticoMadrid https://t.co/whJnpSyZse",
        "@BrumConrado @mister__lemon No solo eso, las provincias subsidiaban a Buenos Aires (incluso hoy pagan tarifas basta… https://t.co/BO4DBrEgoi",
        "Lo de Miguel Ángel Pichetto en @todonoticias da pena...\"Esto puede afectar algo a Doña Rosa, q tiene 10 mil dólares… https://t.co/IG2i7TqOvd",
        "😂😂😂 #TeamIronman https://t.co/jdNrFqkK4Y",
        "@felixsquash @2010MisterChip Tremendo zasca!!! Todo bien con Avellaneda, pero Montevideo, Milán y justamente Madrid… https://t.co/i8vovnqv8C",
        "Más q merecido!! 18 películas en 10 años para llegar a esta maravilla!! Una locura lo del Universo Cinematográfico… https://t.co/eCWe3GK5jj",
        "Haciendo historia!! Ojalá q en algún momento se produzca la reunificación... Tantas familias separadas, tanta gente… https://t.co/J133FiUhal",
        "Cerra y vamos!! Está todo perdido, a q vas al Rijksmuseum si no es a apreciar la obra máxima del genio de Rembrandt… https://t.co/p6tANwQSCX",
        "@mr_nicoboga Es cierto, pero también queda claro que muchos políticos tienen trapos sucios que solo se ventilarán a… https://t.co/Vt9RxnjDsM",
        "@mr_nicoboga A lo q voy es q ha desprestigiado a todo aquel que tiene un título de dicha Universidad, aunque lo hay… https://t.co/a1T7fjNgSo",
        "@mr_nicoboga La segunda es q alguien guardó este video durante muchos años (es d 2011) seguramente para extorsionar… https://t.co/gmG5XSCXLR",
        "@mr_nicoboga Es lamentable todo...lo del máster fue gravísimo y parecía que no iba a tener consecuencias. ahora apa… https://t.co/cXgHoXm5Pm",
        "Q Don Andrés no haya ganado el Balón de Oro solo demuestra lo marketinero q es el premio... El q tiene alguna idea… https://t.co/2Vj2SAWRrR",
        "@mr_nicoboga El más grande sin duda!! Referente de varios de los más grandes maestros. \"Las meninas\" debe ser la pi… https://t.co/p91R78ZJTy",
        "Rajoy en un tweet de la cuenta oficial de TWD, puedo decir q he visto todo... Es un sobre con coimas?? Es Rajoy un… https://t.co/E5834ldl0p",
        "Excelente resumen!! Es triste q haya gente q con los bombardeos de ayer se haya enterado de q Siria está en guerra… https://t.co/1wyKpXIAyP",
        "Q lindo ver al @RCDeportivo en este tipo de estadísticas... Cómo se extraña al SuperDepor/EuroDepor !!! https://t.co/kNMxeqfG5e",
        "Otro fracaso más en champions, un DESASTRE lo del Barça!!! Como culé de toda la vida, estoy acostumbrado a esto, es… https://t.co/9Zjy5HS5Fd",
        "La exhibición de Jordan en Augusta es una cosa de locos!!! En una ronda final, quién dijo presión?? #MASTERSxESPN",
        "@marcmarquez93 le dio a  @ValeYellow46 de su propia medicina... Dicho esto, mal Marc, muy nervioso tras la largada,… https://t.co/MawbYzANLC",
        "Mirá @mr_nicoboga , justo el otro día comentábamos del cuadro y la fiebre amarilla... Unos genios los chicos!!! https://t.co/Py8LF6AIgD"
    ]
}