{
    "screen name": "ranga",
    "no. of tweets": 161,
    "tweets": [
        "Working on finding a scientific solution to COVID-19? This might help speed up your work - https://t.co/cEAFTWIZFF @KGIpres @KeckGrad",
        "@dhruvtv 😓",
        "@PeterKolchinsky +1 for a livecast or recordings for non Boston folks",
        "@yarlagaddaraghu Better to cover your tracks when window dressing. 😉",
        "Heartening to see Hyderabadis showing up in massive numbers albeit peacefully to protest against #NRC_CAA . Peacefu… https://t.co/0n3yUkawJz",
        "Nerding out on some quantified health data thanks to whoop annual report. I’ve tried other fitness trackers in the… https://t.co/wjKooKmOfi",
        "Happy 2020 from ours to yours! @ Los Angeles, California https://t.co/3uczASTv0Y",
        "Strapping young calf just added to the   family! He's going to be a handsome one. 😍 @ Karamchedu, India https://t.co/c035t8kFUh",
        "As if Xmas weren't enough reason to be joyous, my dad's birthday makes it extra extra festive for all of us. Bummed… https://t.co/VCIN4H2FjF",
        "The video helps bring to light what we've been working on at @Amgen to help #cancer patients. Looking forward to 20… https://t.co/8l0STGx7b4",
        "We're growing our family! Mahalakshmi belongs to the famous Ongole breed native to where I grew up in South India.… https://t.co/xU5KGQbL8x",
        "@sandeepsripada Wait, this is in California? 😲",
        "150 years of science visualized beautifully https://t.co/lz03ciybWP via @nature",
        "@zebulgar Yasss! There's too much hero worship going on with founders but it'd be great to hear from the operators… https://t.co/e6iJp8kWzT",
        "@sandeepsripada @hemsu117 👏🏽",
        "@hemsu117 @sandeepsripada There's one in SF too now?",
        "Monday morning dose of inspiration tracing the pivotal moment in each of these scientists' career as they embarked… https://t.co/4Qnrz1r2MO",
        "@arunsethuraman 👏👏👏",
        "This tweet made my day! I always try to end on a high, so vada goes last (almost like a treat) https://t.co/0CxYi3tWKz",
        "Old school leadership &amp; management lessons from @tmobile @johnlegere https://t.co/Z4Q8CGEFMi",
        "@nikillinit @provisionalidea @a16z Join a big company. This is pretty much how all town hall meetings are run. :)",
        "What a stupendous achievement! Our space scientists and program continue to be the most inspiring yet underrated ac… https://t.co/ZuTJ2mB11H",
        "@hemsu117 @crhemanth Love the discussion here! Question asked and answered :)",
        "Crackdown on one side and fresh encroachments on the other side. Kindly request @TelanganaCMO to take action near A… https://t.co/b8NXNtmcTS",
        "@vinaychilukuri Still can't believe I watched a game like this",
        "What a day to be a sports fan! And I didn't even watch the wimbeldon finals! #ENGvsNZ #CWC19Final #Wimbledon2019",
        "The most amazing game of cricket I've seen in my life!!! Thank you team England and team NZ. #engvsnz #CWC19Final",
        "Just reading the @superhuman story and realized that it originated from the former rapportive gmail plugin which I… https://t.co/k5SclJJoMY",
        "@AsiaMiles Thx for the prompt reply. I just DM'ed you the details.",
        "Hi @AsiaMiles Been trying to reach your customer care office for a few days now reg a reservation. All I hear is in… https://t.co/opu5YVhJQb",
        "@krishna @UCLA @StartupUCLA @uclaanderson I’m at @ucla for an event too. Maybe I’ll bump into you ;)",
        "@arunsethuraman Congrats!",
        "@dhruvtv 5. Remember, if something is on your mind, there’s a high chance that it’s on someone’s else mind too. \n\n6… https://t.co/VxgnqBQFGp",
        "@dhruvtv 3. Quantity over quality when you’re early in the process -  reps matter more than anything else \n\n4. If t… https://t.co/t3g2WwMA4M",
        "@dhruvtv Here's a few more - \n\n1. Paraphrase/rephrase a bunch of disparate comments  into a single thread towards t… https://t.co/DD442jBJw5",
        "@vinaychilukuri It's akin to editing any image file or pdf. Theoretically possible but haven't tried it. The best p… https://t.co/gZKhwQ6keW",
        "@vinaychilukuri I’m using @getRocketbook as my go-to now to write on paper and then convert to digital.",
        "@shrikanth_krish 2/2 2. Increasing yield - better techniques, technology, crop rotation, recycling soil. etc and mo… https://t.co/eW2AJwTSoQ",
        "@shrikanth_krish 1/2 Great observations, but shouldn't this be an \"AND\" solution, i.e. Income &amp; Yield. Doesn't it h… https://t.co/AT7fKBTWSi",
        "@dhruvtv I was watching the same. Unbelievable hitting. Best defense against him/KKR - just make sure he never actu… https://t.co/4kB9VOOfFG",
        "@thaifusiontacos where are you located today? Couldn’t find/trace your location.",
        "Another giant leap! congrats to the @swiggy_in  team and @harshamjty https://t.co/1aJ1OmlpXb",
        "I might be speculating here, but it looks like the Indian Government is clearing the decks for a \"home-grown\" e-com… https://t.co/4tAyiPmILc",
        "What a great initiative by @Swaniti! Beyond the headlines and punchlines, democracy needs hard data! Anyone trackin… https://t.co/xcaUMGJURk",
        "@sandeepsripada @imothee @LukeEvansSimon HAHA!",
        "Joshua tree and long weekend reading. Looking forward to it. #MLKWeekend #BooksILove https://t.co/EmhmYwnHd0",
        "Never imagined these two worlds would collide! Another proud BITSIAN moment! #bitsaa #cricket https://t.co/KKks95dutR",
        "The collective human mind can achieve the impossible with the right intent. 🙏🏼👏 https://t.co/MbxKLK5VaG",
        "@sandeepsripada Been there! I specifically tell my team not to wait until the last day to do the reviews. :)",
        "@nikillinit Say hi to healthcare transparency!",
        "Spins like a cobra! Whatte delivery! https://t.co/a0t0szt6YY",
        "@matthewherper @statnews Congrats Matt!",
        "@dhruvtv @NotabilityApp Nice! Especially the telugu and hindi pieces. How does this compare to the Apple pencil?",
        "Great early morning boost right before TG! People and Technology. ALWAYS! Thanks @wolfejosh https://t.co/2Loe6kahDO",
        "Thank you for the memories! 🙏 #tbt https://t.co/ZtycIN7UII",
        "@vinaychilukuri @evernote @farnamstreet Downloading it now &amp; hope to start using it soon. :)",
        "@sidbr0 Hehe. You in India?",
        "@arunsethuraman It usually starts with the fam, doesn't it? For me, it was my grandfather, who was the first engine… https://t.co/SgBlPauoJ6",
        "@akanksha @sportstarweb Same question. Do you ship internationally?",
        "@adamfeuerstein Will we have a recording of the talk?",
        "@nikillinit 18 | 8 Men’s Saloon in LA",
        "@Ptipirneni My reading speed is 5 min/page. Quite arduous but had to start somewhere. :)",
        "@Ptipirneni Picked up a few Telugu books this time in Hyderabad. More motivated than ever to reconnect with the language.",
        "In a world of “corporatized” education there is still hope for the marginalized. Thanks for sharing @vinaychilukuri… https://t.co/iybNfWzIFj",
        "Gorgeous metro station pics from Tashkent! Ever since I lived in NYC in my early 20s, I've come to love metro stati… https://t.co/O3QvSOfMTr",
        "3/3\n3. On the running side, perhaps a “traffic free” option where I am not running through busy roads; traffic lights are momentum killers",
        "2/3\n1. Auto-detect activity type based on heart rate variability adjusted for each individual based on their fitnes… https://t.co/0e98O9tjGr",
        "1/3. I’ve been using the Apple Generation 0 Watch for my runs and general fitness routines. With a new model slated… https://t.co/ninGmnFFsJ",
        "3/3\n3. A “traffic free” option for runners where I am not running through busy roads; traffic lights are momentum killers",
        "2/3\n1. Auto detect activity type based on heart rate variability adjusted for each individual based on historic act… https://t.co/txpGOVwQiZ",
        "@nikillinit 200% agreed. Even within cos, the itch to \"move on\" to different roles can sometimes be hard to resist… https://t.co/tvJ9Ct2ek6",
        "Now that I'm beginning to enjoy #wildlife documentaries again, here's a clip of the bullied turning tables. Reminds… https://t.co/HM1Dd92Um6",
        "@patrickc 2/2 In fact, he has been roped in by @drshamsheervp to be part of the task force that is going to be rebu… https://t.co/oBvTG5a0Oh",
        "@patrickc 1/2 India's very own \"Metro Man\" was idolized and treated as a hero for delivering the Delhi Metro projec… https://t.co/F6OCYiVOP6",
        "Watching @BBC \"The Hunt\" narrated by David Attenborough on @netflix Really enjoying a wildlife documentary after a… https://t.co/alhCiXaaiD",
        "@smitakumar Hmmm...it’s the exact opposite in Hyd. Notorious autowallas are always trying to pull a fast one on you… https://t.co/c4PLIW4ECu",
        "Finally got around to watching AAP's rise through \"An Insignificant Man\". WOW! Must watch for any student of Indian… https://t.co/KKGYGCtqHV",
        "@Ptipirneni This is gold! Was beginning to figure out what to do this weekend. Now I know.",
        "How many of you remember the annual Hyderabad exhibition growing up in Hyderabad? Feels like it's numaish time agai… https://t.co/U8siXqppMt",
        "@arunsethuraman @bitspilaniindia Shoutout from @bitspilaniindia LA! #bitsianday https://t.co/pV8mT7YtwM",
        "I remember sitting in the auditorium when these results were first presented and feeling ambivalent - excited for p… https://t.co/y5GOuHcVSZ",
        "@nikillinit Great job today and well deserved. Thee first thing I do when I land in India for my vacation is get a wet shave!",
        "Congratulations to Ekta on her inspiring accomplishments! #ParaAthletics https://t.co/Fa6uGahunc",
        "What an inspiring sporting moment for India! Always remember watching Olympics without a strong Indian contingent.… https://t.co/MUg3fg4l0B",
        "Hilarious tweets! Humor aside, the whole country sees the (naked) truth here. #JioInstitute #JioUniversity #Jio https://t.co/BLCuEdqGAA",
        "@naresh_sunkara @a16z @vijaypande @JorgeCondeBio @JeffreyLowMD @peterthiel @pmarca @NosocomSolution… https://t.co/uJo5JZcqBT",
        "@naresh_sunkara @a16z @vijaypande @JorgeCondeBio @JeffreyLowMD @peterthiel @pmarca @NosocomSolution 3/If you did no… https://t.co/l1vu5YISr6",
        "@naresh_sunkara @a16z @vijaypande @JorgeCondeBio @JeffreyLowMD @peterthiel @pmarca @NosocomSolution 2/Companies big… https://t.co/9OpQvzAkWZ",
        "@naresh_sunkara @a16z @vijaypande @JorgeCondeBio @JeffreyLowMD @peterthiel @pmarca @NosocomSolution 1/Great insight… https://t.co/zAU8xABtHm",
        "Great advice on building a biotech co. To summarize - 1) focus on developing a differentiated clinical asset 2) tie… https://t.co/96EeOQyUSi",
        "Weekend motivation. 🙏 https://t.co/G59oh28xog",
        "This is one of most amazing things you will watch this weekend! https://t.co/SK2BGlKd33",
        "really sad to see precious water going the drain....literally! @GHMCOnline @CommissionrGHMC please take action! https://t.co/6GAGpyhCl6",
        "#worldidliday https://t.co/5HxcE4k2Bw",
        "@akanksha 😀",
        "@akanksha I can totally picture you doing it. Question is, who was on the receiving end?",
        "Should be a good session. Boston friends hopefully can attend! #india #boston #Harvard https://t.co/XP2G68SlcB",
        "Woke up to this terrible piece of news! I never imagined I would see such majesctic beasts go extinct in front of m… https://t.co/CoRHOy2CD4",
        "Reading @nntaleb #SkinIntheGame and couldn't help but relate to this. As a reformed consultant, I have to agree wit… https://t.co/Hds2cyJhg8",
        "@vinaychilukuri So many memories :)",
        "@AKAarsalan Did you grab some biryani at Shadab?",
        "@JacobPlieth @EPVantage I believe there is ambiguity between dual vs. co-primary endpoints. INCY has guided that th… https://t.co/fBoK27IXJq",
        "@LifeSciVC Agree with your POV. I’ve always wanted to know if we have hit a “biological wall” with current modaliti… https://t.co/wkMDpyqf51",
        "@SrivatsaKrishna @PMOIndia @CimGOI @CoffeeboardI @IICF2018 Great initiative! I can definitely see the Indian coffee… https://t.co/RzRs2QjdV0",
        "@sandeepsripada Kevv 😁",
        "@sandeepsripada You guys okay?",
        "@crhemanth Still think it’s one of the most underrated Telugu movies in our time. Never gets old.",
        "@biotechinvstr Looks like it's a done deal. $27/share | $1.7B",
        "@arunsethuraman beach day...errday!",
        "@AKAarsalan Agree w/ @Ptipirneni It’s nothing like the city I grew up in. Make sure to check out @GenomeValley and… https://t.co/Sf9GVGG0vt",
        "Just traded #wildfires in #LA for #snow in Atlanta. #ASH17",
        ". @TajFalaknuma is truly the pride of Hyderabad &amp; Telangana #GES2017 https://t.co/c0tCKxHoXX",
        "@akanksha kababs and cricket?! what can wrong?",
        "Practicality aside, why don’t sports teams do such things more often? Such a powerful way to connect with fans. Goo… https://t.co/nJQ86iU65c",
        "Hey @AskRobinhood how do I retrieve a dated account statement from the app? The account statement feature does not work. Thanks!",
        "Had to watch this #CRISPR video a few times. The possibilities...oh boy! via @NatureMedicine #science #biology… https://t.co/gSYhAigmW7",
        ". @HMWSSBOnline Please take notice of this illegal drilling in Barkatpura, Hyderabad https://t.co/ad9groZWIZ",
        "@GHMCOnline @KTRoffice Please take notice of this illegal drilling in Barkatpura #water #drinking #keepitclean… https://t.co/gYdQxUf6j5",
        "@abhilash One plausible reason notion could be that collective decision making slows us down as a nation? Perhaps,… https://t.co/ePN0yAGv11",
        "How does one go from #biotech to #blockchain? This is just plain BS. https://t.co/3RLi952T8f #cryptocurrency #bitcoin",
        "Activism can only take you so far; real political change is harder than you think via @WSJ  https://t.co/imYnkM6i3T",
        "If you have 2 mins today, WATCH THIS. This kid is my #hero https://t.co/VdPmavIM3K",
        "@may_gun @LABiohackers Missed it this time! When will it be offered again?",
        "The unknown unknowns are frightening. Verily is releasing 20 million sterile mosquitoes in California @techreview https://t.co/pgjf0foDEx",
        "Whoever this is, please just ask if you want my @Twitter handle https://t.co/g7eWaMgNLA",
        ". @rogerfederer 🙏 #Wimbledon #Wimbledon2017",
        "Without sounding hyperbolic, this is a great leap for pediatric pts suffering from this form of rare but deadly can… https://t.co/f6cX5U6sJz",
        "I rarely think a few ideas are plain BS but THIS is. Soccer Genomics?! As far as shams go in the genomics world go… https://t.co/e8NUdAHNlf",
        "Fireworks over Los Angeles https://t.co/GtGnYGxB1M via @time #fireworks #july4th",
        "Timeless words of wisdom from my fav author H. Hesse. Astonishingly STILL true.  https://t.co/SyvaHVMQDh via @brainpickings #littlejoys",
        "Mindblown! I wonder how immersive learning in the future might be. Congrats @Within 👏 https://t.co/XLHyiqAylw",
        "Great day out with @amgen colleagues! #wearwhite #amgenonco https://t.co/jHng4tohJb",
        "What an amazing sight! The Black Sea &amp; Bosphorous turn turquoise blue thanks to Plankton! #bosphorus #İstanbul #blue https://t.co/YL95nvPJ5T",
        "Three subcontinental teams in the knockout stages of a world tournament #CT17 #INDvBAN #ENGvPAK",
        "My Sunday keeps getting better! Congrats @RafaelNadal on the #FRENCHOPEN2017 win. Astounding accomplishment! G.O.A.… https://t.co/u7KLpo3lRB",
        "India looking strong. Well done boys! 💪 #CT17 https://t.co/IL0neS0qgj",
        "Turning out to be an exciting #CT17 hoping #India gets one across #SA tom! #INDvSA https://t.co/ack4DWxlGn",
        "Straight out of a sci-fi movie...only its real! https://t.co/eT0MGT9xwI",
        "@sandeepsripada 👌",
        "@akanksha Bollywood influence 😁",
        "If this doesn't inspire you, nothing will. Thank you $LOXO for all the work and @matthewherper for bringing this st… https://t.co/5h9TZiuHOf",
        "Another proud BITSIAN moment! Congrats Anmol. #bits #bitsaa https://t.co/YuElMtADhg",
        "@sandeepsripada Where?",
        "Friday evening motivation. @lastmilehealth 🙏 https://t.co/eyDRaBRcZP",
        "@smitakumar It's 11 pm. How much reading did you do?🤓",
        "Really excited to start serving coffee through @wheelyscafe https://t.co/Nb2ghmCn4M #indiegogo via @indiegogo",
        "@smitakumar So you read every article they published today?",
        "@smitakumar If only we read everything we paid for. ;)",
        "@smitakumar @TheKenWeb Worth it?",
        "Truly impressed on how quickly the #sunrise state is moving ahead @AP_EDB @AndhraPradeshCM 👏🏽 https://t.co/htP6o33jJl",
        "This is what I spend my time thinking about ALL DAY.  The unfinished business of immunotherapy - via @techreview https://t.co/0XE6qa4W7C",
        "Haven't seen California this green! #superbloom https://t.co/LLHsaZHptt",
        "Hey @Delta two cancelled flights coz of inefficient crew mgt. Nothing is more disheartening than a plane that can't takeoff. #deltameltdown",
        "In #DC attending #AACR17 this week. Should be a stimulating and engaging meeting.",
        "DXB -&gt; LAX @emirates flight unable to take off due to an unauthorized drone in vicinity! 😆 #drones #dubai #dronepain",
        "@arey_abhishek @gehani @ShardaBalaji best of luck! If I'm up in the Bay Area, I'll let you know.",
        "@arey_abhishek what are you working on these days?",
        "🐳 \"What was beangenius?\" https://t.co/iNFVbGCSZ2 #AskWhale",
        "Really digging the @VirginAtlantic LAX lounge! @HinokiBird food &amp; cocktails to boot #FridayFeeling #winning #weekend https://t.co/05nCpTOX5r",
        "@BrewMaster800AD 🙏🏼 Where's this?",
        "This morning's @wsj front page is straight out of hell. WOW. https://t.co/fv0zEJoMF1"
    ]
}