{
    "screen name": "TiagoJoseJoao",
    "no. of tweets": 200,
    "tweets": [
        "@Rconstantino Vamos questionar tudo",
        "@MBLivre Lacraste",
        "@andreazzaeditor @veramagalhaes Olhe só os lixos da nova esquerda atacando com arjumentos.",
        "@o_antagonista @deppimentel Não existe ato anti-democrático, pois manifestação da intenção, do pensamento é um parte da democrácia.",
        "@Matheusmiroldo @Rconstantino Só tiro errado kkk\n\nPrimeiro judicializou o churrasco e agora impeachment sem crime",
        "@g1mundo Falta só liderança",
        "@veramagalhaes @felipeneto Jovem dinamico",
        "@gcamarotti @NilsonKlava Só vim ver. Nem vou falar nada pq achei a Marrom muito mais venenosa e diabólica.",
        "@FalconiLuiz @alexandregarcia feio é ter inveja",
        "@alexandregarcia É invejaaaaaa",
        "@giulianamorrone que veneno em",
        "@eNamoradadobozo @MonicaWaldvogel @giulianamorrone Sim é inveja e eu senti daqui.",
        "@Rconstantino HAHAHAHHAHAHA\n\nHistórico. A pergunta que resta é: Que tipo de bosta ele vai cagar pra verinha comer?",
        "@claudioedantas A galera vai vir correndo pra descer a lenha no Teich, coitados...",
        "@claudioedantas Mau sabe ele que os pequenos comerciantes são os que estão ignorando os decretos estaduais hehe\n\nE… https://t.co/Gvr9HWDHPn",
        "@gabriexpecial @BacelarBatista @jairbolsonaro neném n pode dormir tarde, sua mãe ver q vc tá na internet nessa hora… https://t.co/WxMrjO3VjX",
        "@gabriexpecial @BacelarBatista @jairbolsonaro vai dormir mlk sua mamãe já vai trazer a mamadeira",
        "@gabriexpecial @BacelarBatista @jairbolsonaro ok comunista",
        "@PriscilaRamosG3 @banzeh @maurelio79 @Rconstantino Vc disse que a URSS venceu a guerra ai eu achei q vc fizesse par… https://t.co/wfB5bYhV1o",
        "@PriscilaRamosG3 @banzeh @maurelio79 @Rconstantino Vc está precisando de mais leitura pois a sua capacidade de comu… https://t.co/wYToEDurHy",
        "@PriscilaRamosG3 @banzeh @maurelio79 @Rconstantino OH jegue! Querido jegue. As teses defendidas aqui são:\n\nNazismo… https://t.co/4M8ISx0vl3",
        "@PriscilaRamosG3 @banzeh @maurelio79 @Rconstantino Assume pelo menos o q vc disse.\n\n\"Então, a URSS que venceu a Seg… https://t.co/EHsB6zITy9",
        "@banzeh @maurelio79 @PriscilaRamosG3 @Rconstantino Os esquerditas do Brasil vivem levantando a narrativa q a URSS g… https://t.co/XpwlC6AZHY",
        "@banzeh @maurelio79 @PriscilaRamosG3 @Rconstantino URSS não ganhou. Os aliados ganharam a guerra.",
        "@revistaoeste Supostamente? Então não está provado?",
        "@DecioGrohs @Rconstantino Eu tbm votei e dificilmente votarei dnv.",
        "@benebarbosa_mvb impossível, é fake news",
        "@benebarbosa_mvb kkkkk eu acho q é piada",
        "@folha nunca vi nem verei",
        "@banzeh @PriscilaRamosG3 @Rconstantino Entendi. Quando disse aliados me referi apenas aos aliados q lutaram as bata… https://t.co/hTbGSvftAC",
        "@caio_alfieri @banzeh @PriscilaRamosG3 @Rconstantino Como tu é burro. Não estou chupando bola, estou trazendo a vdd… https://t.co/y06AJ8h3Zd",
        "@caio_alfieri @banzeh @PriscilaRamosG3 @Rconstantino Ah sim. Um bloco contra o outro. Ela disse lá em cima que a UR… https://t.co/2rl5IDNFCH",
        "@caio_alfieri @banzeh @PriscilaRamosG3 @Rconstantino Invadir a capital de um exército combalido não te faz vencedor da guerra.",
        "@caio_alfieri @banzeh @PriscilaRamosG3 @Rconstantino Eu reconheço a importancia da URSS. Eu não reconheço a narrati… https://t.co/dEhBGn7opt",
        "@caio_alfieri @banzeh @PriscilaRamosG3 @Rconstantino Oh querido lixo! Onde eu disse que foi só a Inglaterra e o EUA que venceu?",
        "@kimpkat @MBLivre Ó u Kim entrando em uma enroscada",
        "@banzeh @PriscilaRamosG3 @Rconstantino Não venceram a guerra como ela e vários esquerdistas burros vivem dizendo por ai.",
        "@banzeh @PriscilaRamosG3 @Rconstantino A questão não é essa. A afirmação dela é q os russos venceram a guerra pq el… https://t.co/2BcG3ZcJKT",
        "@cynaramenezes @ConversaAfiada guerra de narrativas",
        "@detalheescroto @imai_rodrigo @brumelianebrum só isso já basta?",
        "@detalheescroto @imai_rodrigo @brumelianebrum Quais indícios?",
        "@PriscilaRamosG3 @Rconstantino URSS era tao poderosa e monstruosa que os EUA teve medo dela na Guerra Fria. HAHAHAH… https://t.co/umMcqgxhcD",
        "@PriscilaRamosG3 @Rconstantino URSS venceu a segunda guerra?\n\nNão estudou história? Não sabe sobre a vitória dos al… https://t.co/4kOwbEM9rb",
        "@detalheescroto @imai_rodrigo @brumelianebrum Governador da bahia tem poder pra abrir investigação contra o policia… https://t.co/Zw2ZonBmBG",
        "@detalheescroto @imai_rodrigo @brumelianebrum policia militar da bahia e o que bolsonaro tem a ver com isso?",
        "@wiltonluisdeca1 @Rconstantino era um socialismo só pros arianos, pros judeus era campo de concentração",
        "@Rconstantino é pro Barroso essa",
        "@detalheescroto @imai_rodrigo @brumelianebrum e mais teorias da conspiração...",
        "@detalheescroto @imai_rodrigo @brumelianebrum Aliás, pegue as provas que vc tem, leve-as até a PF do Rio de Janeiro… https://t.co/9pHeUtTyQt",
        "@detalheescroto @imai_rodrigo @brumelianebrum Eu pedi provas não teoria da conspiração.",
        "@ptbrasil Nojento",
        "@AFS_Andrada \"Lula faria o mesmo\" HAHAHAHAHAHAH\n\no fato é: Collor fez.\n\npresumindo pra aliviar a barra do ladrão de poupança.",
        "@fbaccari @monicabergamo q bosta kkkkkk",
        "@monicabergamo Ah Moniquinha, vcs sabem que o povo vive de manchete.\n\nDeram munição pro presidente.",
        "@oamorvenceoodio @cirogomes @felipeneto aiai msm arjumento das eleições\n\nNão funcionou em 2018 pq vai funcionar agr?",
        "@xicograziano @felipeneto Xico esse Felipe é um dos esgotos da internet. Não pode discordar dele, imagine só: Ele d… https://t.co/5de2trMO57",
        "@folha \"modas do passado\"",
        "@valoreconomico @gtinocolh Oh god!\n\nÉ bom lembar que na história ficará registrado que ele desdenhou do corona, fal… https://t.co/PHACMad9xJ",
        "@AmonBorges @folha @MrDavidAWilson queria saber como eu q não sou nem branco nem negro fico.",
        "@Rconstantino Pelo que ando vendo por aqui Biden é a nova Hilary. E essa nova disputa parece estar ganha antes de começar.",
        "@folha @folha_poder HAHAHAHAHAHHAHAHAHAHAH\n\nque resposta genial",
        "@kleodolfo @Rconstantino Não tem nada ver cartão corporativo e demissão de ministro com Congresso. O congresso sabo… https://t.co/qfOLe6f3zO",
        "@imai_rodrigo @brumelianebrum Vc q tem as provas apresente. Nos diga, eu tbm quero saber.",
        "@folha HAHAHAHAHAHHAHAHAHAHAHAHAHAHHA",
        "@Rconstantino Que tristeza ver que ele não teve peito pra segurar o governo sem negociar. Agr eu me pergunto será que alguém consegue?",
        "@marcelocastrott @MBLivre Os tontos do MBL são muito mimados. Eles querem sair de um país de historico anti-privati… https://t.co/qMWnIIjLFg",
        "@altamirpatao @MBLivre @Pavinatto Tem tbm a única hashtag boa da esquerda que foi #TontosDoMBL",
        "@MBLivre intactos",
        "@black_julioc @Rconstantino movimento psol",
        "@Rconstantino psol da direita kkk",
        "@governosp @BelezabyCarmen USP e UNICAMP só tem pasaado vergonha ultimamente",
        "@Rconstantino Rodrigo fechar as coisas é pensamento de radical de centro. OMS precisa ser repensada.",
        "@guiicaetano Uma duvida oh sábio Daniel doutor especialista. Falar q o executivo atrapalha o governo é anti-democratico tbm?",
        "@guiicaetano A USP tbm nao coopera né; qnd um especialista da USP abre a boca é só merda q sai.",
        "@guiicaetano Direito a manifestaçao faz parte da democracia. Eu posso sair na rua e pedir pra cagarem dentro da min… https://t.co/ad0pynTwrF",
        "@zecapagodinho @alexaguiarpoa Não sou ser humano de verdade. Sou ser humano de mentira n vou doar.",
        "@roxmo 😂😂😂😂",
        "@brumelianebrum Tem que ir lá na polícia perguntar aqui no twitter vc não ter resposta",
        "@brumelianebrum aiai",
        "@guiicaetano Rir com respeito mds que ponto nós chegamos",
        "@folha Ela não foi colocada lá pra agradar \"artistas\". Ela foi colocada lá pra agradar o projeto de cultura pelo qu… https://t.co/844aj09phH",
        "@folha Coitados",
        "@paulomathias É uma crítica válida. Agr só não se torne um MBL da vida que judicializa churrasco.",
        "@moisesubi @juliaduailibi Mídia gosta de ibope. Quem dá ibope é Bolsonaro.",
        "@juliaduailibi Mas era óbvio. Biroliro tem sérios problemas mentais mas tem que terminar o mandato. Vai virar festa tirar presidentes?",
        "@lhmandetta @GloboNews Tente ser síndico de prédio",
        "@Gilliard_San @cynaramenezes Tantos outros erros do presidente pra vc publicar e vcs ficam fazendo fofoca.",
        "@cynaramenezes só perdeu se vc morreu",
        "@joicehasselmann usou o dia das mães pra fazer politica",
        "@AndreiaSadi morrer faz parte da vida",
        "@Satanas_III Considerando que ele já esteve conversando os tontos do MBL, estar conversando com membros do Terça Li… https://t.co/pEK0hbPvK0",
        "@marciojandir @caiocopolla Muito mais conservador que MBL certamente Bolsonaro é.",
        "@SabatiniMarcus @HelioJniorDaSi1 @caiocopolla Procure conhecer a peça.. Veja uns vídeo dele no youtube o mlk é muit… https://t.co/3uSlDXLXmS",
        "@caiocopolla cuidado que os gado vão vir.",
        "@GatoDePijama @FelipeLipe000 @LoraZam @aguedescartoon Eu estou usando a mesma estratégia que é usada para interpret… https://t.co/KMdEDM0C6r",
        "@aarnesaknussemm @sandralvesc @UOL oh todo poderoso iluminado vc usou ad hominem com a Sandra eu achei q poderia tbm",
        "@GatoDePijama @FelipeLipe000 @LoraZam @aguedescartoon alias vc já me deu mta bola considerando que eu sou uma pessoa insignificante",
        "@GatoDePijama @FelipeLipe000 @LoraZam @aguedescartoon Quem ta precisando de escola agr é vc em klkkkkkkk",
        "@GatoDePijama @FelipeLipe000 @LoraZam @aguedescartoon agr vc colocou \"tiverem\" muda tudo.\n\nsuposição\nsubstantivo fe… https://t.co/c8MazqbGPl",
        "@GatoDePijama @FelipeLipe000 @LoraZam @aguedescartoon então não estou entendendo mais nada vou voltar pra escola",
        "@GatoDePijama @FelipeLipe000 @LoraZam @aguedescartoon Se é provável então é suposição pois não é realiadade.\n\n\"Agor… https://t.co/X7BwTyb4lN",
        "@GatoDePijama @FelipeLipe000 @LoraZam @aguedescartoon Vou elencar as suposições:\n1. tds vão pegar corona\n2. vão dis… https://t.co/KkMMsfWx7S",
        "@GatoDePijama @FelipeLipe000 @LoraZam @aguedescartoon HAHAHHAHAHAHHA\n\neu estou em casa desde que foi obrigado a fic… https://t.co/w3cYUKwqED",
        "@greengodict @aarnesaknussemm @felipeneto Isso sim é fascismo.",
        "@aarnesaknussemm @sandralvesc @UOL Olha ai gente. O marmanjo de 50 anos que mora com a mãe e curte Nelipe Feto.",
        "@sandralvesc @UOL Nem queira saber",
        "@GatoDePijama @FelipeLipe000 @LoraZam @aguedescartoon Cada um responda pelos seus atos não? Ou talvez seja melhor c… https://t.co/P58P1nV5ZG",
        "@UOL @alexaguiarpoa Quem abre a boca pra responder Felipe Neto é burro.",
        "@benebarbosa_mvb Pode ser que ele tenha errado em escrever a hashtag. Acredito que ele queria dizer: #DitaduraSóDaToga",
        "@GatoDePijama @FelipeLipe000 @LoraZam @aguedescartoon Se quem tem influencia não pode fazer churrasco o correto ser… https://t.co/LvfO54e8AD",
        "@GatoDePijama @FelipeLipe000 @LoraZam @aguedescartoon pelo jeito só vc liga né pq só vc comentou",
        "@aosfatos @demori Engraçado que esta agência de checagem só existe checa a direita.",
        "@balai0_de_gat0 @joicehasselmann está tudo errado pois o nova é \n\n\" o mito é gênio, ele fez uma piada e enganou vcs direitinho\"",
        "@folha não promova este imbecil",
        "@Rconstantino venenoooooosa",
        "@FelipeLipe000 @LoraZam @aguedescartoon eu vou fazer um churrasco amanhã aqui em casa alguém vai repercutir negativamente pra eu não fazer ?",
        "@aguedescartoon @joicehasselmann tweet chucro\n\no gado mblista chegou a msm nível do gado bolsonarista.",
        "@TodosEducacao @PriscilaFCruz @rodaviva E outra coisa: A Priscila falou q a prova da Fuvest é em Janeiro mas ela es… https://t.co/X2mTupnhqb",
        "@TodosEducacao @PriscilaFCruz @rodaviva 'legado positivo' da pandemia\n\nEntão a pandemia não é tão ruim pois tem um lado positivo.",
        "@TodosEducacao @PriscilaFCruz @rodaviva 'legado positivo' aiai",
        "@TodosEducacao @Poder360 Pra melhorar a educação primeiro passo é quebrar todo o sistema e construir um novo. \n\nOuv… https://t.co/573rpgykYt",
        "@veramagalhaes @PriscilaFCruz @UOLNoticias @UOL E por isso que o Ministro é bom. Quem e curva aos patéticos são os… https://t.co/z4q2bGBOdm",
        "@demori @AiltonBenedito @ArthurWeint Tem diploma de medicina?",
        "@bringmethemari @SaraSummer123 @folha tirar daqui e enfiar no meio do seu cú sua puta",
        "@OPragmatico @flaviogordon Desde a época das eleições Bolsonaro dizia: \"Direitos humanos são pra humanos direitos e… https://t.co/2xyUYpFrD7",
        "@SaraSummer123 @folha Responder minha pergunta é difícil né. Eu entendo essa estratégia de sair pela tangente.",
        "@Rosemar76114844 @folha Vc está supondo que ele tem coronavírus. Está dormindo com ele pra saber isso?",
        "@paulocruzphi HAHAHAHAHAHAHA\n\nmitada em cima de lacrada",
        "@SaraSummer123 @folha Quem é você que tudo vê e tudo sabe?",
        "@folha Mas também era um absurdo querer exame da saúde particular do presidente. Presidente tem que prestar contas… https://t.co/1Tinlywrjb",
        "@KennedyAlencar Vc com seu \"jornalismo\" parcial é um dos pais",
        "@BotSentinel HAHAHAHHA\n\nesse ferramenta tão confiável que ainda não tem selo de verificação passa o dia todo procur… https://t.co/aol3CsegJs",
        "@folha João Dória, Vera Magalhães, MBL, todos eles parecem umas Lhamas. São heroínas.",
        "@folha Sempre achei o Mandetta parecido com uma Lhama",
        "@FMouraBrasil @joicehasselmann Tudo robô",
        "@Globo_Rural Claramente me refiro aos gados da pseudociência que previu 1.000.000 de mortos.",
        "@Globo_Rural Determinados gados tem direito de ir, outros porém, por coerência deveriam ficar somente em casa.",
        "@MBLivre Estou só observando o MBL fazer uso político da pandemia. Se vocês tivessem realmente interessados em cuid… https://t.co/zJvmY03BJH",
        "@veramagalhaes Quebrou a cara",
        "@veramagalhaes @brpolitico Digo, militar tem mesmo é que marchar",
        "@veramagalhaes @brpolitico E não pode ?",
        "@veramagalhaes Além do título de \"jornalista\" agora ela quer o título de historiadora. Óbvio que esqueci das aspas… https://t.co/48eo3LkSLn",
        "@Siikmpos1 @Rconstantino Já tem o meu deslike garantido. Vou relembrar a época do 3 em 1. HAHAHAHAHAHAHA",
        "@BrunoPeresBtu @Rconstantino Por incrível que parece todos estes três \"jornalistas\" tem selo.",
        "@cynaramenezes lacraste",
        "@folha @Benett_ n morreu nem 400 na ditadura",
        "@HaddadDebochado @cynaramenezes lacraste",
        "@Rconstantino Me lembrei do Xoel. Conservador, liberal e de direita.",
        "@Rconstantino Isso ai. Pau nessa laia.",
        "@veramagalhaes Torcedora. Vc tbm faz parte do extremo.",
        "@joicehasselmann @jairbolsonaro Ah não",
        "@fabianocaldas @Rconstantino Kkk",
        "@BernardoBispoJ1 @Rconstantino E criticar o MBL tá podendo?",
        "@Opif_Pires @Rconstantino Eu já passei tanta aquela vergonha alheia por esse Renan que nem vejo mais.",
        "@Rconstantino É  só relacionar eles com o pedido de impeachment do Temer que expõe a hipocrisia. Eles não tem model… https://t.co/C0LqfGkIjy",
        "@veramagalhaes O massacre nos comentários é grande. Sobrou até pro Tiro Gomes que agrediu jornalista. E dps de algu… https://t.co/aZFsgvqGps",
        "@veramagalhaes @andreazzaeditor @alex_borges Ai ai debate de consenso. Bom mesmo era quando o Constantino descia a… https://t.co/t1PaMQXgKq",
        "@paulocruzphi @MBLivre lacraste",
        "@cynaramenezes @Marilia7Marilia coisa de elite",
        "@LuCostaeSilva @scopello5 @Cris4_Arantes @davialcolumbre @BotSentinel Se esse bot sentinel é tão real assim cade o selo de verificação ?",
        "@Cris4_Arantes @davialcolumbre KKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKKK\n\nboa, mostra realmente quem ele é.",
        "@davialcolumbre aiiinn repúdio",
        "@davialcolumbre mimimi já fez algo útil hoje ?",
        "@cynaramenezes @DanielPxeira que merda",
        "@CrisBernart @laecyomarinho_ @RenanSantosMBL @gazetadopovo e para de mimimi",
        "@CrisBernart @laecyomarinho_ @RenanSantosMBL @gazetadopovo paga lá pra nós",
        "@bakaroll @RenanSantosMBL @gazetadopovo E foi esse o cara que pegou uma foto do Carmelo pra zombar. Acreditem.",
        "@Rconstantino @Jerranto MBL escolhe lado sabe-se lá por quais razões. Moralmente não da pra discernir qual é o mode… https://t.co/awt0WinINA",
        "@Rconstantino @Jerranto Rodrigo o MBL n é esquerdista. O problema do MBL é o duplo padrão moral. Lembra do Temer, c… https://t.co/GKKTEIMLpT",
        "@Rconstantino Quem é esse ai e o que ele faz ? Ganhou selo e eu continuo sem conhecer.",
        "@joicehasselmann Se isso foi divulgado em massa como é que eu só estou sabendo disso agr ?",
        "@RubensNunesMBL @MBLivre Repito: Quem foi contra o impeachment do Temer, condenado e preso dps, nao tem moral pra p… https://t.co/dd5TvP0UIU",
        "@GutoZacariasMBL @MBLivre Nao deu com Moro vai de relatorio. O importante è ir.",
        "@Pavinatto @MBLivre O Carmelo eu conheço. Quem é pavinato ?",
        "@RubensNunesMBL @MBLivre Pq vc não fez essa listinha na época do Temer ? É duplo padrão moral que fala ?",
        "@MBLivre Quem quer ver bosta basta cagar e olhar no vaso.",
        "@folha ambígua",
        "@MBLivre Se o partido do centrão escolhido fosse o DEM vcs estariam calados.",
        "@MBLivre Quem foi contra o impeachment do Temer NÃO tem moral pra pedir impeachment do Bolsonaro.",
        "@VemPraRua_br Lembrem-se que o MBL ficou do lado do Temer, que dps foi condenado e preso. MBL não está nem ai se es… https://t.co/NmQ5F8lkFZ",
        "@VemPraRua_br Lembrem-se que o MBL ficou do lado do Temer, que dps foi condenado e preso. MBL não está nem ai se es… https://t.co/UzyvGB3rvc",
        "@cynaramenezes Se eu fosse o ministro eu nem dava moral para bandido. Ex-presidiário.",
        "@TeichNelson Não dê moral para bandido.",
        "@folha @gduvivier Gregório é uma piada. Essa matéria vai ficar na história pra comprovar o quão ridícula é a torcida do contra.",
        "@veramagalhaes Nossa Vera como vc é tosca",
        "@MBLivre Quando quero ver bosta eu vou cagar no banheiro.",
        "@MBLivre Quem foi contra o impeachment do Temer não tem moral pra pedir impeachment do Bolsonaro.",
        "@arthurmoledoval @MBLivre Quem foi contra o impeachment de Temer, dps condenado e preso, não tem moral pra criticar… https://t.co/PnoP8LgQiw",
        "@oatila @demori Lacraste. E eu q achava q vc emitia apenas opiniões baseadas em pesquisas cientificas.",
        "@AndreiaSadi KKKKKKIKIIKKKKKKKKKKK",
        "@RadioCamisa11 @cynaramenezes Aiai distante do povo msm em",
        "@folha Está fazendo propagando para o Biroliro.",
        "@VirginiaAlcnta5 @xicograziano cidade da @CarlaZambelli38",
        "@renato_rovai @cynaramenezes Ou era ou é. Os dois ao menos tempo não dá.",
        "@alessandromolon Sabido é que políticos fazem política, mas cuidado que isso relativiza e ameniza o termo genocida.… https://t.co/waMrbxRDC7",
        "@joicehasselmann @camaradeputados Aleluia pelo menos algo útil",
        "@Rconstantino Discordo. Eu quero ver o Biroliro até no fim do mandato, mas n voto nele em 2022. Moro tem moral, Biroliro n.",
        "@benebarbosa_mvb @tabataamaralsp ai é que mora o problema",
        "@joicehasselmann @jairbolsonaro Eu concordo Xoice, mas vms deixar ele lá até o fim dos 4 anos..",
        "@Rconstantino Rodrigo eu estava aqui refletindo sobre o MBL. Eles estão querendo derrubar o Bolsonaro por causa que… https://t.co/Ge83hd5Pz1"
    ]
}