{
    "screen name": "kimmy_kumkum",
    "no. of tweets": 148,
    "tweets": [
        "गरीबों का नेता बनके लोग पावर में तो आ जाते हैं पर उनका दर्द कितना समझ पातें हैं  ये पता ही चल रहा है\nभूखे और थके इं… https://t.co/wxHQFDf9OY",
        "KJU was trying to get attention of the intl. community amid Coronavirus tensions. When it failed to do so, he found… https://t.co/YERVGmifjU",
        "Corona not a pandemic but a 'game-changer' for President Moon's ruling party as it sweeps to victory in the 21st le… https://t.co/ZY6YqGO4Hw",
        "The 3Ts of South Korea's success in battling COVID-19. https://t.co/yrrqQTmOr1",
        "South Korea displays  how educated population can prove to be so helpful in helpess times like these. Korea, being… https://t.co/Qs27rxBl85",
        "Country roads, take me home to the place I belong...🎶🎶🎶❤",
        "Dissent is democratic.\nBina dessent ke North Korea jesa desh chalta hai...\n\nThe whole idea of citizenship, frm its… https://t.co/0bJvuUm17e",
        "Bas ab students se hi ek aas baki hai...\nbaki toh Media ki pilayi hui ghoont pi gye hain...or bakiyon ke ghar tak a… https://t.co/ewvpXKxunZ",
        "https://t.co/wmig6Owiol",
        "Today, while having a discussion on lunch with the other scholars here, we were wondering about what makes Korea's… https://t.co/HhFvA8FxEs",
        "😅😅 https://t.co/02CVrxWIf6",
        "haha... Love Delhi❤❤😂😁 https://t.co/mectyBfiF7",
        "https://t.co/sPhbZRvwee",
        "https://t.co/aM6fUpXsGf",
        "https://t.co/KU3TtZoklR",
        "❤❤❤ https://t.co/HfdVK8aqVA",
        "Some of Trump's policies do stem from d demands of d internal masses. There is problem for South Korea and a need t… https://t.co/7WzThl47qM",
        "\"사퇴하라...사퇴하라\" 라는 소리 수업안에 까지 나오고 있는데...🤦‍♀️",
        "https://t.co/aZejd7lbz0",
        "Strength of a democracy or populism in its excessive form!?🤔🤔 https://t.co/rFta3e2gWq",
        "\"한국은 중요한 이웃 나라\"\n\"국제법에 따라 국가와 국가 간의 약속을 준수할 것을 요구하고 싶다\" -아베 https://t.co/oDhQmIi7hp",
        "❤❤ https://t.co/LvTavUbxA4",
        "This!!😓😓 https://t.co/3Ri48oNfLF",
        "I don't know what his advisors are doing!! Kuch bhi bolta hai...🤦‍♀️ Internationalising the Kashmere issue, too, mi… https://t.co/nQR5g6fgri",
        "https://t.co/h7Po01T5rr",
        "https://t.co/GQhT45X2mw",
        "Shame!! https://t.co/DehsxuWL1a",
        "Another year with many beers, tears, fears and cheer, comes to an end. Though I am not sure if my maturity is progr… https://t.co/vB449Ls0LU",
        "Wow! India is way behind Pak...🤔🤔🤔 https://t.co/C5HdrYBcr2",
        "Looking for recommendations on books related to Indian Foreign Policy and IR in general. Would really appreciate if… https://t.co/7qr2vFPALW",
        "Trump Meets Kim at DMZ, Steps Into North Korea https://t.co/Hu2cgz3Zdz",
        "😑😑😞 https://t.co/JGu7khJKQa",
        "Anyone willing to financially help, please do so... even the smallest help counts. \n\n#getwelljessica https://t.co/aMhtUouwud",
        "watching 기생충 / Parasite 2019 at CINUS(씨너스) 서울대 https://t.co/Zh35kxqFBD",
        "https://t.co/x8W4wrjDpd",
        "My vote goes to KejriJi for this😜😜😛 https://t.co/2JJU43pvCk",
        "https://t.co/FSj9vxwAKk",
        "In here, today on d Menstrual Hygiene Day, they r discussing to support sanitary pads to all the girls in their tee… https://t.co/PLOTKMH2WV",
        "watching 악인전 at CGV 신촌아트레온 https://t.co/KOoFMMpbM8",
        "India Successfully Tests Satellite-Killer Missile https://t.co/DFQvpLQmry",
        "The downfall of a leader begins when he is surrounded only by 'Yes men'.",
        "https://t.co/1rBDYXLVRs",
        "https://t.co/rRK8aFyWqN",
        "Wishing every one a blessed and a happy Holi!!",
        "Almost after 8 years... — 부산 서구 여행 중",
        "I tried, but the camera still could not capture its original beauty.❤❤",
        "That zero balance is so relatable... 😂😂😂 https://t.co/8NJRdDSTvx",
        "Focus of all the Korean media currently, \"한국 민주주의 아버지/the father of Korean democracy\", Chun Doo-hwan appeared in co… https://t.co/OvN8C9gj1f",
        "One of the serious problems that exists in Korea today is its increasingly growing ageing population.\nAs it becomes… https://t.co/7vvt85Pj9K",
        "(2nd LD) Allies decide to end Key Resolve, Foal Eagle exercises to back diplomacy for N.K. denuclearization https://t.co/9eldOV2qCy",
        "Sharing expert view on Hanoi meeting. https://t.co/TVxGDgiKEL",
        "We should be careful in choosing to orchestrate our future actions vis-à-vis Pakistan by grounding them on \"selecti… https://t.co/wsYZLxRhFK",
        "How the issue is being looked at by outsiders....an articulation on the current Ind-Pak Kashmir crisis. It has turn… https://t.co/ditgSFpaPc",
        "hahaha....we have earned it.😂😂😂 300 kg RDX and 300 terrorists...haha...kauno mje le raha hai!!😂😂😂 https://t.co/XSDEugdOOG",
        "I thought there was enough preparation in place for the US- NK Summit meeting, but now that they are giving differe… https://t.co/TiIHOEyKfb",
        "This needs to be taken into acc. ...from Jayant Bhandari https://t.co/wXaiXYW4a0",
        "Summit concluded without a joint statement/agreement and the meeting was cut short. I wonder if they prepared for t… https://t.co/RLRYmIt5s7",
        "https://t.co/dnMbTxeuJU",
        "https://t.co/mgle1lEeGx",
        "https://t.co/WPEFGKPGjr",
        "https://t.co/VtOsQRlTBt",
        "“역대 정부가 인도의 중요성을 강조했지만 정작 장기적인 전략이 부재했다\" https://t.co/cdhya4pzJP",
        "If anyone in my friend list is accompanying our PM to Korea,  please bring some Haldiram Namakeen packets for me. 😛… https://t.co/AQxF8ITBxZ",
        "Lo karlo war!! https://t.co/IKT6UddHmk",
        "This post is dedicated to those sending me random messages for not being a \"nationalist\" since I did not clearly ta… https://t.co/PuBxqCZXvB",
        "Here is a bigger problem, the China factor that I was mentioning about, something that India needs to be more... https://t.co/5Idg9BfVRI",
        "So here we have the beneficiaries... https://t.co/7bCC1rdzLA",
        "https://t.co/jMWLMh7CgF",
        "Japan's denied leadership will gradually and eventually be accepted as its role increases in countering China's inc… https://t.co/yUmQbInwov",
        "The \"terrorists\" are \"homegrown\". The Government has to look for a long term solution to Kashmir issues. Many are s… https://t.co/pf7LxaGaQg",
        "Shot Heard Around the World: WTO Vindicates Korea - The Peninsula https://t.co/BY4TwsEUdU",
        "The 2nd month of every year brings some of the most crucial days for  us singles...but seeing the logic given in th… https://t.co/UDkMT9itQI",
        "Ye kya ho raha hai...😂😂 https://t.co/xQuttPrhDi",
        "South Korea to Pay More Under New Military Deal With U.S. https://t.co/hQD3jANn5X",
        "21관 Super Plex G에서 Green Book 보는 중 https://t.co/HzWk6ohoN2",
        "China plans to sell Pak an aircraft carrier and integrate it militarily - The Sunday Guardian Live https://t.co/YoTwkKT6Ku",
        "US demands 50% increase in the sharing of the  cost for the US troops stationed on Korean soil.\nWhile the US says '… https://t.co/onPYq3uMHp",
        "The first question which people of my age are frequently bombarded with is this...\nAnd here is some ground n insigh… https://t.co/juJhoMxqWb",
        "2 years!!...and I am happy sharing my progress in language. In 2016, I had participated in a speech contest organiz… https://t.co/JAde8M3LGD",
        "I got the opportunity to visit one of the significant places in South Korea, that is the DMZ. Although tge time was… https://t.co/uGus2bADJQ",
        "https://t.co/OLlcTzFbgn",
        "To them, we are idiots and nothing more...! Watching this video and this lady, everytime, encoureges me to have som… https://t.co/kjNsVYMH1V",
        "https://t.co/6nZcOlxRSH",
        "WS BUSY YESTERDAY, HERE Z MY THANKSGIVING DAY POST\nSometimes, the crisis is not about money, resources or opportuni… https://t.co/wMnCij0L1c",
        "travelling to Korean DMZ",
        "Dear All,\nHere I am sharing the pictures of my short visit to India. I visited India for receiving the medal which… https://t.co/CkbzBWJYT8",
        "One of my teacher here in Korea offered me beef to eat yesterday. I declined politely. Her response was amazing...s… https://t.co/JHTMzSZ8dU",
        "Modi jackets in Korea.😅😅 https://t.co/H9KEUwJlZx",
        "Yeah! Agree with that... The way it is expressed, it clearly misleads the readers. Is there a deliberate effort to… https://t.co/SjXrqWCMkH",
        "Here it is in a nutshell...\nWhile the question of wthr or not the PM be awarded with the peace prize is one concern… https://t.co/TS13bnYx8b",
        "Ok...now this is going to become another controversy... Chun Doo Hwan and Modi comparison is bit awkward. https://t.co/A9d1RbC9LL",
        "https://t.co/1YKhdHXd4r",
        "https://t.co/WLAzDwa1PM",
        "https://t.co/NSpf2yzy48",
        "https://t.co/UUmaJ7ycT3",
        "As an intellectual, if not others, you have to at least be answerable to your own conscience... What is wrong with… https://t.co/IZbqAvGoU8",
        "We took a trip to the World Heritage Site in Korea, the tomb of one of the ruler, king Muryeong of the Baekjae dyna… https://t.co/v61viISUkr",
        "Time really flies so fast!! Already 2 years Monika Walter Ji. :) https://t.co/c2BprP0mAP",
        "https://t.co/ZohzEvNbgh",
        "More to come... https://t.co/4Zz85oeHdj",
        "#Fridayevening #Goodweather \nBit of a relief from language stress... — in Daejeon https://t.co/YxUnqVpRQU",
        "Today's concert at Konyang University. I am gradually falling in love with their music and instruments❤️❤️. I must… https://t.co/XyGBem4lm8",
        "https://t.co/RJkgROemNk",
        "While Moon tries to expand the horizons for South Korea through his \"New Southern Policy\" by visiting India, it see… https://t.co/5Mbb39zpsq",
        "Got to attend the AAS in Asia Korean Studies Reception organized by Korea Foundation...new initiative to bring Kore… https://t.co/AgzTrA4mxC",
        "https://t.co/Bml1LFl3vS",
        "https://t.co/LwDI2vLpuP",
        "What could I do without you guys! I am so lucky to have found the people with whom I can share or ask anything, peo… https://t.co/hdMuvCsl2V",
        "I know this awkward feeling of going alone...and I cant avoid going bcoz I love movies. And when I request my jerk… https://t.co/pqQneMZWq9",
        "Now this requires attention of the other small countries which are embracing China and the economic benefits it off… https://t.co/42dlP1BqMa",
        "\"The ultimate measure of a man is not where he stands in moments of confidence but where he stands at times of chal… https://t.co/FPaV7dLT2p",
        "Some one knows what I feel every time when I receive \"online ho ke bhi ignore\". https://t.co/byBEFshsdb",
        "perfect comedy — watching Book Club at Logix PVR Gold https://t.co/kK5zNebVkZ",
        "Thank you for giving me this opportunity to be a part of this conference. It was an absolutely wonderful experience… https://t.co/W4AzRMmOwz",
        "Prayers of many Korean brothers resulted in the successful organizing of the summit meeting. I could not stop watch… https://t.co/D3uF2JmUAG",
        "The way how to keep a fast is being redefined with time. Now you cud eat chole bhature, barfi or sandwiches while b… https://t.co/Zjl7WwQqLL",
        "dude😎 https://t.co/AMoquC9QQY",
        "बुरा न मानो होली है = बुरा न मानो Semen है / बुरा न मानो पेशाब है।",
        "The influence of China's 'peaceful ' rise is evident in Maldives..",
        "China's 'non-interference' policy bcms a rhetoric only aftr China hs successfully moulded d concerned country for i… https://t.co/X87Aa9rV4L",
        "https://t.co/sGORgfwckk",
        "https://t.co/HvoFt1e0cP",
        "https://t.co/9jFIynmnoF",
        "Sharing my journey back from Jaipur to Delhi. Couldnt get the reservation on tym so decided to travel in 3rd class almost aftr 17yrs.",
        "@DPRK_News True that!",
        "Anish Singh, 2saal ho gye. Happy friendversary!!! https://t.co/xOnFJzQout",
        "Happy 2years together!! Geetanjali Dangwal https://t.co/z3ju2A0QF1",
        "https://t.co/6SIGZGmqJE",
        "https://t.co/KJ4JKnJS8T",
        "Oh God!! https://t.co/SenVZkT4tl",
        "Is it me only that in every tweet of Prof. Brahma Ch., I notice the mention of 'War'. https://t.co/XtVAV6j2jx",
        "@Chellaney It seems NK threat is a bigger issue for Trumph now.",
        "Finally, got admission in Ph.D. — feeling blessed",
        "While responding to India' s move in Dokalam, China has sited numerous historical evidences claiming the region.... https://t.co/18aXN6baN5",
        "https://t.co/cAGgSb6v34",
        "What does China still have -\nMoney, North Korea and sooner...Isalmic forces.",
        "https://t.co/cFrh29qFYV",
        "https://t.co/S6JvCqeMxQ",
        "Hahahaha https://t.co/nYqGUCQrop",
        "They should not think that we are South Korea that they can bully us. And here comes the response.. https://t.co/f375iSn0mB",
        "Chinese' bigger version of vision has finally come in direct clashes with that of India's. I hope we are able to... https://t.co/2bBDrOJGF1",
        "https://t.co/enyTAiSmdA",
        "@causticbob Hahaha",
        "@annafifield What do u think?",
        "https://t.co/MZr3UUoi6D",
        "टिप टिप बरसा पानी....",
        "Well done Pakistan!! Played well under such pressure...",
        "Hoping tht South Korea gets some manueuvering space by atleast giving space for coutries like India to be on a list… https://t.co/xsq5uPBTFe"
    ]
}