{
    "screen name": "Ahsyarif_",
    "no. of tweets": 166,
    "tweets": [
        "BPJS akan selalu defisit, knpa? Krena dari awal sitemnya memang salah kelola serta kurangnya kerjasama dan observas… https://t.co/S5LoQR93u2",
        "Dimasa-masa krisis kesehatan &amp; ekonomi ini sbaiknya rakyat jngan hanya berucap tanpa adanya solusi yang pasti. Hany… https://t.co/Geatvu0L9B",
        "Think of the magnitude of the current crisis now, many things cause fear in me. From apprehensive about the welfare… https://t.co/Y8LY1I45d7",
        "Waaaaaa, seramm sekali sistem kontruksi politik di negeri ini.. kawan jadi lawan, ini si namanya deviasi jabatan. B… https://t.co/wkvfJL9Gpa",
        "19 Poin hasil revisi RRU MINERBA bakal jadi MUSUH PEMDA, KAWAN PENGUSAHA 🙊 semakin ketara dimana kuasa tirani akan… https://t.co/YW8UTAlbaL",
        "Indonesia ini negara dengan populasi islam yang besar, namun mengapa indonesia bukan negara islam? Karena islam di… https://t.co/7gR1zYEZ9p",
        "@BeforeAfterPixs Coba liat deh @elviraedmanda banyak feeds di @BeforeAfterPic_ yg bisa buat nyuci mata 👀",
        "Kembaran lagi nyanyi.. 🤭 #LeeMinHo https://t.co/yYYDA9Jc9R",
        "Vitamin sea 🏄 https://t.co/xRw1WHMGYg",
        "Wanita yang sangat luar biasa 💞 @elviraedmanda https://t.co/iScrHVIicB",
        "Salut sama #tim2one yang breakdown video sampah dari #ferdianpaleka dengan cara yang edukatif dan kreatif dengan pe… https://t.co/pvz2eHzJMe",
        "Jrx berdalih tak percaya WHO tapi tanpa dia sadari dengan survey yg mungkin terbatas dia mengikuti dan merekomendas… https://t.co/j9BwuZ90mB",
        "Pak luhut ada apa dengan anda? #LuhutBaperParah https://t.co/5QHdiDN7Cu",
        "Katanya didorong kunti dari lantai 3 yaa. 🤔 Hmmm, gak ada ahlak https://t.co/wSoyWvVebT",
        "@boysekali @elviraedmanda 12 terlalu sedikit tambah lagilaaah kurang itu kurang 🤣",
        "@adesapvtra Syaaap dipantau terus infonya sampe dapet kabar mereka kena ciduk",
        "Waaah parahsi ini mereka harus bener\" di tangkap!! Saking gedeknya gue cari\" akun\"nya satu\" udah di block smua dan… https://t.co/pqhq7X5kbl",
        "@adesapvtra Emang gblokkk parah smpe ke ubun-ubun",
        "Pendidikan ahlak dan moral lebih utama daripada pendidikan untuk berlomba\" menjadi kayaaaa!!!  #ferdianpaleka salah… https://t.co/EQZ34bxnD6",
        "Polisipun memilih untuk mengalah kalo udah emak-emak yang mereka hadapi dijalanan.. 🙆🚨🚨 https://t.co/5aKPFluypI",
        "Kita itu harus tau banyak hal maskipun tidak ahli yang penting tau saja sudah cukup. Supaya kita tidak dibodohi ole… https://t.co/iUygPHrtAp",
        "@romylesa @adesapvtra B-cot kau romy lesa pulangkau ke tanah asalmu..",
        "@romylesa @adesapvtra Gak ada ahlakk lu pada..",
        "@romylesa @adesapvtra O O O",
        "@adesapvtra @romylesa O O O",
        "@romylesa O",
        "semua ceritanya melegenda hingga saat ini. Memang yah the power of dari mulut ke mulut itu luar biasa. Di UGM emang… https://t.co/mRS4EOpBtg",
        "Nahkan dibilang apa kita terlalu megembor\" isu kematian kim jong un yang belum tau pasti infonya seperti apa dari p… https://t.co/gHR99fEwfy",
        "@kompascom Panji sang petualang",
        "@desta80s Dimana kota yang ditakuti para lelaki? \"diKediri\" #sawityowit",
        "@desta80s Kota yang suka ngomongnya kasar? \"Fak-Fak\" #sawityowit",
        "Bantuan dari pemerintah kota rasa dari pribadi 🙊🤣 https://t.co/NbmArluX5S",
        "Taun depan mungkin dikuasi anak cucunya 🤣\n#BupatiKlatenMemalukan https://t.co/aeRZRrogYA",
        "Ko masih agak ragu saya mendengar informasi kim jong un meninggal dunia, rasanya aneh aja gitu negara yg amerika an… https://t.co/rY7ooLQOXu",
        "*pulang-pulang auto luncurkan rudal nuklir* 😂🤣",
        "Aslidah gak kebayang kita lagi asyk-asyk liburan dipantai niatnya buat karantina diri dari corona ehh pas balik-bal… https://t.co/MBytRLnnvt",
        "Menanggapi statement pak presiden mengenai larangan untuk mudik berbeda dengan pulang kampung, jika benar begitu sk… https://t.co/0YuUrr46qL",
        "Beberapakali kelokasi bareng @elviraedmanda tapi gak pernah tertarik untuk masuk kedalam 🙊 https://t.co/SOl2LdLsvH",
        "@kompasiana @kompascom Lah kata dia mah gorengan dipasar harga 500 perak aja paling dibilangnya itu konspirasi 🙊",
        "@elviraedmanda Tetep beda setahun itunganya 😂🙊",
        "@elviraedmanda Nah gitu nurut apa kata lee jong suk😂👍🏼",
        "@elviraedmanda Keep your thought for tomorrow, now it's time to sleep 🚨",
        "@elviraedmanda Ehh ko gk sopan bertanya ke akun yg lebih tua 🙊🤣",
        "@elviraedmanda Eeeh elvira rismafitrianty edmanda, ketawa mah ketawa ajaa 🙆",
        "@AthallahTangguh kontrakan ane di perantauan bersebelahan dengan masjid LDII jadi bnyak yg asing sama paham LDII ba… https://t.co/aP0j14RszJ",
        "@ArsenoAkbar Sebagian besar begitu, kontrakan ane di perantauan bersebelahan dengan masjid LDII.. jadi saya tanyaka… https://t.co/ocChC01wPt",
        "Kalo WW3 terjadi, apa peranan Indonesia  bossman? Ikut join atau ngumpet.. https://t.co/m52o1EmxgV",
        "I make my own trending | #PuasaPertama seorang #polisiindia yang bertugas untuk mem #BoikotAice telah di #gaji80jt",
        "Perjuangan itu tak ada kata akhirnya, orang kalah lebih baik daripada orang pasrah karena orang kalah pernah mengaw… https://t.co/zPoztmvl4x",
        "Apa yang kita angap nyata, ternyata tawa bagi mereka! https://t.co/UYUTd2FT8a",
        "@aswnarko Wahh mantap\" bagus juga ingatanmu gus gua, wkwk kirain dah lupa.. | bumi pasundan sedang sakit 🙊",
        "Eeeeeehhh kok* ditelan bulet\" 😲 | keajaiban https://t.co/GN4u4McCZa",
        "Yu koreksi bareng\" KBBI kita ini duhh #MataNajwa https://t.co/PWK3Sj1Bc6",
        "Sudahlah bossman, biarkan saja kita buatkan saja definisi baru dari mudik &amp; pulang kampung khusu buat presiden terc… https://t.co/402p3Z0oZ1",
        "Kerassssss, tapi bener jugaasi 🙊🤣 #pencitraan https://t.co/Y1omx2KUjs",
        "\"Trump and South Korean President Moon Jae-in meet for nuclear talks\"  https://t.co/WPB9EVDnqY",
        "@aswnarko Agus winarko, masih inget gak ama gue 🙊 dulu sekelas kita di BEC",
        "Kasih alasan kenapa nama #adit jadi tranding di twitter 🤔",
        "Nahh gitu dong beri contoh buat kaka seniornya 🤭, ambil proyeknya lepas jabatanya. https://t.co/IViGYJBR8x",
        "@adidhadii_ Nyaa di jogja wehh did, beress kuliahmah ngan can S2 wehh 😂",
        "@adidhadii_ Wah did, jakarta mah hese balik atuh nyaa, gara\" corona.. kadelah hati\" sing sarehat. | Teu apal euy ew… https://t.co/StDRfn8S40",
        "@adidhadii_ Di rumah weh ayeuna mah teu kamana\" did, ente dimana ayeuna?",
        "@adidhadii_ Langsung di kurung did saminggu",
        "@elviraedmanda Kebanyakan follow akun receh mah tar kek km ketawa\" mulu gk jelas 🙊😂",
        "JOHN WATSON 🕵️ https://t.co/O9yRAZ2wM4",
        "@elviraedmanda kasih pencerahan dong mastaah, biar betah jadi warga twitter lagi 🙊",
        "@tangguhin @elaabdullaah Sial, samaaa gapteknya kayak gue",
        "@elviraedmanda Coba aja",
        "Tujuan hidup itu ada 2 pilihan..\n\n1. Mati dengan kebahagiaan\n2. Mati dengan kesengsaraan",
        "@waheedhasyim Dapet euy brayyy",
        "2 tahun yang lalu https://t.co/3nbVOObGSV",
        "Suatu ketika dirimu melakukan kesalah besar dalam hidup dan masih ada orang disampingmu yang yakin dan percaya kepa… https://t.co/tKenVOVBBZ",
        "Tour Jejak Rosul Cheria Holiday - Palestina, Mesir, Yordania - https://t.co/qjoy6PugdN via @Shareaholic",
        "@bankmandiri Pengen buat min",
        "@bankmandiri dngan hormat saya infokan bhwa pada tgl 1 juni saya mlakukn trnsaksi antr bank via kriling nmun smpai… https://t.co/x2GJEAHWvi",
        "@elviraedmanda Kebanyakan makan micin sama nonton DILAN",
        "@elviraedmanda Lagi memendam rasa sama siapa ni?",
        "@elviraedmanda Jangan dipendam, di jaga saja... 😊",
        "@elviraedmanda Hahaha, gara-gara apaan tuh? Efek mimpi pasti",
        "@elviraedmanda Untuk?",
        "@elviraedmanda Iyaa kalo hak milik km mah ke KUA datangnyaa.. tapi harus bareng 😁",
        "@elviraedmanda yuu anter,  aku sekalian mau daftarin hak milik kamu juga 😊",
        "@elviraedmanda Harusnya kena copyright nih hahaha",
        "@elviraedmanda Aku tidak setuju!, karena cinta sejati bukan itu tapi \"kamu\"",
        "@elviraedmanda Pandai yaak, Alhamdulillah ☺️",
        "I found a love ❤️ https://t.co/hQd220YfJf",
        "@elviraedmanda Semangaaaaaat troossaa boss 😘",
        "Rindu disetiap waktu seakan memecah jarak yang berbeda ruang, biarkan rindu ini tumbuh sebagai rasa dalam hati yg t… https://t.co/LZoVD5wrT1",
        "@elviraedmanda Paling membahagiaaakann ❤️☺️",
        "Cinta tau kepada siapa cinta itu datang ❤️ Dan kau hadir membawa cinta untuku @elviraedmanda https://t.co/IK0GIRU7ib",
        "@elviraedmanda Sulit dan gk semua mampu tapi aku mau.",
        "24 jam non stop di depan PC O_o",
        "gue belum ada tidur mana hp mati lagi nyuk..",
        "@rioiskandarmuda sarua atuh yoo.. eweuh anu kitu uing oge .. :D jones atuda maneh mah.. haha",
        "@rioiskandarmuda hoak... haha tong sare",
        "ayoo yang mau ke pare siapa??",
        "@dhengkyds1 @dhe_rubby @dikdik75 @obbet_hd @rioiskandarmuda iraha karumpul euy.. hayang nonjok jalema ieuh urang haha",
        "@dhengkyds1 @dhe_rubby @dikdik75 @obbet_hd @rioiskandarmuda  eweuh nanaon cung... haha calageur geuningan",
        "terkadang gw harus milih dari berbagai pilihan hidup, perempuan atau pendidikan, harta atau pengalaman. dan gw harus lepas satu dari itu",
        "@rioiskandarmuda seruni, jogan, baron, sundak, pok tunggal, sepanjang, ngobaran, sadeng, glagah,siung, krakal... loba keneh pantai mah haha",
        "@rioiskandarmuda nya maksudteh lamun teu arapaleun jalan uing jadi guide.. haha",
        "@rioiskandarmuda ah teu baleh sia mah... tepi hayu ketang nya arapaleun jalan bbturan manehna?",
        "@rioiskandarmuda tong hanyang ka indrayanti rame teuing pantai eta mah,, mendingan ka nu sejen ke urang jajah haha siap teu?",
        "@rioiskandarmuda haha... nya hayulah ek jeung saha kadieuna?",
        "@rioiskandarmuda hayu ceng ka jogja.. haha eweuh batur yeuh",
        "gengsi hanya akan menghambat keberhasilan kita sob!! iya gak din @udinjomblo",
        "@obbet_hd masih aktif di twitter bet?",
        "@dhengkyds1 @dhe_rubby @dikdik75 @obbet_hd @rioiskandarmuda hallo para collega.. haha",
        "terkadang gw harus milih dari berbagai pilihan hidup, perempuan atau pendidikan, harta atau pengalaman. dan gw harus lepas satu dari itu",
        "Tanpa sadar",
        "@obbet_hd bet dilembur tawa di bndung??",
        "@obbet_hd @hadi_adid @Rio_iskVMS @dhengkyds @Dikdik75 @dimassetiadi balik isukan... euy. Araya dilembur teu??",
        "@obbet_hd @RioIskandarMuda ke uing jum'at mun teu sbtu balik",
        "@RioIskandarMuda teu apal.. cenah mah s @obbet_hd  keur UTS..",
        "@RioIskandarMuda teu apal.. insyallah aya libur saminggu ek dipake jeung balik ke minggu hareup..",
        "For my brothers and sisters who wants to join the university in YOGYAKARTA please contact me as your guide .. I'll be happy to help you..",
        "@RioIskandarMuda wouu wouuu wooouu... tukang tarasi ayena mah nyak.. haha",
        "Someone saying terrible rumors about you! Mbah twitt said like that..",
        "Which one is gerund below those sentences ? \nParking ticket or exciting trip..",
        "@yayangssusanti @obbet_hd atuh prwokrtomah tinggal kajalan pulkam we nyimpang.. Haha",
        "@obbet_hd @yayangssusanti teu jadi sbtu ayena broo sbtu minggu isukan jigana.. soalna aya acara dadakan",
        "@yayangssusanti @obbet_hd gajadi pulkam euy... barudak kmpus nyieun acara dadakan... plingan ke kemis hareeup..",
        "@obbet_hd @yayangssusanti sabtu ayena ek pulkam heula.. ka jogja deui tnggal 11 .. mun ek bareng hayyu..",
        "@obbet_hd @yayangssusanti karetaaaaaa pastina.. hayu kadieu",
        "@obbet_hd @yayangssusanti kanu kareta bisa kanu bis bisa..",
        "@obbet_hd @yayangssusanti aman... hayu kadieu",
        "Awali hari jum'at dengan tawakal..",
        "@RasaDulu @Distro_Keren ada kaos national geo ?",
        "Didalam kondisi buruk",
        "@kampunginggris lagi rindu kampung inggris.. ",
        "@rfmaulanaa @infoUMY bang itu udahh penuh belum",
        "@infoUMY kk admin kalo OSDI harus daftar jugakah?",
        "@pmb_uad pendaftaran online jalur tes tulis..",
        "@adimas_ridwan hahaha..  subhanallah, sadar om kesambat apa lu?  Haha",
        "@pmb_uad apa aja yg harus di lengkapi setelah tahap pembayaran ke bank.. syarat apa-apa saja dan apa yg dimaksud ''cetakan point 4\"..",
        "Tradisi baik harus tetap dipertahankan....  °_°",
        "Dapet gak dapet harus dapet....... \n\n.",
        "@Cittaprahmawati @aguswinarkoe Lu pade kangen kangenan...  Lah gue gimana?",
        "@aguswinarkoe hahaha..  it's true..  bukannya takbir malah merconan.. deuh gus",
        "Alone....  Oh",
        "Fucking fireworks....",
        "@fajarBetter di lembur jar.. iraha mudik?",
        "Kalo mau mudik yg ga macet mudiknya sebulan sebelum lebaran ....",
        "Harus pergi kesana lagi ya ampun pasti loading deui...",
        "no place for me to do something here, i'm alone no friend, no family, no home stay!! ah aralllll... jadina",
        "merasa bener kalo masih dalam proses!",
        "@febbymcs @Cittaprahmawati salam apa aja terserah lu,,, belum tau nih kapan yah?",
        "@Cittaprahmawati @febbymcs citta ntar gue maen ke malang yee!!",
        "@febbymcs @Cittaprahmawati di yogya lah salam buat dia aja mana buat guenya?",
        "@Cittaprahmawati @febbymcs hahay... solmet yg terpisahkan ! :D dimana nih kalian",
        "@Nata16_ i've been at home!",
        "@Adid_Hadi @obbet_hd @abangFajar12 @Dikdik75 @dhengkyds1 @RioIskandarMuda damang alhamduliallah.. sawangsulna gimana?",
        "@Adid_Hadi @obbet_hd @abangFajar12 @Dikdik75 @dhengkyds1 @RioIskandarMuda waalakum salam...",
        "@abangFajar12 @Dikdik75 @dhengkyds1 @RioIskandarMuda @Adid_Hadi @obbet_hd si sardik nu ges burut ti heula... tong ngajak\"",
        "@RioIskandarMuda @dhengkyds1 @abangFajar12 @obbet_hd @Adid_Hadi @Dikdi@Rio_iskVMS @Dhe_Rubby lah.. tanggal 15 mah atuh uing geus balik deui",
        "@abangFajar12 @RioIskandarMuda @dhengkyds1 @obbet_hd @Adid_Hadi @Dikdik75 @Rio_iskVMS @Dhe_Rubby oke jar.. rek dibere naon kituna?",
        "@RioIskandarMuda @dhengkyds1 @abangFajar12 @obbet_hd @Adid_Hadi @Dikdik75 @Rio_iskVMS @Dhe_Rubby haha.. oke sip dimana maneh rio?",
        "@RioIskandarMuda @dhengkyds1 @abangFajar12 @obbet_hd @Adid_Hadi @Dikdik75 @Rio_iskVMS @Dhe_Rubby hayang naon?",
        "@abangFajar12 @RioIskandarMuda @dhengkyds1 @obbet_hd @Adid_Hadi @Dikdik75 @Rio_iskVMS @Dhe_Rubby heh.. ta dimana meneh?",
        "@RioIskandarMuda @dhengkyds1 @abangFajar12 @obbet_hd @Adid_Hadi @Dikdik75 @Rio_iskVMS @Dhe_Rubby uy.. hayu ngarumpul deui.. tanggal 7 juni",
        "eeeeuy masih ingeut teu ka akang. @dhengkyds1 @abangFajar12 @obbet_hd @Adid_Hadi @Dikdik75 @RioIskandarMuda @Rio_iskVMS @Dhe_Rubby",
        "pulang tinggal menghitung minggu :D",
        "seketika itu terjadi..",
        "@cnulwhibley heh, perjaka sunda lu follow.... idih gk ada kerjaan banget :D",
        "@cnulwhibley @bjm_arief @KepoDetect uy brooo ada apa ko ada nama gue :D",
        "@auw_awal Happy Ultah kang asep anu ganteng anu kasep... :)"
    ]
}