{
    "screen name": "Gndem88938540",
    "no. of tweets": 200,
    "tweets": [
        "#Astrology #burclar. https://t.co/cHyuxZO1KO",
        "#Astrology #burclar. https://t.co/d3g0i5R1wD",
        "♎️Terazi Burcu ! \nİçgüdüleriniz öyle güçlüdür ki sanki ikinci sesiniz gibi sürekli size yol gösterir... Diğer insan… https://t.co/oltgbQIomw",
        "♓️Balık Burcu!\nBalık burçları her zaman açık fikirlidirler ve mantıklarından ziyade kalplerini dinlemeyi tercih ede… https://t.co/oQTup08xLU",
        "Zodyak'ın &amp; Güçlü Sezgilere Sahip Burcları!\n^_^ Yengeç\n^_^ Kova\n^_^ Oğlak \n^_^ Akrep \n^_^ Balık \n^_^ Terazi \n#Astrology #burclar.",
        "Beautiful !❤️🏰🌸 💫 https://t.co/Uo7J6iXWHo",
        "Balık !\nAy burcunuzda ilerlerken her zamankinden daha iddialı ve cesur tutum içinde kendinizi ortaya koyabilir, lid… https://t.co/2emn7It64P",
        "Kova !\nİş, para konuları ve maddi konular gündeminize gelirken alışveriş ve harcamalar da söz konusu olabilir. Tutk… https://t.co/XkWLpxYReq",
        "Oğlak !\nİletişim konularıyla dolu bir gün sizi bekliyor. Karşınızdakini ikna ederken duyguları ön plana çıkarabilir… https://t.co/v251eJiN7D",
        "Yay !\nYaşadığınız yer, mekân ve yuvayla ilgili konular gündeminizde olabilir. Beslenme ve yemek konularıyla ilgilen… https://t.co/iT1mwuOyja",
        "Akrep !\nSevdiklerinizin varsa çocuklarınızın ön planda olduğu bir gün olabilir. Yüreğinizin sesini daha fazla dinle… https://t.co/uf7DiqqhQg",
        "Terazi !\nDetaylar konusunda titiz ve mükemmeliyetçi davranabilirsiniz. Üretkenlik ve çalışkanlık duygularıyla harek… https://t.co/xmO9ooBkgn",
        "Başak !\nİkili ilişkiler açısından hareketli bir gün geçirebilirsiniz. Birebir temas ve görüşmeler açısından uygun b… https://t.co/atMIQ4iOvH",
        "Aslan !\nGüçlü kişilerle karşı karşıya gelebilir, mücadeleci yönlerinizi ortaya koyabilirsiniz. Gündeminizde ortak i… https://t.co/huV1DM11no",
        "Yengeç !\nUzaklarla temas, yurt dışı ve yabancılarla ilgili konular haftanın bu ilk gününde gündeminize etki edebili… https://t.co/WeG34BDeWC",
        "İkizler !\nAy Balık burcunda ilerlerken hedeflerinize ve planlarınıza odaklı hareket edebilirsiniz.Düzen ve organiza… https://t.co/7P2omQ0Vs4",
        "Boğa !\nSosyal açıdan son derece hareketli bir günde arkadaşlarınızla görüşebilir, ortak çalışma ve aktivitelere bul… https://t.co/4Fe6TTGINI",
        "Koç !\nYardım, ve hizmet duygunuzun yüksek olduğu bir gün olabilir, hayır, bağış işlerinde yer alabilirsiniz. Sezgil… https://t.co/UA8NcyJMYh",
        "**TERAZİ: GİYECEK HİÇBİR ŞEYİM YOK..ALLAH GÖZÜNÜ\n   DOYURSUN.\n\n**AKREP: ÖLÜM VE KARANLIK. \n\n**YAY: NEREDEYİM? BURAY… https://t.co/LiP7JnsJxF",
        "**BURÇLARIN SABAH KALKTIĞINDA İLK DÜŞÜNDÜĞÜ ŞEYLER.\n           \n**KOÇ: PEKALA HADİ GİDELİM!\n\n**BOĞA: DK SONRA LÜTFE… https://t.co/guZbU6TrlE",
        "Balık Burcu♓️🥀Sevgi + ilişki, zevk, sanat + kültür ve empati  demektir.. Maddi ve manevi zenginliklerin kazandırdığ… https://t.co/EFdAEzkWqM",
        "Zodyak,ın en yanlış anlaşılan burcları!\n\n*Terazi burcu\n*İkizler Burcu\n*Balık Burcu\n*Akrep burcu\n*Oğlak burcu\n#Astrology #burclar",
        "BALIK !\nBir süredir sevdikleriniz sizin ilgisizliğinizden şikayetçi. Özellikle partneriniz ilişkinizi sorgulamaya b… https://t.co/EoDXKUyvJ9",
        "KOVA !\nSon günler yorucu geçmiş olsa da, yaşamdan daha fazla keyif alabileceğiniz, zamanınızı keyif aldığınız konul… https://t.co/0kpbjfb35U",
        "OĞLAK !\nAşk hayatınızdaki uyum herkesi kıskandırıyor. Bunda her ikinizin de katkısı var. Bugün özellikle vergi, sig… https://t.co/zZ0YB3Bnn4",
        "YAY !\nBugün işinizdeki verimi düşürmemek için daha dikkatli hareket etmelisiniz. Yakın ilişkide olduğun kişilerle,… https://t.co/r6tBTnjXMm",
        "AKREP !\nÖzel hayatınızdaki dalgalanma sürüyor. Size düşen sadece onu dinlemek sonrası partnerinize kalmış. Bugün ça… https://t.co/1ihWUUYK6u",
        "TERAZİ !\nBugün işinizde konsantrasyonunuz yüksek.Girişimlerde bulunabileceğiniz veya daha önce başlayan eylemlerin… https://t.co/ZiTXDaM4Jm",
        "BAŞAK !\nBugün duygusal konularda kendinizi baskı altında hissedebilir, içinize kapanabilirsiniz. Bunun bir deprasyo… https://t.co/AMFnY4RUL0",
        "ASLAN !\nSorunlar sizi yıldırmasın, sevildiğinizi biliyorsunuz. Çözüm için yapmanız gereken açıkça kendinizi ifade e… https://t.co/sW2ufkRvoM",
        "YENGEÇ !\nBunca yaşananın ardında kendinize zaman ayırmalısınız. İyi hissetmek için bugün sosyal medyada, internet,… https://t.co/vlFV7qPLGo",
        "İKİZLER !\nDuygularınızın ağırlığı sizi birçok konuda hareketsiz kılıyor. Aklınıza takılan soruları partnerinizle aç… https://t.co/cL3Dex9ToH",
        "BOĞA !\nHasret de hayatın bir parçasıdır, bunu bir yere not edin. Bugün maddi konularda gizli kalmış veya çözülmemiş… https://t.co/6XiS7Pmy3f",
        "KOÇ !\nBugün, ertelediğiniz konuları yeniden gündeme alıp, kendinizi daha rahat ifade edebilirsiniz, yaşamında ertel… https://t.co/HSvoCdEkNC",
        "🌿💚Beautiful Streets 🌿🌳🌿🌳🚶‍♀️ https://t.co/vdDXLqSWZM",
        "Terazi♎️ ile en uyumlu burclar genellikle İkizler, Aslan, Yay ve Kova olarak kabul edilir. Terazi ile en az uyumlu… https://t.co/U7aIAOfHcC",
        "♎️Teraziyi, kazanmak istiyorsanız. Her zaman dürüst olun. \n#Astrology #burclar",
        "Ancak şifa bulmanın yolu da ebeveynlerle ilişkileri düzeltmekten geçiyor.Bunu yapabilmek içinse öncelikle insanın a… https://t.co/xyFbziV6qa",
        "Herkesin ebeveynleri tarafından sevilmek için çok derin bir arzu duyduğunu ama birçok insanın bu duygulara erişemed… https://t.co/nqnMfNZ1L9",
        "Özellikle anneden yeterince ilgi görmediği zaman insanın hayata karşı kırgın olduğunu ve iç huzurunun olmadığını anlatıyor.",
        "“Seninle Başlamadı” kitabında, Mark Wolynn.\nAnne ile bebek arasındaki ilişkide yaşanan bir  kopukluğun ilerki yaşla… https://t.co/MFCXsWXr6M",
        "Bir çocuk. Ebeveynlerden birinin yükünü bilerek veya bilmeyerek üstlendiğinde kendisine verilecek deneyim fırsatlar… https://t.co/FaM1OClau0",
        "Zodyak'ın Büyük Olasılıkla Bekar Olan Burcları!\n**Kova\n**Koç\n**Oğlak burcu\n**Başak burcu\n**Boğa Burcu\n**Terazi\n#Astrology #burclar",
        "Zodyak'ın Mükemmeliyetçi Burcları! \n**Başak burcu\n**Oğlak burcu\n**Terazi burcu\n**Aslan burcu\n**Akrep burcu\n  #Astrology #burclar",
        "Zodyak'ın Cinsellikte baskın Burcları! \n**Akrep burcu\n**İkizler burcu\n**Terazi burcu\n**Boğa burcu\n**Koç  burcu\n**Ba… https://t.co/QTNbhkL2qI",
        "Terazi!!☀️ Kötü bir ruh halinde olmadıkça, başkalarıyla etkileşimde dikkatli ve duyarlıdır.. #Libra",
        "Terazi !🌞🥀🎆 \n #Libra\n* 100% gerçekçi... \n* Kesinlikle muhteşem...\n* Her şeyden önce dürüst ve sadık ...\n* Romantik.… https://t.co/tjgQCvKS8s",
        "BALIK!\n#Pisces\nHer zaman akıllı bir zihne ihtiyaç duymaz. Bazen onu dinleyen sabırlı bir kalbe de ihtiyaç duyar.",
        "❤️🌧️❄️☀️🌸Every day in any weather or season, a magical place to enjoy🦋🐝🐞🐦🦢 https://t.co/RilsrnfJk7",
        "Balık !\nMars burcunuza ilerliyor. Kalbinizi kıranlar ve sonra yeniden barışmak isteyenlere, dikkat etme ihtiyacı do… https://t.co/w5y7Sju5kh",
        "Kova !\nMars Balık burcuna geçiyor. özellikle maddi konularda, iş ve para konularda gereksiz risklerden, girişimlerd… https://t.co/8D16ZUZEpQ",
        "Oğlak !\nMars Balık burcuna geçiyor. Bu dönemde düşünceler, zihinsel aktivite epeyce yorucu, yıpratıcı olabilir. Bir… https://t.co/jkJIR4lY07",
        "Yay !\nMars Balık burcunda ilerlerken ev ve aile içi sürtüşmelere, çatışmalara, kavga ve gürültüye daha çok dikkat e… https://t.co/USH5iBQHYf",
        "Akrep !\nBugün hem Venüs retrosu başlıyor hem de Mars Balık burcuna geçiyor. Önümüzdeki bir buçuk ay boyunca atacağı… https://t.co/dDYHdq2wmt",
        "Terazi !\nMars Balık burcuna geçiyor. Venüs retrosunda hep ikili durumlar arasında kalabilir ve belki de en zorlandı… https://t.co/lam8QVwQbB",
        "Başak !\nMars Balık burcunda kaygan bir zeminde ilerlerken özellikle ilişkiler açısından sizi tam anlamıyla tekinsiz… https://t.co/tz219rlVT7",
        "Aslan !\n Mars Balık burcunda tekinsiz bir zeminde ilerlerken.\n Ortak maddi konularda, iş ve para konularda gereksiz… https://t.co/pstCFMyH2B",
        "Yengeç !\nMars’ın burç değiştirmesiyle kizler burcundaki çifte durumlara özellikle dikkat etmek gerekebilir. Bu retr… https://t.co/clbRNtyvnW",
        "İkizler !\nMars’ın burç değiştirmesiyle kariyerinizde, iş yaşamınızda mücadele artabilir, siz de daha girgin, cesur,… https://t.co/IUF85ALYTm",
        "Boğa !\nMars’ın Balık burcuna ilerlemesi ise sosyal yaşamınızda arkadaşlık ve dostluk ilişkilerinizde sürtüşmeleri b… https://t.co/yFMmrK0UQq",
        "Koç !\nMars’ın Balık burcuna ilerlemesiyle kontrolünüz dışı gelişmelere, bu gelişmeler karşısında atacağınız adımlar… https://t.co/Z1OUfod74y",
        "Balık!\nMerhametinden ve tabi ki aşkından daha yüce bir duygu var mıdır Dünya üzerinde? Sahip olduğu tüm varlık, kiş… https://t.co/k5YcNJ25Vs",
        "Kova!\nYaşamında toplumsal ve bireysel alan arasında ciddi bir çelişki vardır. Bir yandan özgürlüklerine oldukça düş… https://t.co/Y0aYtHJdLk",
        "Oğlak!\nAşırı gelenekçi ve kuralcıdır Oğlak! Kurguladığı sistemden saniye şaşmaz, yanmaz yıkılmaz duvarlarını hiçbir… https://t.co/hUOUWNXpbw",
        "Yay!\nHerkesin aklına bir kez olsun düşen kötü senaryo, Yay’ın aklına soksanız girmez! Bu da Yay’ı tehlikelere açık… https://t.co/It8vQYx53E",
        "Akrep!\nGirdiği ortamın havasını koklar, kuşatıcı bir gözlem yapar, sezgilerinin de yardımıyla basbayağı “her şeyi”… https://t.co/5awIc95jJT",
        "Terazi!\nKim sevmez böyle huzur timsali, kelebek misali yaşayan bir Terazi’yi! Her mutsuzluğun ardındaki tebessümü b… https://t.co/GyHZGClxxV",
        "Başak!\nBaşak’ın toplum yararına olan hiçbir işten kaçtığı, saklanıp emeklerini sakındığı görülmemiştir. Herhangi bi… https://t.co/nxtfdpqAU2",
        "Aslan!\nAslan kendi gösterişli yaşamını inşa ederken, yanında yöresinde mağdur bırakmaz, kimselere gözünü yumup kend… https://t.co/xEShbUtjDW",
        "Yengeç! \nYengeç çabuk kırılır, hemen gözleri yaşarır, kahırlara karışır! Tüm bunlar ise fazlaca alıngan oluşundan k… https://t.co/nfh6MsycF3",
        "İkizler!\nHerkese kendini sevdirip, dost sohbetlerinin aranan ismi olur.İkizler bazen de durumları öyle çetrefilli h… https://t.co/JMxRUZdhjP",
        "Boğa!\nKeyfine herkes imrenir, iyiden, güzelden anlayan Boğa, hayatını güzelliklere bezer! Bir de pek güzel sever ve sahip olur.",
        "Koç!\nDüştüğü yeri ateş misali yakar, ansızın çarpar, ağzından çıkanı duymaz ve kolayca kaosa sürüklenir! Cesareti h… https://t.co/qSpLSHczLQ",
        "Terazi Burcu: ♎️⚖️\nSon kararını verdikten sonra, muhtemelen sizin onu  değiştirmek için yapabileceğiniz hiçbir şey yoktur..",
        "İlk bakışta aşık olan burçlar!\n   *Akrep\n   *Aslan\n   *Yengeç\n    *Koç\n   * Kova",
        "Eğer Hayatınız biraz daha zorlaştıysa.\nMuhtemelen yeni seviye atlamışsın demektir.",
        "Gerçekler!\n\nAkrep: Hızlı büyür\nYengeç: Genç kalır\nAslan: Herşeyi konuşur\nBaşak: Başkalarıyla büyür\nTerazi: Etkileyi… https://t.co/4rG3JGCgAZ",
        "❤️❤️💐Dünyanın, en değerli varlıkları olan tüm kadınların... Anneler gününü en içten dileklerimle kutluyorum... Cenn… https://t.co/0FWzjZFeSG",
        "Zodyak'ın En Duygusal Burcları!\n-Yengec Burcu\n-Balık Burcu\n-Terazi Burcu\n-Başak burcu\n-İkizler burcu\n-Akrep burcu… https://t.co/COoWSpH6mS",
        "Sizi aldatma olasılığı en düşük olan burclar.\n\n-Boğa \n-Oğlak \n-Başak\n-Yengeç\n-Akrep \n-Koç\n-Balık",
        "❤️\nAkıl ve Güzellik. \nTerazi, Balık, Aslan\n\nRuhu Güzel.\nYay, Koç, İkizler\n\nGörünümü Güzel. \nOğlak , Yengec, kova… https://t.co/XueOLwvJiE",
        "Burçlar!😉🍀👇\n\nTerazi:  Allah'ım seni gelişi güzel değil gülüşü güzel yaratmış...\n\nAkrep: Dedikodu...\n\nYay: Firsatci… https://t.co/pDOTb3ZBYq",
        "Burçlar!😉🍀👇\n\nKoç: Yüksek sesle konuşur...\n\nBoğa : Her şeyi Erteler...\n\nİkizler: Sap gibi...\n\nYengeç: İnsanları görm… https://t.co/7BvV8Jkz5J",
        "En iyi..🌟\nTerazi: Her yerde en iyisi\nTerazi: En iyi arkadaş\nTerazi: En iyi savaşçı\nTerazi: En iyi ebeveyn\nTerazi: E… https://t.co/AaSnvyZGp8",
        "🌸❤️\n❤️❤️\nGizemli, derin, mantıklı\nbaştan çıkarıcı ve rüya gibi .\nAkrep, Balık, Terazi Yay\n&amp; Başak \n\nParlak, güzel\nv… https://t.co/LWb0S7t2TT",
        "KOÇ-TERAZİ\nAteş'in en yakıcı, en sinirli, en kızgın, en hararetli, en kavgacı  burcu. O zaten en'leri sever. Bir de… https://t.co/tlx1it5kN9",
        "Zıt burçlar da birbirini çeker.\n\nKoç Terazi \nBoğa Akrep\nİkizler Yay\nYengeç Oğlak\nAslan Kova\nBaşak Balık\nTerazi Koç… https://t.co/UrL5N3ANjt",
        "✨🌕🏹\nAy,Yay Burcunda ilerliyor. \nÖnümüzdeki iki gün boyunca geçiş yapacak. \nPeki bizi neler bekliyor?  \nDaha canlı b… https://t.co/nGIwbAFrAB",
        "🌕🦂🌸\n• KOÇ - Yüksek benliğiniz en iyisini bilir. geliriniz artıyor.\n\n• BOĞA - Ruhunuzu Sıkan şeyleri dışarı atın.\n\n•… https://t.co/j0BmYnJXUU",
        "🌕🦂🌸\n• ASLAN - Karar verme konusunda geleceğe bakın.\n\n• BAŞAK - Düşünceleriniz gerçeğiniz haline gelir. Olumsuz konu… https://t.co/daHOPggrUN",
        "🌕🦂🌸\n•YAY - Gerçekler açığa çıkıyor.\n\n• OĞLAK - Duygunuz yeniden yapılandırılıyor.\n\n• KOVA - Ailenize ve arkadaşları… https://t.co/sopGfhM6rN",
        "Balık Günlük Burç Yorumu\n\n8 Mayıs, 2020 \n\nİsteklerinizi gerçekleştirmek için kendinizi fazla zorlamayacaksınız. Sab… https://t.co/ou61rD8zjx",
        "Kova Günlük Burç Yorumu\n\n8 Mayıs, 2020\n\nSıra dışı fikirlerinizi ortaya koyabilirsiniz ancak yanlış anlama, yanılgı… https://t.co/qyi4QzAABn",
        "Oğlak Günlük Burç Yorumu\n\n8 Mayıs, 2020\n\nKontrolünüz dışında gelişen olaylara, unutkanlığa ve dalgınlığa daha çok d… https://t.co/GSEbFcU8jD",
        "Yay Günlük Burç Yorumu\n\n8 Mayıs, 2020\n\nAy burcunuzda ilerlerken kendinizden emin ve güvenli bir duruş sergileyebili… https://t.co/ma5p0QD4Uu",
        "Akrep Günlük Burç Yorumu\n\n8 Mayıs, 2020\n\nİş ve para konularıyla ilgilenebilirsiniz. Alışveriş ve harcamalar gündeme… https://t.co/VwFMcDvQDD",
        "Terazi Günlük Burç Yorumu\n\n8 Mayıs, 2020\n\nYakın çevrenizle, iş arkadaşlarınızla sıkı bir iletişim içinde olabilirsi… https://t.co/uigtVIiflF",
        "Başak Günlük Burç Yorumu\n\n8 Mayıs, 2020\n\nEv ve aileye ilişkin konular gündeme gelirken evinizde ve ailenizle daha ç… https://t.co/sU7wZmZ9lg",
        "Aslan Günlük Burç Yorumu\n\n8 Mayıs, 2020\n\nAşk hayatınız ve sevdiklerinizle ilgili konular gündeminize gelebilir. İst… https://t.co/XuV0rImXno",
        "Yengeç Günlük Burç Yorumu\n\n8 Mayıs, 2020\n\nGünlük yaşamınızda size destek olan kişilerle, sağlık, tıp uzmanlarıyla,… https://t.co/bMXI3S8zpK",
        "İkizler Günlük Burç Yorumu\n\n8 Mayıs, 2020\n\nİkili ilişkiler, evlilik ve ortaklık konularında hassas bir gün geçirebi… https://t.co/HjQIQrrJWr",
        "Boğa Günlük Burç Yorumu\n\n8 Mayıs, 2020\n\nOrtak maddi konular, paylaşımlar gündeme gelebilir, duygularınızın derinlik… https://t.co/YnGdpE9k2k",
        "Koç Günlük Burç Yorumu\n\n8 Mayıs, 2020\n\nUzaktaki dostlarınızla, tanıdıklarınızla görüşebileceğiniz bir gün olabilir.… https://t.co/A92QnTTtau",
        "Bir insan sevdiği birini kaybederse, yüreğinde kırk tane mum yanarmış. Her gün bu mumlardan biri söner, ama kırkınc… https://t.co/E6U157Ezua",
        "Balık Günlük Burç Yorumu\n\n7 Mayıs 2020\n\nBugün meydana gelen dolunay ruhunuzdaki keşfetme duygusunu tetikleyebilir.… https://t.co/VYgy0GngDW",
        "Kova Günlük Burç Yorumu\n\n7 Mayıs 2020\n\nBugün bir dolunay meydana gelirken iş hayatınız ve kariyerinizle ilgili konu… https://t.co/1bf7bh9nx3",
        "Oğlak Günlük Burç Yorumu\n\n7 Mayıs 2020\n\nBugün gerçekleşen dolunayla birlikte sosyal alanda, arkadaşlık ilişkilerini… https://t.co/2jfM54Z4CS",
        "Yay Günlük Burç Yorumu\n\n7 Mayıs 2020\n\nBugün Akrep burcunda meydana gelen dolunayla birlikte mistik ve spiritüel anl… https://t.co/M7XbwesbrF",
        "Akrep Günlük Burç Yorumu\n\n7 Mayıs 2020\n\nBugün burcunuzda bir dolunay meydana gelirken hayatınıza başta bire bir ili… https://t.co/2qpPcj0d1b",
        "Terazi Günlük Burç Yorumu\n\n7 Mayıs 2020\n\nBugün Akrep burcunda meydana gelen dolunayla birlikte iş ve para konuların… https://t.co/PcPBI9XF8w",
        "Başak Günlük Burç Yorumu\n\n7 Mayıs 2020\n\nBugün gerçekleşen dolunayla birlikte yakın çevrenizle, her gün görüştüğünüz… https://t.co/2w0bSBpi1D",
        "Aslan Günlük Burç Yorumu\n\n7 Mayıs 2020\n\nBugünkü dolunay ev ve aile yaşamınızla ilgili sorunları beraberinde getirir… https://t.co/Ue7thYwtq0",
        "Yengeç Günlük Burç Yorumu\n\n7 Mayıs 2020\n\nBugün meydana gelen dolunay bir farkındalık ve karar zamanı.Bu sevdiklerin… https://t.co/WeT4vud765",
        "İkizler Günlük Burç Yorumu\n\n7 Mayıs 2020\n\nBugün meydana gelen dolunayla birlikte çalışma ortamınız ve gündelik yaşa… https://t.co/FiobBM2qlL",
        "Boğa Günlük Burç Yorumu\n\n7 Mayıs 2020\n\nBugün meydana gelen dolunayla birlikte ilişkiniz, evliliğiniz veya birliktel… https://t.co/3Z8lfguiwz",
        "Koç Günlük Burç Yorumu\n\n7 Mayıs 2020\n\nBugün Akrep burcunda bir dolunay meydana gelirken bu dolunay psikolojik süreç… https://t.co/Qnp7AdgFeg",
        "Asla sizden 6 yaş büyük ve altındaki biriyle çıkmayın ve evlenmeyin . Asla işe yaramayacak. Numeroloji - Astroloji… https://t.co/iLKaTEDe3H",
        "Dolunayda Burcunuz🌕\n\nKoç: Para\nBoğa: Ortaklıklar\nİkizler: İş Sağlığı\nYengec: Zevk\nAslan: Ev Ailesi\nBaşak: İyi haber… https://t.co/XR0PkrBzTV",
        "Eğer sen...🌟\n  \nBeni istiyorsan, kazan beni...\nAkrep, Oğlak, İkizler, Kova\n\nEğer beni seviyorsan, göster...\nKoç, As… https://t.co/04THLrXGu9",
        "Balık Günlük Burç Yorumu\n\n6 Mayıs 2020\n\nDolunay öncesinde. İş hayatınızda çeşitli bilinmeyenlerle ve sırlarla ilgil… https://t.co/8HRFmuJvFK",
        "Kova Günlük Burç Yorumu\n\n6 Mayıs 2020\n\nİş hayatınızda ve görev ve sorumluluk alanınızda güçlü kişilerle karşılaşmal… https://t.co/KgWahUw89T",
        "Oğlak Günlük Burç Yorumu\n\n6 Mayıs 2020\n\nSosyal ilişkilerinizde ve arkadaşlıklarınızda şüpheci, inatçı, ısrarcı tutu… https://t.co/uiR592YV1x",
        "Yay Günlük Burç Yorumu\n\n6 Mayıs 2020\n\nDolunay öncesinde sezgilerinizin son derece güçlü olduğu bir gün olabilir. An… https://t.co/IlNf1aNe3S",
        "Akrep Günlük Burç Yorumu\n\n6 Mayıs 2020\n\nBurcunuzda gerçekleşen dolunay öncesinde duygusal davranabilirsiniz. İlişki… https://t.co/uCNmUuKE10",
        "Terazi Günlük Burç Yorumu\n\n6 Mayıs 2020\n\nDolunay öncesinde.Özel yaşamınızda bol vakit harcadığınız, size ait mekanl… https://t.co/xTSiwo9fDv",
        "Başak Günlük Burç Yorumu\n\n6 Mayıs 2020\n\nDolunay öncesinde konuşmalarınız düşündüğünüzden daha baskıcı sonuçlar yara… https://t.co/IwG7Xzktts",
        "Aslan Günlük Burç Yorumu\n\n6 mayıs 2020\n\nBugün ilişkilerde baskıcı, ısrarcı tutumların sorun yaratabileceğini göz ar… https://t.co/VPUjez6nVp",
        "Yengeç Günlük Burç Yorumu\n\n6 Mayıs 2020\n\nDolunay öncesinde aşka dair ve sevdiklerinizle ilgili konularda serinkanlı… https://t.co/mTFGx72hg2",
        "İkizler Günlük Burç Yorumu\n\n6 Mayıs 2020\n\nDolunay öncesinde çalışma ortamınız veya gündelik yaşamınızla ilgili sizi… https://t.co/fsi7Ds76Q8",
        "Boğa Günlük Burç Yorumu\n\n6 Mayıs 2020\n\nDolunay öncesinde ilişkilerinizde güçlü, mücadeleci, ısrarcı bir tutum içind… https://t.co/PPivnhxExS",
        "Koç Günlük Burç Yorumu\n\n6 Mayıs 2020\n\nOrtak maddi konular ve paylaşımlarla ilgili duygu ve düşünceleriniz ısrarcı v… https://t.co/6JZOFG58dj",
        "Herkese Bizden Merhaba :))) ♡♥🐶 https://t.co/mQE4weDkyq",
        "Balık Günlük Burç Yorumu\n\n5 Mayıs 2020\n\nHırslı ve mücadeleci yönlerinizi ortaya koyabileceğiniz bir günde karşınızd… https://t.co/WuhmtKEIml",
        "Kova Günlük Burç Yorumu\n\n5 Mayıs 2020\n\nÖzgür ve rahat hareket etmek isteyeceğiniz bir gün olabilir. Keşif ve macera… https://t.co/oK40u1WvN7",
        "Oğlak Günlük Burç Yorumu\n\n5 Mayıs 2020\n\nGündeminizde hedefleriniz, görev ve sorumluluklarınız olabilir. Bir planlam… https://t.co/Tfa4ZwP5bX",
        "Yay Günlük Burç Yorumu\n\n5 Mayıs 2020\n\nSosyal yanınızı ortaya koyabilir, düşünce ve fikirlerinizi tartışabilirsiniz.… https://t.co/5AaOKOlatA",
        "Akrep Günlük Burç Yorumu\n\n5 Mayıs 2020\n\nÇevrenizdeki hareketlilik sürerken siz kendinizi bu hareketin dışında tutab… https://t.co/H1jg73SP5Q",
        "Terazi Günlük Burç Yorumu\n\n5 Mayıs 2020\n\nAy burcunuzda ilerlemeyi sürdürürken cesur davranabilir ve hayatınızın kon… https://t.co/1qam3QehAN",
        "Başak Günlük Burç Yorumu\n\n5 Mayıs 2020\n\nMaddi açıdan çalkantılı bir günde yeteneklerinizi kullanabilirsiniz. Gelirl… https://t.co/aVADu6wYIS",
        "Aslan Günlük Burç Yorumu\n\n5 Mayıs 2020\n\nMerak duygunuz yüksek, öğrenmeye, bilgi edinmeye açıksınız. Yakın çevrenizd… https://t.co/jSCp3CxVZb",
        "Yengeç Günlük Burç Yorumu\n\n5 Mayıs 2020\n\nEv ve aileye ilişkin konular gündeminizi şekillendirirken geçmişe yönelik… https://t.co/sUoD06iTSn",
        "İkizler Günlük Burç Yorumu\n\n5 Mayıs 2020\n\nAşk hayatınızda sular durulmuyor, gün boyunca sevdiğiniz kişi veya sevdik… https://t.co/sz2EOpk2aR",
        "Boğa Günlük Burç Yorumu\n\n5 Mayıs 2020\n\nGünlük yaşamınızda hareketli bir gün geçirebilirsiniz. Yapmanız gereken pek… https://t.co/v2kNnLs5y9",
        "Koç  Günlük Burç Yorumu\n\n5 Mayıs 2020\n\nKarşıt burcunuzda ilerleyen Ay ikili ilişkiler açısından dinamik bir gündeme… https://t.co/4UCHCAvN4H",
        "Tatildeyim sözde.. Çalışıyorum kafayı yicem delirdim .. Yan gelip yatmak varken. 🤨 #(COVID-19)  Working from home.… https://t.co/hE1E8hoDtN",
        "Onlar farklı hissedebilir, farklı düşünebilir ama bu senin hissettiklerinin yanlış olduğunu göstermez, sadece onlar… https://t.co/3lCwJbE5TX",
        "Asla kendinden şüphe etme. Sen ne hissediyorsan o her zaman yalnız senin için doğrudur. Dünyadaki bütün insanlar to… https://t.co/quEgn5HX1X",
        "Balık Günlük Burç Yorumu\n\n4 Mayıs, 2020\n\nMaddi ve parasal konularda sağlam ve risksiz bir tutum içinde ilerlemek is… https://t.co/0CLQ86T0eF",
        "Kova Günlük Burç Yorumu\n\n4 Mayıs, 2020\n\nSosyal paylaşımlarınızla dikkat çekebileceğiniz bir gün olabilir. Uzaklarda… https://t.co/vF6kqSj4DQ",
        "Oğlak Günlük Burç Yorumu\n\n4 Mayıs, 2020\n\nPlanlarınıza, hedeflerinize, gerçekleştirmek istediklerinize odaklanabilec… https://t.co/wqi47xO2Cb",
        "Yay Günlük Burç Yorumu\n\n4 Mayıs, 2020\n\nSosyal canlılığın dikkat çekici olabileceği bir gündesiniz, arkadaşlarınıza… https://t.co/XoGuoUdEhg",
        "Akrep Günlük Burç Yorumu\n\n4 Mayıs, 2020\n\nOlaylar biraz dağınık, biraz da kontrolünüz dışında ilerlerken dalgınlık,… https://t.co/CRN9HSebsx",
        "Terazi Günlük Burç Yorumu\n\n4 Mayıs, 2020\n\nAy burcunuzda ilerlerken dikkatleri üzerinize çektiğiniz bir gündesiniz.… https://t.co/SklrxKX8IW",
        "Başak Günlük Burç Yorumu\n\n4 Mayıs, 2020\n\nAlışverişlerde, maddi konularda, alım satım işlerinde, harcamalarda biraz… https://t.co/mypfVIQgMa",
        "Aslan Günlük Burç Yorumu\n\n4 Mayıs, 2020\n\nYakın çevre, komşu ve kardeş ilişkileriyle ilgili hassasiyetler bugün dikk… https://t.co/nqIPcGWCUU",
        "Yengeç Günlük Burç Yorumu\n\n4 Mayıs, 2020\n\nEv ve aile konularına odaklanabileceğiniz bir gündesiniz. . Ailenizle gör… https://t.co/UaDMJOA4pk",
        "İkizler Günlük Burç Yorumu\n\n4 Mayıs, 2020\n\nSevdikleriniz, aşkınız ve varsa çocuklarınızla ilgili konular gündeminiz… https://t.co/A3R1neqgeX",
        "Boğa Günlük Burç Yorumu\n\n4 Mayıs, 2020\n\nÇevrenizde, etrafınızda size yardımcı olan kişilerden yardım almaktan çekin… https://t.co/6v2xJ2OauS",
        "Koç Günlük Burç Yorumu\n\n4 Mayıs, 2020\n\nHaftanın bu ilk gününde karşıt burcunuzda ilerleyen Ay ilişkiler açısından ç… https://t.co/ZrgNebTInB",
        "https://t.co/GaC5z49WQj",
        "Balık, Burcunuz\n4 - 10 Mayıs\nMoraliniz ve kendinize olan güveniniz yüksek olacak. Sevdiklerinizle görüşebilir ve ke… https://t.co/bVgRPO3O7H",
        "Kova Burcunuz\n4 -10 Mayıs\nÇalışma şartlarınızda önemli değişiklikler, tamamlanmalar meydana gelebilir. İşten ayrıla… https://t.co/cvvmR8ET1h",
        "Oğlak Burcunuz\n4 -10 Mayıs\nYapmak isteyip de bir türlü ortaya koyamadığınız her ne varsa, harekete geçmek için kuvv… https://t.co/y9zXw7wmG8",
        "Yay Burcunuz\n4 - 10 Mayıs\nHaftaya, heyecanla başlayacaksınız ve karşılaştığınız olaylar duygularınızın dalgalanması… https://t.co/sMSGW4RHPY",
        "Akrep Burcunuz\n4 - 10 Mayıs  \nKendini geliştirmek için uygun bir haftaya giriyorsun. Çok çalışman ve çaba harcaman… https://t.co/SpDtpk2E0T",
        "Terazi Burcunuz\n4 - 10 Mayıs\nÖnümüzdeki hafta iletişim trafiğin artacak, işinizle alakalı olarak çok fazla konuyla… https://t.co/wQEiD5KCb5",
        "Başak  Burcunuz\n4 - 10 Mayıs\nBazı kişiler hayatından sonsuza kadar çıkabilir. Uzun zamandır devam eden, sürüncemede… https://t.co/YMORZ8jziO",
        "Aslan Burcunuz\n4 - 10 Mayıs\nHayatında biri yoksa, dinamik, seni heyecanlandıracak, eğlenceli biriyle tanışabilir, y… https://t.co/8rq7vALVIA",
        "Yengeç Burcunuz\n4 -10 Mayıs\nÖnümüzdeki hafta,imaj değişikliği yapman  mümkün. Eğer bir ilişkin ya da ortaklığın var… https://t.co/xVWKBynhCP",
        "İkizler Burcunuz\n4 -10 Mayıs\n Önümüzdeki hafta ikili ilişkiler alanında gerilimli günlerin seni beklediğinin haberc… https://t.co/pPUFrhVaI3",
        "Boğa  Burcunuz\n4 - 10 Mayıs\nUzun zamandır görmediğin aile bireyleriyle bir araya gelebilir, eski günleri anabilirsi… https://t.co/nYX152OqOC",
        "Koç  Haftalık Burcunuz\n4 - 10 Mayıs\nBu hafta ilişkiler açısından çok şanslı bir dönemde olacaksın. Hayatında kimse… https://t.co/dAlSFad7YE",
        "https://t.co/mtzRXqj9xF",
        "Koç \nGünlük Burç Yorumu\n\n3 Mayıs 2020\n\nGündelik iş ve uğraşlar zamanınızı alırken sağlığınızla ilgili konulara daha… https://t.co/Fdk9MuZAFi",
        "Boğa\n Günlük Burç Yorumu\n\n3 Mayıs 2020\n\nGüne aşk hayatınız ve sevdiklerinizle ilgili konular damga vururken seyahat… https://t.co/DkCOMfxDoe",
        "İkizler \nGünlük Burç Yorumu\n\n3 Mayıs 2020\n\nGeçmişe, köklerinize ait konuların ağırlığını daha fazla hissedebilirsin… https://t.co/dBwhwameNM",
        "Yengeç\n Günlük Burç Yorumu\n\n3 Mayıs 2020\n\nBilgiye, öğrenmeye açık, merak duygunuzun yüksek olduğu ve bundan da keyi… https://t.co/SOt01mW7sF",
        "Aslan \nGünlük Burç Yorumu\n\n3 Mayıs 2020\n\nMaddi konular gündeminizdeki yerini korurken sahip olduklarınızı daha iyi… https://t.co/9mVjv973Sp",
        "Başak\n Günlük Burç Yorumu\n\n3 Mayıs 2020\n\nAy burcunuzda ilerlemeyi bugün de sürdürürken gücünüzü topluyorsunuz. Ener… https://t.co/FJZwM9HoCV",
        "Terazi\n Günlük Burç Yorumu\n\n3 Mayıs 2020\n\nGünlük yaşamınıza etki eden kontrolünüz dışı gelişmeler bugün sizi zorlas… https://t.co/5f1tBxeUhg",
        "Akrep\n Günlük Burç Yorumu\n\n3 Mayıs 2020\n\nHaftanın son gününde sosyal bir gündem sizi bekliyor, arkadaşlarınızla bir… https://t.co/3oAr1HA955",
        "Yay\n Günlük Burç Yorumu\n\n3 Mayıs 2020\n\nGörev ve sorumluluklarınıza, plan ve hedeflerinize odaklanabileceğiniz bir g… https://t.co/YJk7Ebjvzk",
        "Oğlak \nGünlük Burç Yorumu\n\n3 Mayıs 2020\n\nUzaklarla ilgili konular ve geçmiş yolculuklar ve geziler gündeminize gele… https://t.co/UQ0EAybwdG",
        "Kova\n Günlük Burç Yorumu\n\n3 Mayıs 2020\n\nGüçlü ve mücadeleci yönlerinizle dikkat çekebilirsiniz. Derin, gizli ve kap… https://t.co/0m0NWG07d3",
        "Balık \nGünlük Burç Yorumu\n\n3 Mayıs 2020\n\nİkili ilişkiler, evlilik, ortaklık konuları bugün gündeminizi her zamankin… https://t.co/8ZLiqWqM4b",
        "6- Shawn Achor ( Balık Burcu -Yazar\n 7-Deepak Chopra ( Terazi Burcu - Hintli-Yazar\n 8-Eric Thomas ( Başak burcu - Y… https://t.co/XznzeBVW3A",
        "Dünyanın. En iyi konuşmacıları, bakın en çok hangi burçtan çıkıyor.🤔 👇\n\n 1- Tony Robbins ( Balık Burcu- Yazar\n 2-Br… https://t.co/pOJF34MTxt",
        "https://t.co/fEcrn56wHr",
        "Balık\n2/05/2020\nBugün ikili ilişkiler açısından hareketli bir gün geçirebilirsiniz. Karşılıklı diyaloglar, empati,… https://t.co/KgBP5kEjCK",
        "Kova\n2/05/2020\nEgosu yüksek güçlü kişilerin etkisiyle duygularınızı kontrol altına almaya dikkat etmelisiniz. Mücad… https://t.co/rD6qalP5NP",
        "Oğlak\n2/05/2020\nBugün uzaklarla ilgili konulardan, dışarıdan aldığınız haberlerden heyecan duyabilirsiniz. İleriyi… https://t.co/YUoxNR618j",
        "Yay\n2/05/2020\nBugün hedeflerinize ve planlarınıza odaklı hareket edebilirsiniz. Düzen ve organizasyon gerektiren iş… https://t.co/FfkdRsLQbc",
        "Akrep\n2/05/2020\nBugün sosyal açıdan son derece hareketli bir gün sizi bekliyor. Geleceğe yönelik fikir ve düşüncele… https://t.co/0wzXEYMVvv",
        "Terazi\n2/05/2020\nBugün başkalarına yardım, destek ve hizmet duygunuzun yüksek olduğu bir gün olabilir, hayır, bağış… https://t.co/ZWNVrCFqBB",
        "Başak\n2/05/2020\nBugün her zamankinden daha coşkulu bir tutum içinde kendinizi ortaya koyabilir, lider özelliklerini… https://t.co/Kv7IEIvNrW",
        "Aslan\n2/05/2020\nBugün iş,para konuları ve maddi konular gündeminize gelirken alışveriş ve harcamalar da söz konusu… https://t.co/HOjcwN3c68",
        "Yengeç\n2/05/2020\nBugün iletişim konularında heyecan ve tutkularınızı ortaya koyabilirsiniz. Karşınızdakini ikna ede… https://t.co/3iq6UQnLXd",
        "İkizler\n2/05/2020\nEv, aile, yaşadığınız yer, mekân ve yuvayla ilgili konular gündeminizde olabilir. Beslenme ve yem… https://t.co/fEzNTFiiKa",
        "Boğa\n2/05/2020\nSevgi, aşk konularının öne çıktığı anlar yaşayabilirsiniz. Yüreğinizin sesini daha fazla dinleyebili… https://t.co/EFMiLARoTp",
        "Koç \n2/05/ 2020\n\nBugün detaylar konusunda fazla titiz ve mükemmeliyetçi olabilirsiniz. Üretkenlik ve çalışkanlık du… https://t.co/RVUzG25r2D"
    ]
}