{
    "screen name": "Reincidencias",
    "no. of tweets": 157,
    "tweets": [
        "Amistad es amigo.",
        "@latiadeustedes Esas ya están muy tostadas.",
        "Pues en Mérida habrá marquesitas pero en Mty hay tortillas de arete.",
        "Veo varios tweets de tortillas de harina. Eso solo me hace ya querer llegar a Mty.",
        "@angelit0sicario @zertouche Khaaaa no sabía que ya eres teacher, yo tambien ocupo consejos de como dar clases. Que… https://t.co/PO5JVnHXkT",
        "No confío en la gente que no lava sus propios calzones.",
        "@angelit0sicario Suena a algo que haría. quieres ser mi amiko en la vida real ?",
        "Los viajes astrales son las nuevas reuniones.",
        "Quien fuera la graims para ser doña mosc y vivir en Marte con su hijo cometín bipupbipup.",
        "Debería existir un tinder pero solo para cucharear y ver pelis.",
        "Mi fantasía sexual es dormir de cucharita mientras me hacen piojito.",
        "@patybuenaonda Ilse, una vida llena de los detalles de la producción.",
        "@BreenDelaCueva Whereee",
        "Soy mi propia carne de cañón.",
        "Neta no puedes darle tantita confianza a alguien porque la hacen miarda.",
        "Neta, que les valga lo que suben los demás.",
        "La neta si extraño darle besitos a alguien.",
        "Tengo un chingo de insomnio y ajá. :c",
        "@clary_nigga El tonto es él, amika date cuentaun salu2.",
        "Future Nostalgia es básicamente el playlist de éste capítulo en mi libro llamado vida.",
        "@YaraGuzm Con karaoke",
        "Me rn. https://t.co/U4rHdHpxUR",
        "Unos días lo puedo y lo tengo todo, otros nomás no quiero pararme de la cama.",
        "Como que llegué al pico de estabilidad emocional por unos días y ya me está dando el bajón. 🥺",
        "Que bonito es volver a ver Chef table y recordar lo feliz que me hace.",
        "@verithoughts Hahaha wey aquí hay longaniza de Valladolid.",
        "Es el primer día en 3 semanas que he comido el desayuno y almuerzo completo. Congrats 2 myself.",
        "@sharon_jvna Voy a guardar este tweet",
        "@patybuenaonda Cuando esté flat la curve",
        "@thealleinet tu qué, nimehablesbye",
        "Se me antoja un chingo una milanesa empanizada.",
        "@zertouche Quiero ver tu linda carita yap.",
        "@sharon_jvna @latiadeustedes vem",
        "@merunokai vente alv",
        "@Anna_Juarez HAHAHAHAHAHAHA CTM",
        "@latiadeustedes te mandé dm idiottttt",
        "@latiadeustedes pa que me des anillo avdd.",
        "Ya quiero llegar y comer huevito con chorizo en tortillas de harina de vdd y no pinches tía Rosa horrendas :)",
        "pues io kien maz, ya sé que no les interesa pero la vdd estoy emocionada.",
        "Adivinen QUIEN se va a regresar a Mty",
        "@sharon_jvna ay yo tambien vv ya contestame",
        "Ya me resigné a hacer noche de karaoke sola oks.",
        "Pero es que hay algo mas que a simple vista no se veeeeeee",
        "@latiadeustedes piscis ok",
        "Friendly reminder: la salud mental es igual de importante que la física en estos tiempos.",
        "@VivaAerobus Estoy marcando porque necesito cambiar mi vuelo y no me responden.",
        "La vdd no quiero ir a Mty, quiero irme de esta galaxia.",
        "Me pegó el coronavirus de la trixtexa.",
        "Y ponerme re peda en la boda de mi prima.",
        "Ya quiero ir a Mty para ir a Marco, tatuarme, munchear con mis amigos, ir al rancho con Conradux , ver caballos y así.",
        "I got Craft Bag Mockup on @Gumroad: https://t.co/sCYHCnN0qG",
        "@zertouche Basically",
        "Lo único not cool de hacer home office es que no tienes noción de los días.",
        "Lo más bonito es que aún somos super cursis C:",
        "Acabo de ser consciente que ya vivo con Feri y pues me encanta la vdd, es como vivir con mi bff pero nomas que si nos podemos morbosear gg.",
        "y pues ahora por lo único que lloro es por declarar todos mis impuestos basically.",
        "Also me recuerda a la facu, cuando lloraba por fuckboiz que no valían la pena.",
        "Silversun pickups y Smashing pumpkins siempre me confunden sus pinches nombres siendo que son iguales pero ño.",
        "Me da un vergo de hueva ir a terapia pero éstos traumas de la infancia no se van a afrontar solos.",
        "Siento que cada vez soy menos social y disfruto más estar sola.",
        "No entiendo xq la gente de Mty ahuevo se toma fotos en grupo con ropa blanca.",
        "Tengo muchas ganas de ir a un karaoke y escuchar Dont speak de No Doubt.",
        "Hoy me levanté con toda la actitud y ahora resulta que me van a regalar boletos para ver a Jorge Drexler jiji c:",
        "Reyna (la señora del aseo) siempre me cuenta su vida y la escucho un chingo, siempre. \nLe empecé a contar de mi vid… https://t.co/e2Twl5GNpR",
        "@melhoneyx cc. @sharon_jvna",
        "El SAT me pone sad.",
        "@sharon_jvna No lo recomiendo at all. He estado así x 5 días.",
        "Mi halloween fue: quedarme sola en casa con 39° de calentura, con miedo a dormirme y no despertar.",
        "Éste clima está como para escuchar Cigarettes after sex en loop.",
        "El cambio de horario, home office y ese pinche café que me tomé hace una hora, definitivamente NO son buena idea.",
        "@CongresoNL Aprueban EXCLUIR seres humanos, negando servicios de salud. Nos están matando.",
        "Adivinen quien lleva 4 días cagando nonstop. Neta voy a quedar como el Joker.",
        "Ocupo una cremita de coco.",
        "Ocupo un bolis de coco.",
        "Ocupo un flan.",
        "@gabbypnx wey me cagan, siempre aprovechan dlv, casi creo que estornudas y ya se cambia el número.",
        "Hoy hicimos la documentación de un proyecto el cual estoy muy emocionada de concretar, enserio ha sido un muy muy buen domingo.",
        "Me da mucha ternura cuando los proveedores me dicen Arqui haha.",
        "Voy a Mty en un mes y no pienso quedarme con mi mami porque pues homofobica as fac.",
        "Amiguitos: recuerden tratar a sus co workers como las personas humanas que son, no como robots insensibles y sin al… https://t.co/uWUG0OkGXa",
        "Trust no bitch.",
        "Tengo un hueco en el estómago, no sé si es el hambre o la tristeza.",
        "Hablar las cosas hasta que lleguemos a la casa y no querer hacer escenas,hace que hagas escenas anyways ok bye.",
        "No sé si es el PMS ó simplemente ya fue.",
        "Amixes de CDMX vayan a ver arte modernillo de mi amix Claudiop. Bai https://t.co/4y5cfHF9j3",
        "@mesitamusic 3 guilty pleasures",
        "Pa qué te morias Mac Miller, cantabas bien verga.",
        "Quiero vivir mi vida: tener una casa donde pueda pintar y dormir. ¿Es acazo eso pedir mucho?",
        "Tambien debería de ir a terapia.",
        "Voy a escribir una nota en Medium de todas las cosas que me han pasado al vivir en Yucatán.",
        "Todos están perreando y yo estoy en el carro comiendo cacahuates. Y escribiendo tweets porque no tengo casa donde vivir.",
        "Voy a sacar toda la mierda que traego dentro porque definitivamente mejor afuera que adentro.",
        "Aumenté 4 kilos y la verdad es que si me siento algo triste.",
        "Bato en un bar: debiste dejar tu mochila en el auto.\nMe: Luego de que me robaron todas mis cosas, me vale 3 kilos de verga.",
        "Me caga cuestionarme tanto las cosas... pero si algo me conozco es que no puedo mantenerme en mi zona de confort.",
        "Júntate con gente que te inspira.",
        "Tener una casita.",
        "Mi meta en la vida es poder tener un guardarropa mínimo parecido al de Florence Welch. Y una casita con jardín as hers.",
        "Saludos cordiales.",
        "@mariana___leal Es el tipo de morra que puede pagar un aborto en una clínica privada de primer nivel. La única mane… https://t.co/UonzQnN0Wo",
        "@rosaescorpiona dude,todo mundo tiene el ano fruncido hoy kp2.",
        "Solamente porque Feri estará ahí 2 semanas y nos extrañamos y hay puente.",
        "Adivinen quien va a ir a cdmx el findesemana salu2.",
        "El hippie me acaba de intentar pegar.",
        "Day 2: Y cuando desperté el pseudo hippie grosero seguía aquí.",
        "De que mmm bato deja dormir vete al monte a gritar alv.",
        "De repente despiertas y hay un pseudo hippie en tu sala gritando  que es muy humilde y que que asco la gente que mata cucarachas.",
        "Obvio me voy a poner re peda con 2 mojitos porque que hueva tener agüante y gastar un vergo en algo que vas a orinar igual.",
        "Ya quiero ir a Cuba a ponerme bien pedales con un mojito.",
        "Mi roomie es supwr buen pedo y ya van 2 veces seguidas que si ve que va a llover dobla mi ropa.",
        "Mi fantasía es despertar, encontrar mi ropa limpia, el desayuno hecho y no tener que ir al banco.",
        "En una semana me voy a Cuba y mw urrrrrge que me baje YA.",
        "Soy superMaría adictaal pan.",
        "Mi mejor amiga me vino a visitar desde el otro lado del país y ahora está con un parásito que no vale ni 2 kilos de sargazo.",
        "Me preocupa mucho estar rodeada de personas con baja autoestima.",
        "No entiendo esa moda de escribir culero a propósito todo el tiempo.",
        "Mi aspiración en la noche es bañarme y dormir.",
        "@sharon_jvna hoy me hablaron para que diera una referencia salu2",
        "Es bien fácil juzgar desde afuera cuando la cagas, pocas personas ven tu esfuerzo diario, so fuck them all.",
        "CHISMOGRAFO DE PRIMARIA.\n\n1.- Ilse\n2.-1.64\n3.- Brooke Lyyn Hytes\n4.- Antier\n5.- Leo\n6.- Android\n7.- Ahorita\n8.- 16… https://t.co/LLsPulSJbQ",
        "Mi roomie tenía música zen de fondo porque estaba cochando y acabo de poner Spice girls a todo lo que da. No regretzzzssz.",
        "@angmrtz veeeeeergas :c",
        "@sharon_jvna plox",
        "@ponychiwa &lt;3 https://t.co/SRrFXbwly7",
        "@ponychiwa grax x tu consejo amix. Igual me va terminar valiendo verga y voy a subir una foto de mi culo en Cuba jeje.",
        "En un mes me voy a Cuba y justo me estoy zumbando un pastel de chocolate del Costco mmmmm my belly is gonna explode.",
        "Los hombres heterosexuales se quejan cuando su morra está en sus días... Bitch please, a mi novia y a mi SIEMPRE no… https://t.co/yF8OCvO3Dk",
        "Hoy vamos a salir con una de mis parejas homosexuales favos de Mid y pos está cool.",
        "Hoy es mi primera semana en mi nuevo jale y neta está bien verga, soy muy feliz.",
        "Me arrepiento un vergo de recordar que pude ver a Jungle en vivo.",
        "Declaro oficial el inicio de la dieta pre - Cuba porque esas nalguitas firmes no se van a mover solas al compás de la rumba.",
        "Hoy es el cumpleaños de mi mejor amiga y no estoy en Mty para pistear con ella: terrible, perriemos.",
        "@ClaudioGzp De hecho, es ilógico que una puta sirena sea blanca, dude, si vivieras en el mar (inclusive aunque pasa… https://t.co/Hd2AH5L4G9",
        "@beeheoni yo en mi relación lit.",
        "Soy consciente y agradezco por poder tener infinitas oportunidades de empleo para moverme del pinche lugar que quiera. AMÉN.",
        "Renunciar es como tener un orgasmo porque al final terminas con toda esa chaquetota mental que tenías laboralmente.",
        "Se siente bien rico renunciar.",
        "@BreenDelaCueva Renuncia alv",
        "Bienvenidos a la inauguración de la semana de \"pláticas incómodas que nadie quiere tener con Ilse\" take a seat.",
        "This bitch is ain't just for fun.",
        "Hola, recuerden que se merecen todo lo bueno de ésta vida amigos, los tkm.",
        "@MineHdz DM y te paso los tips amika.",
        "Puedo ser artista y también saber facturar.",
        "También está padre conectar con la gente y ver que entre amigos se apoyen y conozcan.",
        "Neta me sorprende mucho el skill de ventas que aparentemente tengo. Está padre conocer nuevas facetas dentro de tu interior.",
        "@rous_eI_crack Salilmón hahah.",
        "Neta me gané el premio mayor con mi novia.",
        "Estoy muy feliz en general en la vida.",
        "Todo se acomoda.",
        "Ya no sé cómo tomarme selfies porque actualmente no me gusta ni mi cuerpo ni mi cara.",
        "En un bloqueo creativo / crisis de identidad me puse a ver fotos viejitas mías y wow, está muy nostálgico éste pedo.",
        "Y luego me corrijió con una demostración correcta, cuando le dije que correría como otaku.",
        "Ayer mi novia me dijo que tenía ganas de ver Naruto.",
        "Aún y cuando me bulleaban, extraño estar en secu y no tener que pagar recibos ó renta la vdd.",
        "Me acabo de cortar el fleco y me siento de nuevo en secu.",
        "Me da mucha risa que me cataloguen como una persona muy \"social\", cuando en realidad me hes super complicado hacer… https://t.co/MRqVKoBLLq",
        "*Yo hace 2 años sin salir del closet* : mmm hacen mucho pedo con el gay parede.\n*Me rn*: Yaaaas kweeen"
    ]
}