{
    "screen name": "angelitabahe",
    "no. of tweets": 200,
    "tweets": [
        "https://t.co/WRLVqBr2Zv",
        "https://t.co/3TnWyUbMYU",
        "https://t.co/5JLgysk3aJ",
        "https://t.co/qsptcYgccr",
        "https://t.co/rP6KgonKOl",
        "https://t.co/CGXQWt8hLk",
        "https://t.co/kgy708Gc4K",
        "https://t.co/vpFIi0sHCv",
        "https://t.co/kutZ6NS9vX",
        "https://t.co/fMhMvrL0WA",
        "https://t.co/YVygzyGfqD",
        "https://t.co/gjQrjj9tFD",
        "https://t.co/HgcUkal2p8",
        "https://t.co/bKiLgdACCi",
        "https://t.co/JfGyAHJJFg",
        "https://t.co/EzxdrnkX7o",
        "https://t.co/WHYpAsMHCX\nnever trust white trashy people they are f****** thieves run as far away from them as you c… https://t.co/RiGZpHSm22",
        "I guess I'm probably permanently going to ditch my Facebook account and Gmail thanks to stolen phones and carelessn… https://t.co/qqw6MjcF9T",
        "Fuck Facebook they lame as f***. \nhttps://t.co/iI1oT9YsF0",
        "Kiss kiss.",
        "https://t.co/RPAMIR6MUf",
        "https://t.co/RA0Yi8s0B3",
        "My new fav song...",
        "https://t.co/73Sx3j4XRt",
        "Who's bitch? LOL!",
        "https://t.co/8qV509IB9j",
        "IF YOU HAVEN'T TRIED ANYTHING NEW YOU'RE AS OLD AS THEY GET.",
        "@RichardBSpencer @KattyKayBBC YOU ARE SO ANNOYING.",
        "@CaolanRob GATO NEGRO IS A PREFERENCE",
        "@CaolanRob They are not only in ONE COLOR.",
        "@CaolanRob @RichardBSpencer It's called a pussycat",
        "@RichardBSpencer @KattyKayBBC How can you not understand that I don't agree with you",
        "@RichardBSpencer @KattyKayBBC You remind of a piss poor asshole who never seems to shut his damn mouth up when othe… https://t.co/WuXbdACKJ3",
        "@RichardBSpencer @KattyKayBBC Why do you not understand that not all Americans believe in your ideas",
        "@FoxNewsInsider @TomiLahren @charliekirk11 Neo-Nazis Fire On Crowd Of Protesters After Richa…: https://t.co/2p9hfYZXkC",
        "Freedom of religion FUCK YOU RICHARD SPENCER https://t.co/rGqgXIkCDQ",
        "When reading comments on YOUTUBE don't believe it was full input FAKE THREAD",
        "https://t.co/KC8zXJNXNI",
        "https://t.co/zOQBaFt2c4",
        "https://t.co/RSki5TGOFy",
        "Wondering What's Next",
        "@businessinsider True",
        "@CNN MAKE AMERICA LOSE JOBS AGAIN.",
        "@CNN Yeah HE MIND AS WELL SAY TERMINATION ON JOBS. THIS DUDE IS THE BIGGEST IDIOT IN PRESIDENTIAL HISTORY THUS FAR",
        "@CNN What a dumb BITCH",
        "To all the bimbos making him that money. I guess you are that needed.",
        "https://t.co/xfgWClzaci",
        "Spit! These youtube jerks erase truth. Let people speak their mind without just keeping your favorite comments! https://t.co/P8g90Ed4E4",
        "@CNN Makechanges. Oh who is all afraid now since when",
        "KEEP BITCHING ABOUT SUPPLY CHAIN WHEN WE HAVE THE LOGISTICS TO GET TO PUERTO RICO.",
        "its time to make a definition on response time in Puerto Rico instead of overlooking the reality...",
        "https://t.co/h9l0Uw0jmQ",
        "@CNN https://t.co/h9l0Uw0jmQ",
        "SAVE PUERTO RICO!!!",
        "@CNN DONT FORGET TO PUT ON HIS RED DRESS AND STAND HIM NEXT TO PUERTO RICO. ATTENTION W****",
        "@CNN SO MUCH FOR HIS QUEEN DRAMA BEHAVIOR, WHERE IS HIS HEELS?",
        "@CNN How does he sleep at night when Puerto Rico is suffering. When has he made a trip there to see first hand",
        "@CNN TED CRUZ would have probably did it better, if not Ben Carson, unlike this billionaire idiot in his cozy bed,",
        "@CNN To all your dummies who voted this egotistic idiot in, this is a definition of your character in times of need.",
        "@CNN if it were any other person other than Donald Trump and his ego these ppl would have already had more done.",
        "@CNN the WORST OF THE WORST.",
        "@CNN If it was Virginia he would be there in a second. HE NEEDS TO GET HIS ASS UP AND PUT THIS FIRST!",
        "@CNN Clearly Donald Trump is a fucking racist.",
        "https://t.co/fZnPYpg88u",
        "https://t.co/k6I2CBwrnV",
        "https://t.co/BunUcpAkJG",
        "https://t.co/XGRZSLUBic",
        "POW",
        "And for bread and butter. Real popular chics ain't got to lie to kick it.",
        "Get real honey and quit deleting comments on your page to make yourself out like your so popular",
        "This chic obviously has no ears.",
        "Tomi Lahren - A Free Speech Lesson for NFL Anthem…: https://t.co/6jwI8WukmA",
        "@CNN NOT THE SAME GAME ANYMORE BITCH THAT'S EXACTLY 👉",
        "@CNN GET THAT SON OF A BITCH OFF THE PODIUM",
        "@earthman34 @CNN Where is the pussy shots? Donald Trumps makes dirty OKAY",
        "CONDEMN. HA HA! Is that suppose to be exclusive or something!  No one really gives a rat's ass.",
        "@HuffPostPol LOL AND AMERICANS",
        "Dateline Mystery : A House Divided - Unbelievable…: https://t.co/0ftwBWtzcl",
        "Mix - YG - My Nigga (Remix) (Explicit) ft. Lil Wayne, Rich Homie Quan, Meek Mill, Nicki Minaj: https://t.co/KKDXhbNSu8",
        "@HuffPostPol Anyone don't get psychologically brain washed by this crap.",
        "@HuffPostPol Just stop posting this crap. The media is the blame.",
        "@guardian This what the pretty woman should be wearing and more to cover their face from jealous women.",
        "🙏 🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏🙏",
        "PRAY ON DACA TRUMP",
        "FOX NEWS 👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎👎they are HATERZ",
        "DID HE FORGET ABOUT CHEAP LABOR",
        "WHERE IS HIS PRINCESS CROWN FOR DACA???",
        "DONALD TRUMP IS STILL PULLING HIS DRAMA QUEEN ACT.",
        "LEADERSHIP...WHO IS A REAL LEADER TO STOP HUMAN TRAFFICKING???",
        "@RichardBSpencer I can't believe what Americans are bitching about identity when there are more humanitarian issues about",
        "@RichardBSpencer https://t.co/TiVsAp2KlW",
        "Mix - YG - My Nigga (Remix) (Explicit) ft. Lil Wayne, Rich Homie Quan, Meek Mill, Nicki Minaj: https://t.co/KKDXhbNSu8\nWe Don't Fight Fair",
        "WHO BUILT AMERICA TRUMP??? SURE IT WASN'T JUST AMERICAN HANDS!!!",
        "So much for leadership and a cozy bed. 😔 Hurricane Harvey",
        "@robmir47 @HuffPostPol And that's just sad. I seen a site related to this topic of people selling their land to the… https://t.co/cVgibukyux",
        "@robmir47 @HuffPostPol Will what is their GDP COMPARED TO USA",
        "@HuffPostPol Dream on, Mexico doesn't have the money.",
        "@RyanCooperBrown @TheEconomist My bad. I'm referring to Americans.",
        "@TheEconomist This is an interesting point to touch up on. How about cops who are motivated by racism, should they be treated as criminals?",
        "@RichardBSpencer LOL!",
        "@RichardBSpencer WHAT STINKS!",
        "@RichardBSpencer WHO'S FRESH!",
        "@RichardBSpencer WHAT'S NEW!!!",
        "@RichardBSpencer GO 2017!!!",
        "@RichardBSpencer YOU ARE A RACIST IN DENIAL.",
        "@horowitz39 @RichardBSpencer He needs to be marching with LGBT.",
        "@ThatEliMosley @RichardBSpencer RICHARD SPENCER IS A FAGGIT ACCORDING TO A YOUTUBE CHANNEL. HE NEEDS TO COME OUT OF THE CLOSET.",
        "@RichardBSpencer BY THE WAY. I AGREE WITH ONE YOUTUBE CHANNEL. YOU'RE GAY.",
        "@RichardBSpencer An Irish man needs to punch a hole into your European face.",
        "@RichardBSpencer And is that suppose to be an insult on the Irish. An Irish man should punch a hole in your European face.",
        "@RichardBSpencer LOL! NO THEY WISH TO BE JEWISH. HAHA!!!",
        "@businessinsider Enough bias bricks for 1. No👎",
        "@businessinsider And what if your dealing with bias. Not agreeing to your thoughts. Golden Rule is Gold.",
        "@businessinsider Are you guys at it. No the golden rule is golden",
        "@guardian That's Vanessa. Haha!",
        "@guardian HATERS OF 2017",
        "@guardian CAN SEE THAT HATE IN YOUR EYES",
        "@nytimes I KNOW HOW ALL YOU OLD WHITE FARTS THINK. Y'ALL BE KICKING THE BUCKET SOON WITH YOUR BRAIN SO BETTER OFF FOR YOUNGER PPL.",
        "@nytimes AND JUST ABOUT EVERY OLD FART WHITE BITCH LONER ALWAYS SPOKE RACISM THAT I'VE SPOKEN TO.",
        "@nytimes VIRGINIA.  YOU STINK LIKE RACISM. I MET PLENTY OF PPL FROM THE EAST COAST AND YOU ALL STINK RACISM",
        "@nytimes By then brown cops will be standing there doing nothing when brown nationalist are firing.",
        "@nytimes Same white loser bitches all in denial of racism.  Wait until whites decrease drastically.",
        "@HRC You are all what you listed. Tired of your Donald Dump.",
        "@FoxNews @TuckerCarlson @NFL Plus they need to fire this dude something in his air that smells racist.",
        "@FoxNews @TuckerCarlson @NFL Not following you guys anymore never like your style anyhow. Off to CNN.",
        "@FoxNews @TuckerCarlson @NFL Stupid. Wedlock. The interview is about what",
        "@nytimes LOSERS",
        "@guardian B######",
        "@businessinsider LOL.",
        "@politico TOO OLD",
        "@BostonGlobe ATTENTION WHORE",
        "@BostonGlobe ATTENTION HOE",
        "@BostonGlobe YUP TRUE RACIST",
        "WHY IS EVERYONE SHOWING OLD CRAP. AINT NOBODY WANT TO SMELL THAT. WHAT'S FRESH",
        "@BloombergTV What a dumbass. Leave NAFTA ALONE...AINT NOBODY NEED INCREASING PRICES. THIS STUPID IDIOT NEEDS TO PASS ECONOMICS WITH AN A+.",
        "END RACISM",
        "YOUR DAMN COMMENTS SAY IT ALL.",
        "YOU NEWS PEOPLE STOP DEFENDING AND JUST REPORT.",
        "Guns on both sides. They could both get out of hand. Other than that NO GUNS FOR BOTH.",
        "@FoxNews No one should being showing up with guns like they are SWAT cause they're not. That's inhuman.",
        "@FoxNews Incompetence it's time he empty his desk",
        "@BostonGlobe WHEN IS AMERICA GOING TO FIRE TRUMP",
        "@politico @POLITICOMag MAKE AMERICA WEAK.",
        "@politico @POLITICOMag Yeah dont be surprised that other countries start 💣 N us and you dumb idiots realize we need each other.",
        "@politico @POLITICOMag We have the military to fight wars not against our own people. HORSESHIT",
        "@politico @POLITICOMag This is unsafe.  If they can have guns on one side then the others need it too. Otherwise ha… https://t.co/XC6lmO229o",
        "@politico @POLITICOMag Anifta needs to start recuiting men now.",
        "Anifta needs to start recruiting men now.",
        "@politico @POLITICOMag Yeah they need militia on both sides cause that's not being fair if it's one sided.",
        "@politico @POLITICOMag Ok both group need to have their own militia.",
        "@CardinalCrown Clearly another dummy who supports Trumps dumbass.",
        "@CardinalCrown Give Obama and his administration credit for increased jobs dumb head.",
        "@CardinalCrown DONT SEE MUCH CHANGE REALLY HUH. LOL",
        "@CardinalCrown Yup the prices do go up. And how is that for pay increase. LOL",
        "@CardinalCrown Keep DREAMING DUMB ASS.",
        "@CardinalCrown https://t.co/gRKVPonkoI",
        "@CardinalCrown Bet cha haven't notice prices going up. LOL",
        "@thedailybeast YOUR SUPPER IS WAITING. GO HOME.",
        "@guardian IDIOTS OF AMERICA.",
        "@RT_com JEALOUSY KICKED IN.",
        "@RT_com DONT HATE THE PLAYER HATE THE GAME. YOU KNOW THIS.",
        "@thedailybeast LOSER BOYS. GO HOME TO MOMMY.  IN THIS BAD ECONOMY WE KNOW MAMA YOUR SUPPER WAITING",
        "@politico Dummy #1s bbf.",
        "@politico You stance with hate and violence.",
        "@guardian Im better than you stance.",
        "@guardian Bully Stance.",
        "@CNN @StCollinson He is a KISSASS. this picture makes it obvious that he makes losers feel like winners just for them to like him.",
        "@politico Take it to the streets. He talks a lot of shit.",
        "DONALD TRUMP GET IT IN YOUR HEAD THAT THAT PRESIDENTIAL JOB IS ONLY TEMPORARY.  OK 👍",
        "@HuffPostPol QUIT ACTING SO EXCLUSIVE YOU ARE ONLY A NUMBER IN HISTORY.",
        "@HuffPostPol THEY SHOULD ALL QUIT. DONALD IS ONLY TEMPORARY.",
        "@BostonGlobe Kick that damn statue down. Collectively the United States should decide if these statues are a stay or a go.",
        "@WSJ GET REAL A LOT OF PEOPLE DISLIKE YOU.",
        "@politico You need to wear a label that states HYPOCRISY...AS YOUR NAME TAG.",
        "@politico LOL WHEN YOU SAY BRING JOBS BACK TO AMERICA. GTFOOH ALREADY.",
        "@politico Quit trying not to act like your not getting a deal.",
        "@politico https://t.co/8oGQm7GNkZ",
        "@politico WOW WHEN HAVE YOU NOT GONE OUTSIDE TO PAY LESS???",
        "@politico He is so infamous for attacks. NOTHING NEW. 2020 HURRY!",
        "@WSJ I WISH YOU RESIGN.",
        "@WSJ You are the most egotistical, narcissistic like, I got to have the last word, disrespectful President I have witness.",
        "@WSJ GO TO HELL WITH YOUR RHETORICS.",
        "@WSJ ASFOR PERMITS. WHO IS ALLOWING WEAPONS AT THESE DEMONSTRATIONS???",
        "@WSJ TRUMP YOU SUPPORT VIOLENCE IN AMERICA. PEOPLE HAVE ALREADY DIED HERE IN AMERICA BCUZ OF YOUR RHETORIC.",
        "@WSJ AND IF THEY SHOWING UP TO INFLICT VIOLENCE ARREST THEM ALL.",
        "@WSJ THE NEXT PLACES THEY HIT UP THEY BETTER NOT BE SHOWING UP WITH WEAPONS OR ACTING LIKE SWAT.",
        "@WSJ First off LET ME FINISH. HAHA! Those protesters shouldn't be showing up like they are SWAT.",
        "@WSJ DONT WORRY A LOT OF PEOPLE DISLIKE THEM ANYWAYS.",
        "@WSJ BLAME YOUR WHITE THUG HOMIES.",
        "@politico Keep Rolling Time...IT'S TAKES US ALL EVENTUALLY.",
        "@politico NOT TOO WORRIED ALL HIS OLD BAGGIES ARE SHORTLY ON THEIR WAY OUT. THEN YOUNG PEOPLE WILL HANDLE THIS WORLD BETTER AS EVER.",
        "@politico HE'LL GO DOWN IN HISTORY WITH HIS MOUTH WHAT IT MADE HIM. NO WORRIES HE IS ALREADY ALMOST ON HIS WAY AS OLD AS HE IS.",
        "@politico He is too stupid. Like I said he is just a businessman playing politician TEMPORARILY.  HE IS ONLY TEMPORARY.",
        "@politico Slave owner or not dumbhead this is 2017",
        "@WSJ DUMP TRUMP",
        "@CNN TELL THEM TO NOT FORGET TO STAMP NAZI ON THEIR FOREHEAD BEFORE THEY SHOW UP.",
        "@CNN Ha! Don't look surprised if you show up and your outnumbered by people who don't support you.",
        "@diddy Yeah update the statues dummy. UPGRADE.",
        "@HuffPostPol As hateful as they are as a group tgey should be tattoo with a number on their forehead so everyone op… https://t.co/wrXPT0EpMi",
        "@HuffPostPol Regardless of who these people are they need to be tagged so all of society can point them out."
    ]
}