{
    "screen name": "Ranjan_O",
    "no. of tweets": 173,
    "tweets": [
        "@sunnymahat @samriddhirai13 @akhileshU Goti hune bitikai you will be notified ...! 🤪",
        "Issues that needs to be settled only by diplomacy &amp; dialogue are jeopardised by ignorance &amp; political populism rhet… https://t.co/38BJvk6zoK",
        "@samriddhirai13 @sunnymahat @akhileshU Sunny,  you now surely must have thinking some Tommy Shannon ballistic riffs ..😮",
        "@sunnymahat @Bharosha_ce तिमी चिताऊँ, हामी पूर्यौछौ।",
        "Social Cafe has dedicated connection. You can come with with your bass beast for you bulus solo or a jam session. R… https://t.co/1MrrS5vsqe",
        "https://t.co/QMEVnVgdKu",
        "टाउको काटने भुत र उखान - तुक्का वर्तमान हो । पररास्ट्र र कूटनीति नट इन आवर ब्याक ग्राउंड ।",
        "Sad to know NAC flight flew empty seats inbound flight from Australia, despite requests from Nepalese to fly back h… https://t.co/3f4RF4JB7d",
        "https://t.co/3PGpXo8rC1",
        "यो सरकार हैन सत्ता हो, पुरा को पुरा ।  \nजनता लाई घर भित्र छिटो छिटो थुनेर आफ्नो पासा पल्टाउन पेलेटी मारेर बसी सक्यो ।",
        "लकडाउन कसरी खोल्ने, कता खोल्ने, कहिले खोल्ने त्यों अर्कै बहस होला । \n\nजनस्वास्थ्यका नाममा तानाशाह हुन चाहनेहरुले क… https://t.co/jZHy5u6eME",
        "त्यों रातको समझनामा । https://t.co/WysH1jfjpz",
        "रोल्पामा अबोध बालबालिकाको ज्यान गयो क्रान्तिको नाममा रोपिएको बम बाट ।एउटा अर्को पुस्ताले यो नियती भोग्नु पर्‍यो ।… https://t.co/7Qc3n6SVLD",
        "पत्रकार मित्र : \nभने पछी तपाईंको भोगाइले हेर्दा खेरी सामाजिक सन्जालमा लेख्नु अगाडि एक्पल्ट सोच्नु पर्‍यो?\n\nरिहा हुँ… https://t.co/vB6X2KNUnX",
        "बर्तमान अवस्थाको सूक्ष्म विश्लेषण र देशलाई कोरोना बाट परेको चौतर्फी प्रभाब कसरी पार लाउने भाबी रणनीति लाई छायामा पा… https://t.co/YQTN2l4GoA",
        "डेन्मार्क बाट भुकम्पको राहत आँफै ल्याएर दोलखा जिल्ला, जिरी न. पा. खोल्मे गाउ पुगेको सम्झना । https://t.co/FeUDVXQiEL",
        "सम्पूर्ण मुस्लिम साथीहरुमा रमाजानको हार्दिक शुभकामना । https://t.co/VC9HPtDvxv",
        "यस्तो बिषम परिस्तिथी, दु:ख को घडीमा समेत जनता भन्दा पद र सेटिङ् माथि देख्ने ब्यक्तीबादी चरित्र र कु-राजनीतिक सँस्का… https://t.co/3yaxFnkAjw",
        "आन्दोलन हैन, क्रान्तिको जरुरत देखियो ।   https://t.co/lPPhGK36uT",
        "‘सत्ताको उन्मादमा गैरसंवैधानिक कदम’- डा शेखर। https://t.co/lJ6GubzmAZ via @Annapurna_Post",
        "Writing in The Economist, former Singaporean diplomat Kishore Mahbubani argues that the world after the crisis may… https://t.co/ttEtxEk5hm",
        "The regime of my country eventually have put the supremacy of people’s poll, constitution and the lives of people a… https://t.co/nrXDdVCetO",
        "@sunnymahat  &amp; @sahanaguitar both greatly from Nepal ❤️ https://t.co/ixyvm1LI3h",
        "उता अम्रिकाका रिपब्लिकन पार्टीका नेता भन्दा हाम्रा पहाड धनकुटा तल याकचानाका आस बहादुर नाती ( पुगे होला ५८-६० बर्ष)… https://t.co/gKhcxHLRBw",
        "उध्यम्सिलमा एउटा सान्दर्भिक भनाइ छ:\nSocial Entrepreneurs first sees or identifies the problem and tries to solve it… https://t.co/4cjmBB1UBZ",
        "लकडाउन कन्टिनजेन्सी प्लान हो । \n\nसँग संगै— सामान्य मज्दुरहरुको रोजी-रोटी, साना उध्यमी, ब्यबसायीहरु लाई धरासायी हुन… https://t.co/tqyhcPvE9d",
        "सम्पूर्ण साथीभाई इस्टमित्रहरु मा \nनव बर्ष २०७७ सालको हार्दिक मंगलमय शुभकामना ।  \n\nWishing my dear friends, family,… https://t.co/yc2kla0Ufi",
        "विश्वव्यापी बहस ।  \nकोभिड१९ को महामारीले पार्ने “दीर्घकालीन असर, चुनौती र भावी कार्यदिशा” बिषयक बिश्वव्यापी बहस का… https://t.co/etCsJMRgvf",
        "#lockdown19 \n#brotherhood https://t.co/AjrVtuCmyF",
        "https://t.co/QpuC1kkWnF",
        "👏👏👏👏👏👏👏🏾👏🏾👏🏾👏🏾👏🏾👏🏾👏🏿👏🏿👏🏿👏🏿👏🏿👏🏿👏🏽👏🏽👏🏽👏🏼👏🏻👏🏻👏🏻👏🏻👏🏻👏👏👏👏👏👏🙏🏼🙏🏼🙏🏼🙏🏼🙏🏼🙏🏼🙏🏼🙏🏼🙏🏼🙏🏼🙏🏼🙏🏼🙏🏿🙏🏿🙏🏿🙏🏿🙏🏿🙏🏾🙏🏾🙏🏾🙏🏽🙏🏽🙏🏽🙏🏼🙏🏼🙏🏼🙏🏼🙏🏼🙏🏻🙏🏻… https://t.co/mobFvog18k",
        "WHO Leadership—-\nTrump’s probable first trial patient for an anti COVID19 vaccine. \n\nI repeat it: Trump’s anti COVI… https://t.co/ywQ7L4IPn9",
        "Congrats dear Shashank Shree Neupane behind the engineering—Jay Nepal https://t.co/EeyUgeOl00",
        "Any engineers?\n\nयस्तो परिस्तिथि नआओस कि एक गोटी सिटामोल पनि छिमेकी धरी दिन हिच्कीचाओस । \n\nआ - आफ्नो ठाउँ बाट जुट्ने… https://t.co/GrbSlM3a5a",
        "Is entrepreneurship already a psychiatric patient ? \n\nDarker times ahead folks. But the heroes are being born at this very moment.",
        "Chomsky: Ventilator Shortage Exposes the Cruelty of Neoliberal Capitalism https://t.co/0vAO7kYpEy via @truthout",
        "काठमाडौं गैरीधारास्थित सोसल क्याफेले यही समयमा ‘म्युजिकल आउटब्रेक’ नामक डिजिटल कन्सर्ट चलाइरहेको छ https://t.co/MUgWvQ7sZ1",
        "DAY 7 \nToday, March 30. \n\n#musicaloutbreak a no physical contact, virtual LIVE concert. \n\nA voluntary initiative by… https://t.co/77iLDeo0Gd",
        "काठमाडौं गैरीधारास्थित ‘सोसल क्याफे’ले यही समयमा ‘म्युजिकल आउटब्रेक’ नाम दिएर फेसबुक लाइभ गर्दै आएको छ । \nhttps://t.co/N0ZKQDsw4F",
        "A group of artists, entrepreneurs and social activists comprising Ranjan Ojha, Rohit Tiwari, Neha Banu Shah, Rohit… https://t.co/QgxJ3Zwum6",
        "DAY 6.\n\n#musicaloutbreak a no physical contact, virtual LIVE concert. \n\nA voluntary initiative by collective effort… https://t.co/MpXxj2K5sz",
        "DAY 5\n#musicaloutbreak \na no physical contact virtual LIVE concert. A complete voluntary based initiative to encour… https://t.co/VufNPa6HGj",
        "#musicaloutbreak\n#socialcafeofflinehub https://t.co/mzgCVfyURF",
        "DAY 4 \n\n#musicaloutbreak https://t.co/bPKLNqP6sM",
        "Nepali Musicians go LIVE online.\n#musicaloutbreak \n#socialcafeofflinehub \n\nhttps://t.co/TOfJXRDNhi",
        "DAY 3.\nPlease stay HOME. \n#musicaloutbreak https://t.co/jcEvOsJNWl",
        "#musicaloutbreak\n\nकाठमाडौंको गैरीधारामा रहेको सोसल क्याफेले लकडाउन भरि मनोरञ्जन दिने उद्देश्यले भर्चुअल कन्सर्ट( अन… https://t.co/A9GVcK2E5a",
        "https://t.co/LLtsqb7UV8",
        "#musicaloutbreak https://t.co/QBwozLscos",
        "By the joint efforts of team of entrepreneurs, musicians, social activists and Social Cafe community; It is a socia… https://t.co/Brx6NjERnb",
        "So the #musicaloutbreak is kicking off tomorrow! \n\nStay home and contribute against the spread of #covid19. \nAnd en… https://t.co/mqbow5JjHg",
        "https://t.co/b7fqGRgYAu",
        "#musicaloutbreak https://t.co/N1S9QZLIQf",
        "Shared updates on Korona Virus and it’s wider implications with Dr. Swarnim Wagle, Nepal’s finest economist, former… https://t.co/Xub2CKdAi5",
        "Give it a shot and check out the recent article in #imagekhabar about how Social Cafe is encouraging entrepreneurs… https://t.co/T7AZvaJY5Z",
        "So I’m Nepal . \n\nImpact Expedition team brain exercise and brief sum up session before the team members are off bac… https://t.co/mqg2NzJHqq",
        "असत्य माथि सत्यको जीत । अनेक्तामा एकता । बिभिन्न रङहरुको सम्योजनले बनेको सुन्दर इन्द्रेणी जस्तो हाम्रो नेपाल ।… https://t.co/MA0wiZzxi9",
        "An agressive move ....towards entrepreneurial + cultural economy. https://t.co/obVLzygEl6",
        "Social Cafe yesterday marked its fourth anniversary and what a journey it has been. We celebrate the commitment of… https://t.co/QaeW4icCKM",
        "बिपी अध्ययन प्रतिस्ठान नेपाल मोरङ अन्तर्गत क्षेत्र न. ३ बिस्तारित कार्यसमितीमा पर्नु हुने सम्पूर्ण पदाधिकारी साथीह… https://t.co/ewn1YVqN1O",
        "So Im Nepal: Social Impact Nepal. Interested to join? Contact the following email. https://t.co/85z0A0BbXd",
        "@dineshnsu Congratulation to our dear sister!",
        "https://t.co/TxfDtZgQOC",
        "सक्छौ — \nतिमी MCC लिन्छौ, त्यसैगरी नयाँ उध्यमीहरुलाई अनुदान रकम र काम गर्ने बातावरण बनाइदेउ । \n\nसक्दैनौ —\nउध्यमीहरु… https://t.co/4xqK1vvExh",
        "“Some were given immunity arguing to be a policy-level decision of Cabinet and others on a condition of returning l… https://t.co/4a9CFx9deF",
        "Was pleasure to facilitate and share insights in entrepreneurship and innovation with the students of Belbari Munic… https://t.co/129DeZrrjG",
        "Will moderate + facilitate a session around “social entrepreneurship &amp; innovation” in  Belbari Morang. Jan 27 / Mon… https://t.co/QfBtmpoS56",
        "For those who missed it!\n\nInterview Venue: \nSocial Cafe - An Offline Hub, Gairidhara Kathmandu Nepal. \n\nhttps://t.co/VQGUSkev4J",
        "Are our leaders happy “intrisincally” in what they think communicate and act despite the core heart pulses? \n\nOr le… https://t.co/wRbUxKBhQT",
        "https://t.co/Z9WSHvJzYG",
        "Hygge feeling! \n\n“Hygge” in Danish means Comfort, Coziness etc etc.\n\n....&amp; here someone’s sleeping 😐 😴 — at Ganeshp… https://t.co/xJ29B4rVnN",
        "Family Legacy &amp; Memories in Exhibits  ! https://t.co/2147AycM94",
        "LETS STOP NOISE POLLUTION AFTER 10 PM ( Week Days ). It’s a sleeping time now ! \n\nMayor of the Sundarharaincha Muni… https://t.co/W22k05ocSP",
        "प्रदेश १ मा कार्बोन इमिसन ( Co2 Emission ) सम्बन्धी जिज्ञासा: ￼\n\nदाउरा बाट सन्चालन हुने उधोग वा दैनिक रुपमा धेरै दा… https://t.co/inNScv4MXB",
        "https://t.co/2YHjUmznp7",
        "Berlin (Germany) &amp; the Divide Wall Memories, 2014. \n\nYou might be thinking of a Marx, Hitler, or Scorpions .... The… https://t.co/EI8YobgtCa",
        "Statement of Prachanda can be considered as the confession of crimes. He is now fit to be tried in both domestic &amp;… https://t.co/6vLhM0jNS7",
        "Small spark in getting tourism entrepreneurs of Itahari &amp; surroundings on board for a dialogue &amp; collectively looki… https://t.co/jNivIJ8anq",
        "https://t.co/CfGJhoNQxp",
        "Hope to see as many tourism entrepreneurs &amp; stakeholder in this informal tea session for a very constructive dialog… https://t.co/AjQbYwQaEO",
        "Culture is important since it shapes our mindsets &amp; creates relationships.\n\nHappy Maghe Sankranti / Maghi Festival.",
        "'The West' is, in fact, the world's biggest gated community https://t.co/VL6IdXKT90",
        "HELLO ITAHARI 🙏🏼\n\nSocial Go &amp; Fun https://t.co/wSGutcWqlt. Initiates an informal interactive meet up session with t… https://t.co/ZT0pfwglAE",
        "Where there’s a full-stop in ideas, dialogue,  expression——Think we are a LIVING DEAD! \n\nA kind reminder to the poo… https://t.co/T3Xl2Tq1s3",
        "https://t.co/KJFuAT9jnO",
        "We are becoming much  POLES APART, time by time, moment by moment, days, months, years and era by era ——\n\nI don’t k… https://t.co/8PXHBcpzIe",
        "Meta Democracy, Nepalese Democratic Party or Movement of the decade should be about: \n\n• Not कृयासिल but super कृया… https://t.co/nwH5TUbKZG",
        "https://t.co/XoUjBbYyZS",
        "Taking into account of “demand &amp; supply” principle: Whatever is happening in NC, one way the other — it is about ma… https://t.co/jd387ffUIO",
        "Sir, Mr. Party President —-\nIt is the theory of “Wisdom of the Crowds”. \n\nThe Wisdom of Crowds: Why the Many Are Sm… https://t.co/lsLmmZGGtU",
        "D. Trump impression: I am president, I am American, I am republican, I have a power, I am a robust in military + ec… https://t.co/wtJkXjjgCc",
        "In short response to CNN, Zabad Zarif delivers what a foreign minster has to rightly deliver — strong, articulated,… https://t.co/RpnFqWbpRY",
        "https://t.co/FSps4ZbcFO https://t.co/FSps4ZbcFO",
        "#designthinking https://t.co/IGqjfig0R5",
        "Rohit Tiwari Neha Banu Shah Faija Parween Shashank Shree Neupane https://t.co/XpqQNtSlCg",
        "https://t.co/bpYoNok6r5",
        "एतिहासिक फुट्बल प्रतियोगिता सम्पन्न ।  \nहार्दिक बधाई तथा धन्यवाद ।  \n\nमिती २०७६ पौष १९ गते शनिबारका दिन बिपी अध्ययन… https://t.co/05ILYU7olD",
        "हार्दिक निमन्त्रणा  ! \n\nबिपी अध्ययन प्रतिस्ठान नेपाल मोरङ सुन्दरहरैचा नगर खेलकुद कार्यसमिती द्वारा सन्चालित \n“वडा… https://t.co/lQ1sQMh1Ah",
        "attending सुन्दरहरैचा न.पा वडा स्तरिय नक-आउट फुटबल प्रतियोगिता २०७६ at Gachhiya Bajar, Sundarpur, Morang, Eastern https://t.co/sEaScBloBr",
        "Wish you all a Lovely, Prosperous &amp; Happy New Year 20 Vibration..\nI pray for the elements of Hope, Love, Emotion, E… https://t.co/X3MBAXiRp8",
        "In bidding farewell to 2019, lets together share the beautiful memories of the year and welcome another great year… https://t.co/4nDGFHWp0X",
        "https://t.co/fnk2CYg0HI",
        "सुन्दरहरैचाको गछियामा भएको वडा स्तरिय फुटबल खेलको क्वाटर फाइनलमा वार्ड नं ४ विजयी \nhttps://t.co/7FrdrTvGIQ",
        "https://t.co/Qt7y5SVwxp",
        "https://t.co/Tbri6NmjFi",
        "Wisdom is great depth, plain and simple. \nEnjoy folks! — at Gachhiya Bajar, Sundarpur, Morang, Eastern https://t.co/yCgmVCUJ0S",
        "Wish you a Merry Xmas to my dear friends world wide celebrating in the spirit of history, family bondings, love, cu… https://t.co/SThbRU4zOs",
        "https://t.co/nYwAujl6DQ",
        "बिपी अध्ययन प्रतिस्ठान नेपाल मोरङ सुन्दरहरैचा नगर खेलकुद कार्यसमिती द्वारा सन्चालित \n“वडा स्तरिय नक-आउट फुटबल प्रति… https://t.co/gOcPn2uG5j",
        "https://t.co/gO5urxnHkb",
        "बिपी अध्ययन प्रतिस्ठान नेपाल मोरङ सुन्दरहरैचा नगर खेलकुद कार्यसमिती द्वारा सन्चालित \n“वडा स्तरिय नक-आउट फुटबल प्रति… https://t.co/8kz1rMEVUb",
        "हार्दिक निमन्त्रणा ।। \n\nसुन्दरहरैचा नगरबासीका सम्पूर्ण खेल्प्रेमीहरुमा उपस्तिथीको लागि सादर निमन्त्रणा ।।  \n\nआज २०७… https://t.co/GLUdhtR9GX",
        "बि.पी अध्ययन प्रतिष्ठान नेपाल मोरङले गछिया आधारभूत बिधालयमा आज आयोजना गरेको निशुल्क आँखा जाँच (आँखा शिविर ) कार्यक्… https://t.co/z3gA27aZOd",
        "बि.पी अध्ययन प्रतिष्ठान नेपाल मोरङले गछिया आधारभूत बिधालयमा आज आयोजना गरेको निशुल्क आँखा जाँच (आँखा शिविर ) कार्यक्… https://t.co/SywUK3tzOc",
        "https://t.co/LxmokAvXkJ",
        "https://t.co/Gbct28QZCP",
        "निशुल्क आँखा शिविर !! \n\nबिपि अध्ययन प्रतिष्ठान नेपाल मोरङको आयोजनामा यही पौष ५ गते शनिबार निशुल्क आँखा जाँच र निशु… https://t.co/dG8bDnNNOt",
        "Recommended place for entrepreneurs in Kathmandu for personal work, reading, group meetings &amp; discussions, co-worki… https://t.co/uFS2Y0NvvD",
        "https://t.co/AYhIqJJ3mP",
        "https://t.co/cX1pSIVqTw",
        "There are some unscreened heroes in our life, professional walks, the impacts that we made and the credit we take .… https://t.co/kLQB4aKh99",
        "२०७६ पौष ६ - १९ गते \nगछिया खेल मैदान, सुन्दरहरैचा न. पा. ७ मोरङ. https://t.co/Di3AlVjaLc",
        "Robert De Niro Thinks Donald Trump Is Worse Than Any Gangster He’s Played https://t.co/qXOOpdN8v9",
        "https://t.co/YoZDwPUF56",
        "२०७६ पौष ६ - १९ गते \nगछिया खेल मैदान, सुन्दरहरैचा न. पा. ७ मोरङ. https://t.co/yWNBqlExJd",
        "कोइराला परिवारको बिचमा कसैले शंका गर्नु पर्दैन । हामी एक ढिक्का भएर जान्छौ । https://t.co/DlVamXrJXu",
        "१४ औं महाधिवेशनमा सभापति उठ्ने योजनाअनुसार उनले विभिन्न जिल्ला पुगेर नेता/कार्यकर्ताको धारणा बुझिरहेका छन्। यसका ला… https://t.co/Rhdx7PXRhe",
        "कांग्रेसभित्र क्रमभंग गर्न खोज्दै शेखर, सिधै सभापति बन्न बनाए यस्तो रणनीति https://t.co/EpF9W6kMT7 via @nepalkhabar",
        "बिपी अध्ययन प्रतिस्ठान नेपाल मोरङ सुन्दरहरैचा नगर खेलकुद कार्यसमिती द्वारा सन्चालित \n“वडा स्तरिय नक-आउट फुटबल प्रति… https://t.co/SGNySevQgu",
        "Updates! \n\nबिपी अध्ययन प्रतिस्ठान नेपाल मोरङ सुन्दरहरैचा नगर खेलकुद कार्यसमिती द्वारा सन्चालित \n“वडा स्तरिय नक-आउट… https://t.co/1uYzTIrRj6",
        "Ohhhh that was Year 2012. \nFound in google. \n\nhttps://t.co/Et8LDoNzNk https://t.co/Et8LDoNzNk",
        "Social Entrepreneurs @ Work: Ranjan Ojha (Nepal Music Festival)  - The Entrepreneurs' Ship https://t.co/icrf8vAN4B",
        "Back in 2012. \n\nhttps://t.co/Et8LDoNzNk https://t.co/Et8LDoNzNk",
        "All the BRIC countries are ruled by nationalist and/or authoritarian leaders; a worrying trend not least as we need… https://t.co/V3FLGlBjcP",
        "https://t.co/ccDGtB0eFT",
        "Freedom means diversity but also mobility. It preserves the opportunity for today’s disadvantaged to become tomorro… https://t.co/KDSCdIhNZA",
        "यतिबेला निकै बहसमा रहेको दुई विषय छ: ‘त्रिदेशीय सहकार्य कि टु प्लस वान’ र ‘बेल्ट एन्ड रोड इनिसिएटिभ (बीआरआई) कि इन्… https://t.co/CdcDqQv8xd",
        "Beautifying the World. \nSimply Amazing, Inspirational. \n\n #SocialEntrepreneurship https://t.co/QY1G7SsdVG",
        "Thank you Sunny Mahat for the coverage !",
        "https://t.co/PDOY0zxM5F",
        "Nepal School of Entrepreneurship workshop featured in today’s Annapurna Express, Kathmandu. https://t.co/Pauw1evf9x",
        "काठमाडौको त्रिवि शिक्षण अस्पतालमा उपचार गराईरहनुभएका राष्ट्रिय सभा सदस्य माननिय रमेशजंग रायमाझीको स्वास्थ्य अवस्था… https://t.co/lVXtBLvppv",
        "https://t.co/MfBfCBLt9j",
        "What Is Disruptive Innovation? https://t.co/unTAmoWUUU",
        "Event Memories! — attending Discussion on Improvisational Dialogue and Leadership at Social Cafe https://t.co/lXpjgNcfB7",
        "https://t.co/Pf6wXdYmAI",
        "योसँगै जोडिएर आउने अर्को कुरा हो– उद्यम र सीपमूलक तालिम। उद्यमशीलतासँग सीप जोडिएको जनशक्ति उपलब्ध गराउने वातावरण हु… https://t.co/AAgWddN2Tx",
        "https://t.co/dPJlBhkyKg",
        "Conclusion of Workshop on “Discussion on Improvisational Dialouge &amp; Leadership” with Flemming Toft from Denmark in… https://t.co/Wd2v2xUn9B",
        "Happy and successful execution of one day workshop on “Improvisational Dialogue and Leadership” with moderator Flem… https://t.co/vo6qV02f9t",
        "THE 1st PIC: \nMarch 2010, Denmark. \nWith my lecturer Flemming Toft in my Diploma in Leadership graduation day in Ko… https://t.co/v4OhJxRzNy",
        "What is the deciding difference between the winners and losers - of history or now? \n\nWhereas the AMATEUR studies h… https://t.co/Lwkgi7Yfcw",
        "https://t.co/Ei2mNUwePL",
        "Social Cafe, Gairidhara ! \n#socialcafekathmandu https://t.co/RJ4T82dKOQ",
        "Flashback! \nCOP 15 / 2009 / Copenhagen ⛰ ⛄️ https://t.co/baBuOPiaju",
        "https://t.co/x82sCpBOKJ",
        "https://t.co/7FSMxwM1go",
        "3 DAYS LEFT TO REGISTER &amp; FEW SEATS REMAINING! \n\nWe are anticipating tailored participants of age group 20-35 from… https://t.co/7djPAYfzET",
        "https://t.co/yyW7v9NJm4",
        "https://t.co/SySrUye3Lc",
        "Producers \nInvestors\nConnectors &amp; \nExplorers \n\nThese four leadership mindsets are driving the new economy https://t.co/SERJoqJ185 via @wef",
        "पार्टीलाई आमूल परिवर्तन गरी युवामैत्री बनाउन जरुरी छ । अब पुरानो शैलीले न पार्टी चल्न सक्छ न त मुलुक नै । पार्टी स… https://t.co/kZfTLziRne",
        "पार्टीलाई आमूल परिवर्तन गरी युवामैत्री बनाउन जरुरी छ । अब पुरानो शैलीले न पार्टी चल्न सक्छ न त मुलुक नै । पार्टी स… https://t.co/x8xlQVISfe",
        "6 DAYS LEFT TO REGISTER &amp; FEW SEATS REMAINING! \n\nWe are anticipating tailored participants from diverse background… https://t.co/uZElOtmkTF",
        "Presumably, some kind of shock would be required. What might it take? \n\nAnother 2008-style collapse? Some radical p… https://t.co/TjNcC6VsvL",
        "Few Seats Remaining! \nhttps://t.co/boqqktyTyT https://t.co/iiKcSXf6N2",
        "https://t.co/TKUwPeXaA9",
        "Some democratic political activist in Nepal do also listens to Dire Straits, Albert King, Stevie Ray Vaughan, Mukti… https://t.co/hD8dgqGhIg",
        "• प्लटिङ, सेट्टिङ एन्ड लुट्टिङ ! \n• धनी भए पुग्ने यो समाजले मान्यता दियो ।  \n• सन्स्कार नै परिवर्तन गर्नु पर्छ ।… https://t.co/FLh78fAkmL",
        "In the QUEST of a New Political Culture — \nThat Designs a Culture!\n\nBut in writing this,  I think the status crater… https://t.co/VidYZV0BOU",
        "enjoy https://t.co/lJbaMCK40j",
        "Thank you Abhishek Khadgi and the talk station whole team for the great video presentation at SOCIAL’S! With one of… https://t.co/IPraeUSb6O",
        "Thank you Abhishek Khadgi and the talk station whole team for the great video presentation at SOCIAL’S! With one of… https://t.co/8urycJd5VS"
    ]
}