{
    "screen name": "Hasan51980013",
    "no. of tweets": 174,
    "tweets": [
        "يطيب لي في #ذكرى_وفاة_الشيخ_زايد طيب الله ثراه أن أتطرق لانجازاته المستمرة ونهجه الواضح الذي ملئ به المكان فأزهر مع… https://t.co/BaGNA9tpO8",
        "أسطورة النجاح في القيادة والريادة وصناعة الخير، ثقافة تدرس في إمارات #زايد_السلام ومدرستها العالمية التي أضحت منارة… https://t.co/4VXYnY6NqZ",
        "مرحلة الانطلاق الباهر نحو المستقبل الواعد بقيمه السامية والخوض العميق بالحلول المبتكرة بعد التعافي من أزمة كوفييد-١… https://t.co/gTRPTN5OlB",
        "City 4.0 in analogy to industry 4.0 concept automation &amp; data exchange. Dubai’s the smartest &amp; happiest &amp; sustainab… https://t.co/keefvE35Oh",
        "امارات #زايد الأولى عالمياً في احتواء انتشار #كورونا_فيروس بفضل حكمة قيادتها الرشيدة وسرعة استجابة شعبها والاستخدام… https://t.co/WN90cyltIT",
        "ستبقى إمارات #زايد_السلام نور لمن إهتدى ونار لمن اعتدى ، ومنارة تضيء الزمان بالعشيّ والابكار ، بحكمة وابداع قيادتها… https://t.co/op57E7P9gJ",
        "5 core behaviors that drive the adoption it #new_digital experiences: Access ,engage,customize, connect ,collaborate .",
        "سمو الشيخ #محمد_بن_زايد الرجل الأسطورة الذي صاغ بذكائه سياسة الدعم الخارجي لمعظم الدول العظمى الأكبر اقتصاداً بهدف… https://t.co/pykMsii4T3",
        "إبداعات وإنجازات القيادة الرشيدة بإمارات #زايد_السلام التي تعمل بلا كلل لتأمين الحماية لمواطنيها وأهلها وتدعم صموده… https://t.co/njwrkS1k7E",
        "الرجال تعرفهم بالأزمات لا سيما بالبذل والعطاء الراسخ وهم لا يخشون الرياح والأهوال التي تجري ولا تهزهم مهما عصفت ، و… https://t.co/3A5LcNgC6I",
        "سمو الانسانيةً يسمو على ما سواها في الوقت الذي نرى كبرى الدول تتخبط وتقف عاجزة امام تفشي فيروس كورونا المستجد تأتي… https://t.co/Lvfz9vqODW",
        "يتميز سمو الشيخ #محمد_بن_زايد ببعد النظر والحصافة في الرأي وحرصه الشديد على شعبه والانشغال بالحداثة والتطوير سبيلًا… https://t.co/Ajca6j55g5",
        "سمو الشيخ #محمد_بن_زايد رعاه الله مدرسة في الابداع القيادي والرجولة والحكمة وهي صفات نادراً ما تجتمع في شخص واحد ند… https://t.co/NjlBZMNoV8",
        "الحكم الرشيد هو عنصر أساسي في فن القيادة الفاعلة وقادة امارات #زايد يعشقون التجديد والتغيير نحو الافضل ويتمتعون بمز… https://t.co/a7KcAJnENW",
        "سمو الشيخ #محمد_بن_زايد قائد استثنائي في عصرنا الحديث ورياديا عالمياً حباه الله تعالى حكمة الشيخ زايد \"طيب الله ثرا… https://t.co/mYl6BUyPHP",
        "يطيب لي ان أتقدم بخالص العزاء والمواساة للقيادة الرشيدة بإمارات #زايد_السلام ولهيئة #الهلال_الأحمر_الإماراتي ولذوي… https://t.co/0Yr6V1MIXb",
        "دار #زايد_الأمان هي أكثر دول العالم أمانا حتى وأهم من الدول الكبرى استعداداً لمواجهة وإحتواء ومكافحة  تفشي الوباء ا… https://t.co/9527IQpC4I",
        "إمارات #زايد_السلام الأولى عالمياً بإتخاذ الاجراءات اللازمة لحماية شعبها من تفشي وباء #كورونا_فيروس حيث ساعدت العدي… https://t.co/DW9MB5QW48",
        "سمو الشيخ #محمد_بن_زايد سليل العائلةالعربية الأصيلة والعريقة وهو رمز العرب والعروبة اشتملت سماته على الرؤية الحكيمة… https://t.co/OeCGU9dHk6",
        "نستلهم من فكر الشيخ #زايد \"طيب الله ثراه\" معاني زاهية وقيم راقية ومبادئ سامية فريدة سأنفرد بنشرها وتعميمها كي تستفي… https://t.co/jp1BMXgXn6",
        "يطيب لي ان أتقدم من دار زايد السلام والأمل بأسمى ايات التبريك القلبية لمناسبة ميلاد صقر العرب وزعيم الشرق الأوحد وح… https://t.co/fKW6XaaE8o",
        "ان إطلاق المبادرات الخلاقة من الامارات هو عمل مشكور ويشير بوضوح لمحبتها للبنان وأهله وما برح د حمد الشامسي مهندس:… https://t.co/ewbOX25NsM",
        "أصبحت إمارة دبي درّة وأيقونة عالمية بحكمة قيادتها الرشيدة الواعدة والفريدة عالمياً \n وبالمناسبة عندما أطلق تصميمها… https://t.co/aSp4Rah6Sn",
        "https://t.co/NR1ZQcc014",
        "المرأة من منظر القرآن مساوية ومماثلة للرجل في علاقتها مع الله والتكاليف التي تقع على عاتقها أمام الله.\nليست حصة الم… https://t.co/ToJDxq79ic",
        "في #يوم_العالمي_للمرأة نتوجِّه بالتحية والتقدير وننحني بمحبة امام إنجازات وتضحيات أم الامارات سمو الشيخة… https://t.co/B4mhltfIoP",
        "يطيب لي ان أتقدم ببالغ الشكر والتقدير من القيادة الرشيدة بإمارات #زايد_السلام على اهتمامها العميق بمعالجة والحد من… https://t.co/apA248Ju8o",
        "لقد أسس المغفور له الشيخ #زايد علاقات نموذجية تعتبر مثالاً رائعاً يحتذى به بين الأمم مع المملكة العربية السعودية عب… https://t.co/T8MYdhs6m6",
        "#إمارات_زايد_العطاء والانسانية تقدم الإمدادات والمعدات الطبية لإيران في إطار جهودها لإحتواء فيروس كورونا وهذا نابع… https://t.co/K8Hj5vN3Xz",
        "يسرني ان أتقدم بأسمى آيات التهاني والتبريكات لسمو الشيخ #منصور_بن_زايد آل نهيان نائب رئيس مجلس الوزراء وزير شؤون ال… https://t.co/MIYWInt5nW",
        "الدكتور #حمد_الشامسي هو من اهم القادة الذين تكلم عنهم سمو الشيخ #محمد_بن_راشد بالوصايا العشرة:\n فهو يخدم الناس ولدي… https://t.co/rgACTBaqEm",
        "إمارات #زايد_الابداع تحلّق في فضاء الأوائل عالمياً بالعلاقات الدولية وبيئة الأعمال وهي مستمرة بمسيرتها لبلوغ القمم… https://t.co/0usEWqzlj1",
        "نبارك للقيادة الرشيدة بإمارات #زايد_الإبداع ابتكار أول طائرة تزيد حمولتها عن ١٥٠ كلغ وسرعتها عن ١٥٠ كلم بالساعة وتع… https://t.co/MJx2A0R8sS",
        "https://t.co/f8kNpDSA4o",
        "إنه الرجل المتميز عالمياً والذي يحظى بتفاعل كبير بين الأمم في ادراك المخاطر التي تحدق بالأمة والتي تهددها واستطاع ب… https://t.co/vUJ1u7c80G",
        "لمناسبة مرور عام على توقيع #وثيقة_الأخوة_الإنسانية نتقدم ببالغ الشكر والتقدير من سمو الشيخ #محمد_بن_زايد لإطلاقه وث… https://t.co/7MKOIDBg2H",
        "صناعة الأمل لدى المواطنين هو الإبداع بعينه للنهوض بالوطن العربي  وبلوغه القمم الشاهقة ونرى اليوم فعالية فريدة وجديد… https://t.co/zzycPQTHes",
        "لا مجال للمستحيل بدار #زايد سبيلاً حيث حوّل عياله وأبناؤه المستحيل الى فرص وإبداع وإبتكار وذلك في كافة الميادين وبا… https://t.co/G7NghX9nXJ",
        "نشهد اليوم بإمارات #زايد_السلام انجازاً تنموياً عصرياً غير مسبوق في عالمنا مع إصدار رخصة تشغيل أولى محطات… https://t.co/XZNopx1hHR",
        "نبارك في ذكرى إنضمام إمارة رأس الخيمة لإمارات الشيخ #زايد_السلام وللأخوة الإماراتيين إكتمال صورة الاتحاد ضمن إطاره… https://t.co/gPBZJyToMb",
        "إمارات #زايد بوابة المستقبل\nإمارات #زايد مهد الحضارات \n إمارات #زايد ضاربة في اعماق التاريخ \nإمارات زايد صانعة الأم… https://t.co/RnN25QFRc5",
        "إنه القائد الأكثر تأثيراً عالمياً \nصاحب الرؤية الثاقبة والرأي السديد \n وبأسه شديد ومناصر للحق ويتمتع بعزيمة لا تلين… https://t.co/ii4PGycxhP",
        "كل الدعم والتقدير لسمو الشيخ محمد بن زايد موضع ثقتنا ونحن نعوّل عليه للنهوض بالإقتصادات العربية لتحسين أحوال العرب… https://t.co/7vajfdPXl8",
        "#NewProfilePic https://t.co/5MTuK61kD3",
        "Oh God, this Friday afternoon, may God bless you #محمد_بن_زايد And to take with his hand what you love and accept,… https://t.co/ifSzMkNsPL",
        "اللهم في عصر هذا اليوم الجمعة ندعوك ان توفق سمو الشيخ #محمد_بن_زايد وان تأخذ بيده لما تحب وترضى وأن تمتعه بموفور ال… https://t.co/qCtKX71dfj",
        "https://t.co/96weUEQkU0نبارك لسعادة الدكتور أحمد بن محمد الجروان تقليده وسام المهاتما غاندي كأرفع وسام يقلد به القا… https://t.co/lgeiYDTBEn",
        "مهندس السياسة الخارجية بإمارات #زايد_السلام يبدع بأفكاره المستلهمة من مسيرة ألمغفور له الشيخ #زايد وبإتخاذه قدوته و… https://t.co/T0uhjpZSaO",
        "غابات أشجار العزر في جبال لبنان  روعة الطبيعة الساحرة وإبداع الخالق العظيم سبحانه وتعالى \nالفصول الأربعة وجمال الطب… https://t.co/SGGZt93Azi",
        "اللهم احفظ القيادة الرشيدة بإمارات #زايد_السلام بحفظك الذي لا يرام فقد اسعدوا اخوتنا الإماراتيين وارتقوا بالامارات… https://t.co/CUEoeHmYy4",
        "اليوم جبال لبنان وغاباته تكتسي وتتشح بالزائر الأبيض حاملاً معه بثوبه الناصع البياض الخير والعطاء من الله سبحانه وتع… https://t.co/lmumynoKeJ",
        "عرفناك سياسياً محنكاً متميزاً ببعد النظر وحصافة الرأي ورجاحة العقل والحكمة النابعة من مشكاة رؤيتك وينابيع تجاربك قل… https://t.co/e6DNwwj0rD",
        "اجتماع الأخوة الكبار حفظهم الله تعالى على الخير والمحبة والتسامح تكلل المسيرة التي بدأت مع الآباء من القرن الماضي و… https://t.co/TVwhL2ynHk",
        "التاريخ عرف رجالاً قلَّ نظيرهم رفدوا بإبداعهم الحضارات الإنسانية بأهم القيّم وصنعوا منها محطات بارزة وعلامات فارقة… https://t.co/seh24SsNJD",
        "https://t.co/vjw3V8DKjf",
        "سفراء إمارات #زايد_السلام يصنعون المجد ويتألقون عالمياً بتوجيه من القيادة الرشيدة المبدعة ويعملون بجد واجتهاد وإبدا… https://t.co/gpoV5HLfXr",
        "قائد حباه الله سبحانه وتعالى قدرات فريدة وطاقات لامعة وصفات رائدة عالمياً وهو ذو شخصية دمثة، عميقة، واثقة، مثقفة وم… https://t.co/FoZxzMNPjS",
        "لا شك أن القادة المؤثرون في التاريخ يصيغون  الاحداث بحكمة الشيوخ وكفاءتهم المستمدة من تجاربهم الواسعة وإبداعهم \nوهذ… https://t.co/HuNARHdW76",
        "تقديم العزاء للأعزّاء واجب وسمو الشيخ #محمد_بن_زايد أصيل يحفظ أصول الوفاء لأصدقاء والده حكيم العرب وهذا هو البِرُّ… https://t.co/qsjFsPgg8M",
        "نتوجه بأحر التعازي القلبية إلى سلطان عمان الجديد هيثم بن طارق آل سعيد بوفاة السلطان قابوس بن سعيد وبرحيل المغفور له… https://t.co/YwcsBf3HuW",
        "حكاية الخير بإمارات #زايد_السلام تتجاوز المعقول وهي عابرة للحدود لينتشر عبيرها الذكي في اصقاع الأرض قاطبةً ونرى الي… https://t.co/udiCHrITxG",
        "كل الأنظار ترنو إلى سيرة ومسيرة إمارات #زايد_السلام العالمية وقد أضحت عنواناً مشرِّفاً لكل من إرتقى بنفسه وتثقّف بأ… https://t.co/4TidfKJ4YS",
        "الريادة العالمية بإمارات #زايد_السلام حدث دائم ومستمر  وقد لا تجد يوماً ينقضي الا ويتحقق فيه إنجازات ريادية بلا منا… https://t.co/UYsfFSjsgD",
        "https://t.co/69NuOid9Dk",
        "@byosmansultan نفتخر بكم استاذ عثمان سلطان رجلا مبدعاً وعبقرياً من بلاد الأرز ونتطلع الى الاستفادة من خبراتكم الضخم… https://t.co/XLouV5SeDg",
        "الرحمة لسمو الشيخ #زايد \"طيب الله ثراه\" الذي بذل الغالي والنفيس لرفعة بلاده وداره وأهله والتقدير لمسيرته العطرة انه… https://t.co/fBGP7KiT9w",
        "مع أطيب التمنيات لامارات #زايد_السلام بعام سعيد والى المزيد من التقدم والنجاح والتألق لسمو #الشيخ_محمد_بن_زايد صقر… https://t.co/nH4YuKOXNk",
        "أضحت التجربة الاماراتية انموذجاً عالمياً لا يضاهيها أحد الا نفسها\n\n وهي التي أخذت على عاتقها الريادة العالمية بحكمة… https://t.co/pQ7b5Plw0q",
        "ما برح لقاء صقور الصحراء العربية يظهر شجاعتهم وأصالتهم ومجدهم ويعبّر عن عنفوان قل نظيره ويشير بوضوح الى نظرتهم الثا… https://t.co/ub8oiKjk0Q",
        "بعد مطالعتي لسيرة #الشيخ_زايد العطرة  وجدت انه من واجبي نشر أفكاره الخلاّقة وتقديمها الى الشيوخ والشباب ومن يريد حم… https://t.co/g248HOsQBK",
        "حيث ان الرؤيا السياسية التي صبها #الشيخ_زايد كانت ولا تزال إرثاً فكرياً وسياسياً بنيت عليه #امارات_زايد أسس كيانها… https://t.co/eTojciom3r",
        "مع أطيب التمنيات بأعياد ميلاد مجيدة ملؤها السعادة والفرح والاستقرار \n#ميلاد_مجيد \n#إمارات_زايد_سعيدة\n#تسامح_وسلام https://t.co/nxNPixBfws",
        "ستقود امارت #زايد_السلام ٢٠٢٠ الإبداع العالمي بإستخدام التكنولوجيا الرقمية والتقنيات المتقدمة في كافة المجالات عبر… https://t.co/fv9QlFDQtu",
        "لقاء الأخوة #ابناء_زايد عكس فرحة غامرة ومحبة عامرة وبسمة ساحرة  فأضحت برمزيتها قاهرة وإشارةً واضحة للأعداء زاجرة \nن… https://t.co/ECNcoQu5Dy",
        "اختتام عام #التسامح بإمارات #زايد يفتح الأفق لعام جديد نأمل من الله تعالى ان يجعله عام سلام وما المصالحات الدولية ا… https://t.co/59rkFTVBu2",
        "سفير إمارات زايد السلام يعزز التسامح كمفهوم إنساني وينشره بإبداع وذكاء بين جميع المكونات اللبنانية مستلهماً من مباد… https://t.co/CtwjZyYlbF",
        "مبادئ وقيم المغفور له الشيخ زايد طيب الله ثراه أصبحت خارطة طريق واضحة لاستشراف مستقبل أكثر أماناً واستقراراً وإذا ك… https://t.co/dz2nK0CdGS",
        "دار #زايد_التسامح والسلام يقودون المستقبل بإبداع وينفردون بقيم ومبادئ سامية أرساها الشيخ #زايد عبر مسيرته النابعة م… https://t.co/Au1ZgtsEiT",
        "لقاء سمو الشيخ #محمد_بن_زايد مع سعادة الدكتور احمد الجروان حامل قيم #زايد_التسامح_التعايش _السلام وناشرها حول العال… https://t.co/bz4XBR47nL",
        "نعم لسمو #محمد_بن_زايد حامي بلاد العرب \nنعم لمن حمل بقلبه التسامح وابعد عنه الغضب \nنعم لرجل الخير والعطاء من الشرق… https://t.co/TYjAf2H6gn",
        "https://t.co/A9HRd972pL",
        "القائد العربي الواعد سمو الشيخ #محمد_بن_زايد موطنه قلوب الأوفياء وسلاحه #المحبة_والتسامح وارادة قوية وعزيمة لا تلين… https://t.co/YjumC2msQo",
        "امارات #زايد_التسامح تقود العالم العربي بإبداع قيادتها التي تتملك جبالاً من الهمم للوصول لأعلى القمم وريادة ابنائهم… https://t.co/bcFaanp8Ug",
        "🌹🌸🌹🌸🌹🌸🌹🌸\n\nولست  أدعو  سوى  الرحمن  يحفظكم  \n       ياخير  من  سكنوا  في  القلب  احبابا  \nطبتم  وطابت  بكل  الود  صح… https://t.co/mid2Zxc31Q",
        "نحن بأمسّ الحاجة الى هذا الخطاب المعتدل والواضح والصريح سيما وأننا في منطقة متعددة الأطياف والأديان لتعزيز وتعميم ق… https://t.co/9ZHvu0gOme",
        "الى مالئ الدنيا بنشاطه وانجازاته الدائمة والى شاغل الناس بإبداعه ومبادراته الخلاّقة والى حامل الخير  سليل أهل العطا… https://t.co/rXn4ZcQeKe",
        "كل الشكر والتقدير للقيادة الرشيدة بإمارات زايد التسامح  ولسفيرها في بيروت الأخ الحبيب د حمد بن سعيد الشامسي الذي ين… https://t.co/lbNwhBod2d",
        "إمارة أبوظبي ارض الإبداع والابتكار تطلق إلى العالم أجمع الطاقات الحديثة للذكاء الاصطناعي عبر إنشاء أول جامعة لتعليم… https://t.co/5iNPExDQKQ",
        "ابداعات السياسة الخارجية بإمارات زايد يجسدها طموح سمو الشيخ #عبدالله_بن_زايد مستلهماً قيمها ومبادئها من المؤسس الشي… https://t.co/00Q8VaWJ7C",
        "يدأب الأبطال ابناء الشيخ #زايد_بن_سلطان \"طيب الله ثراه\" والقيادة الرشيدة على نشر قيم التسامح والسلام حول العالم وتع… https://t.co/PYp8lbOZu5",
        "كل التقدير والولاء والوفاء لقبائل العز  والمجد بإمارات زايد ونذكر منهم:\nيحيائي وشكيلي وصريدات وظنخاني وبني كعب وعوذ… https://t.co/93cI3QUiV1",
        "تعتبر مدينة الشيخ #شخبوط_الطبية_بابو_ظبي اهم مدينة طبية عالميًا وهي تحتوي على ٧٤١ سرير وستقدم احدث الخدمات الطبية ب… https://t.co/YRTldL1mpV",
        "يتخذ الابتكار والابداع بإمارات #زايد موطناً مميزاً وفريداً له ونرى إطلاق وزارة اللامستحيل إبتكاراً عالمياً وإشراقة… https://t.co/GenmdQD6yI",
        "نشهد اليوم ميلاداً مجيداً لإمارات #زايد في عام #التسامح وقد بلغت القمم بطموح ورؤية المؤسس الشيخ #زايد \"طيب الله ثرا… https://t.co/qPq21RGKkh",
        "نهضة إمارات #زايد غير مسبوقة بين الأمم ومشهودة بالعالم الحديث وتعتمد على قيم الابداع والابتكار والريادة، ويعمل دائم… https://t.co/EovOwnzQ2j",
        "ثقافة #التسامح في إمارات #زايد أصبحت منهجاً عالمياً معتمداً ومثالا تحتذيه الأمم التي تسعى الى توفير السعادة لشعبها… https://t.co/sq1yWbTP5k",
        "كوكبة من #عيال_زايد الابطال يمثلون قيادتهم الرشيدة في لبنان إنهم رسل سلام وتسامح وهم فريق عمل مخلص ومبدع ويأتي على… https://t.co/VImYdEq6Sl",
        "في يوم الشهيد نستذكر تضحياتهم الجسام ، ونقف إجلالاً وإكباراً لأرواحهم الغالية، رحمهم الله تعالى جميعاً وتغمّدهم بوا… https://t.co/gwwPfFT4f5",
        "@b4d260bcdad14da @i6qo6UClS6z9rU9 @sultan7666 @alhuudj @MohamedBinZayed @MusabehBinAli @muna17028849… https://t.co/OXVfgW25Xq",
        "واضح تماماً ان مستقبل الاقتصاد العربي الحديث ستقوده امارات زايد بريادة عالمية تكنولوجياً ورقمياً وخدماتياً حيث سيظه… https://t.co/Gx0DQE6i9m",
        "دار زايد بن سلطان آل نهيان،،  \nتستقبل الامير محمد بن سلمان،،\nلقاء الأخوة على المحبة والعرفان،،\nلبناء مستقبل زاخر با… https://t.co/ArvHUfBfZX",
        "نعتز ونفخر بكما ونسأل الله عز وجل لكما التوفيق والسداد لبلوغ الأهداف السامية والقيم النبيلة التي تدأبون على تحقيقها… https://t.co/80Ob2QYqAo",
        "من دار زايد الخير وفي عام التسامح تزهر القيم التي زرعها ونشرها حامل فكر #الشيخ_زايد #حمد_الشامسي في كل لبنان فأينعت… https://t.co/2SsN7I3GFT",
        "الراحل الكبير سمو الشيخ #زايد_بن_سلطان آل نهيان \"طيب الله ثراه\" مثال يحتذى به بالأخلاق الحميدة والتواضع اللافت والا… https://t.co/jj1XYwa98z",
        "برج #خليفة أعجوبة الهندسة العالمية الحديثة في إمارة#دبي الحبيبة يشع ويتزين بألوان العلم اللبناني الزاهية.\nكل التقدي… https://t.co/T8ODwtl5hP",
        "\"من تواضع لله رفعه\" \n\nبأخلاقكم الحميدة وقيادتكم الرشيدة وداركم المجيدة المباركة بإذن الله تعالى ستبلغون عنان السماء… https://t.co/ms5IGtiw8c",
        "إمارات #زايد الوفاء وقيادتها الرشيدة تحمل الخير لجميع اللبنانيين على الدوام منذ عهد المؤسس الشيخ #زايد \"طيب الله ثر… https://t.co/uagqX578sd",
        "شيخنا الحبيب لا تحزن ان الله معنا\n \nسلطان الى جنات الخلد قد سبقنا\n\nتراه في مقعد صدق كما الله وعدنا\n\n على سنّة رسوله… https://t.co/HnPvAtGhli",
        "لقد أرسى المغفور له الشيخ #زايد في تربية ابنائه وسلوكياتهم المبادئ التالية:\n١-الأخلاق الحميدة المترسخة بأصالة كمبدأ… https://t.co/X8TJExU16w",
        "رحم الله رجل المبادئ والقيم السامية الذي أسس لبناء \"وطن النجوم\" دولة الإمارات بقيادة الراحل الكبير المغفور له الشيخ… https://t.co/KQdShG16h7",
        "يطيب لي ان أتقدم من سعادة سفير دولة الامارات العربية المتحدة في بيروت \n\nً\"الأخ الدكتور حمد بن سعيد الشامسي حفظه الل… https://t.co/4aqCQgvKxG",
        "يطيب لي ان أتقدم من القيادة الرشيدة بإمارات #زايد_التسامح بأحر التعازي القلبية لوفاة سمو الشيخ #سلطان_بن_زايد آل نه… https://t.co/dx5pNpRtFW",
        "رحم الله تعالى سعادة الدكتور عدنان الباجه جي صديق حكيم العرب وشيخهم سمو #الشيخ_زايد طيب الله ثراه ونرى واضحاً الوفا… https://t.co/OysdPVj13T",
        "سفير #إمارات_زايد_التسامح ينشر قيم #زايد السامية يومياً في كل لبنان بشكل فاعل وإنجازاته واضحة، يصيغها بإبداع لافت ب… https://t.co/Sdj9Z6jWwc",
        "التسامح قيمة إنسانية وأخلاقية سامية دأب على نشرها المغفور له سمو الشيخ #زايد طيب الله ثراه في ارجاء المعمورة وأطلقت… https://t.co/JxVksAZcsV",
        "\" العالمي للتسامح والسلام\" يوقع اتفاقيات في البرتغال لدعم قيم التسامح https://t.co/NGkX2S3t1g via @wamnews",
        "الوفاء سمة لأهل الوفاء بإمارت #زايد_الوفاء.\n\nواليوم شهدنا حدثا لافتا رعاه سمو الشيخ #خالد_بن_محمد حفظه الله لصديق ا… https://t.co/fPrMmBnUvh",
        "المجلس العالمي للتسامح والسلام يوقع مذكرة تعاون مع التجمع الثقافي الإسلامي @gctpnews https://t.co/qKeOLoHmjI",
        "سمو الشيخ #خليفة اطال الله بعمرك أعوام عديدة ومديدة وجعل اعمالك بميزان حسناتك وحفظك وشفاك وعافاك .\nإنجازاتك شاخصة و… https://t.co/kcupOPPF2y",
        "في ذكرى وفاة حكيم العرب وشيخهم الشيخ #زايد طيب الله ثراه باني الامارات العربية الحديثة وصانع مستقبلها وأمجادها وعزّ… https://t.co/FPom8Se4ca",
        "كل عام وانتم بألف خير \nإمارات #زايد_العز \nإمارات #زايد_التسامح_والسلام\nإمارات #زايد_المجد_والخير .\nمع أطيب التمنيات… https://t.co/pbZDdt9tUQ",
        "عودة ميمونة ومباركة #لجيش_الإمارات الباسل ،\nانهم صقور الشيخ #محمد_بن_زايد  الذي نثمن عاليا تضحياتهم ونقف إجلالا واك… https://t.co/B1pwJKDXYv",
        "#NewProfilePic https://t.co/RV2934gRjr",
        "نبارك عرس الديمقراطية الزاهية  التي تجلّت اليوم بأبهى حللها بإمارات #زايد_التسامح ونسأل الله سبحانه وتعالى التوفيق… https://t.co/hvYkC42i1f",
        "الريادة بالقيادة وابداعات وانجازات جديدة ومستمرة ، تجسدت بانتخاب امارات #زايد_التسامح بمجلس منظمة الطيران المدني ال… https://t.co/xZX6SBqVsO",
        "يطيب لي ان أتقدم من سمو الشيخ #محمد_بن_زايد آل نهيان \n\nو الشيخ حمدان و هزاع وطحنون وعبد الله ومنصور بن زايد، بخالص… https://t.co/UM9yc4PmKe",
        "@b4d260bcdad14da @thani_butti @JamalAlBah @bashiraljubory @KKSA2030 @my_love_uae @aaa_anze @ad_hlp @alkayal98 يطيب… https://t.co/q4Ga2EObbf",
        "#NewProfilePic https://t.co/UVhTIIOA1q",
        "\"من الصحراء الى الفضاء \"\nطموح الشيخ #زايد طيب الله ثراه والمحطة الثانية هي المريخ ولا وجود لكلمة \"مستحيل\" بقاموس ال… https://t.co/1ucto35fj6",
        "ها هم الابطال احفاد #الشيخ_زايد طيب الله ثراه، يحققون حلمه بمعانقة الفضاء ويبلغون القمم بأعلى الهمم كالنجوم والكواك… https://t.co/7kQCDxX4p5",
        "ترسخ كل يوم إمارات زايد بتضحياتها المستمرة وعبقرية قيادتها الرشيدة شراكتها الاستراتيجية مع السعودية ،\nونتطلع من خلا… https://t.co/IhCl3CC5Bm",
        "حمى الله القيادة الرشيدة والشجاعة  العادلة بإمارات #زايد_التسامح التي تعمل بإستمرار لسعادة ابناء الوطن وتوفير حياة… https://t.co/TxQKnlZF9C",
        "إمارات زايد قلعة العرب وحصنهم المنيع وهي بحكمة ادارتها الرشيدة المتصلة بشعبها أضحت عنوان الأمل لاستشراف المستقبل ال… https://t.co/xPGCKNVYYj",
        "تم بالأمس في باريس تكريم رئيس المجلس العالمي للتسامح والسلام د احمد الجروان وقدم الحفل الإعلامي جورج قرداحي ،وقد قا… https://t.co/aDe5KATxc5",
        "التسامح قيمة تفتخر بها #إمارات_زايد وتنفرد بنشرها أمام العالم بأسره وقد تم تحويلها الى عمل مؤسسي مستدام من خلال ترس… https://t.co/HzX4pMS3dM",
        "عرس الديمقراطية بإمارات #زايد_التسامح طيّب الله ثراه، \nستتجلى وستتجسد بإذن الله بنجاح وفوز طليعة نخبوية واعدة ورائد… https://t.co/5Zh4cgYTn8",
        "الإبداع والريادة بالقيادة  #بإمارات_زايد_التسامح قيم أرساها المغفور له #الشيخ_زايد طيب الله ثراه وسارت على نهجه الق… https://t.co/2VtxaeQ9oc",
        "https://t.co/hSjGzlNVl9 https://t.co/8QLgDViyuO",
        "https://t.co/0ekmXzB2E6",
        "https://t.co/PiNXFoAH3y",
        "اتوجه بالدعاء لله تعالى سائلاً  إياه طول العمر لقيادة الامارات الرشيدة والتوفيق لجميع المرشحين للمجلس الاتحادي وأخص… https://t.co/wXRrEijYU5",
        "https://t.co/gUMrC0QlAv",
        "https://t.co/YhqaXbJr2p",
        "https://t.co/JfqlamqKZX",
        "https://t.co/Y0q3e7JrEl",
        "موسم الإنجازات بإمارات #زايد حيث موطن الابتكار والابداع وهو حدث مستمر ومتواصل في كافة الميادين ويعتمد استثنائياً عل… https://t.co/sbMpv27lMh",
        "رؤية سمو #الشيخ_محمد_بن_راشد  المتجلّية بإمارة دبي اختصرت المشهد العام للحضارات العالمية وطورت أسلوب حياة فريد واست… https://t.co/koX5FTD9s3",
        "يطيب لي ان اتوجه من سمو الشيخ #خليفة بن زايد حفظه الله تعالى ورعاه ومن القيادة الرشيدة بإمارات #زايد التسامح وشعبها… https://t.co/fE9bLa6aID",
        "جمع السفير إمارات زايد التسامح المشهد اللبناني بإبداع وعبقرية قلّ ّنظيرهما ، مستلهما من قيم زايد الابتكار وصائغاً م… https://t.co/UZ5OCOI8TB",
        "رؤية وابداع سمو الشيخ #محمد_بن_زايد بالعلاقات الدولية حدث مستمر ، واليوم نرى تعزيز اواصر الصداقة الإماراتية الهندية… https://t.co/IpMrXGC3DU",
        "برحيل الشاعر الكبير #حبيب_الصايغ رئيس مجلس إدارة اتحاد كتاب وأدباء الإمارات، أمين عام الاتحاد العام للأدباء نفتقد ق… https://t.co/WAWt2sna7c",
        "تكتنز  وتزخر إمارات #زايد_التسامح بقامات وهامات رائدة في خدمة وطنهم وأهلهم .\nلقد أبدع الدكتور احمد محمد الجروان في… https://t.co/wIa48aZW7Y",
        "https://t.co/Q1rHUSCdxX\n\nإمارات #زايد_التسامح تزخر بطاقات ابنائها المبدعون اللذين سيبلغون عنان السماء بهمتهم العالي… https://t.co/yDmz6KZUZU",
        "نبارك لإمارات #زايد_التسامح تغطية الجيل الخامس 5G للهاتف المتحرك في جميع إمارات الدولة.\n\nبوركت القيادة الرشيدة التي… https://t.co/SseE820iQK",
        "ما اروع الاحترام والتقدير والأدب ،وما أجملك صورة معبّرة عن تربية ونشأة ومنبت أصيل ملؤه الصالحات من الأعمال ...انها… https://t.co/pyuSj88EfY",
        "يطيب لي ان أتقدم من القيادة الرشيدة بإمارات #زايد_التسامح ومن العالمين العربي والإسلامي بأسمى آيات التبريك لمناسبة… https://t.co/IKorHXdR9q",
        "https://t.co/73LIKEIk3f\n\nالخير يعرف أهله ، وإمارات #زايد_التسامح عنوان الخير والبذل والعطاء ، \nبوركت القيادة الرشيد… https://t.co/KWqwJbipAI",
        "https://t.co/gUOuOF5tbp",
        "تأتي أهمية #وثيقة_الأخوة_الإنسانية في ارساء السلام العالمي وإنجاز مصالحة تاريخية ونبذ العنف والتطرف الأعمى ،انها ثم… https://t.co/9APtwLRHgJ",
        "قل لمن رام في العلياء منزلة \n \"حمد الشامسي \"نالت اعماله زُحلا\n\nوهبت نفسك لأمة ترفعها\nفما ونيت وما استكنت علماً وعمل… https://t.co/I0E0pP07K6",
        "رؤية سمو الشيخ #محمد_بن_زايد المستلهمة من حكمة الشيخ #زايد طيب الله ثراه جعلت من #إمارات_التسامح درة الشرقين .\nوهي… https://t.co/Y61kqZCfY4",
        "التسامح قيمة إنسانية سامية وهي اكبر مراتب القوة ...\nوتشتهر وتنفرد وتتميز  #إمارات_زايد بهذه القيمة منذ عهد المؤسس ا… https://t.co/AiWoMvU4OS",
        "إمارات #زايد تحمل رسالة التسامح وهي تنفرد بها وهذه الرسالة بمثابة الهواء النقي والصافي الذي تحتاجه البشرية عامة، لت… https://t.co/yMnJgEP2GN",
        "نبارك لمستشفى #راشد بدبي تصنيفه ضمن أفضل 10 مراكز  متخصصة في مجال جراحة العظام والكسور على مستوى قارة أوروبا والشرق… https://t.co/dGtjqSKDNA",
        "https://t.co/qZwlREU51I",
        "وتشتهي العين فيكم منظرا حسنا \nكأنكم لظلام الليل أقمارا \n لا أبعد الله قلبي عن مودتكم \nيا من لكم في صميم القلب مقدار… https://t.co/24a9OGN8Nn",
        "ببالغ الأسى والحزن تبلغنا في طرابلس لبنان نبأ وفاة الشيخ: \n\n#الشيخ_خالد_بن_سلطان_القاسمي \n\nنتقدم من والده سمو الشيخ… https://t.co/letGIC7AWH",
        "https://t.co/c76tUDJNAp",
        "فعاليات سلسلة المحاضرات لشرح الخطة الشاملة لترتيب الأراضي اللبنانية والمخطط التوجيهي العام للبلديات في محافظة عكار… https://t.co/uBaxCOC5xm",
        "https://t.co/o3lCOq10ZL",
        "إمارات #زايد_التسامح والخير والعطاء بذلت الغالي والنفيس لدعم لبنان وبرزت خاصة بالأعمال الإنسانية المستمرة ولا يمر ي… https://t.co/gMmV2gw55w",
        "https://t.co/sXyyzNyLzo",
        "نتوجه بالتهنئة والتبريكات للرئيس #سعد_الحريري لنيله الدكتوراه الفخرية وهو رجل الدولة والعلم والداعم الدائم للعلم ،و… https://t.co/SBig5AlN0r",
        "@BadihKarhani @UAEEmbBeirut تحية من القلب مفعمة بالمحبة الصادقة لرجل الديبلوماسية الأول #حمد_الشامسي احد اهم صقور… https://t.co/J8DMDOFNcu"
    ]
}