{
    "screen name": "goodthingsliker",
    "no. of tweets": 147,
    "tweets": [
        "@ProudSocialist False consciousness",
        "@Ghostymost @zawgurn @humford @israhirsi Why did other co-sponsors of the GND like AOC endorse Markey if Kennedy is such a proponent of it?",
        "@Ghostymost @zawgurn @humford @israhirsi If Kennedy supports the GND, why is he trying to oust the GND’s co-sponsor… https://t.co/2gf9yBjzl8",
        "@Ghostymost @zawgurn @humford @israhirsi How does anyone trust anyone about anything? Look at his overall character… https://t.co/0iilECiTNj",
        "@Ghostymost @zawgurn @humford @israhirsi There is ZERO percent chance Joe Kennedy supports the GND. You wanna know… https://t.co/KqyGDU2gfY",
        "@Ghostymost @zawgurn @humford @israhirsi Yeah, pretty much. The ones who’ve evinced a credible desire to improve th… https://t.co/6zjvFZS5Gt",
        "@Ghostymost @zawgurn @humford @israhirsi Annnnnd even if all of that is true, it’s kind of, you know......exactly w… https://t.co/BMcApSJKyI",
        "@TaraWisdomeyes @JonathanCohn Lol",
        "@Ghostymost @zawgurn @humford @israhirsi That doesn’t make sense. Acknowledging a candidate’s flaws (Markey and Ira… https://t.co/7ObTwUFSoX",
        "@Ghostymost @zawgurn @humford @israhirsi We do, and it’s bad that he did that. But exactly 0 socialists would claim… https://t.co/1DjaGJEu8f",
        "@sfed11 @theamandashow15 @TimRunsHisMouth without prematurely forming overly-confident opinions—so as to avoid an o… https://t.co/izpn7Omz1o",
        "@sfed11 @theamandashow15 @TimRunsHisMouth Here is the correct, non-insane statement: “the extremely-too-early-to-fo… https://t.co/dh4KgOFtu5",
        "@NathanTankus More female deficit terrorists!",
        "@bopinion BO a good opinion for once?",
        "@laurenboebert Sounds good",
        "@fivestarmichael @matthewstoller Totally absurd nonsense. Read some political theory or something.",
        "@fivestarmichael @matthewstoller Nah, Bernie’s wrong about all that nonsense. This is just plain ol capitalism (you… https://t.co/lMs5zNpa2Y",
        "@fivestarmichael @matthewstoller You’ve described capitalism.",
        "@austin_DSA No",
        "@matt_pociask So you need alternative sources of education, which exist but which are difficult to find for the ave… https://t.co/UhaBnTiCff",
        "@matt_pociask What is the implication of this? I’d argue the implication is that the left must focus on creating in… https://t.co/DC2a2hvtcl",
        "@matt_pociask I really don’t think so, no. Anyone who opposed him in 2016 was already (correctly) convinced of that… https://t.co/6ncQCFHavO",
        "@JordanUhl Oh my god",
        "@InForMe23843266 @nobulliesplese @wokedonaltsalt @jlponders @LibertyHangout I hope someone lynches you",
        "@InForMe23843266 @nobulliesplese @wokedonaltsalt @jlponders @LibertyHangout “It’s insanity to even try and call tha… https://t.co/aLPS5wZ8P7",
        "@RebelGroyper @InForMe23843266 @wokedonaltsalt @jlponders @LibertyHangout Why did police not arrest Klansmen who ly… https://t.co/EJZYC4wUXe",
        "@RebelGroyper @InForMe23843266 @wokedonaltsalt @jlponders @LibertyHangout What are you talking about? The white peo… https://t.co/QsLDIuEOTZ",
        "@nobulliesplese @InForMe23843266 @wokedonaltsalt @jlponders @LibertyHangout You lose the self-defense justification… https://t.co/KucOdu86wE",
        "@InForMe23843266 @wokedonaltsalt @jlponders @LibertyHangout I’m in law school right now, just took my criminal law… https://t.co/I5VKTEEqL3",
        "@Joshua4Congress Fucking love you dude",
        "@irockgnomes Strike",
        "@Clarknt67 @progressvoice You’re not voting for Joe Biden—you’re voting for the chance that he dies and Turner beco… https://t.co/5OMpAbqIMc",
        "@progressvoice Instantly. And then I’d hope for his death every day beginning 1/20/21.",
        "@ParZevil Yes. I’ve handed cash before and once gave a homeless person a ride very late on a cold night.",
        "@madavis71415872 @DavidAstinWalsh @kpanyc No young person buys this dumb line of thinking",
        "@b9n10nt @NathanTankus @EricLevitz @nikhil_palsingh @Noahpinion Etc. etc. etc.. Basically these ideas, which are es… https://t.co/HJcYPuXWvR",
        "@b9n10nt @NathanTankus @EricLevitz @nikhil_palsingh @Noahpinion For example, if we think that everyone should have… https://t.co/uBtar7E1bq",
        "@b9n10nt @NathanTankus @EricLevitz @nikhil_palsingh @Noahpinion If it is true that the government can never “run ou… https://t.co/ASkSjl9Tnt",
        "@sean_antrim @AOC Good, America is nothing if not hateable.",
        "@EricLevitz @b9n10nt @NathanTankus @nikhil_palsingh @Noahpinion True and insofar as inflation does, as Noah says, r… https://t.co/FQ8P6OrPAS",
        "@b9n10nt @NathanTankus @EricLevitz @nikhil_palsingh @Noahpinion Treasury bonds are not a real debt in any meaningfu… https://t.co/majVmCOiZS",
        "@b9n10nt @NathanTankus @EricLevitz @nikhil_palsingh @Noahpinion “Government debt” simply means “1) dollars spent in… https://t.co/sfYCBxiXqH",
        "@NotoriousVij @NBCNews Rape supporter",
        "@briebriejoy Chill we all loved you as PS",
        "@WendyRubin11 @KevinPutzier @ProudResister All socialists are small d democrats, so “democratic socialism” is redundant.",
        "@KevinPutzier @ProudResister Social democracy doesn’t fundamentally alter capitalist production and social relation… https://t.co/fEiz9dxrLO",
        "@ProudResister We need communism.",
        "@EricLevitz Nope. It’s a religion and is, as such, impervious to facts.",
        "@Econ_Marshall @sanjuktampaul @BernardHarcourt @zeithistoriker They exist, they just don’t have any cultural or political power whatsoever.",
        "@Econ_Marshall @sanjuktampaul @BernardHarcourt @zeithistoriker Chomsky",
        "@Dude_WithAPhone @sevstuff @LolOverruled Stop saying “taxpayer-funded.” That doesn’t exist. Everything the governme… https://t.co/mDPlvbIZWb",
        "@Dude_WithAPhone @sevstuff @LolOverruled MMT is the most sophisticated analysis of money in the history of the worl… https://t.co/zKEyEyKAw8",
        "@Dude_WithAPhone @sevstuff @LolOverruled Your entire political and economic philosophy is grounded on a lie. How’s it feel?",
        "@Dude_WithAPhone @sevstuff @LolOverruled Absolutely nothing in world history has been “tax payer funded.” It’s a my… https://t.co/PcrezA9RHH",
        "@Dude_WithAPhone @sevstuff @LolOverruled Nope. That’s not how that works. Learn MMT.",
        "@Dude_WithAPhone @LolOverruled “I care about American workers!”\n“People should have to pay tribute to survive!”\n\nEi… https://t.co/4aRY4fnzNw",
        "@ChrisGavin14 @lennythepen @georgegalloway Fuck you bitch",
        "@ryangrim This is definitely not correct.",
        "@PGarboj @EclecticRadical @Richie_Hertz @ProudResister Democrats are not “the left.”",
        "@PGarboj @EclecticRadical @Richie_Hertz @ProudResister They’re not, actually",
        "@DavidAstinWalsh Got a bunch of dumb shitlibs strawmanning the hell out of you right now. That’s how you know your take is correct.",
        "@Optimistbot @rch371 Arkansas is not a net recipient?",
        "@ARodriguezEsq @JoeHandsyBiden @ProudResister @JoeBiden @JoyAnnReid Nobody wants liberalism. Liberalism fucking sucks.",
        "@ProudResister “Corporate socialism” is a meaningless fucking term. Say the word: capitalism. Be brave and name the enemy. It empowers you.",
        "@BlacklionCTA @TeddytheDudeMa1 @TruthGundlach Just skip down here to the bottom and read Piketty-Saez’s conclusion,… https://t.co/87wegk2GuX",
        "@BlacklionCTA @TeddytheDudeMa1 @TruthGundlach Hilarious and idiotic",
        "@ChuckRocha @politico @justicedems @NuestroPAC Yo what the fuck",
        "@Zeb_Wiseman @Chinchillazllla @rollot2000 @BernieSanders The government prints the money. It gets its money from itself.",
        "@JasperCrisp @BernieSanders PARASITIC SCUM",
        "@TheStalwart Hypothesis: urban areas are generally younger than rural areas, and younger people are generally the p… https://t.co/nF4ltawjdJ",
        "@Stickyvirginia @LolOverruled Because the state shouldn’t have the right to murder its citizens.",
        "@ShubzVl6 @keno_neal @qarqle @SportsRory @SeriouslyJr Banning slavery “limited the slaveowners’ freedom.” Do we thi… https://t.co/KjJuhlo1qk",
        "@ShubzVl6 @keno_neal @qarqle @SportsRory @SeriouslyJr It is true that prohibiting the private ownership of the mean… https://t.co/ukQVDuBZmd",
        "@ShubzVl6 @keno_neal @qarqle @SportsRory @SeriouslyJr States—hardly a “radical leftist” institution—has explicitly… https://t.co/rGRqcYCdrU",
        "@ShubzVl6 @keno_neal @qarqle @SportsRory @SeriouslyJr Yeah, so, again, you’re just ignorant about this subject. The… https://t.co/744hLwOuUB",
        "@ShubzVl6 @keno_neal @qarqle @SportsRory @SeriouslyJr all human evils. I think they’re correct.",
        "@ShubzVl6 @keno_neal @qarqle @SportsRory @SeriouslyJr To make it very simple: personal property basically means you… https://t.co/96goY6jpfe",
        "@ShubzVl6 @keno_neal @qarqle @SportsRory @SeriouslyJr Depends on the specific thing you’re talking about. Marx dist… https://t.co/PSzkIuaAQs",
        "@ShubzVl6 @keno_neal @qarqle @SportsRory @SeriouslyJr Nah, lol, you just don’t know what communism is. Capitalism i… https://t.co/oD8AdjMvxp",
        "@ShubzVl6 @keno_neal @qarqle @SportsRory @SeriouslyJr There actually were a lot of radical leftists/socialists/comm… https://t.co/3E0H1iDo62",
        "@Free_Spirit2972 @richards_bn @marclamonthill Implying that Democratic Party affiliation and conservatism are someh… https://t.co/uWY0xZHpfE",
        "@dogbutthole @LassPeaches @ABC Idiots like you who have called everything good “communist” inadvertently created mi… https://t.co/T9t9j4AQTn",
        "@padricgleason @lisaabramowicz1 Yeah them",
        "@jake_bittle @samraskinz The constitution is just what 5 justices say it is. Bunch of New Deal stuff was “unconstitutional” until it wasn’t.",
        "@mcuban JOB GUARANTEE YOU FUCK",
        "@smullins3000 @HeerJeet Except they are",
        "@inwondermint @AugustusMHill @mattyglesias Socialists are the only people in world history to have a single clue about anything",
        "@ProudResister https://t.co/3fxBAYbgSS",
        "@bendashper Communism is cool",
        "@dsam4a Nice",
        "@EconCharlie How would a first year law student be able to help?",
        "@LolOverruled This is always true of any corporate PR effort leveraging social movement languages (except Ben and J… https://t.co/J87RoY9D6I",
        "@Karen_Khive Karen",
        "@real_defender @realDonaldTrump Lol",
        "@ProudResister Corporate media propaganda is strong.",
        "@steven_feeney @MonetaryWonk @150c_vapour @TheStalwart Taxpayers don’t “pick up” any risk, ever. The government doe… https://t.co/AXngmOVkqN",
        "@nytdavidbrooks GREEN NEW DEAL NOW",
        "@AnandWrites @chrislhayes I am unquestionably sure there is NOT",
        "@rroarde @YangJews @_DH44_ @VerminSupreme @BernieSanders He wants abortion outlawed. Libertarian? He supported DOMA… https://t.co/UXCHAtOlRS",
        "@rroarde @YangJews @_DH44_ @VerminSupreme @BernieSanders I find the argument that Bernie is not an archetypal liber… https://t.co/pZtPlHQAC8",
        "@Ilhan Legend",
        "@rroarde @YangJews @_DH44_ @VerminSupreme @BernieSanders Perhaps I jumped to conclusions too quickly. But if you’re… https://t.co/gQ4T3wPuxe",
        "@rroarde @YangJews @_DH44_ @VerminSupreme @BernieSanders Your second point is correct, I missed that. But your firs… https://t.co/b0JYKOSz2e",
        "@cullenroche Indeed, the fact that inflation is low and rates are correspondingly low May suggest an *opposite* rel… https://t.co/DR5fl1OUvB",
        "@peterdaou Capitalism",
        "@YangJews @_DH44_ @VerminSupreme Actually that would probably be @BernieSanders",
        "@LukewSavage Karl Marx Failed To Consider Being Roasted On Twitter",
        "@jeffspross @TEL9032 I appreciate it! It was the first time I’ve encountered the frame and I’ll use it going forward.",
        "@jeffspross @TEL9032 I think it’s a much better frame than the sort of inherently hostile and anti-solidaristic “th… https://t.co/kafJ4crIdG",
        "@TEL9032 Being mad about Colin Kaepernick",
        "@TEL9032 @jeffspross It’s almost like an internal mercantilist system that mirrors the way that the broader empire… https://t.co/0BYbYBZOnA",
        "@TEL9032 @jeffspross In the sense that, like, basically all urban areas exploit basically all rural areas? I think… https://t.co/IBrkenQJgG",
        "@jeffspross Revealing idea, when you take it to its logical extreme. After all, the true minimum wage in the absenc… https://t.co/u1kEF3JD4N",
        "@rch371 https://t.co/UrDPlCNgie",
        "@TEL9032 @jeffspross This is true but I’m not sure it undermines the essential point which is that red states are f… https://t.co/9N2fsMfLWD",
        "@SamAdlerBell It’s only coercive if it coerces The Good People aka the rich and large corporations",
        "@zei_squirrel They will be spared in the revolution",
        "@NathanTankus How to respond to the inevitable “but you’re free to gamble by not purchasing health insurance” retort?",
        "@NathanTankus I tried to make this argument the other day but lacked firepower. Specifically, *why* and *how* are h… https://t.co/FOcjNmQR9J",
        "@Econ_Marshall What policy changes should we make so that the macroeconomy is defined by full employment at living wages?",
        "@TheStalwart Yeah thanks a lot",
        "@CONELRAD6401240 So, Henry fucking Kissinger was the good guy in this scenario??",
        "@axcomrade Shittiest timeline",
        "@BenjaminNorton @postpolitics Sheer fucking garbage",
        "@postpolitics What on earth is this",
        "@muffkin7 Saving the moist private Ryan",
        "@TruthGundlach @mikenorman",
        "@DavidAstinWalsh ML, just like in real life",
        "@NathanTankus Wow, Nathan, I can do you one better: the sun will explode 5 billion years from now, at which point s… https://t.co/9Zjet1qIpr",
        "@giufuliafa @JFrangle @realflickchick @ProudResister No they weren’t and you either know it and are lying or don’t… https://t.co/ftaRfDKXHU",
        "@giufuliafa @JFrangle @realflickchick @ProudResister While that’s undeniably true, that was NOT the original discus… https://t.co/RbO3pMhkHC",
        "@giufuliafa @JFrangle @realflickchick @ProudResister Liberal moron brainwashed fucks who reactionarily defend the p… https://t.co/dMoDkQi0jv",
        "@giufuliafa @JFrangle @realflickchick @ProudResister Bull fucking shit that was your claim. You EXPLICITLY said to… https://t.co/EIyodOKSI6",
        "@giufuliafa @JFrangle @realflickchick @ProudResister Your original claim was proven wrong. Jesus you fucking people are the worst.",
        "@giufuliafa @JFrangle @realflickchick @ProudResister Even if that were true, it’s irrelevant to the ACTUAL point of… https://t.co/RUDhm73moh",
        "@vtg2 Doesn’t this necessarily just exacerbate the situation for states, cities, and counties who already had poor… https://t.co/fZq0Auh1d7",
        "@giufuliafa @JFrangle @realflickchick @ProudResister Biden HIMSELF admitted that my claim is correct!",
        "@giufuliafa @JFrangle @realflickchick @ProudResister “You said Biden’s plan will leave millions uninsured.” Do you… https://t.co/IDAAowyWS6",
        "@mwb5010 @MikeLewisATX @benshapiro @rauchway Government “debt” DOES exist for countries like Greece. But not for pl… https://t.co/KFZJUzhk37",
        "@mwb5010 @MikeLewisATX @benshapiro @rauchway “Government debt” doesn’t exist. See the previous comment.",
        "@briebriejoy Exactly. Why did @PramilaJayapal endorse today?",
        "@giufuliafa @JFrangle @realflickchick @ProudResister Do you need any more fucking proof?",
        "@giufuliafa @JFrangle @realflickchick @ProudResister Finally, there’s evidence that the healthcare industry believe… https://t.co/JZpSGoSQs3",
        "@giufuliafa @JFrangle @realflickchick @ProudResister Biden himself estimated that his plan would leave 3% of Americ… https://t.co/Vc3JQ3Z3uA",
        "@giufuliafa @JFrangle @realflickchick @ProudResister Centrist liberal Julián Castro claimed it would leave 10 milli… https://t.co/CPQRAsPnr8",
        "@giufuliafa @JFrangle @realflickchick @ProudResister Even centrist liberals have zero problem recognizing the obvio… https://t.co/UQX8oulDkG",
        "@giufuliafa @JFrangle @realflickchick @ProudResister No—every study of the issue saying that Biden’s “plan” would l… https://t.co/Rt7UkPsnR4"
    ]
}