{
    "screen name": "erozotti",
    "no. of tweets": 198,
    "tweets": [
        "@nestor_patou Videoyu aldığım yerde açıklama bu şekildeydi. Düzeltme için teşekkürler 🙏🤙😊",
        "@bg_derya Ali yazar, Veli bozar, ..... Adabazar 👻",
        "Videoyu gören BİM hiç geri kalır mı? Haftaya suya indirir LE Titanic isimli kendi gemisini... https://t.co/Tx3kkg6Z5M",
        "Mesela ben günlük hayatta fermuarı açık hemcinsimi görsem gidip sessizce uyarırım ama bu adama ne diyeceksin? “Bira… https://t.co/ZADbT8rLdM",
        "Kendisinin katıldığı aktivitelerinden imam vb olduğunu anlıyoruz... Eğer değilse de zaten parasız bu kadar sevap iş… https://t.co/MBYp9yitPW",
        "Hayatında ilk kez duyabilen insanların tepkileriymiş... Göz yaşım pıt 😢🙏\n\nhttps://t.co/2KAe1djY4T",
        "Ya bu b.k kafalıyı neden bu kadar ciddiye alıyoruz gerçekten anlamıyorum ben... Mevcut iklim azıcık değiştiği anda… https://t.co/EibobMr0uY",
        "Sndndnfjdnejcjkedoknnsdjjs https://t.co/PS20S8WIYV",
        "Ziraat, Halk bankası falan düşük faizle kredi veriyor kanka, başvursana sen de zorda kaldıysan? https://t.co/jJp5l5jKUT",
        "Karım ve çocuğumla ben başa çıkamıyorum, çeneleriyle boğarlar lan  seni... sığır! https://t.co/S7yu2kRP4O",
        "Bütün takipçilerimi seviyorum ama ben, siz gitmeyin AVM’ ye falan emi?",
        "Salgınla ilgili fikrimizi soranı sevmiyorsak “AVM ye gidilir bence, bir şey olmaz”, seviyorsak da tam tersini söyle… https://t.co/SiqIttGyYb",
        "Symphony &amp; Berat\n\nhttps://t.co/8wWHXQRxlO",
        "@naazeki Sen de olmasan 😌🙏",
        "@srycrk Thanks 🙏",
        "@fatmaakyel2 Yani neden ki mesela niye böyle bir şey var da ebemizin şeyini görüyoruz her seferinde... güzel yüzünü...",
        "Eyyyy migren! Evlat olsan sevilmezsin!",
        "Süper ya, AVM’ leri açıyorsun ama “gitmeyin yeaaa hasta olursunuz” diyorsun... Vallahi alkış 🤙 https://t.co/3zExoTPAEX",
        "Hala anlayamadınız, kapitalizm ne zaman isterse, üretim ilişkileri ne zaman değişmesi gerekirse o zaman değişir. O… https://t.co/6XGWqnzYdK",
        "Corona virüs sonrası hayat şöyle değişecek, böyle değişecek, efendim artık evden çalışacağız, insan ilişkileri çok… https://t.co/j0enuxbJPf",
        "@pinarayca Bizden uzak o işler, bizden geçti 🤷‍♂️😌",
        "@pinarayca Yaaa öyle mi yapıyorlar genelde 😂",
        "İstanbul seçmeni bugüne kadar AKAPE’ ye oy verirken çok akıllıydı, İmamoğlu gelince birden aptallaştı ve kandırıldı… https://t.co/TCIU9t6uKg",
        "65 yaş üstü yavaş yavaş kafayı yemeye başladı, hayırlı olsun... https://t.co/7ESBbA7lEF",
        "Dünya tarihinde, topyekün insanlığın sanırım en fazla tembellik yaptığı günleri yaşıyoruz...",
        "Dakika başı instagramda paylaşım yapıp, sonra birden hesabı kapatan, aradan 24 saat geçmeden tekrar hesabı açan ve… https://t.co/3hpV27dskc",
        "Ben Voltaire değilim dostlar; Sizin o b.ktan fikirlerinize katılmıyorum, saygı da duymuyorum... basın gidin buradan len!",
        "Ohohohhohohoho👻 https://t.co/bdvnd2oz13",
        "Gmrjfkdkfjskdkjf Akıyor bu akşam akıyor maşallah dnjdnxjdndkksdkk https://t.co/HSJ67jdHzc",
        "Ahahahaahahahaahahahahahahahahahahahahahahaahhaahahahahahaahahahhahahaha https://t.co/ThcAvC5A3y",
        "Pavyonlar kapalıdır, Ankaralı erkekler bu yüzden evde ne yapacağını şaşırmıştır... https://t.co/CbCSJENEww",
        "Bence sen de evde yalnızken fazla içme sevgili Beren... yaramıyor sana, bak sonra böyle saçma salak konuşuyorsun. https://t.co/tubgDpG0in",
        "@solbekonemli Köftesi ve halayı ile meşhur olmayan bir Türkiye şehri var mı zatendfmmsxmdnndxm",
        "Evli çiftler için “Kendi annenle fotonu instagrama koydun, benimkiyle niye koymadın” challenge başlasın...",
        "Yani mesela halay çubuğu diye bir şey icat etmek yerine halayı bıraksak? Ölür müyüz mesela halay çekmesek? Gerdek m… https://t.co/eshJR3NWdZ",
        "Açalım biz de bakalım AVM leri... https://t.co/twVrN0O1d5",
        "Karantina 56. gün... https://t.co/8BduQGrWLZ",
        "Yemesi kolay olsun diye simitleri minik minik parçalayıp attığımız martıya bak sen! https://t.co/9uSrDG5LUk",
        "Çabuk, “Annelerimizi bir gün değil her gün hatırlayalım” cı tayfa uyanmadan, anneler günü tweetlerimizi atıp mevzuy… https://t.co/5gc1jNyXOF",
        "Lan hani sizin aile 50 kişiyi götürürdü fndndnndnznsnsnx https://t.co/L0tp35NROF",
        "Djejdjdjdjfrofksndnrkkskwkffk https://t.co/IMfPVVQjvd",
        "Adam okuduğunu anlamış ve uygulamış. Nesi haber bunun? https://t.co/EyAHe6m074",
        "Eşek kadar olmuş ama bakkala gitmeye üşenip utanmadan anasını - babasını gönderen gençlerin, Ankara’ dan İstanbul’… https://t.co/Q0yoNzlOdp",
        "Bu Trump delisi, şu uzak doğuya nükleer bomba falan atsa da komple kurtulsak Alllah’ ın midesizlerinden... 🤦‍♂️ https://t.co/PfzQcafRgm",
        "@ceylandemirtass Ahahahahaha",
        "@GurkaynakGonenc Çünkü senin takipçilerinin seviyesi ile onunkilerinin seviyesi ve hassasiyetleri farklı üstat.... 😉🤙",
        "“Nefsi müdafaa yapıyor” diyeceksiniz belki ama size sopayla saldıran bir adama silah sıkmak nefsi müdafaa değildir.… https://t.co/rLeMM7SZCS",
        "Adam zaten senden daha çok vergi veriyor olmama rağmen alamam diyor fmdnxnsndncjsz sen de adamı teyit etmiş oluyors… https://t.co/32B6iMGveL",
        "Etrafta 4 - 5 kişi daha var ve bu adamı silah kullanmadan etkisiz hale getirebilirler. Ama bekçi bey çekip vuruyor… https://t.co/lh6ai66sFF",
        "Mesela Bütün bankalar çalışmaya başladı tekrar tam zamanlı olarak. Sadece bankalarda çalışan 200.000 kişiye yakın i… https://t.co/eZGpba6MQV",
        "Hem sokağa çıkma yasağı ilan etmeyin, hem de çalışmak zorunda olan insanların fotoğrafını paylaşıp “Bu hiç iyi deği… https://t.co/NEGCSIwE5S",
        "Bu şerefli, itibarlı makamı bari bizden birisi alsın be... Haydi Türkiyem! https://t.co/SLMOd7aFSz",
        "@nessnesly Sağol 🙏👻",
        "@handeaykent Ramazan şerbeti sanırım 🧐",
        "@bg_derya İnanç tavsiyesi vermiyor, soytarılık yapıyor. İslam’ da anlattığı şeylerin hiçbir yeri yok. Dikkat çekmek… https://t.co/ai3LeilAij",
        "@Susumera Thanks 😊",
        "Sureleri falan böyle memelerimizi milletin ağzına sokarken mi okumamız gerekiyor hocam? Yoksa normal ev kıyafetiyle… https://t.co/b9pWmZy1Gw",
        "@hicalmiyimm Enteresan bak ben bunları yeni gördüm. İnceleyecpeim, thanks",
        "@nessnesly Maşallah, bilim akıyor.",
        "Herkes “dizi önersene, film tavsiye etsene” moduna girmiş. Biri de demiyor ki “Aga güzel bir belgesel söyleyin de k… https://t.co/lTG5vNEMxE",
        "Sondaki 07 neyin nesi mi? Tabi ki Antalyam’ ın plaka kodu 🥰🥰🥰",
        "@dimplelion Maalesef 😢",
        "KHK ile dövizle ilgili yorum yapmayı yasakladılar... 🤷‍♂️ https://t.co/srG9eLclij",
        "Bu @elonmusk , bebesine “X Æ A-12” diye isim koyduysa kesin vardır bir bildiği puşt herifin.... Bundan böyle ben de… https://t.co/0Xfk8fRQGv",
        "Habertürk’ de, salgın konusunda uzman isimlerle, salgın nasıl çıktı tartışılıyor.... https://t.co/kKwpWtb9vf",
        "@naazeki Tabe ya 👻",
        "Berber öncesi son günlerde, mağara adamı modumla sizleri hasret ve muhabbetle selamlamak istiyorum 🖐🤙… https://t.co/seKIa2Z9AU",
        "Bu görseli kamu spotu olarak yayınlasalar, canım halkımıs hemen anlar aslında maskeyi nasıl takması gerektiğini cnncnakekdakfjxjejfkc",
        "Yaaaaa dndbsnansdjjajdjjxnan https://t.co/ez83f1gG58",
        "Sene 2020...\n\nTürkiye’de Dolar hakkında yorum yapmak yasaklandı.",
        "Yüzük takmak başka, ekonomi yönetmek başka. 👻",
        "@_sylvianature Büyük dahi, usta ekonomist 👻",
        "Dnnejfjafkeofıxnanfkzkajfkjsjrfk https://t.co/asVbV1gcYH",
        "@Katyusha0601 👏👏👏",
        "Kasada satıp kuru  frenleyecek dolar kalmadı. Serbest düşüş başladı...",
        "@Katyusha0601 sonra da gömeceğiz \niyi bir kürekle \niyi bir toprağa\n\nBöyleydi sanki 😊",
        "anladık, iyisin.\nama neye yarıyor iyiliğin?",
        "Ayrıca müslümanlıkla bu kadar uğraşan birinin, Allah’ dan askerlik arkadaşı gibi bahsetmesi de muazzam. Dnendnsndnwndjs",
        "@handeaykent Heroin kafası 🤪",
        "@_sylvianature Dnsndnsndjd 👻",
        "Ne esrar, ne kokain... Bu bildiğin eroin kafası.\n\nhttps://t.co/cuhPDGGa3q",
        "@bird1larry1 👻👻",
        "Ankaralılar, “başlamak bitirmenin yarısıdır” diyerek virüslerin bir kısmını, “pozitif düşünürsen pozitif olur” diye… https://t.co/3ZdLgJaTG7",
        "Bugünkü trafikten anladığım kadarıyla Ankara’ da Covid bitmiş.",
        "@naazeki 2. Sezon, Baştaki adam bölümün adı 🥰🥰🥰",
        "Netflix - Kirli Para belgeselinde Malezya ile ilgili bölümü izleyin. Lütfen izleyin, beni seviyorsanız izleyin, izl… https://t.co/G0eBzmMthv",
        "Yapmayın ya şöyle şeyler 😍😍😍 https://t.co/d8JzuvUoAB",
        "@Zorbeysinan1 Bravo kardeş 😂✌️",
        "Binleeerrrccceeeeee dddaaannnsssööözzzz vaaarrrrrr! https://t.co/c3TqXxJXB9",
        "Bu gençler;\n\nÇocuk taciz etmedi,\nKimseye Tecavüz etmedi,\nAdam öldürmedi,\n6. Filoya karşı namaz kılmadı,\nUyuşturucu… https://t.co/cVv0MaRY6x",
        "Örgüt mü? Örgüt seninle niye uğraşsın ya? Sen kimsin ki gnfnsnskdkKxjdkckxk https://t.co/mHKxJINYwt",
        "Gerizekalı cahil çomarlar, kendi bireysel çıkarlarını memleketin çıkarlarının önüne koyan sözde milliyetçi fareler… https://t.co/3WUJS2YdNL",
        "@undomielpa ✌️🙏",
        "@bg_derya Ali yazar, Veli bozar, s*ker adamı Adabazar 👻",
        "@bg_derya Niye Ya ne kadar tatlı adamlar 😍",
        "@iremimooo Emeği geçenlerden Allah razı olsun, şeylerine taş değmesin..... ayaklarına 🤪",
        "İyi oynayan kazansın, merminize taş değmesin yiğitlerim! Televizyon kanalı falan arayın ama düello yaparsanız tamam… https://t.co/tslHGGUaKm",
        "@iremimooo E ciddi bir reklam zaten, sektör farklı sadece gmdkskfjfkdkgkd Premium abonelik free yaptılar covid boyu… https://t.co/BVnnDoUDSc",
        "Bu reklam sabah sabah sevgiyle doldurdu içimi, yumuş yumuş oldum 🥰🥰🥰 https://t.co/CVlKDzqtTX",
        "@cam_merve Evet oğlu var.",
        "@hazar_gungor Hahahaahahah",
        "Peder bey beni zorla bayram namazına götürdüğünde, ben de aynı videodaki şaşkın herifler gibi oluyordum... Becereme… https://t.co/uWrwJHUtEN",
        "@TansuYegen Mevzunun #covid ile alakası ?",
        "Lan AHAHAHAHAHAHAAHHAHAHAHAHSSHHSFJSKFKALDLDLDLSLD https://t.co/KhgfQFYKd7",
        "Atatürk ve evimin bir bölümü... Yarınki Yılmaz Özdil’ in Sözcü’ deki yazısından...",
        "Gerçekten kahkahalarla gülüyorum şu anda. “NE ALAKA AMK NE ALAKA!!!” diye balkondan avazım çıktığı kadar bağırasım geldi.",
        "Ahahahahahahahahhaa sizin ben yapacağınız ekonomi - politik yorumuna tüküreyim ahahahahahahahahahjaa https://t.co/1VXPY9wjKB",
        "@meLizmist 🙏",
        "Okurken gözlerimden yaşlar boşaldı, içim ezildi içim 😢 https://t.co/aRVeHp9SrS",
        "Orijinal olacağım diye çocuğun hayatını mahvetmeseydin keşke dangalak... https://t.co/aBzlKrIrnm",
        "Yıkılacak kısıma Atatürk fotosu yapıştırıp “Bunlar Atatürk’ ün fotosunun olduğu duvarı bile yıkmaya çalıştı” diyere… https://t.co/1Ii95tinsZ",
        "@barberyML Yok yok 😊🙏",
        "Zndnfjskdkdkfkskskkdrldld müthiş haber fjskfkksfklepclöswlgl https://t.co/e08uIHQywi",
        "@emelkyk 🙏🙏🙏",
        "@barberyML Tşkler 🙏",
        "@aklininenucrasi Bir sorun yok, iyiyim gayet teşekkürler 😊🙏",
        "Grup Yorum elbette konser versin, elbette kendilerine yapılanlar aşırı saçma ve anti demokratik...\n\nAma rica ederim… https://t.co/MgvD0bp0uk",
        "Ne kadar güzel Ya, dolgu yok, kanal yok... çürüdükçe Çek alttan yenisi gelsin. Oh mis 😌 https://t.co/xSgELk59Er",
        "@MokaVayt Teşekkürler pek yok 🙏",
        "#karlmarx202yasında İyi ki doğdun pamuk dedem benim! https://t.co/4FOcSw7yLp",
        "@ayse_demiralp 🙏🙏🤞🤞",
        "Şaka gibi https://t.co/sFSHd3zIOt",
        "@ssseda 🙏😊 şükür",
        "@fizikci06 Sana da çok geçmişler olsun",
        "@fizikci06 Çok önemli değil ama İşte sinek mide bulandırıyor. Bir sürü prosedür.",
        "@B06dmr 🙏",
        "@EmelbeyzaE 🙏",
        "@mimuspolyglotto 🙏",
        "@OdkNem 🙏",
        "@Bharisthan Pek yok, tşkler 🙏",
        "@handeaykent Pek değil, tşkler 🤞",
        "@mbarisgumusbas Sağolun hocam 🤞",
        "@Susumera 🙏🤞",
        "Güne trafik kazasıyla başlamak... Very nice.",
        "@SznSezenn Zndndnsnndndnfdf 😂",
        "@SznSezenn Ben nereye gideyim Ya fnndnsnfnsnfnfnen",
        "Ülkemin gençleri gerizekalılaştı mı pandemi döneminde ne oldu? Bu kararın sebebi ne? https://t.co/OgOZLHcTZ8",
        "GOOOOOOOLLL! https://t.co/lzlU90LkVI",
        "Lan bu Rousseau değil, bildiğin Messi bu 😳 https://t.co/Txu5WWVYX6",
        "Torunları, “Gezide başörtülü bacımın suratına deri pantolon giymiş erkekler işedi” diye yalan söylüyorsa, dedeleri… https://t.co/LOYUdVF1Gn",
        "82 milyon tek yürek, akıllarda aynı soru;\n\n11 Mayıs’ da kuaförde yer bulabilir miyim?",
        "Bizim eve maske gelmeden maskeler paralı oldu iyi mi 🤷‍♂️",
        "Bu salgın yeniden hortlar...",
        "@gultekin_cigdem Ve Star yönetmeni yarın kovulur...",
        "Sıra geldi CEHAPE’ ye...",
        "Lan ben Karius’ u geldiği günden beri kınıyorum... Sie! https://t.co/Jg5YH7MnxV",
        "Skfkdkckwkgorogoksskfkdjcjajcjekfkckakfkrkekaodkfkkcm https://t.co/xra7q129sP",
        "Yaaa bu foto beni üzdü nedense be 😓😢 https://t.co/8Z8pkgNuNw",
        "Millet o kadar sıkıldı ki, erkek Whatsapp gruplarında can sıkıntısından paylaşılan şeyleri bir anlatsam... o kerli… https://t.co/pm4HFMhhpL",
        "@FEYZA__1903 Yok elli değildir o, 500.000 dir.",
        "Farklı sosyal medya hesaplarından birkaç gündür eski Serdar Ortaç videoları salınıyor ortalığa. Güzel PR, demek ki yeni albüm loading...🤷‍♂️",
        "@SznSezenn Rica ederim her zaman 🤪",
        "İlave not: Anne tarafından Tunceliliyim.",
        "Bizim şirket geçen sene ilk çeyrekte 100 birim kazanırken bu sene ilk çeyrekte 34 birim kazanmış.\n\nNe kadar minnoş,… https://t.co/jyl4KSH7RF",
        "@Patiareh 👻🤪",
        "1) Katliam değildir.\n2) biz unuttuk. https://t.co/bijdDccs5D",
        "Rezene çayı, alerji bastırıcı haplar, parasetamoller ve tabi ki uyku hapları yardımcı olacaktır... \n\nUyusanıza lan… https://t.co/k4JDVdTxZ7",
        "Müthiş bir flood https://t.co/KKL65kYl5d",
        "@aysebd 👍🙏",
        "@aysebd Bununla ilgili onlarca makale var. Biraz araştırırsan sen de göreceksin. 😊",
        "@Cansuamahangisi ☠️☠️",
        "Ah be Gümüşlük 😢 nasıl özlendin 😢 https://t.co/OMKQubk4sM",
        "Ecevit’ in CEHAPE’ sinin “Ak Günler” diye seçim şarkısı hazırlaması... Ve yılar sonra Ak Parti’ nin, Ecevit’ i ikti… https://t.co/UmcmwxrgdS",
        "Pazar gecesi şeysi...\n\nhttps://t.co/qAlgkTLi9x",
        "@_sylvianature Uyku açar akşam akşam İşte 👻",
        "@GulsenKimKi ☠️",
        "👻 https://t.co/TqEf8nk1su",
        "Ben mesela parkta otururken şöyle sarıklı iki arkadaş yaklaşıp bir şeyler söylese, o güzel sarıklarını çıkarıp bir… https://t.co/Ht5kxNIJj5",
        "Covid sonrası için önerilerinizi alırım... Ne önerisi olacak, psikiyatrist tabi ki 👻🤪",
        "Netflix’ te Trump belgeselini izledim. Daha önce Amerika’nın Ağaoğlu’ su bu adam diyordum ama az kalır; Jet Fadıl -… https://t.co/aDfcmeoV20",
        "#İslamLGBTyiLanetlemiştir Mevlana ? Şems ? Bazı Osmanlı padişahları ? Onları da mı lanetlemiştir ?",
        "Kadından korkmuyoruz kardeşim! https://t.co/UosKh3kXeU",
        "Snfnejfjqofkckskfkfkdkkekfkskwnfnxmsmekfkfxkwrk https://t.co/kCuVAt59hA",
        "Hem cahil hem de salak olanlara laf anlatmak öylesine zor ki, gülümseyip sessiz kalmayı tercih ederim. Size de tavs… https://t.co/s2Gnklw6a8",
        "@dimplelion Soğan ve sarımsağın köpeği, hizmetkarı, kulu - kölesi olurum",
        "*Erener",
        "Bu çok güzel bir şarkıydı. Daha iyi bir görsel sahne şovuyla birinciliğe Sertab Erenler’ den önce ulaşabilirdi. Yaz… https://t.co/RlRSw8PuyV",
        "@Ecrin48775808 Atatürk ün “Türkçü ve Turancı” olduğunu nereden çıkardığını ve kendisinin bugünle olan alakasını tam… https://t.co/oRNbYRhdjX",
        "Bu kim? Aaa benmişim. 👻 https://t.co/SYuIfT0Ry1",
        "Atatürk soslu, fotolu Türkçülük günü paylaşımları yapanlara duyurulur. https://t.co/EkYjXle3z2",
        "Ashdhhwdhjejtıfısjfjxnwnrkfkdsn https://t.co/OqXU1akJn9",
        "Dizi - film eleştirmek için yönetmen veya senarist olmamız lazımmış. Bir şeyler üretmemiz gerekmiş. Bunu da yeni öğ… https://t.co/FRI463TZaq",
        "@firatgunayer Bunu söyleyen de futbol eleştirmeni. Sen futbolcuları, hocaları eleştirdiğinde biz sana “Sen ne oynuy… https://t.co/V084O9xTq8",
        "@kiiiibele İki yüz milyon TL için yanabilirim bile. Hatta yanarken doğururum.",
        "@kiiiibele Bizde böyle 👻",
        "Ben buna katılıyorum. İnadına hayatta kalmaya çalışıp mücadele etmek, en devrimci harekettir. Ölmek, ölmeye çalışma… https://t.co/USYKADrQZa",
        "Hanımlar, benden görmüş olmayın taktiği 🤫 https://t.co/2FrBLdgd6I",
        "@sekeremekere99 🤞👍",
        "Hayır. https://t.co/ZINyxrDjz9",
        "Anladığım kadarıyla İstanbul’ a yağmur yağmış ve abartı timi İstanbullular yine iş başında...",
        "https://t.co/CFHYAonkCV",
        "İki link bırakacağım. Osmanlı’da eşcinselliğe dair. Üstelik birisi Murat Bardakçı’ dan. Okuyalım bakalım bizim kült… https://t.co/kVOyMtTjyr",
        "Sanat güneşin Zeki Müren,\nDiva Bülent Ersoy,\nTHY kostümlerini Cemil İpekçi hazırlıyor,\nSosyal medya fenomenin Murat… https://t.co/9kh4lfCDXg",
        "Ooowww, The Last Dance’ e adanmış bir sayı demek. Alınsın. https://t.co/QLBruibwKQ",
        "@ezginwonderland 🤦‍♂️🤦‍♂️🤦‍♂️",
        "İŞTE AR-GE, İŞTE TEKNOLOJİ, İŞTE TÜRK MÜHENDİSLİĞİ! \n\nBÜYÜKSÜN TÜRKİYEM, EN BÜYÜK DE SENSİN KONYA! https://t.co/E46aLWijtp",
        "Akreditasyonun ilk adımı olarak, sarı ve beyaz tshirt lü arkadaşlar maskeyi burunlarını da kapatacak şekilde takmak… https://t.co/zhiFQHncqa",
        "Üniversite sınavı da öne çekilmeyecek, okullar da Haziran ayında falan açılmayacak.\n\nReyiz çıkıp “Bakanlık böyle ol… https://t.co/kfFIiU5QHn"
    ]
}