{
    "screen name": "GiovArgMo",
    "no. of tweets": 146,
    "tweets": [
        "“No hay mejor mecanismo de protección que tengas una comunidad que esté informada sobre sus derechos” @UryQuely coi… https://t.co/SpScuxXTQG",
        "@FernandoGaln Asiii pero en la lengua 😛",
        "Según yo quería cenar muy light, así que mi novio me asó una penquita de nopal con queso panela y se me encajó una… https://t.co/T5ewcp7RJc",
        "@UryQuely 🤟🏼 https://t.co/PfxjzFuJn4",
        "@ErikaVG_SLP ¡Que linda amiga! Yo tmb tq!",
        "@ClaudiAnaya Saludos desde SLP amiga!",
        "Podría decir que conmigo misma cuando estoy dejando de lado muchas cosas para reconocer mi deconstrucción para y ap… https://t.co/y763OPIXG5",
        "@JulioCeDP @Telmex @CriistyRamos les cuento que la vdd se portaron muy lindos y eficientes. Hay que contar tmb las… https://t.co/5SJLn352Ay",
        "@TELMEXSoluciona ¡Muchísimas gracias por su ayuda! El día de ayer me contactaron y hoy vino un técnico y lo solucio… https://t.co/r4DXdwNyaN",
        "@TELMEXSoluciona ¡Gracias por comunicarse Alonso! Pendiente de la solución🤗",
        "@JulioCeDP @Telmex Se que andan muy ocupadas/os, pero tengo que mandar cosas de trabajo #help @telmex ¿pueden ayuda… https://t.co/nvxToXXsYx",
        "Oigan @Telmex intento poner un reporte porque no tengo servicio de internet ni teléfono y me cuelgan. ¿Pueden tomar mi reporte por aquí?",
        "Sin romanticismo, ni flores, ni bombones... tratemos de sanear nuestras relaciones. #FelizDiaDeLasMadres",
        "@Fabiola_Rivera Y me saco una lagrimita 😢",
        "@MarvelyCostanzo @KaryBenavidesA @Jesus_Monjaras @ClaudioVargass @JFAguilarSLP @AlePerezOndarza @guerrerodelux… https://t.co/Kfo6ae1Bje",
        "@JCRodriguez_SLP @Ray_rmz_Urbina @marthaor2010 @JESUSRAFAELRDZ @Potosinos_slp @artXtr3m @JonathanLpezTor Mis otras… https://t.co/oPbpjkb3gL",
        "@JCRodriguez_SLP @Ray_rmz_Urbina @marthaor2010 @JESUSRAFAELRDZ @Potosinos_slp @artXtr3m Aparte es de un buen amigo… https://t.co/pQDwIcVMRe",
        "@FernandoGaln Jajajaja",
        "Crianza compartida 🐢💚 @FernandoGaln https://t.co/2yH3G2FUdS",
        "@kdartigues @Azteca @adn40 ¡Admirable tu trabajo!",
        "- Abro twitter.\n“Voy a distraerme un rato de noticias que me causan estrés” \nTwitter: “avistamientos de avispones g… https://t.co/Etdangj0la",
        "@Fabiola_Rivera Uuuuy querida, ese sería mi paraíso de la accesibilidad ♿️",
        "The force be with us... #MayThe4thBeWithYou",
        "“El intelecto no dispone los recursos para resolver problemas, él sólo puede manejarlos. Y manejar no resuelve problemas”. Ho’oponopono",
        "Si semos hija 😅 https://t.co/nwpXUvfsat",
        "@arelyfeminista Jajaja si semos Jajajaja",
        "@Moskeda Yo creo que son estrategias para definir tus gustos y ser Target (más) de publicidad",
        "@Fabiola_Rivera @Samir_Macias Y el cariño con que la trata 🥰 🐢 ❤️",
        "@Fabiola_Rivera Ay que bonita 🥰",
        "¡Que gran noticia saber que mi estimada @UryQuely estará al frente de la Defensoria de Derechos Humanos de la @LaUASLP! Muchas felicidades",
        "A cuidar de nuestras niñas interiores que son las que sostienen adultas felices. #DíaDelaNiñayElNiño",
        "@Fabiola_Rivera @gkleinburg ¡Wooow amiga! 🥰",
        "Mañana es el último día, inscríbanse 🥰 https://t.co/6oMTn9Coku",
        "@iLauRamoz Amé tu llamador de ángeles",
        "La violencia es violencia, aunque se disfrace de familia.",
        "#NuevaFotoDePerfil https://t.co/8iYD0kQDY4",
        "@Moskeda Ánimo chula!",
        "@Moskeda Estábamos en la Uni, te mando un beso 💜",
        "Él sabe que no me gusta el chocolate, solo en pastel. Él sabe que no me gusta la leche, solo con pastel de chocolat… https://t.co/0jVy21xgBy",
        "@nayibbukele Querida Leonora Carrington: Espera a qué te cuente lo sucedido en el  2020, te darán ganas de pintar de nuevo.",
        "@Fabiola_Rivera @Samir_Macias @eperedog @DiegoGamezl @ppestrella @violetavaslo @lors24 @danieladr12 @alessandra_kr… https://t.co/9xEqB8F29h",
        "@Jesus_Monjaras @SoyOmarGamo @mnelav @ojologa @mariferjsoria @zamudioslp https://t.co/lX4SDLVC8x",
        "Tal vez descubrimos que no vivíamos donde vivimos, solo era un lugar para pernocta y aseo. Tal vez ahora tampoco es… https://t.co/oXgj4dARE8",
        "@Lyncantu Son mejores las servilletas Jajajaja (Cobra regalías)",
        "@Lyncantu Jajajaja “pero no la de 🧻 “ Jajajaja",
        "@Lyncantu Jajaja vdd que Sii!? Es mi identidad secreta 🦄 🌌. P.d. Me gusto el baile ❤️",
        "Voto porque pasen los Rugrats en @NetflixLAT",
        "@_cynthicasanova Un beso prima",
        "@_cynthicasanova ¿Todo bn prima?",
        "Me encanta que la gente comparta sus recetas en casa 😍",
        "@ErikaVG_SLP ¡Ufff que rico! Ya que pase la cuarentena ¿me invitas a comer amiga?",
        "@Moskeda Anímate! Nada como conquistarte tu misma 🥰",
        "Hasta parece un mensaje de esperanza para el mundo, hoy en el #diamundialdelasalud la ciudad de Wuhan regresa a act… https://t.co/UUiG4VOP6T",
        "@MaclauBarrera Abrazo Ma. Clau",
        "El problema más grande y consistente en éste planeta es el miedo.",
        "@ClaudioVargass 😧",
        "@arelyfeminista Jajajajaja esa ardilla sacando nuestros sentimientos más profundos 🤣",
        "No estoy de acuerdo con las políticas implementadas por Filipinas y Perú. La primera es una es transgresión al prin… https://t.co/DiZnsYiBhv",
        "@arelyfeminista Jajajaja ❤️",
        "Mi corazón con Ecuador...",
        "@arelyfeminista ¡Apenas uno de esos! definitivamente se ocupa.",
        "Nos escondemos detrás de las letras.",
        "“Cuando la gente habla entre sí, nunca dicen lo que quieren decir. Dicen algo más y se espera que sólo sepas lo que… https://t.co/yJqY3F5knX",
        "@arelyfeminista Se llama ser responsable. Tú muy bn.",
        "@samnbk @arelyfeminista siempre adelantadas 🤗",
        "@calleguajardo @CriistyRamos Jajajaja habrá que verlo",
        "@CriistyRamos Jajajaja le cambie y no vi al tío Pedrito ❤️",
        "@CriistyRamos Siii, pensé que ya no existía! No me gusta ver tele 😬",
        "Día #8 de cuarentena: descubrí que aún existe ventaneando.",
        "@calleguajardo @Twitter ¡Happy bday en la Luna mi estimado! Y muchos globos 🎈 🎈 🎈 sanitizados",
        "@Fabiola_Rivera @Jesus_Monjaras @LuisPinaOlavide @15HugoGuerrero @ppjonguitud @_koreanaa @soybucho @GabbyTVega… https://t.co/psWsnsYFbW",
        "Estar en total aislamiento es muy complicado. Lo mismo para quienes requieran apoyo para tareas de higiene y de alimentación. (2/2)",
        "Recuerden que para las personas que usan apoyos técnicos (sillas de ruedas,andaderas,bastones etc) es sumamente imp… https://t.co/RBSMc7mayH",
        "@Martinislp https://t.co/YdTeFI0Lzl",
        "@Jesus_Monjaras @LuisPinaOlavide @15HugoGuerrero @ppjonguitud @_koreanaa @soybucho @GabbyTVega @bochoamarillo… https://t.co/4eKd2E8Thq",
        "@patsal_azar ¡Felicidades Paty! Un mega abrazo",
        "@arelyfeminista En esta cuenta se ama el Lysol y los libros de Katherine Marçal jajaja #GoGirl",
        "@arelyfeminista Noo puedo creerlo 😍, Justo acabo de hacer un análisis de eso el jueves 🤭 #WeAreConnected",
        "@Fabiola_Rivera @arelyfeminista Jajajaja 😘",
        "https://t.co/TatlAlekh1.     #MeInformoYMeCuido",
        "@arelyfeminista Yo siempre cargo con toallitas desinfectantes, gel y Lysol para ir a los baños públicos, tengo test… https://t.co/2yF2lbmWiV",
        "@SoyOmarGamo @Jesus_Monjaras @liverpoolmexico @amazon @DIF_SLP https://t.co/KqECr3yZmw",
        "@Jesus_Monjaras @liverpoolmexico @amazon @DIF_SLP Jajajajaja! Gracias por el tip, se lo recomendaré a quien sepa tenga planes de boda ✨",
        "@memofm_ @Fabiola_Rivera @CONAPRED Me pongo a tus órdenes Memo, la discriminación es un delito.",
        "@Jesus_Monjaras @liverpoolmexico @amazon @DIF_SLP ¿Algo que le tengas que anunciar a tu mejor amiga? 😍",
        "@Samir_Macias 🙏🏻",
        "@ArisbetVega @JosePabloTorsol 😢",
        "Oigan en buena onda, si una persona les dice que NO quiere saludar de beso, respeten, no hay que ser invasivas/os imponiendo.",
        "Realmente pude sentir en carne propia la sororidad en la marcha. Gracias hermanas 💜",
        "@calleguajardo Chiquita hermosa ❤️",
        "@calleguajardo 🙁☹️",
        "Me pasa lo mismo que a “thinkerbell” cuando le dicen “no creo en la hadas” cada que me dicen “felicidades hermosa mujer” #UnDiaSinNosotras",
        "@fernyruiz ¿Qué pasó hija?",
        "@arelyfeminista @enmaobrador @FondoSemillas @ISBeauvoir @LaClau @wzuloag @launicaGatti @MarthaTagle @nayaroldan… https://t.co/K52uFt6M2x",
        "@mnelav 💜",
        "@normisacevesg @ClaudiAnaya Yo tmb amiga, nos ha tocado compartir las buenas y las malas 💜 ven a SLP 💜",
        "https://t.co/gHvhSGZxzj\nLa lic. Covadonga es alguien que siempre le estaré agradecida, recuerdo nuestras largas lla… https://t.co/3PVcXpHkUz",
        "@ErikaVG_SLP ¡Yo tmb a ti! Peluchentas ❤️",
        "Una puerta es una puerta... una vida es una vida... no hay punto de comparación.",
        "“Lo mas bonito que la vida te puede regalar es que el destino te haga coincidir con personas extraordinarias, mujer… https://t.co/KcJXxlDYZa",
        "@ClaudiAnaya @senadomexicano No le están haciendo un favor, es SU derecho como senadora. No puede ser posible 😠😤",
        "@TabalesArturo Lo siento mucho amigo, un abrazo 🤗",
        "@Jesus_Monjaras La verdad si...",
        "Que bien se siente el detox de Facebook 🤗",
        "@Jesus_Monjaras 👏🏻💚👏🏻",
        "@Jesus_Monjaras Jajaja no soy precisamente una persona fit pero cuidar mi salud es importante 💚",
        "Me siento bn desayunando mi comida de dieta en domingo... (empezó el jueves 🤣)",
        "@Moskeda Y aplaudiéndose entre sí por modificar su “postura” 🤬",
        "@arelyfeminista Te abrazo con el corazón prima 🥺",
        "Es inaudito los niveles de violencia; ¡era una niña, carajo! 🥺",
        "@Hyperion2380 @FernandoGaln ¡Gracias Javier! A disfrutar a quienes están con nosotras/os 💖",
        "Siempre he visto el 14/02 como una fecha de mercadotecnia. Hasta que me tocó pasarla en el hospital con mis hermana… https://t.co/SXZMcRvN8N",
        "@AlxArmendariz @arelyfeminista Sii es hermosa 😍",
        "@arelyfeminista Jajaja que hermosa la ardillita manifestante 💜💚 es divina",
        "@CriistyRamos Cierto 😘",
        "¿Será muy tarde para iniciar la carrera de medicina?",
        "@calleguajardo Otra frase que me causa conflicto porque tengo la teoría que es un “la vdd no me siento tan bien per… https://t.co/fE6JQoeOWj",
        "Hemos normalizado tanto el decir “¿cómo estás?”, que ya ni siquiera esperamos que nos van a contestar, porque en au… https://t.co/LFE98yutKe",
        "@calleguajardo @Jesus_Monjaras 💕🥰💕🥰💕 https://t.co/H8knzLBYw8",
        "@Mexinomics ¡Gracias amigo!",
        "@Jesus_Monjaras https://t.co/bVPe8HrIoR",
        "¿Alguien que sea tan amable de decirme cómo puedo ver “the mandalorian”? 😄",
        "@JCRodriguez_SLP Cierto amigo",
        "Ojalá que lleguemos al punto de educación cívica que sepamos diferenciar entre el marketing de las redes sociales y… https://t.co/8ovVZmhfxQ",
        "@Samir_Macias @SEDESORESanLuis ¡Gracias por tan cálida bienvenida y tan inmerecida descripción! 😁",
        "Intento escribirte algo pero no puedo...escribo y borro, escribo y borro... porque no quiero despedirme de ti 😢",
        "@JesusJuradoR @VinculoEconomic @guzguevara Yujuuui! Amonos",
        "@Jesus_Monjaras ¡Siempre un gusto verte! Tqm!",
        "Yo: No comí ¿no se te antoja una 🍔 ?\nJM: Ok amiga (maneja al destino indicado)\nYo:No, mejor una torta,¿vamos?\nJM: O… https://t.co/PCFscKsXqW",
        "@normisacevesg Definitivamente es muy original amiga, pero no me gusto 😯🤭",
        "¿Qué opinan de ésta película? ¿Les gusto? https://t.co/S7sD18JBX6",
        "@ReneeRva ¡Felicidades Rene! Un abrazo 🤗",
        "@arelyfeminista https://t.co/G8YGV2HOVs",
        "@arelyfeminista Estiro mis garritas y se atoran las pelusas JJajajajaja love u",
        "Se que es momento de cortarme las uñas de los pies cuando siento que ando arañando la calceta 🧦 🤣",
        "@SoyOmarGamo Bra-ví-si-mo",
        "@yoyislp Son una maravilla!",
        "@psicIleanaFilio Saludos Ile!",
        "@FernandoGaln Jajajaja te amo",
        "#NuevaFotoDePerfil https://t.co/eXTZT6c555",
        "Tercer acto: ya no hay, me lo comí https://t.co/So1zLRTZjc",
        "@arelyfeminista Mañana te voy y te llevo, tú dime a donde 🍫 🍪🍩☕️",
        "Segundo acto: Yo en estos momentos https://t.co/LbC2nC6T1b",
        "Primer acto: pan de la superior y chocolate abuelita. https://t.co/B7T7y6bksk",
        "@Samir_Macias @Fabiola_Rivera 😍🥰",
        "@Fabiola_Rivera @FernandoGaln ya lo vi agarrado del apache 🤣 ¡vamos!"
    ]
}