{
    "screen name": "CesarSanz92",
    "no. of tweets": 166,
    "tweets": [
        "“Mantengamos firme, sin fluctuar, la profesión de nuestra esperanza, porque fiel es el que prometió.”\nHebreos 10:23… https://t.co/UOfISdAc4M",
        "Buenos días! Arranquen con todo, siempre, siempre hay oportunidades para seguir creciendo y alcanzar nuestras  metas 🙌🏽",
        "one person followed me // automatically checked by https://t.co/xLXmprOdVC",
        "Que chingón escuchar José José 🙌🏽🦈",
        "Nos espera una vida maravillosa 🙌🏽",
        "🙏🏽🙌🏽 https://t.co/mvinQzMXtV https://t.co/PLrs4r3mob",
        "Cómo orar cuando no sabes qué orar 🙏🏽 https://t.co/kqSW9TmDWO",
        "@ferayuso Forever 💕",
        "Que van a saber ustedes de retos si no se bañan con agua fría mientras llueve jajajaja 😂😅",
        "Considero que todos debemos trabajar arduamente en la fe de nosotros mismos, pero más más más... en la fe hacia los demás!",
        "NUNCA se arrepientan de hacer cosas buenas por personas equivocadas 🙏🏽 Bendiciones y pura buena vibra para todos!",
        "Sin duda 🙏🏽 https://t.co/wrO4oTDG3m https://t.co/9COsoBF9Hl",
        "Nunca lo duden! 🙌🏽 https://t.co/TcIjdKLvX6",
        "Dios nunca nos abandona, debemos estar agradecidos en  todo momento. 🙌🏽",
        "Estimados todos, para informarles, le he entrado brutal a las galletitas del Costco, pero bruto es bruto jaja 😅 no tarda caerme la ley!!! 😂",
        "Que van a saber ustedes del amor... 💕🙌🏽 @OOOTRADaniela  El más afortunao’ 😉 https://t.co/8NHbcy4KFM",
        "@ferayuso 🤣",
        "one person followed me // automatically checked by https://t.co/xLXmprOdVC",
        "Tú eres mi bendición! 💕🙌🏽 @OOOTRADaniela",
        "Me siento de maravilla con los cambios en mi vida 🙌🏽",
        "🙏🏽 Feliz Domingo 🙌🏽 https://t.co/F8srPAuith https://t.co/nTcIulMnAv",
        "Más que desear que le vaya mal al gobierno o al presidente @lopezobrador_  debemos como mexicanos ser más unidos y… https://t.co/l1XgjDRlI5",
        "Cuarentena, indicador para sacar las bermudas tipo Cholo 😎",
        "🙏🏽 https://t.co/k2s2IdXI5j https://t.co/lkawLmi7Ir",
        "one person unfollowed me // automatically checked by https://t.co/xLXmps5ONa",
        "Caray, caray! Hoy si me quede dormido jaja una disculpita, han sido días de mucho agotamiento mental.  Ánimo 🙌🏽 todo o nada.",
        "Mi alegría de ir a tirar la basura era ver el hermoso Porsche convertible de mi vecino, tiene días que no está en su garage 😰",
        "Siempre sean agradecidos, con la vida, con la gente, con Dios. 🙌🏽",
        "Buenas buenas, sonrían, es lo único que les voy a decir!",
        "2 people unfollowed me // automatically checked by https://t.co/xLXmprOdVC",
        "Oremos por todos aquellos que se encuentran en el frente, Dios les bendiga! GRACIAS!! 🙌🏽🙏🏽 https://t.co/NXsRw5qY3V",
        "Toda la gloria y el poder, el tuyo padre 🙌🏽 gracias por todo en la vida. 🙏🏽",
        "Vámonos, última semana del mes, tendremos un buen cierre 🙌🏽",
        "“Estas cosas os he hablado para que en mí tengáis paz. En el mundo tendréis aflicción; pero confiad, yo he vencido… https://t.co/WQ1j9DAM56",
        "one person unfollowed me // automatically checked by https://t.co/xLXmprOdVC",
        "@ferayuso Ya te dije papi, pero puro oax",
        "@ferayuso Ya estoy mimido, espero mi pizza 🍕 menso",
        "A toda madre Fast and furious en el neiflis ☝🏽",
        "@ferayuso Duérmete corre",
        "Los días vuelan en esta situación! Sigamos pegándole duro Señores, rendirse no es opción 👌🏾",
        "Que días hemos tenido, fabulosos, hemos aprendido mucho, desde quiénes están en las buenas y en las malas, quién si… https://t.co/4oOrjaQOW0",
        "Buenos días compitas, emprendemos un buen recorrido el día de hoy,mándenos pura buena vibra 🙌🏽🙏🏽",
        "Haces unos minutos declararon oficialmente el inicio de fase 3, sin embargo, nosotros siempre debemos ir un paso ad… https://t.co/8e0gA9FzuD",
        "Buenos días, buenos días! Vamos darle con todo, un nuevo día, una nueva semana para avanzar hacia nuestras metas, péguenle duro a la vida!",
        "2 people followed me // automatically checked by https://t.co/xLXmprOdVC",
        "🙌🏽🙏🏽 https://t.co/gYEDz8AHjn https://t.co/0TXOWtfPMI",
        "Y no hablemos del correo, porque...  @liverpoolmexico https://t.co/tl1Iebsqx3",
        "Buenos días @liverpoolmexico llevo más de 15 días tratando de contactarlos en su línea de ventas. Lo cual ha sido u… https://t.co/GJ3RVZ7cur",
        "@ArisMreno Un Gingadazo jajaja",
        "one person followed me and one person unfollowed me // automatically checked by https://t.co/xLXmprOdVC",
        "Buenos días! Pura buena vibra, vamos a cerrar con todo la semanita!",
        "Totalmente libres 🙌🏽 https://t.co/TvBIiQnNW8 https://t.co/eU4Ohy3kss",
        "Buenos días, hoy es el mejor día de todos! 🙌🏽 Siempre has sido una bendición para mí, mi vira! 💕 @OOOTRADaniela Has… https://t.co/xxVl7h8nw7",
        "@SoAranza @OrdureBizarre0 @OOOTRADaniela 🤣",
        "La vida es muy estresante amigos jaja vamos a pegarle con todo! Para que se canse antes que nosotros.",
        "Buenos días bandita 🙌🏽 pura buena vibra, puro buen corazón en lo que hagamos!",
        "@ferayuso Si quieres hacértela dime y te mando una prueba o para alguien que lo necesite.",
        "Saltos de cuerda 1 - César ( El Chicharo)  0 😅",
        "Buenos días, iniciamos con energía, felicidad y objetivos!  A Darle porque para eso seguimos vivos! 🙌🏽",
        "@ayusito @OOOTRADaniela 🤣",
        "“Mas él les dijo: No os asustéis; buscáis a Jesús nazareno, el que fue crucificado; ha resucitado, no está aquí; mi… https://t.co/mlmWYWco1v",
        "one person unfollowed me // automatically checked by https://t.co/xLXmprOdVC",
        "A pesar de que nunca nos abandona 🙌🏽 https://t.co/GLBf8Jha4r",
        "A seguir echándole ganas, esto sigue, siempre seguirá! ✌🏽",
        "Hoy sí que trabajamos Dios Mío 🙌🏽",
        "@ferayuso Obvio papá!",
        "@ayusito Toy igual compadrito jaja",
        "Así de grande le quedo la Presidencia! ¿Y el plan económico, a qué hora? Sigamos exigiendo. 👊🏽 https://t.co/1HXJ0kBRyy",
        "“Espero que en los años venideros todo el mundo pueda estar orgulloso de cómo se respondió ante este desafío”. \n\n-… https://t.co/Tel7z1cXB0",
        "“Bienaventurados los que padecen persecución por causa de la justicia, porque de ellos es el reino de los cielos.”… https://t.co/KAHNhge5gs",
        "Buenos días, buen inicio de semana! Sigamos unidos ,al final es por el bien de todos.",
        "Fue determinante para este sexenio el posicinamiento de hace unas horas #AMLOseVA. INSISTO  NO ESTÁ A LA ALTURA DE ESTE GRAN PAÍS.",
        "@gdehoyoswalther @lopezobrador_ @Coparmex @Reforma @El_Universal_Mx @Excelsior @ElFinanciero_Mx @eleconomista… https://t.co/DdyLvYrkqS",
        "Las críticas hacia el posicionamiento del presidente @lopezobrador_ no solo vienen de la oposición, o de los ciudad… https://t.co/7ZKf8f6Mbu",
        "Ayúdenme a difundirlo para quien mas lo necesita! 🙌🏽 ✨ https://t.co/gBOmzF3Wrd",
        "¿Y el plan económico? @lopezobrador_   🤷🏽‍♂️",
        "one person followed me and one person unfollowed me // automatically checked by https://t.co/xLXmprOdVC",
        "🙏🏽 https://t.co/fv86KZPhSS https://t.co/Qm64TwMbKk",
        "@ClubAmerica C. Sánchez 10",
        "Carta al Presidente de la República - Don Porfirio ML 🙌🏽  https://t.co/CRraFZvs3U",
        "Totalmente 🙌🏽 https://t.co/AVpFx7ZJDO https://t.co/NtNhaCrVzs",
        "Y continuaremos alabándote, aún mientras esperamos respuestas. Por favor libéranos.\n\nEn el nombre de Jesus, Amen.",
        "Provee una cura para el Coronavirus y sana nuestra economía. Trae un rápido y milagroso final a la oscuridad de est… https://t.co/l3Fx0nVF9u",
        "Una Oración por sanidad\nDios nuestro,\n\nTu Palabra dice que Tu respondes cuando invocan Tu nombre, y que Tu los libe… https://t.co/7JLJSBjL75",
        "Todo lo que nos pasa es bendición,  no lo duden, agradezcan cada momento en esta vida.",
        "Celebren sus propias victorias, porque sólo ustedes saben lo que les costó alcanzarlas 🙌🏽",
        "“así será mi palabra que sale de mi boca; no volverá a mí vacía, sino que hará lo que yo quiero, y será prosperada… https://t.co/5iDuEmRXVM",
        "@ayusito @OOOTRADaniela @nidiaSo Qué pasó chaparrito jaja",
        "@ayusito @OOOTRADaniela @nidiaSo Oíla! 😅",
        "@AlejandroFBRS Tres de regreso hermano! 🙌🏽",
        "Siempre, toda la vida! 🙌🏽 Buen día para todos! https://t.co/B25heGLXJv",
        "“La muerte y la vida están en poder de la lengua, Y el que la ama comerá de sus frutos.”\nProverbios 18:21 RVR1960 https://t.co/UknWyhWPwK",
        "@OOOTRADaniela Ti 💕",
        "Las personas se quejan, que qué difícil situación, que se pondrá peor, pues como NO! Si les quieres comprar un prod… https://t.co/1jPbhd1OT5",
        "Oremos por el bien del mundo, por el bien del país! 🙏🏽Excelente inicio de semana, cerremos el mes como debe de ser! 🙌🏽",
        "🙏🏽 https://t.co/WFMJnSt84P https://t.co/K2RtclBH00",
        "one person followed me // automatically checked by https://t.co/xLXmprOdVC",
        "Buenos días ✌🏽 https://t.co/0kcp5fbYtW",
        "Gracias vida, gracias Dios por cada una de las oportunidades que nos dan día a día... 🙏🏽🙌🏽",
        "Sin duda 🙏🏽 https://t.co/LvNQHS0ke3 https://t.co/GxQYwRCeB2",
        "@ferayuso No nooo, hay unos que traigo que te mueres! Jaja",
        "Hasta cuando volveré a pedir.... 2 órdenes de chicharrón por fa! ☹️",
        "one person followed me and one person unfollowed me // automatically checked by https://t.co/xLXmprOdVC",
        "No desafiemos a los virus, apuremos El Paso. Entrevista con el Dr. Narro, ojalá el Sub Secretario ⁦@HLGatell⁩ se to… https://t.co/3iB3OELztc",
        "Siempre firmes durante la tormenta... 🙏🏽 https://t.co/nb9WDueWiI",
        "Traigo una condición pal’ perro dijeran jaja 😅 no les voy a decir se les acabo su flacucho pero le vamos a echar ganas  jaja",
        "“Bienaventurados los de limpio corazón, porque ellos verán a Dios.”\nS. Mateo 5:8 RVR1960 https://t.co/fJ7v8lQTsD",
        "Buenos días, no dejen de sorprenderse así mismos 🙌🏽 excelente inicio de semana #QuedateEnCasa",
        "@ferayuso Qué tal andabas en la Madero, eaeaaaaa!",
        "Es impresionante la unión  mundial, ante problemas inmensos, unidos podemos con todo! 🙏🏽 #GAD",
        "Hoy más unidos que nunca! 🙌🏽",
        "Amigos, apoyémonos entre todos, pidamos de negocios locales, supermercados, envíos, apoyo, etc. 🙌🏽 https://t.co/N7MBkuJZvk",
        "Es muy importante con quién haces equipo, GAD, me guía con uno bueno! 🙌🏽 Buen domingo ✌🏽",
        "Nunca lo olviden! Son buenos tiempos para seguir aplicando todo lo bueno de nosotros. 🙌🏽 https://t.co/cNzeFcIDlX",
        "Les comparto un gran artículo del @nytimes , totalmente de acuerdo. A muchos les pegará, pero hay mucho de cierto! https://t.co/cmdqS1hnvX",
        "Recomendación para iniciar el fin de semana 🙌🏽 ✨ https://t.co/siCVP8qXo5",
        "Un gran ejemplo de capacidad y reacción, el gobierno de Jalisco está aplicando las medidas adecuadas para proteger… https://t.co/DKLs78uVCE",
        "@ferayuso Duérmeteeeee Ya! Descansa",
        "Bendita lluvia 🙏🏽",
        "🙏🏽 https://t.co/HKqllxxGet https://t.co/TcGSyIyDFB",
        "@ayusito @OOOTRADaniela Siempre mi querido Ayusin 😎",
        "@OOOTRADaniela HOOOOY! Es vierneeees! 🕺🏼😅",
        "No cabe duda qué hay grandes personas, Mexicanos unidos, como bien lo dice, sabemos salir adelante! GRACIAS 🙌🏽 https://t.co/ViLKTAKozl",
        "@samuel_garcias Con todo Senador @samuel_garcias , con los ciudadanos todo, sin los ciudadanos nada! Cerremos filas… https://t.co/zA4MI6JcsL",
        "@samuel_garcias Excelente postura Senador @samuel_garcias es totalmente anti democrático y atenta contra los próxim… https://t.co/5QMtIqcnAn",
        "Buen día para todos 🙌🏽 https://t.co/U2JuXeS2X4",
        "@ferayuso Un librito",
        "@LuceroSaldanaMx @Mx_Diputados @PRENSAPRI1 @DulceSauri @OlimpiaCMujer @PRIdePUEBLA @americozuniga @caroviggiano… https://t.co/vxBwltAtlV",
        "@drjoseoscarv @LideresMexicano Muchas felicidades @drjoseoscarv gran postura y más aún gran aportación al momento q… https://t.co/H424LcVCYb",
        "Me mostrarás el camino de la vida. Hay gran alegría en tu presencia; hay dicha eterna junto a ti.\nSalmos 16:11",
        "“y me buscaréis y me hallaréis, porque me buscaréis de todo vuestro corazón.”\nJeremías 29:13 RVR1960 https://t.co/ctV6s8pACM",
        "Siempre me he preguntado y hoy no me quedaré con la duda, es estrategia que los precios estén mal etiquetados en… https://t.co/sPHlwo5cM6",
        "Buenos días, así amanecemos hoy en el ámbito internacional.  Es una pena, no logramos entender la situación y mucho… https://t.co/Mq3Dak9hQ2",
        "Vive la vida, vive tu vida 🙌🏽",
        "Buenos días ☀️ vámonos 🏃🏾",
        "@OOOTRADaniela Yo más mi vira 😻",
        "@ferayuso El mejor! 🤤",
        "Que chingón domingo caray! 🙌🏽",
        "@ArisMreno @udlap Ay ajaaaaaá 🤣",
        "🙌🏽  https://t.co/TuVIkCSGuZ https://t.co/dKepubYAxA",
        "@jiverespejel Muchas felicidades bro, que felicidad! Un fuerte abrazo 🙌🏽 bendiciones",
        "No critique, no condene , ni se queje! Vámonos 🙌🏽",
        "Cada uno según el don que ha recibido, minístrelo a los otros, como buenos administradores de la multiforme gracia… https://t.co/MQo1vmy0rw",
        "@ferayuso Cagón! Jaja",
        "“Bienaventurados los que tienen hambre y sed de justicia, porque ellos serán saciados.”\nS. Mateo 5:6 RVR1960 https://t.co/mAq3shqsNI",
        "Recuerden que no hay mayor felicidad que compartir la vida con ellas, por qué sin ellas no habría vida! #JuntosHastaElFinal",
        "Sin duda hay mucho por trabajar en conjunto como ciudadanos, como hijos, como hermanos, como padres. La mujer es su… https://t.co/r1aW3vCaRw",
        "Hoy es el #DiaInternacionalDeLaMujer , sin embargo estamos muy lejos de poder celebrar la igual de género, de celeb… https://t.co/TW5Ld73uDk",
        "@ferayuso Síguele jugando al chingón, ya estás grandesito para manejar y tomar.",
        "Felicito a mi hermano @AlejandroFBRS, auguro un excelente  futuro para la Organización Democrática Mundial al incor… https://t.co/sY8ll4XqQD",
        "Atrás ni para agarrar vuelo! Lean y Oigan bien 🙏🏽",
        "A R R A N C A M O S! 🙌🏽",
        "Les dije que sería un buen día, decreten amigos. Esperen buenas noticias próximamente 🙏🏽",
        "@ayusito Pasuuuu pan Dulce!",
        "Pinta muy bien el día, el fin de semana, el Mes, el año, LA VIDA!! Créanse siempre lo que de verdad son, no duden d… https://t.co/DFZf1cHzUB",
        "“Amados, amémonos unos a otros; porque el amor es de Dios. Todo aquel que ama, es nacido de Dios, y conoce a Dios.”… https://t.co/NH85UaWsnh",
        "Hoy los jóvenes, estudiantes, salieron a las calles, HOY HICIERON TEMBLAR AL GOBIERNO, es momento de Acciones y jus… https://t.co/96AeKEOmsk",
        "Los corazones vibran el día de hoy en Puebla! Orgulloso de los jóvenes mexicanos que luchan por un país mejor! #VamosJuntos #NiUnaBataMenos",
        "Los jóvenes,estudiantes  que participan el día de hoy en la marcha pacífica en el Estado de Puebla, me representan,… https://t.co/MhPyJlG4k6",
        "@OOOTRADaniela Junto a ti... 💕",
        "“Pacientemente esperé al padre, Y se inclinó a mí, y oyó mi clamor. Y me hizo sacar del pozo de la desesperación, d… https://t.co/U1fAk6gsCF",
        "Último jalón, con todo, menos con miedo! 🙌🏽",
        "Cerramos con broche de oro! Trabajemos para siempre tener buenas noticias! 🙌🏽",
        "@ferayuso Yo igual mano! SS 2020",
        "Siempre hay que ser agradecidos, no lo olviden! Excelente día 🙏🏽",
        "Tengo todo el tiempo del mundo, vida...  🙏🏽"
    ]
}