{
    "screen name": "3dstrengthacad1",
    "no. of tweets": 190,
    "tweets": [
        "Definitely surprised Taulia picks Maryland. I really thought he was going to come to Florida. I honestly think it’s… https://t.co/jBedxevgK7",
        "@CoachBBlackmon @LoboRecruiting @CoachJChristian Hello Coaches. Please check out C/O 2022 Athlete @3EAFootball from… https://t.co/mQlDbWxWhK",
        "The level of athletic ability and quality of football being played in these Miami vs FSU games was second to none!!!!",
        "@CoachChase23 Bro. Chris Webber was a dawg on all levels. Honestly the timeout in the National Championship will fo… https://t.co/iNfYxCoKPQ",
        "@CoachNastyTX Hall of Famer Orlando Pace",
        "Legendary!!!! https://t.co/Cyk6r65o1x",
        "@GoStanford @CMC_22",
        "@stromio1 I’m just saying bro. I feel like it works!!!",
        "Have a Blessed Friday!!!! #OneTribe https://t.co/G4WKTakLYj",
        "Did y’all here this interview where @sabrina_i20 talks about baiting grown people into games with her brother cause… https://t.co/d2S66lEIcx",
        "@stromio1 Aye bro, just had a epiphany. 2020 is just like when u turn 20. It’s like ur old enough to want to do eve… https://t.co/siuTyTtizB",
        "@Jaredsawyer Looks pretty accurate to me",
        "#tbt to one of the greatest @FSUFootball players and the OG of the fullback position at FSU!! Mr. William Floyd!!!!… https://t.co/uNf7uOvNEw",
        "@CoachChase23 The best players in the history of the game have all had a mid range game!!! The Rockets don’t even l… https://t.co/Bex2qLEVbR",
        "I also see the danger in all of this, especially when u see how hard the transition was for people who grew up as p… https://t.co/TRWTHNzzwe",
        "With all the grassroots media outlets, are we creating exposure for kids or are we setting kids up for a harder adu… https://t.co/eN22YUPI0Q",
        "813 standup!!! https://t.co/K3LURiCgd5",
        "@stromio1 That’s what I’m saying. Barry had no QB!!! Zeke and Dak compliment each other. Go back and watch this pas… https://t.co/gz7FZoQHXe",
        "@stromio1 We can say that all the time. We gotta stop using Zeke as a scapegoat. Aikman had Emmitt. Goff had Gurley… https://t.co/hEDHKf6bor",
        "@stromio1 I didn’t. I wouldn’t have. 🤣. They made that choice. Denver went and got Flacco. And others. Can u say an… https://t.co/40gQiPLpdi",
        "@stromio1 it’s things going on in Dallas compared to Kirk, Goff, and an injury prone Wentz getting paid that keeps… https://t.co/HDOGlpLSEy",
        "@stromio1 He put up the numbers of a top QB. It didn’t take place in the Ws and Ls. The defense down there didn’t c… https://t.co/RMbpAhsPyA",
        "to play, especially if I know the pros are playing and evaluating, I don’t want to miss out on any opportunity to do that!!!",
        "I keep seeing things with all these leaders and analysts talking about whether athletes for schools should still be… https://t.co/NoIzDm7XGg",
        "@stromio1 This is a FACT!!! I was there when he transformed into a full fledged DUCK!!!",
        "@stromio1 They are making to much based on production but the fact of the matter is that where they came up on thei… https://t.co/VHuNoCjrdI",
        "@Jaredsawyer That Rose Bowl was a little bit better because it was a Pac12 vs Big Ten showdown. Those bowl games al… https://t.co/fRA91PiS3J",
        "@Jaredsawyer If it were to stay like this for the PAC 12 then I would say that each conference school plays each ot… https://t.co/lE6i5Mh9so",
        "He was a Dog Foreal!!! https://t.co/auoKboFp2t",
        "@CoachBBlackmon @LoboRecruiting @TimRoschmann @CoachSvarczkopf @JordanSom_UNM Please take a look at @3EAFootball fr… https://t.co/eWy89nOu9a",
        "“U somewhere worried about Drake and J-Lo, I’m worried about gettin pesos...” ~ Don Trip!!! Always getting that wor… https://t.co/nCRIL4FLax",
        "Yes your bench and squat went up but are you moving better? If the answer is no then you’re not becoming a better a… https://t.co/yXORsMz5FF",
        "@Its_AceBTH @stromio1 https://t.co/Y6g1agjSOX",
        "This is how I envision all of my cybersecurity students after they get going in their industry!!! https://t.co/c48xbrd9Oh",
        "Man, I’m just getting into the show Silicon Valley, and now being in the tech Industry I am truly enjoying this show!!!",
        "@coach_cristobal Please take a look at C/O 2022 Athlete @3EAFootball from @PEAFootball !!! 5’7” speedster with a 4.… https://t.co/QgOgWY5aE4",
        "Check out the articles on the Surpassing Sports website!!! Awesome articles that takes you on a journey to know the… https://t.co/g0ZRSfL2P9",
        "@Xavier_Mitchel1 Sorry for ur loss bro",
        "This sucks!!! Any coaches that follow me please see reach out to the Florida Tech staff about some possible athlete… https://t.co/Ws5L0FwiTA",
        "@D_Tardy7 @realmartymar 🤣 Promise I said the same thing when I saw it!!! 🤣",
        "@stromio1 That’s the most annoying thing to me. That’s the first level of respect. Getting a person’s name right!!!",
        "Living in the 813 and getting to see what @Marlon_Mack25 did on a weekly basis, it’s safe to say I was excited when… https://t.co/f1GddLm0Qi",
        "@BobbyRome Please take a look at C/O 2021 RB/Slot @Cheito0524 from Newsome High in Lithia, FL (suburb of Tampa) https://t.co/xqU2iK9Cib",
        "@3EAFootball is down here getting ready!!! Who else is ready to see the Big Red back in action!!! Let’s Go!!!! https://t.co/I0OMrkgIee",
        "Need a Athletic Apparel manufacturer in the Miami-Dade area!!! Want to take the brand to the next level with appare… https://t.co/YWlzbenZyF",
        "These @ufc Fights have been awesome!!! Thank you to all who made this possible for us and the athletes for being tr… https://t.co/icYDHKvVOS",
        "Man to wake up and see this from a person who I follow from afar and consider one of the best in the business means… https://t.co/RpwR89muVw",
        "Yessir!!!! Dawgs Eat Baby!!! Congratulations!!!! https://t.co/iyrhbl7EWZ",
        "#FEARLESS https://t.co/XXp88dWbhb",
        "Congratulations Young Men!!!! https://t.co/8EIETFu77A",
        "@stromio1 Well deserved bro!!!✊🏾✊🏾✊🏾💯💯💯🙏🏾🙏🏾🙏🏾",
        "Let’s not forget that the NCAA all time leading rusher was considered undersize!!! Before Dalvila Cook, FSU’s all t… https://t.co/Sgyz2H1cBZ",
        "Facts!!!! https://t.co/noB3tB6mUP",
        "Congratulations!!!! Well Deserved\n!!! 💪🏾💪🏾💪🏾 https://t.co/0zkOVAqR2O",
        "Dude put himself to sleep https://t.co/JmwSuEycOq",
        "No 🧢 https://t.co/HbBq24HXX9",
        "@coach_buddha Please take a look at C/O 2022 Athlete @3EAFootball from @PEAFootball but calls South Florida home. T… https://t.co/5Ei1WGg3t7",
        "@Coach_MannyDiaz Please take a look at @3EAFootball . He is a C/O 2022 Athlete from @PEAFootball but calls South Fl… https://t.co/OpDlboTxXi",
        "Yessir!!!! 💪🏾💪🏾💪🏾 https://t.co/DOSTa3VtSW",
        "@2CoachG1 please take a look at C/O 2022 Athlete @3EAFootball from @PEAFootball . Also runs track!!! https://t.co/SP4PWdU0a7",
        "@coachawarner @3EAFootball Athlete from @PEAFootball . Also runs track https://t.co/SP4PWdU0a7",
        "Daily Devotional | In the Name of Jesus https://t.co/li0wU4PrvC via @YouTube",
        "Underrated!!! Eric Metcalf was unbelievable!!!! Made plays from anywhere on the field, especially the return game!!! https://t.co/TT0NMrQqwL",
        "This number right here is why Lavar Ball was trying to provide their own brand. Yea he made mistakes but the initia… https://t.co/V3A2hTMIO3",
        "@MBled317 Just posted about this!!! Definitely not given the love he deserves!!!",
        "This guy has got to be the motivation for the character Bob on Martin!!! Only the real Martin fans know what I’m ta… https://t.co/aCRvT5YayQ",
        "I think people forget how good Charles Barkley was tho!!! They here him as an analyst but the guy is an all time great!!!",
        "I love Jordan’s pettiness!!!",
        "@Realrclark25 Facts facts facts!!!  🤣",
        "Real talk I feel Mike, it’s nothing like that post game beer!!!",
        "The Jordan 1s about to sell out again after tonight 🤣",
        "@Realrclark25 This is pre social media and the internet was used like it is today!!! His celebrity was unbelievable",
        "Jordan letting it be known that his game got him his shoe deal is the dopest thing ever!!! I really hope the young… https://t.co/OQSqfJq6YM",
        "Had the opportunity to be on a great video call with some great people tonight. Thank you all for allowing me to be… https://t.co/pulywIELhx",
        "@NotMike33370706 @stromio1 Agree, it just seems like an odd signing otherwise",
        "@NotMike33370706 @stromio1 I meant Dak won’t be there not Dallas. Sorry for that mistake.",
        "@NotMike33370706 @stromio1 Very interesting move when there hasn’t been any movement in contract negotiations!!! Al… https://t.co/IkHuQAhDY2",
        "Bruh!!!! What is going on in Dallas. @stromio1 I need u to come thru with some intel for us like right now!!! 🤣 Wow… https://t.co/lbMv8MhNJc",
        "It’s something about having breakfast food for dinner that is just so satisfying!!!",
        "C/O 2022 Athlete @3EAFootball !!! Definitely can be the next all purpose athlete for you at Stanford @CoachDavidShaw https://t.co/FXmcGCPjiR",
        "FACTS!!!! https://t.co/cTIA75f0y6",
        "@wbjay06 Yessir!!!",
        "If u know u know!!! This is an anthem right here!!!! 🔥 🔥 🔥 https://t.co/LUs9Qvpn6X",
        "@wbjay06 Come on down bro! U know u always welcome",
        "Got that morning work in!!!! My garage gym has been nicknamed “The Kennel” cause u gotta have a dog mentality when… https://t.co/rbBID1OzuG",
        "🔥 If u know, u know 🔥 https://t.co/e5ETDmxpIu",
        "My guy is a go getter!!! Someone every coach needs to have on that radar!!!! Great work bro!!! 🔥 🔥 🔥 https://t.co/Uud0s3Fk5B",
        "@coachgiblin Wait wait wait Coach!!! U mean to tell me that this is functional!!!",
        "@TevinStuddard Glad to hear that bro!!! Glad u feeling better!!!",
        "@CoachFunch This might be one of the best videos I have watched in a long time!!! There are so many topics I want t… https://t.co/98L07P98l1",
        "There is so much TRUTH in this video right here!!! Please weaponize yourselves mentally!!! https://t.co/TaZvBNKFWz",
        "@TevinStuddard Get some rest bro!!! Ur work ethic and grind is definitely unquestioned. But take some time to focus… https://t.co/uhaA6Jok04",
        "217 out of 255 (85%) of the @NFL draft picks participated in multiple sports in high school!!! Be an athlete!!! #3DStrengthAcademy",
        "C/O 2022 Athlete @3EAFootball getting that lower body work in today. Shown here is him on his 3rd of 5 sets of 5 wi… https://t.co/whhnPjg9Ov",
        "@stromio1 I know. I’m just not trying to drive anywhere so I’m just gonna order it and have it sent here",
        "@stromio1 Not yet. U know I’m ordering it bro",
        "@TevinStuddard Prayers up for u bro. Please keep us updated",
        "@Coach_Addae Take a look at @Cheito0524 from Newsome Coach.",
        "Who in South Dade of Miami trying to get better?!!! Who is trying to become a DOG?!!! Let’s Get to Work!!!!",
        "I hope this documentary also shines a light on what it is to have integrity in journalism!!! The only way this docu… https://t.co/lTsyZFpmQG",
        "“Great players love to be coached hard!” That’s something all y’all who desire to be great should write on your wal… https://t.co/kvy3P4iIta",
        "I think the cool thing about watching The Last Dance is that I get to see it from the lens of an adult versus when… https://t.co/PII2Usz3uB",
        "@NIUCoachHammock @3EAFootball is a C/O DB at Phillips Exeter Academy. Should see more action on offense as well at… https://t.co/KYWUfStSWM",
        "This comment by @teehiggins5 is why I like him and why he will overcome all obstacles!!! Many more blessings to you… https://t.co/vwo4e8h3zH",
        "Looks like @TomBrady been enjoying this Florida sunshine!!!! https://t.co/OsZRkKVzAb",
        "a reminder of how much talent was in that school!!!! Man I’m so proud and honored to have graduated from there and… https://t.co/j6vcjvaIfa",
        "Got a chance to see the Build A Team article for Arlington High School written by @indystar !!! So honored to have… https://t.co/cJL9jBkpDj",
        "IPS Product and now NFL athlete @i_am_jg6 !!!! Congrats on signing with the Rams!!! That’s so dope being from Indy… https://t.co/Tq56nPgujJ",
        "Facts!!!! https://t.co/cyKTO3665r",
        "Facts!!!! https://t.co/AP6sL8tPdV",
        "age 18-22. We constantly see the growth and maturing that happens. So Coaches please stop talking that bull to thes… https://t.co/9x9X6VNaf1",
        "Watching the draft and listening to strength coaches it is becoming evident that the “guys needs to weigh” more exc… https://t.co/8VoWHBcSME",
        "That NAPTOWN boy getting that call!!! Congrats again @ChinnJeremy2 !!!! https://t.co/Iz9ny8cstd",
        "NAPTOWN stand up for one of our own!!! Congratulations @ChinnJeremy2 on your selection to the @Panthers !!!! Proud… https://t.co/FvjPCMGv57",
        "Facts!!! U gotta have guys who keep points off the board!!! They get PAID!!! https://t.co/7xXSUH42er",
        "My QB https://t.co/EcZMSHub1G",
        "@Tuaamann @MiamiDolphins Congratulations!!! Let’s get to it!!!!",
        "So hype for this pick because so many people always try to tell my kids they are to small even tho they consistentl… https://t.co/Tzyy6vFfq5",
        "0 stars in high school but a first round pick after grinding and shining in college. Don’t worry about the stars an… https://t.co/2XzzmB2zdj",
        "It’s crazy to live in a state where so much NFL talent comes from!!!",
        "@GC_COLEMAN They are saying Saban. The one thing is that it doesn’t specify like right or left. It just says tackle… https://t.co/ONU8kWhy2K",
        "This is crazy!!! https://t.co/EJMEGbPUjN",
        "Man I’m so hype with the @Buccaneers pick!!!",
        "Congrats @Tuaamann !!! U need someone to work with and throw with in Miami I’m ready and available!!!!",
        "For everyone that think recruiting doesn’t matter?!!!! The draft has already showed why talent matters!!!",
        "Jennifer Hudson just singing “Lean On” with the virtual NFL Draft just showcased what talent is. No production or n… https://t.co/wBBJnBJ2z2",
        "🤣 🤣 🤣 https://t.co/HfK8hmobHE",
        "@stromio1 Yessir!",
        "@JavonHarris3D I got one in Tampa, FL for u coach. @Cheito0524 https://t.co/GiGaSG87SA",
        "@RSherman_25 I think we need to be pushing for nutrition education that gets people eating more fruits and vegetabl… https://t.co/PFJEo9qZFp",
        "Any high school athletes in Homestead trying to get some field work in let me know? We can setup some dates and make things happen",
        "Could Percy Harvin really be coming back? Who would bring him in? https://t.co/3bqxXGG8ED",
        "Facts!!!! https://t.co/sWRz9WbLKX",
        "👀 https://t.co/uwRqbLkYYu",
        "🤣 🤣 🤣 🤣 https://t.co/T6pQcvSbnJ",
        "@Jreelzz with some 🔥 on this one!!! Check it out!!!! https://t.co/lvrzQykml8",
        "@USF_BullPen @SoFloBulls @FQUSF @USF_Equipment @USFFootball @coach_jeffscott @CoachDaPrato @BullsEyeCast @MKellyUSF… https://t.co/54upUMwKSe",
        "@Coach_P56 below is your next playmaker!!! https://t.co/xDWAHy5J6k",
        "@Coach_MannyDiaz below is your next playmaker!!! https://t.co/xDWAHy5J6k",
        "@coach_cristobal Below is your next playmaker!!! https://t.co/xDWAHy5J6k",
        "And some of y’all scared of the work!!! https://t.co/QsWoZD9fSn",
        "Coaches!!!! @Cheito0524 is a playmaker who you want!!! He is also an even better person!!! https://t.co/xDWAHy5J6k",
        "@FloridaTechFB @Cheito0524",
        "Watching Major Payne and I’m sitting here thinking that @iamdesibanks would be the perfect person if they did a remake",
        "Falling into Monday with some speed work!!!! #3DStrengthAcademy https://t.co/8TBz9U8rMi",
        "@Darnell_Smith95 Unless he does something way outrageous in these next episodes this doc is gonna further his legacy instead of hurt it!!!",
        "1000 Percent!!!! This also shows to why I currently can’t put Kawhi on that level of having Jordan qualities!!! Jor… https://t.co/hqAF5Tw5QJ",
        "That Yak in MJs cup has me wanting a drink and a cigar",
        "We all still on “stay home” orders. We can watch this all night!!!!",
        "Man that’s how they gonna end the first night!!!",
        "🤣 🤣 🤣 https://t.co/V8qgpo3qwy",
        "@MBled317 Say it louder for the people in the back bro!!!!",
        "Full disclosure, as soon as this #TheLastDance documentary goes on sale I’m buying it!!!",
        "@Realrclark25 Facts!!!",
        "Man all these growth spurts go me sick over here!!! 🤣 🤣 🤣",
        "Man, some of y’all young boys couldn’t make it in the league back in the day. Y’all been so entitled and the vets a… https://t.co/2vxBSWfaLr",
        "Man, Pippen grew 6 inches in college!!! 🤦🏾‍♂️",
        "If this The Last Dance doc don’t get some of y’all to check ur selves and start going at work, games, and life hard… https://t.co/4FSfQiMw9W",
        "MJ stayed at school for 3 years and soaked up all the knowledge from one of the greatest coaches of all time!!! Col… https://t.co/Uaevg0bylA",
        "The work is contagious!!! My niece back in Indy getting that work in too!!! Way to go Ari!!!! https://t.co/OM7uQr9z7p",
        "This is a kid y’all don’t want to miss out on!!! Respectful, intelligent, and a playmaker!!! Gonna rep ur program r… https://t.co/T3Bmk9uce2",
        "@stromio1 @Jaredsawyer man I will be there with y’all too!!! South Bend not to far from my home so we good!!!",
        "Got some good work in today with the gloves and mitts!!!",
        "Do u want to be an athlete?!!! https://t.co/pP75JVzNfb",
        "“Awww they not with me this mornin pastor, they dun missed they shout!!!” 🤣 🤣 🤣 🤣 https://t.co/pnvv0WPs68",
        "@Dorian_Jenkins @EASPORTS Facts!!!!",
        "Since they having virtual spring games can @EASPORTS at least put out a downloadable NCAA Football with teams compr… https://t.co/yjWGE8qzbU",
        "If u in the South Dade and Homestead and looking to get that field work in let me know. They open them parks and we… https://t.co/SVKw9qojyu",
        "Galatians 6:14",
        "Another great day of work done. Plyos, upper body, and conditioning type of running!!!!",
        "the game. Increased knowledge allows u to absorb information faster because u have an understanding of what’s going… https://t.co/0KZkKl90PB",
        "Part of becoming a great player is watching the game!!! When ur watching the game watch your position. Listen to th… https://t.co/Ou8K6V4arK",
        "@wbjay06 Foreal bro. Much love and respect to the city for how they have responded.",
        "This is beautiful!!! https://t.co/LUGvLdxzjg",
        "C/O 2022 Athlete @3EAFootball getting that evening lower body work in with some cleans!!! #3DStrengthAcademy https://t.co/p1wjiilY45",
        "Look at these stud muffins!!!! #SHIELD https://t.co/Ie9swpYwTf",
        "Then we are looking at a talented kid making the quick money by signing the contract while a lesser talented kid is… https://t.co/pDWIUAYGuN",
        "I hope this G League system works for these kids. My fear is that the marketing system for minor leagues will not b… https://t.co/NBx1mwIlSg",
        "U know I had to get some work in as well!!! Let’s Get It!!! https://t.co/Q9RPauafd3",
        "Got up early and got to the agility work!!! Weights this afternoon!!! @3EAFootball coming for everything they said… https://t.co/oBUzhLW8BS",
        "It’s crazy how we went from “an Apple a day keeps the doctor away” to “need vaccines for everything” Once noble ind… https://t.co/dia9XiKdwC",
        "The funny thing about this quarantine is that stores used to close at certain times. Evenings were spent with the f… https://t.co/nkKEYZ2NIq",
        "C/O 2022 Athlete @3EAFootball from @PEAFootball showcasing that natural RB ability during a preseason scrimmage las… https://t.co/FLqB3mPgtY",
        "@Jaredsawyer Yea, the things he did on a football field at his size I’m still in awe of!!! Haven’t seen a safety come close to it yet!",
        "@Jaredsawyer All Time for me it has to be Sean Taylor from Miami",
        "Looking for a DB who can run with anyone, high point the ball, and make tackles then C/O 2022 @3EAFootball from… https://t.co/behvxFeg7k",
        "If you think I’m crazy just remember, the Lions can’t Live with the Lambs",
        "Happy Jackie Robinson Day!!!! @MLB @MLBNetwork #3DStrengthAcademy #JackieRobinsonDay https://t.co/K9hMrOKArg",
        "Always!!!! 🙏🏾 https://t.co/1kTTHUwM0H",
        "Man I agree. With everything that has transpired just in the first few months of 2020 they gotta resolve this. https://t.co/mFyTAplMpo"
    ]
}