{
    "screen name": "Tab_Juice",
    "no. of tweets": 157,
    "tweets": [
        "@NginguMbekezeli Uqinisile. abenkani ngempela mthethwa wami!😂😂😂",
        "Wow. The foamness. What she did is an ungrateful act so it serves her right. https://t.co/c0wFJgvpIU",
        "😂😂 Sho bafo https://t.co/SMDaln4WZu",
        "I stand by this all the time. I guess for some it hurts their ego. https://t.co/3dG5M0HHac",
        "Jo, le re etsa joang na?😂 https://t.co/VswIWD1Vfx",
        "@Modo0007 Nah fam, you should be happy bc I am too. No worries over here.🙌😂",
        "Wise words by rre Mothusi. 🙌 https://t.co/f7FPEh2UFc",
        "Sometimes, I wish to go back in time, just to re-live a few moments twice.😋",
        "@_tiiellow Its quite a minute when we had that conversation. Ne ole tispy-nyana nako ya teng.😂",
        "@_tiiellow Ayyt. Go tshameka hela? The content seems that of a pro.😂 Trust. Kana gape I remember (if i still recall… https://t.co/SbSIvEl7Wu",
        "@_tiiellow Let's talk about the food content there Tlotlo. You a chef?🤔🤔",
        "A part of that tribe &amp; not offended. But on their behalf here; \"likhuluma kanjan manje? Liyasjwayela kabi lonke\" Ha… https://t.co/o1Y6fDvcSG",
        "@MSL_Relo ..a mpe a itsamaele ka khotso. 😂",
        "@MSL_Relo Ok ne ke nahana wa cava hore ho bolelang.😂😂",
        "@MSL_Relo \"Facebookey behaviour\", educate me please?",
        "Straight fax. Great concept. What would happen if we mutually end the relationship, split the savings, yes?😂 https://t.co/Be8iljoqJz",
        "They changed again?😠 Eish! https://t.co/eS9GO3Vfxy",
        "@Kellz_thebon Bare whass the steaz ma'am?",
        "@King_Taurus93 Ayyt bruv. Didn't you lend me one of his books kanti? I think Oarabile took it. Smh.😂",
        "@King_Taurus93 I'll leave my concluding remark(s) to when I complete reading it.",
        "Now on the next book, \"The Spire - by Richard N Patterson\"  courtesy of my dude @King_Taurus93 Letsile. Gracius my… https://t.co/WfYcBUQ9xw",
        "Just finished reading the Perfect Match - by @jodipicoult .\nSounds like a romantic novel but far from. Emotionally… https://t.co/iAu94dnMmd",
        "Remind your parents how much you love them.❤️",
        "@Miles_Nsala yessir. Please! Or even a link to the document.",
        "#EarlOnTheBeat!#EarlOnTheBeat!#EarlOnTheBeat!🎤\n\"If I seen't you out, me too would be up on you crazy\nDiamond in the… https://t.co/jBvFUiljvF",
        "@KayMahlatsi @HloniKoalepe Eseng forwarded pelo. Her disrespect levels are very high. Yo.😭",
        "@HloniKoalepe @KayMahlatsi Yeah, she should man bc the disrespect!!! AH Couldn't she fake a \"thank you\" at least no… https://t.co/bJyvZAWNQD",
        "@KayMahlatsi *\"Mphe-mphe ea lapisa, molekane, motho o khonoa ke sa ntlo ea hae\". \n*\"Lepotla-potla le ja poli\"",
        "*\"Mphe-mphe ea lapisa, molekane, motho o khonoa ke sa ntlo ea hae\". \n*\"Lepotla-potla le ja poli\" https://t.co/p8hhYFFjcH",
        "#HappyMothersDay to all the mothers who make motherhood so beautiful. As burdensome as it is you somehow always man… https://t.co/rEwDaEaynt",
        "@Pab_ii 😂😂😂",
        "Emtee - #Johustleburg !❤️\nVery spiritual. For the hustlers!",
        "Women are emotionally strong hey. Infact, women are strong. Period!",
        "@Pab_ii Ao Pabi.😂😂😂😂 Is it?🤨🤨🤨 Kana ke didimale kea phapha?",
        "@Pab_ii Of course❤️. Only for the \"MATURE\" akere?😂😂😂😂",
        "Apparently 90% of Havard and LBS MBA graduates get a job immediately after completion. It would be an interesting fact if at all it's true.",
        "@Pab_ii Mjolo is not for the faint-hearted man.😭",
        "self inflicted depression is checking Havard and LBS MBA postgraduate prices. FUCKING HELL!",
        "@Pab_ii That's cold ASF though.🤨 A mme le abe le jola kana o one mo relationship?😂",
        "Nasty Nas! https://t.co/AvczyQfNz4",
        "Yupp, even worse I returned my debit card to the bank for cancellation. #DelayedGratification!😂 https://t.co/Ky0p3f4XPO",
        "@ZolaAmanda @FNBSA big time-chancers. Bazogijima💀.",
        "@ZolaAmanda Best place to do this is in egoli Park Station @FNBSA ATMs (downstairs). Uzobanyisa nyi.😂💀",
        "@latolicious @Rre_Malabola Not anymore however, they've placed a few cautionary measures as as a way to assess how it goes I guess.",
        "Fufu and jollof rice-ohh😂 https://t.co/DV6kxcWlzO",
        "@RealMrumaDrive Eish! Mhlambe he was trying to be relevant. 😂💀",
        "Relatable much. Awazi ukuthi uzofika kanjani endlini. Aish😭😭 https://t.co/qMeCYFEH3i",
        "Basic, classic cocktails still do for me. Packs you like Manny, effortlessly.😂",
        "@King_Taurus93 Ayyt! Bet.",
        "@King_Taurus93 Really fam? Go batla punch-nyana after lockdown ee. Fruits are cheap, problem is getting liqour unle… https://t.co/GYPs4xfVOo",
        "@King_Taurus93 We should do this for your birthday or Mbako's. I'll do the honours.",
        "@OtPhenyo The package must be REALLY worth it.😂",
        "@shirimarva @YaboyJonas_ @EnosMcManni Aish!💀💀💀💀💀💀💀",
        "@ovo_tshepi @EnosMcManni Hahaha!😂💀 Ga bue sepe?",
        "*KEEP REAL FRIENDS EVEN CLOSER https://t.co/5HqyerEgiK",
        "@thatisonawa Abandoned the pots to watch. Imagine😂",
        "😂 why did they even bother to meet? https://t.co/hSKX5XIZTN",
        "Why did even gather up?😂 https://t.co/aCEIbbG7IJ",
        "Just like that.😂😂😂💀 https://t.co/4NrkORoYbi",
        "@NandosSA @emteethehustla_ Hahahah!💀💀💀💀💀💀💀💀💀",
        "@NandosSA Eish! Your level of sarcasm stayyyyys killing me. 💀💀💀",
        "@PhysohMadness Ay. Ay. Ay bafo?😂😂😂😂😂😂😂😂😂😂😂💀 Ungiqedile.",
        "@Luvuyo_Si @Bongani_Duncan @djsbu It's sickening. I'm very disappointed. Same people will go on about how we never… https://t.co/f5qOBEXhzx",
        "Sussed a tweep referring to homeboy's shoes as \"onyomarks\" &amp; for this reason do I tweet with the most caution. Fuck… https://t.co/RjdI4rCSgV",
        "@Luvuyo_Si @Bongani_Duncan @djsbu Oh no. Can he come and clear his name now?  You can just imagine he's tagged… https://t.co/meovUFzS7x",
        "@NatureGrowers_ Thank you for living up to your word and doing the thread. Going to read more on it.",
        "@JustTeesSA @Bongani_Duncan @djsbu Baeie goot mei outie. A re chaela hore kae sharp-sharp?",
        "@MSL_Relo Of course mate. I'm convinced most of them have Lesotho in their bucket list post the 'rona. Mosebetsi oa… https://t.co/8RSkRtKH3S",
        "Beautiful way to put it. 😂😍 Ha batle re ba emetse. https://t.co/pIVmJMX5nC",
        "@Hauwi_Moeti HONESTLY! This is going exacerbate the spread. Isn't the government supposed to be monitoring the viru… https://t.co/MihiJBbpTo",
        "Wow, all glory to thee most high. 🙌🙌 https://t.co/FXHEDJwRNN",
        "@TumiMolekane @RickRoss \"Keep your morals aligned and the ride will feel like a callin.\" The bars is tew-mush hombre. Ishuuu 🔥🔥",
        "@HloniKoalepe Yeah! Both remain classics.",
        "One day at a time Mandy. Time heals ALL wounds mate.🤞🤞 https://t.co/kcAQPWuGO1",
        "Note to self: https://t.co/Q3toxcdyhQ",
        "Young Jeezy - Put on. El Classico",
        "Served her right man. These guys stays being a bother. Ah!😠 https://t.co/uer5ETaKbp",
        "J Cole x Drake worked their magic with \"In the morning\". Every memory attached to to this track remains eternally memorable.😍😉",
        "@thatisonawa @fabianmochankan No worries.😂😂😂 But just in case you wish to sell yours hit me up. We also buy from individuals, yeah?",
        "@Modo0007 Facts bro.👊",
        "@thatisonawa @fabianmochankan Nyaya ruri a reke ya gago. Mma o ntseela customer?😂😂😂😂",
        "@fabianmochankan Come buy brother, it's still available. It will be cleared by BURS after lockdown.",
        "@Modo0007 Thanks fam. See why I value our brotherhood? Positive energy.",
        "@KhandaniM @VusiThembekwayo 🔥🔥🔥🔥🔥🔥",
        "@Modo0007 😂😭My dude, DREAMS! inshallah. God willing mate. God willing!",
        "Any Mosotho who ever made it to @HarvardHBS here?👀🤔",
        "@King_Taurus93 @ovo_tshepi Is this what you were referring to yesterday my dude? Put me on as well, yeah?👊",
        "😂😂😂 Bafo",
        "Tory Lanez - P.A.I.N (The New Toronto 3)",
        "Wow. https://t.co/XeR1rUsIP2",
        "@neo_boang @iamlancaster1 #NtshalamoragoBW",
        "@mikhail__93 😂 wena le Stunner. that's exactly what I needed to hear that night doe",
        "@mikhail__93 Yeah, I'm straight now. In your words \"it happens to the best of us\"👊",
        "@mikhail__93 Aye fam, 2019 for me.💔 Notwane had me as a regular. Come to think of it spent most of my festive half… https://t.co/Fn1ilR5uld",
        "@Kellz_thebon 😂😂There's always that ONE ex hey.",
        "@ren_mbi Ok my dude.",
        "Harvey Specter makes me reconsider my undergrad degree. Manz makes you fall in love with corp law.😂",
        "Jang mei bra Covid-19 ere tsentse ha le ha?😷 https://t.co/KkX2MlSgyG",
        "@Kellz_thebon Its the memories and lessons you cherish and keep it moving. You wounded me ga o re you were convince… https://t.co/0aQrXRNIxA",
        "@King_Taurus93 Bet.",
        "@Kellz_thebon Straight fax😂 But I vouched for him so much shem..",
        "Ah. 👀👀👀💀 Lol https://t.co/VWBl5ohiZ2",
        "FACTS! https://t.co/WutGEXwroi",
        "😍 https://t.co/jxq1aT0cbx",
        "@DrSkillz92 Trust bro. Check! https://t.co/QHRDEhPL0Q",
        "So, Liqourama in Block 8 had been open all this time?😞",
        "Yeah maybe they bought that herbal tea from Madagascar?🤔 https://t.co/ISTBCAwSDC",
        "@Kellz_thebon Too much happening in your life at the same time? Ayyt!",
        "@Kellz_thebon Yes and here's the beauty you can own-to-rent. You deserve all the good things akere I've always told you.",
        "Ain't this nigga Shaka Zulu himself? 🤔🤔🤔 https://t.co/jPNZpD7vYV",
        "Toasted with the gang...gang-gang! 😂 https://t.co/AtOYGn9H0u https://t.co/MEK02m3XZ2",
        "Covid-19 E-permits are a lie. BEEN waiting. 3 days. How are we supposed get our groceries? damn! Was looking forwar… https://t.co/WVBGs4yVTu",
        "@NatureGrowers_ @djsbu Thank you. Let me wait for the thread",
        "@iammcjin Jin The Emcee used to extraordinary things in 106 &amp; Park. Yoh! Rap battle legends.",
        "@CASSIDY_LARSINY Cassidy still got the bars doe.🔥 Undeniably the GOAT in his league.",
        "Also reading an article from @TheEconomist about \"The changes covid-19 is forcing on to business\".  Talks mostly ab… https://t.co/QueyfIduw1",
        "Will make I it for the next 6 months? Managing all personal &amp; business expenses with no revenue(s) coming in? The i… https://t.co/xeHfjuILJX",
        "@NatureGrowers_ @djsbu Hi, could you please educate me on this?",
        "@amacc_sa @djsbu @CocaCola_ZA @CocaCola @DietCoke @CocaColaCo Wow, just here to appreciate your work.🤞",
        "@CocaCola @cocacolasa https://t.co/T9LIoBrtID",
        "@Bongani_Duncan @djsbu Where you based bro? Egoli?",
        "@Modo0007 Le bua dilo batho ba robetse.💀💀💀",
        "Brazene? ereng lockdown papa? 😂😂😂💀 https://t.co/Rd8VCO3gFp",
        "@Tman__touch I'm offended bro. I feel attacked bro.😅😅😅😅",
        "@Ndazy_Tynae @Goedgewonding @joemndlovu @AfricaFactsZone My major point was on the \"OFFICIAL\" side of languages in… https://t.co/rMD7EnrBMw",
        "@NeoMotloung_ Kea o chaela😂🤞",
        "Tanki ngempela Sammy. https://t.co/0tF67EBvp9",
        "@ReutersAfrica He's pulling a Mugabe on us. E chaile ntate",
        "Ngizoyikhumbula le itweet &amp; hold you to it. TRUST.🤞😂 https://t.co/3lQGB06D9Y",
        "@AfricaFactsZone You can tell from this picture hore matala o batla boroko feela. Why is he still in position?. Ah!",
        "@TheeAfrikan @AfricaFactsZone Nisile nina yazi? Lol😂😂😂",
        "@ilysolam hahah😂! Le jikise Free State Province pele and maybe we'll start paying rent.",
        "@sech_mundo Sho bafo, kea utloa mara number 1 is a MAJOR problem. Ene hobane 'muso ha o na taba le Basotho ele sech… https://t.co/FV1wOMzhNZ",
        "@LesothoOnline Ha moea oa hae o robale ka khotso.",
        "Lol, jikisang the whole of our Free State Province and we'll be glad to pay bafo.😅 https://t.co/r2DywvROc7",
        "Located 30 minutes from my home village, Pitseng. https://t.co/ZWMncNL3xn",
        "@JustChingz I should definitely do that.",
        "Bo shamwari bone. I rocks with them but hayi my guys stay disappointing me.💀💀💀 https://t.co/B7x9Oq8l49",
        "Can 100% agree on the \"Botho\" but the latter.😂 https://t.co/PTEnf1bN7m",
        "Been sleeping on @OctavianEssie Octavian &amp; @SAINtJHN music. Forgive me!",
        "But FAMILY; til death do us part! https://t.co/8vkK9IcNgd",
        "@King_Taurus93 Good. Trust me @KFC_Botswana dunked wings are the way, the truth and the life homie.",
        "@BasegoS @King_Taurus93 This boy needs to get his act right ASAP!🤞😂",
        "@GladysMatasane_ Only for those with golden balls.😂💀",
        "@MModimo Yupp, this makes logical sense!!",
        "@King_Taurus93 Dunked wings fam. FOCUS!!!😂",
        "fire punchlines. 🔥🔥🔥😂 https://t.co/TKPaYk8QUM",
        "@Bee58293114 LMAO! 😂😂 Ukhuluma kanjan ntakwethu manje? Wena uyavuma ukuthi khona ama natural born bs?👀",
        "\"inkonyane enhle ikhothwa unina\".💫",
        "@ZolaAmanda Haha! Ku-thaff",
        "@Hazel_Moclanti Let's hope in 8 days days the situation will be better than worse in BW.🤞",
        "@Mtha_Veekay @larona_m Kodwa uzoba ukhuluma iqiniso 💀",
        "@Gaise_Nongedzi 👀",
        "@nkabanhle1 khona abanye abathengayo esp amajenz around Addington and rea vaya chicken licken. Bayasbulala labantu.",
        "@HloniKoalepe https://t.co/j6ghjzFD5Z",
        "@ZolaAmanda Hayi, kumele ehlise umoya.",
        "Too soon mntasekhaya.😂😂💀💀💀💀 https://t.co/xIiy6iXPXX"
    ]
}