{
    "screen name": "samart_pk",
    "no. of tweets": 165,
    "tweets": [
        "@syedsmart21 @hinaparvezbutt perfect respone.",
        "@PakistanPolice_ rip",
        "@Taimur_Laal Yeh. I have recently finished this book. Lieven dubbbed Pakistan as a \" Compromised state\" by stating… https://t.co/F3oJ2v4cLk",
        "@shaakib @MostafaHazara My heart bleeds after seeing this picture.",
        "The terrorist's attack on maternal ward in Kabul is reprehensible and senseless.The attack on new born babies and o… https://t.co/PWnSXFHrIm",
        "@suhailshaheen1 look who is condemning bomb blast.",
        "@cjwerleman Tarek Fatah is purely filth.",
        "@journalisthasan @AnasMallick They are the best in shooting at their own resources.",
        "@OfficialDGISPR Rest in peace Major. The whole nation is indebted to you.",
        "@OfficialDGISPR @Faizankhaan91 The whole nation is indebted to these brave sons of soil, who lost their lives for the sake of this country.",
        "Irfan Khan's untimely departure has created such a void in the Bollywood, which will never be fillled. He was a gem… https://t.co/XCGaCvdrxh",
        "@mir_sana05 Sana Mir's amazing career comes to an end. Thank you for everything you did for your country.",
        "@IamAfi007 @NorbertElekes thanx for translating from English to English.",
        "@SayyidaMona @narendramodi Great to see that finally Gulf countries are raising their voice against the Indian atro… https://t.co/oIaPSun9VB",
        "@itsme_MRishi @KiffayatAli @cjwerleman @ImranKhanPTI U must be mistaken. It is India, where the muslims minority ha… https://t.co/u6PPqUG9mY",
        "@RafiqueKhokhar Now lots depend on the Bernie and Warren's support to Biden.",
        "@kristinodell_ So sad to hear it. May he rest in peace.",
        "@__mateen that's was the greatest irony in the history of Pakistan.",
        "@Dr_YasminRashid Great to see the efforts taken by Punjab government to confront this virus.",
        "@WarsontheBrink mad respect",
        "@CorneliaLG You people are the front line soldiers, who are trying their  level best to defeat the invisible enemy.… https://t.co/KiGBEm3FSZ",
        "@Kamal36754111 @Timmo_Crowley @WarsontheBrink as if the figures are true.",
        "@Neville21202107 Happy many many returns of the day.",
        "@WarsontheBrink Get will soon",
        "@Ab17Mr360 @aliktareen how is that ? Former South African batsman preaching Islam.",
        "@BakhtawarBZ It shows your sheer ignorance. Qatari FM came here to invite IK to attend the signing ceremony. IK send FM Quarshi for this.",
        "@AditiIndiaFirst congrats and best of luck for your future.",
        "The rioters and arsonists roam freely in the streets of Dehli as the police are mere silent spectators of show. 20… https://t.co/6T8YB1vjx6",
        "@geonews_urdu They way they played, they should have been fined 100% of the match fee.",
        "@aryansrivastav_ finally hear the sane voice from India",
        "@NJLahori Respecting women in this patriarchal society is  difficult thing to do, so most of the people resort to a… https://t.co/aWJ4eH4DB8",
        "@ndtv Is there any election in India now ?",
        "@smendhro @SM_0949",
        "@smendhro This is the sheer mental stupidity which has been shown by the Dawood university administration. Sain GM… https://t.co/zc4dkTWzRM",
        "@iamAyeshaPTI Rest in peace.",
        "@mehdirhasan This insane dog must be ousted as it is obligation on the great people of United States. Trump is the… https://t.co/tYwvDQ74yl",
        "@GulBukhari Spreading nonesense bullshit is in your DNA. If you have spine then name your source.",
        "It takes guts to stand against oppressor and stand with oppressed. Hats off to Deepika.   #ISupportDeepika https://t.co/WrQuBjT7XP",
        "@idreesali114 as if there was any need to justify it by US",
        "@jeremycorbyn The US will have to pay for it in great way. She must brace for the conflagration, which is around the corner.",
        "@_Mansoor_Ali Happy birthday Zayan",
        "@OfficialDGISPR The whole nation is indebted to these valiant soldiers who are sacrificing for us.",
        "@lahoreqalandars @HarisRauf14 insane bowling",
        "@ansukhera madness rules",
        "@TheRealPCB legend",
        "@ZameerAMalik Rest in peace.",
        "@SecPompeo When will you sanction India for shutting down internet in Indian occupied Kashmir.",
        "@OfficialMahoor felicitations . More to come.",
        "@naeemul_haque Get well soon",
        "@iihtishamm We can't trust another cricketer.",
        "@nidkirm @iamsrk @narendramodi hats off.",
        "@AbiyAhmedAli Congratulations sir. You really deserve it.",
        "@TheRealPCB Miandad is one of the greatest batsmen Pakistan ever produced. The timing and skills of this gentleman were flawless.",
        "@faizanlakhani Rest in peace.",
        "@RusselArnold69 welcome to Lahore",
        "@shereenyar1 @GulBukhari @UNHumanRights @BushraGohar For your kind information Mullah Baradar was released on the r… https://t.co/MbFHa6sjem",
        "@yousaf1788 Rest in peace.",
        "@SsamanJay Rest in peacem",
        "@nadeem_nusrat wait what ? why are you misleading the people. Pakistan did not kill but you (MQM Altaf ) killed tho… https://t.co/mO7wAQRpFj",
        "@GretaThunberg more power to you.",
        "One of the worst days in the history of Ghotki. The frantic mob attacks on the houses and religious places of Hindu… https://t.co/nzk3vGMTTD",
        "As a citizens of Ghotki, we have been enduring this filth(MianMithoo) for many a year. The repeated forced conversi… https://t.co/NsG44uZNMr",
        "@siasatpk Respect",
        "@AliRazaTweets In by-election PPP will win the seat easily. Mozam defeated Nida khoro daughter of Nisar Khoro who was rather weak candidate.",
        "@AdnanSamiLive Welldone major. keep safe.",
        "@OfficialDGISPR Whole nation is indebted to these martyrs who fought selflessly for our country. They are crown of our country's jewel.",
        "On this independence day we must not forget the people of Kashmir who have been braving Indian atrocities for the l… https://t.co/Fw1oLunxWF",
        "@AliRazaTweets I am not a Buttho' supporter but let me tell you some facts about it. First of all it was India's de… https://t.co/JMrZP2dQWv",
        "@JalalQazi I have been there twice.. amazing Khatai.",
        "@Mahnxr stay safe.",
        "@Usmanshinwari6 congrats",
        "@ESPNcricinfo @BrianLara @sachin_rt 60k+ international runs in single pic.",
        "@dcislamabad prayers for him",
        "@nassercricket We are supporting India.. Hopefully India will win on Sunday to make things more easy for us.",
        "@AliRazaTweets Ahmed Ali Mahar is on the extreme right.",
        "@MazherArshad There is a world of difference between both the players. Morgan can be quick in making runs but Kholi… https://t.co/A912UQZGRU",
        "@imVkohli great team led by great captain. The class and skills of team India are unwatchable. These guys really deserve this world cup.👍",
        "@AliRazaTweets Muhammad Bux Mahar will not withdraw. There will be neck to neck contest but Ahmed Ali Mahar has upp… https://t.co/RPNpOAqq0v",
        "@SM_0949 Rest in peace. May Allah give patience to the bereaved family.",
        "@AliRazaTweets Game over as Bughti has been blocked.",
        "Modi led BJP has trounced the opposition as he has crossed the 300 mark. The democracy in India will continue to su… https://t.co/BJvB3l0Ru6",
        "Only a nation which is devoid of compassion and values can endure this kind of henious assaults on our sisters and… https://t.co/XDIbKef8rT",
        "@abbasnasir59 @peaceforchange dear Abbas Nasir U got busted.",
        "@waqyounis99 Get will soon Waqar bhi.",
        "@iamamirofficial May Allah give her the highest place in paradise. Rest in peace.",
        "@m__dutt @asadmunir38 Ya le. https://t.co/7yER73vnr1",
        "@OfficialDGISPR love you Pak forces.",
        "@Ahmadnawazaps Happy birthday Champ.",
        "@AliRazaTweets It means u know better than judicary.",
        "@rashidkhan_19 May Allah rest his soul in peace.",
        "Happy birthday to the most dynamic leader and the founder of Pakistan Quaid-e- Azam Muhammad Ali Jinnah. Had he not… https://t.co/JyDY68PyLJ",
        "Nawaz is in jail and Zardari's days are numbered. #ThugsOfPakistan",
        "@AnsarAAbbasi lets wait for the SC to overturn the AC decision.",
        "@virendersehwag Sub ka pechy America hn.",
        "The general election in India is around the corner, so @narendramodi can't afford to talk to Pakistan as his intern… https://t.co/17DDZfNbZv",
        "Indian army chief's recent statement about Pakistan evinces his unprofessionalism. The real intent of his hollow th… https://t.co/0Bjcdyp0xy",
        "@WaseemBadami Because they don't want to face further wrath of powers that be.",
        "@hassan_k82 @UsamaKhanUsfzai @PTIofficial 0",
        "https://t.co/kTuwdObxqR",
        "kya popularity hn bhai apke.. Indian media pa chal rha hn ap tu     @FarhanKVirk https://t.co/XiRgxffDFb",
        "@Xadeejournalist This is our rotten judical system. The CJP is not suppose to visit colleges, hospitals and mental… https://t.co/XjPjnn8Weu",
        "@KhSaad_Rafique or Mall bn rha hn.",
        "#NewProfilePic https://t.co/CzA3gNI8OR",
        "@netanyahu US will do anything to protect your atrocities but let me remind u one thing world is not going to tolerate it.",
        "Eid Mubarak to all friends. On this auspicious occasion we must shun our differences and work towards the bettermen… https://t.co/H61fX92Zhe",
        "Mula Fazullah the top dog of TTP was killed in drone attack in Afgahnistan. it did happen just few days after the C… https://t.co/RbgNaP3UZ3",
        "Shaik is back with bang! https://t.co/tOoYaOfQBY",
        "@AliRazaTweets Damag sa hal gyo ho lgta hn.. 80+ seats.. r u living in fool's paradise ?",
        "@KhSaad_Rafique U should ready for the epic battle in NA 131. It is going to be nail biting. Good luck",
        "Very calculated approach was by PTI while giving NA tickets. Punjab is full of electables so they have a good chanc… https://t.co/VH5YhnsIrE",
        "https://t.co/Pf7rkF2Qwa",
        "The heavy weights from both parties are ready to contest the polls. We will see the nail biting contest on these fo… https://t.co/XfS8TlQ0f8",
        "@ShahGpti Bhi imran khan NA 129 sa contest krga.. NA 131 sa Aleem khan candidate hn.",
        "@PTIofficial walo ab tu kush hogyo!! https://t.co/bBidR2UFBW",
        "@Mudassirmarkhal @AliRazaTweets Ali zadi",
        "Breaking: SC accepts Kh. Asif petition aginst his disqualification.",
        "@PTIPoliticss @BilalSalimi91 Karachi has 21 seats in NA.",
        "@AbdulqadirARY So the roasting of of PMLN will resume from tomorrow.",
        "Lord win the match at lords!. Felicitations to @TheRealPCB on winning the historic match. #Goahead #boys #1more #togo",
        "Really end of an era. AD de villiers has announced his retirement from all forms of cricket. Undisputably he was th… https://t.co/W7QSX0ORn3",
        "@ahicc1 it's 42 not 48.",
        "After joining of JPSM, PTI is in better position to give tough time to PMLN in next GE. South Punjab owns 42 seats… https://t.co/y1kZNpgSJA",
        "D.J. Trump withdraws the US from JCPOA lately. This is a utter disaster as Trump succumb to the KSA and Israel. Eve… https://t.co/OllXuRTpul",
        "@realDonaldTrump let's see. Insane decision must be follow.",
        "@Marriyum_A It's ur duty to ensure press freedom as a minister of IT. If u can't do that and ur supposed to be toot… https://t.co/t4tXf313z3",
        "@KhSaad_Rafique O bhi ya Nisar nhi Asif hn.. Nisar ko na ahal krwna apke kowaish ho skte hn",
        "@fjapakistani Not a dad but grandfather.",
        "@fawadchaudhry it's a good decision to end Geo's boycott par Twitter pa tun ka rhko.",
        "Who is joining ??",
        "@KhSaad_Rafique General. R u serious? ?",
        "@KhSaad_Rafique or lo punga un sa.",
        "@iqrarulhassan @VictoriaSandhu1 Membership q. Election larna hn kya ??",
        "Circumstances can't compel @ImranKhanPTI to compromise on his principles. The decision to expel 20 MP's who alleged… https://t.co/IojBT6zEZ5",
        "@AitzazAhsanPK What should PPP follow sir?  I think PPP should expel those who purchase votes in Senate elections.",
        "@nikkihaley although the killings of innocent Syrian can't be justified , Why have you vetoed the bill in UNSC on t… https://t.co/G96ePieP48",
        "@AliRazaTweets U can't blame anyone without proof.",
        "Nisar showed no pity: Straight firing https://t.co/VXsLYLWCof",
        "Donald Trump removed Rex Tillerson as a secretary of state.",
        "@Cam12Delport Rest in peace.",
        "@Xadeejournalist @geonews_urdu @PTIofficial All hate all Pakistani channels including Ary, Geo, 92, Samaa and Duniya as they all r biased .",
        "@nikkihaley 462 dead so far in this new ruthless campaign. UN must demand immediate ceasefire.",
        "Nawaz Sharif once again disqualified by SC but this time from the head of political party. PMLN is in crisis as all… https://t.co/UzJYoXkzEz",
        "@KhawajaMAsif Great news.",
        "@BBhuttoZardari Indeed. Ur mother was a brave woman .She was the only Politican who stood against the ruthless regi… https://t.co/EgeghwsMFj",
        "Felicitations to @ImranKhanPTI for getting marry. May Allah give u prosperous life.",
        "@Khattak_Ym Express",
        "#NA154 surprised! PMLN is leading by 12k+ votes.",
        "@Asma_Jahangir was a beacon of hope for poor. She had always fought for justice and rule of law and no amount of pr… https://t.co/kRa05GSDpT",
        "@KishooLal This is called real change. Credit must be given to PPP and especially @BBhuttoZardari for giving minori… https://t.co/0EE7xFami5",
        "Kashmir is disputed according to UN Resolutions as it states that India must hold even handed plebiscite in IOK in… https://t.co/yNLuiSo2OV",
        "Strongly condemned the attack on Army camp in swat in which our 11 jawns sacrificed their lives and embraced Shahda… https://t.co/kq6dFPNXbC",
        "@HamidMirPAK Mir shb u must be aware of the fact that Supreme court is interpreter of constitution of Pakistan.",
        "Be safe #earthquake",
        "Ya Allah Raham #Earthquake #Lahore #6.1",
        "@mubasherlucman U must ur profile picture in which u r smoking as it sends bad impression.",
        "#BringBackZulfiqar Despite his innocence he has been in imprisonment for the last 14 years which is condemnable.… https://t.co/CfwQrkrORB",
        "2/2. abuse but our law enforcers haven't got spine to implement it because culprits have powerful backing. Police s… https://t.co/klcPdvGmxR",
        "@Shahidmasooddr made the startling revelations about Imran Ali, the main accused in Zainab murder case.These claims… https://t.co/RGOY45w92J",
        "to our in order to save them from these kinds of heinous crimes.",
        "So Punjab police nabbed Zainab's murderer and now he would be prosecuted. Now the real question is that, will these… https://t.co/HcrLWxJTs2",
        "@Fahdhusain the way u defined the events in ur article was amazing. I agree with u on the point that Imran couldn't… https://t.co/g5MKIzx27u",
        "@MuradAliShahPPP Sir with due respect, What about rural areas of sindh. Development and rule of law are just on the… https://t.co/RVR3R0WOxv",
        "#justiceForNaqibMaseed . if he was a terrorist then why Rio Anwar didn't produce him before court. Naqib is not the… https://t.co/78Zsk7XVns",
        "Pakistan must respond to the trump's tweet. As a sovereign country we shouldn't tolerate this kind of threats from… https://t.co/QCobVrahcB",
        "Trump's tweet regarding Pakistan is contrary to the ground realities as Pakistan has lost 100 billion dollar and 76… https://t.co/Uz16Qkxeb4"
    ]
}