{
    "screen name": "StefPiece",
    "no. of tweets": 179,
    "tweets": [
        "@jmckenty @wattersjames you guys should just start your own podcast",
        "@jmckenty just took a trip to SB with my sister...check out Montecito and El Super Rica tacos 👌 have fun!",
        "@BI_Enterprise @martin_casado Wonderful advice for all ages- I could never answer the '5 year plan' question and yo… https://t.co/OgH4BMMk1U",
        "Very informative article that helps explain high costs of healthcare...Rx companies are not the only culprit here \nhttps://t.co/398SD85gYv",
        "Prothena's CEO dies after battle with pancreatic cancer https://t.co/afeNhllkDQ via @SFBusinessTimes\nFought for others until the end :-(",
        "#ChanZuckerbergInitiative initiatives sound a lot like those of @mit_hst \nGreat direction for Bay Area science and the future of medicine",
        "So excited about the #ChanZuckerbergInitiative \n- Build new tools\n- Bring together scientists &amp; engineers\n- Build a movement to fund science",
        "The Complex Math Behind Spiraling Prescription Drug Prices https://t.co/neFDNaiFT8",
        "Excellent intro on innovation in the unpopular drug industry\nFierceBiotech's 2016 Fierce 15 https://t.co/SmF85M946g",
        "An MIT Scientist Claims That This Pill Is the Fountain of Youth https://t.co/kJX9KlfeeT via @thescienceofus",
        "@danveloper @wattersjames @IamStan I only have happy shots :-)",
        "Matt Damon's Commencement address https://t.co/LUcFhw2TMr\nI'm surprised how much this moved me- good read!",
        "@wattersjames nice!",
        "@jmckenty fun!!",
        "@jmckenty are you coming to Puerto Rico?",
        "Congrats to my #MITcourse10 classmate Professor Millman!  Great work. https://t.co/v7ESUFgrjt",
        "Pfizer And IBM Launch Ambitious 'Internet Of Things' For Parkinson's Research via @forbes https://t.co/GSMPEjYzue @wattersjames",
        "I've seen a lot of exciting microbiome start-ups pop up in the past few years...eager to see what applications can reach the market",
        "@DrKarenRing @TIMEHealth same!  that was always my first question about Zika. Hope you're doing well!",
        "Good News: Zika Can’t Hurt Future Pregnancies https://t.co/bzHYkAZlMl via @TIMEHealth",
        "Tell your elected officials to support @Uber_Hawaii! #HawaiiNeedsUber #cchnl Sign the petition here:  https://t.co/SmIvu4ohs3",
        "@MarkKropf @wattersjames nice!!",
        "Juno is getting closer to safer, trackable, cell therapies: https://t.co/ufjIrF8nj3",
        "\"LIGO represents a triumph for federally funded research...an example of a high-risk, high-return investment in discovery-driven science.\"",
        "Scientists make first direct detection of gravitational waves https://t.co/Xzo65OqajR\nBRAVO!",
        "@CloudOfCaroline have a wonderful birthday!",
        "Requesting help for a side project: What science/medicine/health topics would like explained in easy terms? Thanks!",
        "@SymicBio I'm happy for all of your recent success!  Congratulations and keep up the great work!",
        "Tech Billionaires Milner, Zuckerberg Host Awards To Celebrate World's Top Scientists https://t.co/53YXhsnNQv\nHonoring real celebrities :-)",
        "@jmckenty @wattersjames happy?",
        "@jmckenty miss you josh, haven't seen you in SO long!",
        "waterworks\nhttps://t.co/9xGoCDqD9i",
        "@ThistleCo are your juices all organic?",
        "Great times discussing healthcare economics under the Arizona night sky at the Medical Affairs Summit!",
        "'To the women in my engineering classes.' http://t.co/MVVIiVc7Ld via @good",
        "commonalities: disease bio based, seasoned manag/investors, innov. clinical pathways\nFierceBiotech's 2015 Fierce 15:\nhttp://t.co/lbunVyUyJs",
        "MIT fellow invites Ahmed, Texas teen arrested over mistaken clock, to his ‘dream school’ http://t.co/7a0jaP34lV\nI love @MIT",
        "Excellent panelists and discussion at tonight's @SFWomenInBio tapping into the modern biotech finance market event! http://t.co/o6pYOTHXov",
        "“Tapping into the Modern Financial Landscape in #Biotech” this Tues, 9/15: http://t.co/F5g9yko7kh with @SFWomenInBio",
        "@SFWomenInBio’s “Tapping into the Modern Financial Landscape in #Biotech” this Tues, 9/15: http://t.co/F5g9yko7kh \nwill be a great event!",
        "@wattersjames when did you get a couch??",
        "Barber Gives Free Haircuts to Kids Who Read to Him - My Modern Met http://t.co/HSZXrP0kY9\nso good :)",
        "@blueapron any advice on how to freeze my (vegetarian) ingredients so they don't go bad while I'm out of town for a few days?",
        "@CuntsyB plus profits funnel into new drug discovery which costs billions",
        "@CuntsyB @Forbes maybe, but many work in that industry to dvlp treatments.  healthcare is driven by managed markets (and cutting cost)",
        "What about those that make the tech and drugs clinicians use @Forbes ?Scientists and pharma execs have meaningful and far reaching roles...",
        "I have a PhD in Medical Engineering and Medical Physics and I like to dress up sometimes #ILookLikeAnEngineer http://t.co/SOvuaDIjHW",
        "@LozCrowther @chipchilders @cdavisafc @wattersjames he doesn't!",
        "Science explains why women are always freezing at work http://t.co/198WqdfOGM via @TIMEBusiness\nTruth!",
        "This is important- why waste time reinventing wheels? http://t.co/mP8XYRVCu9",
        "Beauty Business Based on MIT Bioengineering http://t.co/BU2btSKrkQ via @mit_alumni\ngreat example of bioeng. making everyday life better",
        "@ldtimmerman yes!  I was totally unaware of the 'D' part of R&amp;D while in academica",
        "cool! it's the why are potholes round trick \nPill holds a ring-shaped device that delivers drugs to stomach long-term http://t.co/Ei9UO3RGdV",
        "Bay Area Biotech 2015: The I-List — Tracking the most innovative biotechnology in the Bay Area http://t.co/4lV69BHIvB via @SFBusinessTimes",
        "@wat_ters you're not alone",
        "Researchers develop basic computing elements for bacteria | MIT News http://t.co/BjauNP3Wr0",
        "@jerenkrantz @wattersjames @jmckenty ha! no hoodies for a month- super cruel",
        "great roundup of recent Biotech news:\nCancer-Killing T-Cells, Hope For Migraines, CRISPR Controversy http://t.co/wwfZ8g8N0L via @forbes",
        "Microbiome has arrived--&gt; Seres guts out a $134M IPO to fuel microbiome R&amp;D http://t.co/RCDQkCIebx",
        "An honest look at the benefits of common cancer drugs http://t.co/h1Rz3byO7c",
        "@lukenxie @BellBiosystems thanks for listening Luke!",
        "excellent read.  good job @AdeetiU! https://t.co/TrQBnR0aGs",
        "A new DIY gene test for women:\nTo make breast and ovarian cancer tests more affordable, Color Genomics raises $15M http://t.co/VnPDGk9AtM",
        "Meet the women scientists of the #TIME100 http://t.co/06GEGHwNy7 via @TIMEHealth\nwoohoo!",
        "@CIRMnews great job in making these stories interesting and easy to read for a wide audience :-)",
        "Clever classification of CEOs!\nBiotech CEOs: Observations In Thermodynamics And Kinetics http://t.co/oXOqhFkkYe via @forbes",
        "stem cell models gaining traction for insight into ALS mechanism.  work from UCLA highlighed  here: http://t.co/zVbLkP26Kp",
        "\"Start development with end in mind\" useful advice on regulatory strategy by Kathy Tsokas #jlabsbay road to IND",
        "@VirulentB thanks for sharing, Brooke!",
        "The Oprahs Of Biotech: People Who Can Go By First Name Only http://t.co/6Fn4Qeoefj via @forbes",
        "@AdeetiU @MIT It exceeded my expectations.  I didn't realize how much thought was put into all the symbols and love to wear it networking :)",
        "@lcooney thanks, Lauren! Hope you're doing well",
        "@stubbornella @wattersjames coffee anytime, I pass through the 4th floor often :)",
        "@jmckenty @dez_blanchfield @wattersjames aww thanks!!",
        "@theSmartFlyer can you recommend a hiking tour in Switzerland?",
        "Exhaustion is not a status symbol http://t.co/M3zBHTO02o",
        "@HBAnet it seems that your site is down, can you please look into it?  i'm eager to sign up for some events :)",
        "I love my new (belated) grad rat so much!  Loved learning about all the clever hidden symbols http://t.co/5JBRTD6z8A Go @MIT!",
        "@MariaKar @wattersjames hope you're enjoying Hawaii :)",
        "Relevant for any industry! by @justyna_bak\nMarketing Plan Template for Tech Startups http://t.co/9dlMYtwWAr via @wordpressdotcom",
        "Beautiful DNA Golden Gate Bridge drawing at last night's #JLABSBay grand opening-thanks #JLabs! http://t.co/y6iJVObS2u",
        "just finished up a lunch with someone wanting to learn more about my PhD research :-) #scientistflattery #yayitsrelevant",
        "Thanks for the great representation and discussion on today's regenerative medicine panel! @CIRMnews @StanfordMed Asterias #CALBIO2015",
        "I'll be moderating a panel Monday at #calbio2015 https://t.co/Gf51CSmEC2\ncome and learn about unique challenges in developing RM products!",
        "New blog post:\nForging the Path to Regulatory Approval\nhttps://t.co/gofBjDfje7",
        "Forging the Path to Regulatory Approval: Regenerative Medicine Considerations http://t.co/3PyuER3i15",
        "Living cell and regenerative therapies are the future- we're reaching a limit for what traditional small molecules and chemistry can do",
        "@erikwestin @pknoepfler yes for health reasons, no for \"designer\" traits",
        "@pknoepfler I'm afraid this is the start of a very slippery slope- who decides where the line is drawn?",
        "@CloudOfCaroline happy birthday!",
        "MIT Scientists- The Secret to Smart Groups Isn't Smart People—It's Women http://t.co/cR3JNxtXbs",
        "@ldtimmerman the awkwardness of being 'not that kind of Dr.'  PhD's should be called Dr. only when formally introduced in work settings IMHO",
        "A 12-Hour Window for a Healthy Weight http://t.co/MXDHSSNXkU via @nytimeswell\neat within 12 hr window to maintain weight and reverse obesity",
        "10 scientifically proven ways to reduce your stress @salubriousdish http://t.co/zIHD94IwIz via @Inc",
        "A new dawn for Biotech?\n http://t.co/B5irRJnppN",
        "Steering stem cell trafficking into pancreas reverses type 1 diabetes http://t.co/uaTm9MTpJw via @harvard\nstem cell steering!",
        "@mmeeker @BarkPost this is so touching!",
        "Joint Pain, From the Gut http://t.co/E44Yr9RUhl\nthe balance of bacteria in our body affects our health, dietary changes can help",
        "excited to hit up the #jlabsparty tonight!  #JPM15",
        "@kmstraub nice! I also picked out 12 good books to read this year as a resolution...",
        "30 Under 30: The Entrepreneurs Making Healthcare Digital http://t.co/I5WXwXluPE via @forbes\nquite a few @MIT and @mit_hst alums :)",
        "@lcooney @jmckenty @wattersjames what a hater!",
        "@lcooney yup, BarkBox! It's awesome!",
        "@blueapron my box hasn't arrived yet today and it's almost 9pm- I was hoping to cook with it tonight",
        "these kids are role models!  \n14 Incredibly Impressive Students At MIT http://t.co/0XdBdp5gK5 via @bi_strategy",
        "cont. those who make consumer based websites or apps become heroes while scientists are viewed as eccentric or irrelevant",
        "The Problem With Praising Famous Scientists  http://t.co/XZSUPPhwoG\n^ strongly disagree- scientific contributions to society are undervalued",
        "People who mattered in 2014 http://t.co/bH4poIGSe4\nInspiring list.",
        "@wattersjames Fay&gt;SLV obviously",
        "Living Medicines!\nViruses as a Cure http://t.co/pOCUJqmR7X",
        "Rewarding, and re-branding, scientists with the Breakthrough Prize http://t.co/23lAGLdkR4 via @FastCoCreate--&gt; YES",
        "6 biotechs on the cusp of something big http://t.co/H50drKnCr6 via @SFBusinessTimes\n@bellbiosystems on the cusp of something big!",
        "@daliaganz happy birthday!!",
        "@WomenInBio @SFWomenInBio There are error messages when I try to register for this event...may want to look into it.  Thanks!",
        "Great update on state of the stem cell industry at #cirmshowcase //nice to reconnect with @nmordwinkin @DrKarenRing",
        "Congrats @AdeetiU on the @Jawbone UP3 launch! Lots of hard work went into this awesome new product to track vital health stats",
        "@gretcurtis ugh I agree (and I'm an outsider) why feed the stereotypes??",
        "@daliaganz congrats Dalia!!",
        "@aneel done! that's so funny...I had a feeling that you might :) DMing you",
        "selling 2 tickets for @lazybearsf Oct 30 8:15pm #lazybearsf  looks amazing but need to do it another time",
        "New blog post: Alzheimer's in a Dish-\na new paradigm for drug discovery\nhttp://t.co/cCeO5uOZDN …",
        "New blog post: Alzheimer's in a Dish-\na new paradigm for drug discovery\nhttp://t.co/cCeO5uOZDN",
        "Alzheimer's in a Dish http://t.co/sHnuoHjC4T",
        "Apple, Facebook To Women Employees: Keep Working, We'll Pay To Freeze Your Eggs http://t.co/Z6Q0QwuSAX via @forbes   o_0",
        "@wattersjames lucky you",
        "@wibiworks great to meet you too!",
        "Listening to Carl June himself talk about the most talked about therapeutic breakthrough of late: T-cell therapies #SCMOM14",
        "@jambay @rhatr @cdavisafc @jmckenty @wattersjames collared shirt &gt; hoodie!",
        "@classpass is the website down?  I'm not able to log in...",
        "@VirulentB @uBiome nice!",
        "Attended another great @SFWomenInBio event! Thanks for the @BellBiosystems shout out Una Ryan!",
        "@wattersjames Read slowly to benefit your brain and cut stress http://t.co/rAGljCojk6 via @WSJ",
        "novel MRI technology used to track immune cell therapies for colon cancer:\n http://t.co/NrNV4STsEN via @wordpressdotcom @CIRMnews",
        "Nice to see several gene and cell therapy company's on @FierceBiotech #Fierce15 list",
        "FierceBiotech's 2014 Fierce 15 - FierceBiotech: http://t.co/1HTwy9aJyi",
        "The studies keep rolling in...\nArtificial Sweeteners May Disrupt Body’s Blood Sugar Controls http://t.co/ByzEJwhIKy via @nytimeswell",
        "does anyone have leads to corporate giving groups that would be interested in supported a women-led SF charity organization- let me know! :)",
        "Great compilation of career tips from smart women:\n http://t.co/Xnw1ieHGkq",
        "“@nytimes: Stem Cells: Plenty of Hope, but Halting Progress http://t.co/3dz9i0CFgU” A call for new tools and technology for in vivo testing",
        "Japan carries out first iPS stem cell implant surgery http://t.co/R1XCoLdyb3 via @YahooNews",
        "@mmeeker bummer!  feel better soon!",
        "To Be a Better Leader, Become a Better Listener @Molly_Reynolds1 http://t.co/3xY8xertZT via @Inc",
        "@jmckenty @wattersjames ok!",
        "@jmckenty long time no see! Miss you!",
        "@jambay thanks for the support!",
        "@RFFlores @wattersjames Ich habe fast alles vergessen!",
        "@aradovicm Thanks for posting Aleks!  Hope you're doing well!",
        "@samj @wattersjames @sophiehennes yay science :)",
        "Check out my (first!) blog post on Imaging Cellular Therapies: http://t.co/cdM7poqR7m \n#stemcells #biotech",
        "Imaging Cell Therapies at Work http://t.co/cdM7poqR7m",
        "Picking up where Geron left off- embyronic SC used to treat spinal cord injury trials approved\nhttp://t.co/NQAntmpjjB via @SFBusinessTimes",
        "Peking University Implants First 3D Printed Vertebra http://t.co/TsrBIZzQm4 via @forbes\nnext are living tissues and organs",
        "the whole @lets_experiment concept is important- let the public fund scientific experiments that they care about",
        "Ebola drug crowd-funding-(more significant than potato salad!) and great way that public can contribute to cures:\nhttps://t.co/kRCAoJf52v",
        "Your Gut Bacteria Want You to Eat a Cupcake http://t.co/25XeAky1Hv\na lot of nice attention on microbiome lately! cc: @virulentb @ubiome",
        "I'm the only one at the start-up seminar with a real notebook and pen #feelingold",
        "Such a pleasure to spend the day with some collaborators at the gorgeous @Stanford University",
        "@VirulentB @uBiome looks awesome!! Great work",
        "loving google backed Calico's sleek and enigmatic new website http://t.co/7FSLcand6w",
        "12 Simple Ways To Be More Interesting http://t.co/HpyJFNxYlZ via @bi_contributors",
        "The industry is really betting on CAR-T cell therapies for cancer...questions remain about cell survival, distribution and MOA in vivo",
        "@jmckenty @wattersjames bought!",
        "@BioSammy @PolarisVC great perspective by Amy Shulman- women are entitled to success by virtue of their accomplishments",
        "@VirulentB yes, can't wait!",
        "@VirulentB are you going to the @SFWomenInBio chocolate tasting event this week? I'll be there",
        "Explore the relationship between college majors &amp; occupations with this U.S. Census Bureau interactive #dataviz. http://t.co/YQLeZ6fN8k",
        "The Hope and Promise of Stem Cells | Len Zon | TEDxLongwood: http://t.co/uqbz3QRxq7 via @YouTube",
        "@barkbox check it out!\nThree-Legged Dogs Party it Up in Duboce Park This Weekend | 7x7 http://t.co/rCAyfd0Lto via @7x7",
        "employment for PhDs reaching saturation point in life sciences :-/\nEmployment: PhD overdrive http://t.co/d2KAcJVUqK",
        "Can anyone talk to me briefly about CART cell therapies? How administered and such? #cancer #Biotech #immunotherapy",
        "@rleuty_biotech offended by the \"stop killing us\" signs! We're in the business of SAVING lives and feeding the starving",
        "BIo crowd watching football games at Brasil booth #BIO2014 http://t.co/hX1joOJ0vz",
        "And then BIO closed down the gaslamp district for us #BIO2014 http://t.co/kO8xavvBks",
        "@richardbranson yesterday and @HillaryClinton today- great keynote lineup at #BIO2014 http://t.co/SGXk5rI3A1",
        "@wattersjames no hate, you're a day early!",
        "@wattersjames @IanAndrewsDC tuesday :)",
        "In our business there is no time to waste- patients are waiting #JanssenLabs #BIO2014",
        "Is anyone going to BIO next week?",
        "Ad of the Day: Verizon Reminds Parents That Girls Aren't Just Pretty but 'Pretty Brilliant' http://t.co/VoDWEKwiVp"
    ]
}