{
    "screen name": "soychinos_",
    "no. of tweets": 153,
    "tweets": [
        "MADRE MÍA! Ya me dio hambre! 🔥 https://t.co/GjHyxORaTR",
        "@MissTeller77 @Matt95_Rdz Me suena a plan after quarantine. ✌🏼",
        "@Matt95_Rdz @MissTeller77 No importa, te hacemos segunda y hacemos como si no la hubiésemos visto.",
        "@Matt95_Rdz @MissTeller77 * lloremos todes juntes! 🥺",
        "Pinche algoritmo, me quiero poner sad, no bailar “Like a Virgin”.",
        "La persona | La personalidad https://t.co/ScjiODHNmz https://t.co/fhD6xzxPiN",
        "@Roooletta JAJAJA no estoy tan seguro, ¿o si? 🤔",
        "Siento que estoy viviendo mi segunda adolescencia ALV.",
        "Mi última neurona atacándome después de ver que la cague. https://t.co/uopf3YuS0f",
        "@MissTeller77 ¡Si! Su catálogo de películas es más completo que Netflix, aunque éste le gana en series. Yo digo que… https://t.co/Mi1P57Ylly",
        "¿Cómo puede haber gente que no le guste el pan de plátano? BAI, CANCELADO/AS.",
        "Me dieron ganas de bailar una salsa y mover el piernón loco. 💃",
        "Si alguien los llega a acosar y buscan ayuda, ¿dirían que están siendo protagonistas? 😔",
        "Me culpan por romántico empedernido. https://t.co/rphV1szURI",
        "@RickyVillegasB Eres tú @dannisanguinov haciendo tu acento de pocha. JAJAJAJA",
        "KPEDO, ya se acabó el día y solo me dediqué a procrastinar.",
        "Confirmo. https://t.co/uNeLbZFOs4",
        "@Luis_Aroche En lugar de cabello, modifiquémoslo a “barba” JAJAJA",
        "Tú carita preciosa.\n\nEso es todo.",
        "Al parecer, el encierro se vive de noche. Tenemos un nuevo cambio de horario.",
        "Me urge un: “Mami ¿Qué tú quiere'? Aquí llegó tu tiburón”.",
        "Simbolismo de Klimt en su máximo esplendor. https://t.co/XDrvTrWA7o",
        "https://t.co/VxtJyWZj5S https://t.co/jmZ1Brsnmq",
        "Viajar me ha mostrado muchas facetas mías; ahora la situación es saber cómo encaminarlas, saber que hacer con cada… https://t.co/8NkeLa6t1X",
        "@coralhuih_ @ParanormalRawwr Y ni así te regalan unos ricos. 🤦🏻‍♂️",
        "@AleAbundez Definitivamente yo me comí los que te faltaron. 🤭",
        "@Luis_Aroche Deja tú el café, ¡EL POZOL! 🤤",
        "@Luis_Aroche Toma su vuelo CDMX - Toluca. JAJAJA",
        "@nosoybambi VIAJES... always!  ✈️",
        "@coralhuih_ JAJAJAJA lo sé, nada más era mame. 🤭",
        "@coralhuih_ * después recuerda que en realidad no tiene trabajo. Jaja 🤭",
        "@coralhuih_ @yandykalangula ¡Que deje fluir el chisme!",
        "@elbarroquista @xoanescudero @BerniniRocks @Solo_Berti @cipripedia @LuRicone @Investigart @OsaLicenciosa… https://t.co/LOMhKpwkpx",
        "@UCS_GCDMX @ChristopherAton @SSP_CDMX @GobCDMX https://t.co/u5jrlj6rjG",
        "@arteycultura @LunarioMx @zincobigband Jenny Beaujean @JenBeaujean 🎷",
        "@tatclouthier @ZazilCarreras @tatclouthier ¿y mi beso pa’ cuando?",
        "@DONDEIRweb @TequilaHornitos Dos meses y tamales.",
        "Saliendome de clase después de pasar lista. https://t.co/6UdWL62U9F",
        "@vikiero Ya sé, pensé en algo parecido.",
        "@aandy_gm Seguro quieres una \"nueva\". 😂",
        "Ni van a estudiar en el semestre. Para que se mortifican por el CSP o las optativas. A nadie engañan.",
        "Si octavo semestre estuvo de la veeeerga... Lo que nos espera en noveno.",
        "@mrchio_ Jajajaja porque no fui testigo de ese hecho.",
        "@mrchio_ MENTIRA... ¿Cuándo?",
        "@AleAbundez En realidad es una frase de Oprah. 😂",
        "@aandy_gm  https://t.co/8BESuhv8qN",
        "@nosoybambi *solo se fija en el perrito*",
        "@nosoybambi Pues que cuentas sigues.",
        "@ChristopherAton  https://t.co/kvQWm6POUN",
        "@nosoybambi  https://t.co/87kKfRbQAC",
        "@mrchio_ Tequisquiapan, y se come súper rico.",
        "A fuego lento revoltosas, \nCaricias que parecen mariposas. 🎶",
        "@AleAbundez \"Bien, Sebastián. Actitud de guapo, de galán. Me gusta eso. Nada mal. Pero le falta por sufrir, no olvi… https://t.co/tU1GSk5aRT",
        "Quién fuera examen para darte duro.",
        "La pregunta es: ¿Cómo les puede gustar el calor? Esta de la mierda.",
        "Black bird singing in the dead of night",
        "@ednamagaly26 Yo también te extrañe hoy; quería contarte mis chismes sobre pescados empanizados.",
        "- A ti que me diste tu vida, tu amor y tu espacio. \n\nEl himno de todas las primarias.",
        "No quiero caer en el olvido.",
        "La realidad sobre pasa a la ilusión, aunque me sigo aferrando a la segunda.",
        "@nosoybambi JAJAJAJAJA ¿cómo supiste? ¿Será mi suerte?",
        "@nosoybambi ¡Ay no! Jajajajaja https://t.co/mVcNUySAS9",
        "tanto pinche lugar en el transporte, y se sientan junto a ti.",
        "Les deseo un día libre de personas que le pidan permiso un pie al otro para poder caminar.",
        "Hoy con toda la actitud. https://t.co/b5Reqe6pmE",
        "\"Y quien miente una vez, miente muchas veces\". Delfina 2017.",
        "Si quieres algo en esta vida, sal y lucha por el. No caerá del cielo.",
        "Dedícate tiempo.",
        "Todos los días quiero saber un poco más.",
        "Estoy afuera. Vamos a hablar.",
        "una señora se venía moneando con limpiador de piso en el metro. https://t.co/e6TZEr2YAJ",
        "@aandy_gm 🙄🙄🙄🙄",
        "Tanto \"tiempo\" que nos queda por delante como para caer en la rutina.",
        "Tengo muchas ganas de escribir una carta.",
        "Confía.",
        "@ChristopherAton En perra \"literal\". 💁🏻‍♂️",
        "@alberto_jos ¡De maravilla, seguramente! Jajajaja",
        "uno se cansa de vivir con tanto prejuicio pendejo.",
        "siempre es el momento indicado.",
        "me emociona comprar libros.",
        "¿Qué pensarán mis vecinos cuando escuchan gritos de un chamaquito cantando Billie Jean? \n\n- Mejor que ni se enteren como la baila.",
        "les termine comprando \"pica-fresas\" a mis compañeritos. (100 por $27). #Ganando",
        "hay un infierno para esos que se suben al metro con su torta cubana.",
        "I'm a fool, and I'm always dreaming.",
        "ALV.",
        "les traeré swgus.",
        "uno ya no puede salir al baño porque tiene que traer dulces a los compañeritos.",
        "00:33 y el soundtrack de \"La La Land\" me sigue quitando el sueño.",
        "mi padre me usa para ponerse al tanto de los chismes familiares.",
        "Un día nos haremos viejos y nos preguntaremos... ¿habrá valido la pena? La respuesta tiene que… https://t.co/jOQgPaLkA1",
        "Mi lista de pasiones comienza contigo.",
        "No dejes que el ruido de las opiniones de los demás ahogue tu propia voz interior. \n\n#CDMX… https://t.co/5dWecf0IWU",
        "Y entonces recordé lo perfecto que es. \n\n#LosCabos #stone #perfection #picoftheday #like4like… https://t.co/162cjo9POp",
        "C U B A. Tantos buenos recuerdos. Tantas ganas de volver a ti. \n\n#Cuba #LaHabana #GranTeatro… https://t.co/bX4DwpJ8tL",
        "\"Me volví loco, con largos intervalos de horrible cordura\". - E. A. P. ✌🏻️🚴🏻 @ Mexico City, Mexico https://t.co/AzMLA2jQ33",
        "Let us be free! ⛰🍃🔝 @ Malinalco Pueblo Mágico https://t.co/hUHMgtUI0k",
        "F R E E D O M ! ⛰🌾#ViajaMás https://t.co/CHwmoU1H4f",
        "@NetflixLAT How To Get Away With Murder Season 2 y White Collar Season 6. 🙏🏻🙏🏻",
        "Está en nuestras manos reducir el impacto ambiental. #QueSiganNadando 🐠🐟🐬🐋",
        "Sometimes to lose balance for love is part of living a balanced life! 🐝\n\n#OiganEso #OiganSí… https://t.co/fXTzS0GJJZ",
        "AZUUUUUCAR! 🇨🇺😎💃🏻\n\n#nocierto #AhíNiHacenElAzúcar #HaceLosPuros #XYOLOSWAGMILEYCYRUS @ Viñales, Cuba https://t.co/7dVEjkq0xY",
        "La vida que viene y yo me voy... 🌊🎶 @ Varadero, Cuba https://t.co/pEgoO0GRol",
        "Mi grupo familiar discutiendo el precio del aguacate. #ParaEsoQueríanWhats 🙄",
        "Caminemos juntos una vez más... 🔙\n\n#Cuba #Trinidad #Trip #Pasado #TB #portrait #picoftheday @… https://t.co/0xBCjiNijy",
        "Para atardeceres solo los del Caribe. 💙🌅🌊 #takemeback @ Varadero, Cuba https://t.co/YtJfqtl6jb",
        "WELCOME TO PARADISE! 🍍🌊🌴 @ Varadero, Cuba https://t.co/yJqU9mjXCb",
        "Son como pequeños elefantes dormidos; los llamados \"mogotes\" y los únicos que existen en toda… https://t.co/FUab2ZUqFO",
        "El amor como el arte, siempre debe ser libre; no es algo que podamos controlar, irrumpe en… https://t.co/MTa2iZgKy2",
        "👽🌖🌃 @ Mexico City, Mexico https://t.co/1TQlTH8Ay1",
        "Nick Bateman hazme un hijo. 😍",
        "Vacaciones sean bienvenidas. 😎🤘🏻 \n\n#aquienengaño #auntengotrabajo https://t.co/FCpTrRai86",
        "L I B R E #QueNuncaSeRepitaSexto 📚",
        "Tengo el crush más grande de la vida. 😭😁😭😁😭😁",
        "Los buenos días... 🌤 @ Ojo De Agua Condesa https://t.co/dwmO5g54qE",
        "#WeHaveOurPalace 📸 @ Palacio de Bellas Artes, México, D.F. https://t.co/NkPZ77UZuU",
        "About last night. I love you so much lauri.dom 💙👫 \n\n #BFF #sisterfromanothermother #malditoflash… https://t.co/ljAlSZ6Zs6",
        "Believe in love again!",
        "🇲🇽⚔⚖📚 @ Tribunal Federal De Justicia Fiscal Y Administrativa, Sede Morena https://t.co/7srR7ZKU3F",
        "Viaja sencillo... ✈️",
        "Siempre tendrás un lugar importante en mi vida. ¡Feliz cumpleaños @anakarenln ! 👫🎉🎂\n\nEstá demás… https://t.co/xwv147XUrH",
        "💤💤💤💤 https://t.co/B72HyUehxq",
        "@vikiero ¡Te amo! Eres la mejor del mundo. #Eldíaquemediaconocer 😂😂😂😂 Ni sabia que hacer en IUSMUN. Te extraño, ¡Ya vuelve!",
        "We are here, at this very moment and it is all that matters. ⛰ https://t.co/l01UZQ4CLG",
        "Hoy sé quién soy, y a dónde quiero llegar.",
        "Porque sin buscarte, te ando encontrando.",
        "Sobra decir que mi crush es de esos rumbos.",
        "No puedo con los norteños. 😍",
        "✈️✈️✈️✈️",
        "Me gusta la gente arriesgada.",
        "Ni una gordita de aquí a junio. ☝🏻️",
        "Estoy apunto de hacer algo que hace unos meses me hubiese parecido imposible.",
        "We were in a sky full of stars! 🌌💙",
        "\"Tus ojos me llevan lentamente al sol..\"",
        "@Mell_Mafara ¡No pensé que te gustaran! 😭",
        "@WineOfDionysus ¡Vamos! :')",
        "Tomorrow @coldplay 🙌🏻🎉",
        "Nos conocimos al tiempo... Tú, el mar y el cielo. 💙",
        "Norteños... 😍",
        "Para todo bien y para todo mal, un viaje nunca está de más.",
        "Who knew?",
        "Me siento raro; es algo que nunca había sentido, espero que sea parte de crecer.",
        "If this is love then love is easy!",
        "✈️🚊🙏🏻💙",
        "La vida misma te va guiando.",
        "TEDD ☹️",
        "Felicidad infinita a tu lado.",
        "Decir lo que es valiente...",
        "Lo más rico de la comida es la sobremesa.",
        "@Mell_Mafara Si, yo también te extraño. ¿Cuándo nos vemos?",
        "@Mell_Mafara Jajaja ¿y a que hr desayuno?",
        "@vikiero ¡Te amamos mucho! Y siempre estaremos ahí.",
        "@Mell_Mafara ¿pero a qué hr? No hay tiempo. 😂",
        "Trabajo o hago ejercicio. 🙄"
    ]
}