{
    "screen name": "StewardZero",
    "no. of tweets": 190,
    "tweets": [
        "@ChumelTorres Amén. https://t.co/x1YtFZBk8k",
        "@larepublica_pe Perjudicial para los que consumen ese servicio y para los empleados.",
        "@crossbonestyIe https://t.co/Z8y3JeAMeR",
        "@DoctorTilde Eso es básico, lamentable.",
        "@diariocorreo Es franca, es su manera de decirlo para que entienda la gente común.",
        "@ChumelTorres Oe Chumel, mándame por DM cual es la gracia, hasta ahora no lo comprendo",
        "@Gestionpe Ptmre.",
        "@diariocorreo El Perú siempre será un país pobre y mediocre.",
        "@Alvinsch Con tal de que no eliminen el porno, se puede tolerar.",
        "@larepublica_pe Puede decir que se autopercibe una serpiente escupidora.",
        "@AlbertoBelaunde Después de dejar el congreso, postula para la producción de la Rosa de Guadalupe. Full drama ahí.",
        "@RichardDawkins Para este modelo tenemos que estar a la altura de todos países. Pero me parece mucho más beneficios… https://t.co/EswNtw0KAb",
        "@AlbertoBelaunde Que hijos de putas.",
        "@vickycolimba De hecho le queda muy bien... la gente está muy pendeja.",
        "@EnriqueFCHA @atvpe @JavierLeonforte @sigridbazan @UitCi @MecheAF @NicolasLucar @vozdelatierra @americatv_peru… https://t.co/zR8VvEWtIQ",
        "@Valentivaliente O sea un hombre trans puede considerarse un cis lesbiano con autopercepción no binaria o nonaria h… https://t.co/NS6GFxCJje",
        "@RugelJarc @EmiliaDrago En efecto, los pobres son los que mueren primero, no hay nada de raro en este comentario, s… https://t.co/cjaYmC5yTc",
        "@MerlinaAdamsss @juanmigueljugo @EmiliaDrago Trilce es una loquilla... 😂😂",
        "@paioarias @infobaeamerica Me parece que no comprendes el concepto de sistema, tampoco un comentario sarcástico y m… https://t.co/O9SiekbEpy",
        "@paioarias @infobaeamerica ¿cuál sistema?\nEn efecto, la gente es estúpida, e incluso, si no lo fueran, gran parte del mercado colapsaría.",
        "@infobaeamerica Me parece genial, los observadores veremos si hay resultados, quizás funcione a posteriori.",
        "@diariocorreo Nunca se debió dar la cuarentena, solo tomar medidas de higiene en todos los ámbitos. Esta cuarentena… https://t.co/tNUegDLNGF",
        "@EmiliaDrago Emi, le hubieses dado un par de verdes para que así lleve algo de comer a sus hijos.",
        "@anahidec La sociedad crece con esos sucesos, la muerte nos recuerda q somos una especie más d este planeta y como… https://t.co/YoCApx1OSm",
        "@MartinMazalan @ChumelTorres No te lo vas a coger.",
        "@Sophistidomme Empoderada 😅",
        "@DanannRock Candado, Danann.",
        "@Valentivaliente ¿Y los transgéneros?",
        "@diariocorreo ¿Cuánto habrán recaudado las ONGs feministas? 🤔",
        "@Sophistidomme Me parece que el tema con \"dios\" es muy polémico.",
        "@VaniiaBlludau ¡De vuelta a la putería! A darle caña💪",
        "@albarzg28 @VaniiaBlludau Ya se aburrió.",
        "@juliovazpen @juanrallo Creo que esa es la tendencia... Juan Ramón, hay que aumentar tus seguidores... 😅😅😅 https://t.co/OLhee4MInq",
        "@Hiiiipstah Que hija de puta esa mujer.",
        "@ChumelTorres Un político en potencia, le fascina robar.",
        "@larepublica_pe ¡Guerra guerra guerra!",
        "@crossbonestyIe Lo dudo.",
        "@RAEinforma Chup.",
        "@ExpertoIgualdad Rubias, delgadas y vestidas en latex, el sueño de muchos hombres... 😅😅😅😅.\nLo que sí es real, es qu… https://t.co/yu6wYgmiXv",
        "@margamedonzac Y somos el 4to país con más infectados en América. 😅 https://t.co/9HK4wxa1xx",
        "@JaimeChincha @MartinVizcarraC Esto dijo el 4 de abril, cuando solo eran 1595 infectados, supuestamente para el 14… https://t.co/rCpml4S1ja",
        "@21Cordeliamar El cine o afines es igual que un producto básico, si la gente lo demanda porque es muy bueno, genial… https://t.co/GQkr7pFsU1",
        "@JaimeChincha @MartinVizcarraC Algo me dices que estaremos entre los más afectados.",
        "@JaSantaolalla Ay caray... uno creyendo que solo en Hollywood las estrellas formicaban entre todos. 😂😂😂😂",
        "@ema_deleonn Futuro progre, lo más probable.",
        "@Sophistidomme Progres.",
        "@ChumelTorres El lado bueno de esta cuarentena es podemos aprender muchas cosas. Estoy aprendiendo  a bailar vals. https://t.co/b3hTnVy68p",
        "@elcomercio_peru La estupidez al nivel extremadamente peligroso.",
        "@MaruChanWangOna Ay caray, si que tienes buen apetito.",
        "@RAEinforma Ahora los comunistas le sacarán el jugo a esta palabra.",
        "@noticiAmerica A toda esa gente se le debe hacer las moleculares y enviarlos a sus lugares.",
        "@tuiterogil @BearVolts @AnimalObeso Es una feminazi reincorporándose poco a poco...",
        "@Valentivaliente Los estados islámicos son el paraíso de todo LGBT, hay ser empáticos y enviarlos allí, occidente e… https://t.co/E6jtyTL9ra",
        "@infobaeamerica Serán 5 hipótesis, teorías son otros temas.",
        "@canalN_ Son unos loquillos.",
        "@IDL_R @JulianaOxenford @DiarioDeCurwen @RPPNoticias @danielyovera @juanalvarezm @diariocorreo @peru21noticias… https://t.co/Ss2fOkZRh4",
        "@RAEinforma Hijo de puta, en Perú.",
        "@larepublica_pe Ahora se lava las manos  ese huevón, cuando desde un inicio hacían todo lo posible por no joder la economía de China.",
        "@EugeniaRolon_ Sí",
        "@SenoraCatolica Sobre todo escozor anal, digno de la señora Maluma.",
        "@ChumelTorres Lo de España es un bulo de Sánchez, putos comunistas.",
        "@el_toletole @larepublica_pe Jajaja... no necesariamente, solo entras a las redes sociales y ves muchos contenidos… https://t.co/yYKv3av9WD",
        "@jdealthaus El sector privado trabaja con personas capaces, he ahí el éxito... Las empresas regalan dinero a la gen… https://t.co/3kCvo0Wl9N",
        "@rafapal @JVillaStein Es fácil detectar si el virus fue modificado. Solo descargas el genoma del virus e introduces… https://t.co/ngkQ8roBex",
        "@larepublica_pe Funcionarios públicos.",
        "@Sophistidomme https://t.co/AJZ0i2HhLS",
        "@larepublica_pe China, ya desplazó económicamente a los gringos, ahora solo falta que ganen culturalmente para que… https://t.co/EHQP3pt2Tw",
        "@JaimeChincha @MartinVizcarraC Pa las chelas...",
        "@diariocorreo ¡Por favor ministra más bono, necesito Whisky!   \nQue mierda si endeudamos a los futuros críos.",
        "@larepublica_pe @rmapalacios Parece que Vizcarra ha disminuido egresos en publicidad.",
        "@diariocorreo Comprendan que no les gusta comer locro.",
        "@RudolfHess87 @PabloMIturrieta Ignoro tu conocimiento en matemática pero me parece que no comprendes el comparar.\nR… https://t.co/OaUAEYXMUK",
        "@RudolfHess87 @PabloMIturrieta Pero no entiendo por qué me das cifras de otro virus si en esta ya vamos 200 k y 2.8 G infectados...",
        "@PabloMIturrieta ¿Cómo puedes estar seguro que morirán menos de 700 k? \nActualmente hay infectados 2.8 M y muertos… https://t.co/DwpiKh7pKy",
        "@D8Vuser @PabloMIturrieta Lee cualquier médicamente y observarás que hay una posiblidad de una respuesta adversa. E… https://t.co/NXvNmWp6dJ",
        "@PabloMIturrieta Es normal que se muera y respondan de manera inadecuada a ciertos tratamientos. 700 k es muy poco… https://t.co/XN3MdLYW60",
        "@elcomercio_peru Es simple, la gran masa de la población es ignorante en demasía. Crea un tonto, creen a una niña,… https://t.co/S8LXciwSEA",
        "@Gestionpe ¿Por qué no esos hijos de puta se bajan el sueldo a 1200 soles? Eso sí sería solidario.",
        "@diariocorreo Lo que se debe hacer es Reducir el Estado. Eliminar ministerios inútiles, pagar menos a los burócrata… https://t.co/K5uNnhITML",
        "@larepublica_pe ¿Impuestos solidarios? Típicas frasecitas comunistas...",
        "@IlliPika Este tal Jaime dice ser liberal... 😅 https://t.co/zteXXIdrUY",
        "@AndresRomanaa Como dice @JMilei  \"con el culo de otro, todos somos putos\".",
        "@joaquinreyh @MartinVizcarraC Ese \"Hay peruanos que pueden apoyar al resto de sus compatriotas\". Es sinónimo de hay… https://t.co/EQG8wMCB1j",
        "@diariocorreo Si sus películas no son muy demandadas como para que paguen sus costos, mejor dedícánse a otra cosa, así de simple.",
        "@FidelGinocchio @larepublica_pe @Publimetrope @larepublica_co @diariocorreo @exitosape @BackusOficial \"Pero es nece… https://t.co/VWXtMZaQfC",
        "@jorgecasmen @endulzado @larepublica_pe Claro, la mayoría los venden en la farmacia. Supuse que podías deducir a qu… https://t.co/JLwhIbfJFg",
        "@larepublica_pe Si hay personas que quieran consumir, ¿Por qué la indignación?... ¿A caso son ustedes moralmente su… https://t.co/ahf4teYPj0",
        "@jorgecasmen @endulzado @larepublica_pe La droga es ilegal y hay sujetos que lo consumen, roban y matan por conseguir dinero.",
        "@FidelGinocchio @larepublica_pe @Publimetrope @larepublica_co @diariocorreo @exitosape El Perú no necesita muchas c… https://t.co/PqxxDWbvN0",
        "@TRICICLODELPERU https://t.co/R8haWX2U6y",
        "@larepublica_pe Ni que fueran tontos para venir.",
        "@GloriaAlvarez85 @AndreaCM_84 @JMilei @AntonellaMarty @MiriamIsa @AXELKAISER @Godivaciones @miltonfriedomm… https://t.co/fdgLQGut2C",
        "@RAEinforma Wasaberto",
        "@JaimeSerra @116stcu La envidia socialista corre por tus venas... pequeño \"liberal\".",
        "@JaimeSerra @116stcu ¿Y qué hay de malo si lo heredan? \nEl hijo de Gate heredará su fortuna ¿eso está mal?",
        "@Betzabel_Rejas @Orcrist83 @hombredeltiempo Es un geoide.",
        "@eudmed @MartinVizcarraC ¡Reducir el Estado!",
        "@larepublica_pe Trump tiene huevos para decir eso, aquí a casi todos los periodistas hubiese callado ese gringo.",
        "@giulianacaccia @MovistarPeru Claro igual, parecen que se han esfumado...",
        "@RenatoSG20 @JoseNoriega1969 Solo impuestos solo perjudican a la población. Si cobras más impuestos, significa que… https://t.co/Z9NsbiMYeI",
        "@VicAZeballos @DoctorTilde  ¿Es necesario escribir peruano y peruana?",
        "@larepublica_pe La próxima publicación: \"El agua moja en el área en donde cae.\"",
        "@pitucos_txt No es flaca, es un man.",
        "@Xileone ¡Que hijos de putas son esas lacras parásitas!",
        "@Gestionpe ¡@matuk  te necesitamos!",
        "@larepublica_pe Esto es una mierda, vamos camino a convertirnos en Korea del Norte.",
        "@MarisaGlave @MartinVizcarraC La izquierda es poética, como siempre \"impuesto solidario\". Todo impuesto es un robo, un acto violento.",
        "@larepublica_pe La pequeña China...",
        "@larepublica_pe ¡Maldito Lex Luthor!",
        "@diariocorreo ❤😍Te amo Perú😍❤",
        "@larepublica_pe Ese tío por no joder la economía de China (la que ayudó económicamente a Etiope)alargó mucho para a… https://t.co/G1DYxWuVzt",
        "@ChumelTorres ¿Qué actor porno es ese?",
        "@kdbrigit @larepublica_pe De hecho, sin embargo estamos en una época en donde este virus no puede mostrar todo su p… https://t.co/lNJqJpl3aU",
        "@larepublica_pe Que empiece la guerra, así la Tierra se purga un poco.",
        "@wallstwolverine El aleteo de una mariposa en Brasil puede ocasionar una huracán en el atlántico norte...",
        "@GretaThunberg Greta, el coronavirus hizo más que tú multiplicado por 1 000 000...",
        "@pitucos_txt Humor negro, literalmente.",
        "@EddieAA0 @pitucos_txt Jajajaja un memazo...",
        "@ClaroPeru Me estoy tratando de comunicar con ustedes desde el día 20. Llamo al 123 y no atienden, me dicen que le… https://t.co/RXeiCrRIR1",
        "@elscorpione1950 @canalN_ @presidenciaperu @pcmperu @ipsosperu https://t.co/cRxUPTJVNV",
        "@AntonioCREA13 Excelente artista futurista. \n\nDebido al descenso cultural e intelectual del mono desnudo.",
        "@mabel_huertas @victorzamora dice que el presupuesto  para salud es bajo... pero si tienen para pagar bots. https://t.co/pWeC02FnBx",
        "@CHVNoticias Las OMS alaga a todos sus países miembros...",
        "@PamelaC52698254 @victorzamora Entra a la última publicación del Minsa y checa si algunas personas que han dado \"me… https://t.co/Oc9KxtF3vI",
        "@victorzamora ¿Pero si tienen presupuesto para pagar bots? https://t.co/m3mFiUqbUz",
        "@blogcyh @Minsa_Peru Que hijos de putas https://t.co/OEDolRffK2",
        "@pitucos_txt Ahora el admi es @matuk",
        "@ilovejewsss Me parece que este virus llegó en buen momento. Cada vez el gente está más cojuda.",
        "@MissFio_ ¿Cuándo se habla de raza pura se refieren a la endogamia tras la autocigocidad?\nEso aumenta la homocigoci… https://t.co/fQ8qBwXEbM",
        "@feminisciencia ¿Por qué no veo a obreras mineras o trabajadoras en construcción civil? ¿Cuánto feminismo se necesi… https://t.co/xSshSq05jL",
        "@elcomercio_peru Aquí otra análoga de Ipsos pero en Argentina. https://t.co/bH2EGB9dNr",
        "@JaimeChincha Interesante la sociedad gringa. Solo una puta constitución que se enaltece la libertad y la dignidad humana.",
        "@ErnestoJimenex Tan bonito que es el español. Solo piensa detenidamente la palabra atardecer.",
        "@IreneMontero ¿Y es correcto monopadrental? #Duda@RAEinforma",
        "@mateoglg ¿Qué es malo y qué es bueno?",
        "@DanielUrresti1 El virus debería empezar por los políticos, sea cual sea el bando.",
        "@telasopapeo ¿La raíz cúbica de 2? 😂😂😂",
        "@RAEinforma ¿, Ya casi nadie utiliza ese signo.",
        "@dabugattas16 @ToniAlvaL Dani, menciona a 3 autores que se consideren neoliberales. 🤔",
        "@pitucos_txt https://t.co/YsOq83wx1D",
        "@ojosdeuva Si fueses más inteligente serías  empresaria y no trabajadora.",
        "@SenoraCatolica Esa no canta ni mierda",
        "@pitucos_txt Nada como odiar al capitalismo desde el imperio gringo. https://t.co/OB7muQBPYk",
        "@savebothlives Hay que diferenciar entre los políticos de la OMS y los ténicos, la OMS puede contratar a los mejore… https://t.co/bX3Q7qgIbZ",
        "@martinhidalgo Va devolver los favorcitos.",
        "@hsingridll2 Jajajaja que hija de puta...",
        "@GloriaAlvarez85 Definitivamente eres mi favorita en Twitter. Me fascina en demasía tu formar de alterar los ortos de algunos colectivos. 😘",
        "@larepublica_pe @hcampodon ¿Cuándo existió \"neoliberalismo\" aquí?",
        "@RAEinforma \"Lo más correcto\" ¿Eso implica que \"industria alimentaria\" no es incorrecto?",
        "@EugeniaRolon_ Hay mucha diferencia entre 666 y 66 600.",
        "@peru21noticias Se fumó todo su billete, literalmente.",
        "@sigridbazan Esta flaca odia tanto a los empresarios sin ponerse a pensar que son ellos los que dan trabajo a la ge… https://t.co/3xPdWGNZ56",
        "@sigridbazan No es lo mismo pue mija... si te despiden, si desean no te contratan nunca más.",
        "@veroisapunk Si lo vemos desde la \"perspectiva de género, se añade: \"Las mujeres no acosan, solo halagan. Los hombr… https://t.co/kroQqP7fQB",
        "@mgrios77 @peru21noticias @AndresWieseR Es acoso cuando son feos o feas, cuando son de buen rostro, es halago.",
        "@GntZ @larepublica_pe Por eso digo que no tienes idea del capitalismo.",
        "@GntZ @larepublica_pe Amigo, me parece q no tienes idea del significado de definición. \nSi lees detenidamente encon… https://t.co/L2U6N8UxTU",
        "@GntZ @larepublica_pe Me has causado risa por tomarte literal. \nEstoy trajando, lo que hago, la sociedad demanda.\nJ… https://t.co/QNb5wWrAsW",
        "@GntZ @larepublica_pe Tonto improvisado.\nSal a trabajar y deja de parasitar a tus padres. \nCrea una empresa y da tr… https://t.co/i6B1usQHM0",
        "@mgarridopif @ilovejewsss También muchas portadoras de luz muestran su opinión. https://t.co/AmTt5N6eQj",
        "@GntZ @larepublica_pe Primero muestra en dónde defino capitalismo.",
        "@GntZ @larepublica_pe El típico inútil zurdo improvizado.",
        "@americanpau @GntZ @larepublica_pe En efecto, si tu produces papa y yo carne, intercambiamos. Ahora ¿cuál sería el… https://t.co/TmS1fPMc8A",
        "@GntZ @larepublica_pe Ilústrame.",
        "@oblitas_y @diariocorreo En efecto, se enseña a pescar y no a regalar pescado.",
        "@blogcyh \"En el año 1200 no existía muerte por accidentes de aviación\". Perú 21",
        "@pitucos_txt Esta flaca dice luchar contra la desigualdad... Debería donar toda su riqueza para con esa gente, así… https://t.co/SSWGlttpuN",
        "@diariocorreo ¿Qué esperaban de este gobierno improvisado?",
        "@GloriaAlvarez85 Bebé... mira lo que estos \"diarios\" fomentan . https://t.co/VogEgj5nnR",
        "@larepublica_pe ¿O sea todas las personas empezarán a producir sus alimentos y medicinas?\nEl capitalismo nace donde… https://t.co/h67Rr39pmj",
        "@Gestionpe En eso si estoy de acuerdo con ese HDP.",
        "@pucp ¿Y dónde están las mujeres? ¿Esta cuna de progres no aplica su cuota? O ¿será los que hicieron esa chamba son… https://t.co/iKDf7pHu5E",
        "@larepublica_pe Háganse la idea de que unos sujetos entrarán a saquear a sus casas.",
        "@pitucos_txt Gracias a esos gringos, las flacas pueden vivir mejor. Ganan más que un provinciano promedio en Lima.",
        "@Valentivaliente Necesitamos esa sororidad para con todxs esos viruces.",
        "@uterodetitina En el Perú todavía hay muchos acomplejados. Eso el problema cuando solo adquieres conocimiento del p… https://t.co/Fn3lGrgutW",
        "@diariocorreo En este momento hay funcionarios inútiles que se llevan el dinero sin hacer nada. \nEn momentos así de… https://t.co/sGrgeGYrWZ",
        "@noticiAmerica Lo único que veo son humanos expresándose como cualquiera esperaría. Si continuamos así, morirán más… https://t.co/ZW5H6UmXe9",
        "@alvarezrodrich https://t.co/005WU6Je2L",
        "@ChumelTorres Por lo menos está decorada. https://t.co/lC18hJkXbS",
        "@patriciov La gente de hoy en día es altamente susceptible. Patéticos en demasía.",
        "@pitucos_txt ¿Cómo quieren que esa gente lleve la papa al caldo?",
        "@juanrallo Es igual a cuando le preguntan a muchos líderes de izquierda si en Venezuela hay una dictadura.",
        "@larepublica_pe Son gustitos pues.",
        "@blogcyh Para envolver el tamal.",
        "@TuPaisanoJK Hasta esta pagina publicó estupideces... https://t.co/G0uIm8nyqO",
        "@APOLONIAPORN @UTranquilo En efecto, eso es subjetivo y relativo.",
        "@APOLONIAPORN Unos de los mejores tuits que he leído.\nLos #ParasitosCulturales son de lo peor.",
        "@vonthanatos ¡No jodas!",
        "@KarlaCalle @ipsosperu Es una encuesta como los que publica @larepublica_pe , al final ganan porque hay mucho zurdiprogres por ahí."
    ]
}