{
    "screen name": "IgnacioChiodo",
    "no. of tweets": 150,
    "tweets": [
        "¿Saben por qué IronMan nunca falta a misa?\nPorque es el Hombre de Fe",
        "Cuándo estaba en primer grado, un amigo cayó al kiosco de la escuela con un billete de $100, la maestra llamó a los… https://t.co/dLVwV0mA6B",
        "@todonoticias Que esa gente se que ese adentro indefinidamente, preferiblemente con un libro de matemáticas de primer grado",
        "@makers_in No funciona el botón aplicar en la página de la convocatoria, podrían decirme cómo hacer?",
        "@InfoCanaya @TCLArg 136",
        "#Emprendevs2017 gran charla de #GustavoGrieco 👏👏👏",
        "@combatearg vamos a hacer una cosa? Vos mandas a #evaALA11g  y yo dejo de twittearte pavadas",
        "@combatearg te mando muchos twitts todos los días. Respóndeme uno, che! Ufa...\nPD: #evaALA11g",
        "@combatearg necesitamos mandar a #evaALA11g !",
        "@combatearg si #evaALA11g  no se hace realidad. Papá Noel no llevará regalos este año",
        "@combatearg creo que sí #evaALA11g no se hace realidad, ustedes son peores que hitler",
        "@combatearg #evaALA11g #animal #purasangre #neverpony",
        "@combatearg si eva no va a la 11 G, la chiva no saldrá de ahí.\n#evaALA11g #LaChivaNoQuiereSalirDeAhi",
        "@combatearg si no mandas a #evaALA11g, no somos más amigos",
        "@combatearg  #evaALA11g",
        "@combatearg  si Eva va a la 11G, me depilo las dos piernas ! #evaALA11g https://t.co/ESmmNpxyg6",
        "@combatearg te voy a llenar de Twitts si no mandas a #evaALA11g",
        "@combatearg #MayweathervMcGregor no es nada, #evaALA11g la rompe",
        "@combatearg si mandas a #evaALA11g, te invito 1kg de helado",
        "@combatearg copate y manda a #evaALA11g",
        ".",
        "@JensenAckles sorry about this, but #Shatnermademedoit Please Retweet ! @gishwhes #SpaghettoTeam. http://t.co/kn2ngPVkKd",
        "@RobertDowneyJr @gishwhes Guess which one is the salt-pepper one ! http://t.co/2VrW6hWiOb",
        "@JoelLlimos Ahh !! zarpado ! buenisimo coli ! A ver cuando nos juntamos asi me contas bien todooo !!",
        "@JoelLlimos estoy escuchando la radio ! Vos no hablas ?",
        "@NicoCrosetti JAJAJAJAJAJAJAJAJAJAJA BOBOOOO",
        "Si van a hacer previa y no dejarme dormir, por lo menos pongan música del 2000 para adelante... #VecinosMolestos",
        "Me estalla la cabeza",
        "Vi una mujer en la calle con un uron... creo que prefiero tener un metapod a tener un uron de mascota",
        "Semana Harry Potter ON √",
        "Que linda que es la siesta",
        "Mi profe tiene un bigotito cual hitler... imposible prestar atención a la clase",
        "Space Jam en Warner... parece que no me duermo nada",
        "A una cuadra de la facu leo el mail donde dice que no tengo clases #capo",
        "Pasas x la facu de derecho y te atacan las agrupaciones... Gracias a Dios estudio ingeniería",
        "And Rachel and Chandler... have a happy .....ndler...",
        "HP y La Orden del Fenix por #Space",
        "@sportiaok #QuieroLaCamiseta",
        "Creo que me sente al lado del tipo mas raro de la facultad...",
        "@jperassi obvio.. sos una maquina de hablar boludeces",
        "@jperassi estoy pensando en irme de varios",
        "@Celestepilar jajaja tranquila... con que? Y desde cuando?",
        "@Celestepilar q paso salame",
        "Las horas entre materias son lo peor... si duermo siesta a la noche me duermo tarde... y si no duermo siesta me muero de sueño... Algo falla",
        "@constanciotorre preguntale al fela",
        "@LaloAlbera  camisaniiii",
        "Eso es un corazon...@LaloAlbera http://t.co/RUjSQ0BJvz",
        "@jperassi ajajaja que onda? re flashero",
        "@jperassi evolucionaste desde los wachiturros... jajaja",
        "Que te paso Facebook... Eras tan chevere",
        "Va a ser de esos sabados donde leo los juegos del hambre",
        "Podria haber algo copado en la tv... Maraton de harry potter, padre de familia... ALGO",
        "Capo Ciro http://t.co/lKJ6XobpXB",
        "@NicoCrosetti que hiciste pelotudo? jajajaja",
        "Creo que sigo estudiando me voy a morir...",
        "@JoelLlimos jajaja dale colo! Mañana hablamos",
        "@JoelLlimos a ver cuando hacemos algo!",
        "@JoelLlimos mira! Es la hermana ADRIANO!",
        "@mechiprincipe compartimee!!",
        "@mechiprincipe queres saber si va a quedar?",
        "@laprofemoya idola!",
        "Voy a matar al de la maquina de escribir! ES UNA BIBLIOTECA MAESTRO",
        "@aninsosaya jajaja gracioso! Re copado",
        "@NicoCrosetti jajajaja",
        "@NicoCrosetti después volvieron a tocar por primera vez?",
        "Creo que en lo que va del mes ya vi Up! Como 6 veces",
        "Flaaaaaandeeers",
        "@santiagoalej you're right my friend",
        "@SiljeNorendal come snowboarding in Argentina, and while you're on it, marrie me!",
        "@Celestepilar en serio no pensas ir a mi cumpleaños? Corto relacion",
        "Mi viernes parece un martes :/",
        "Extra extra! Todd apesta!",
        "El toquido de Bart !!",
        "@Celestepilar viste! Vimos frozen",
        "@Celestepilar te guardo, te guardo!",
        "@Celestepilar es mi cumpleaños, tratame bien",
        "@Celestepilar espantosa, muerte a ella",
        "@luscrifi gracias Luli! Jajaja un besoo",
        "@Karimafy jajaja gracias kari!!",
        "@jperassi jajaja saal, que s.o no es comp con ese? Es bastante actual",
        "@jperassi oka! Jajaja no buscaste el cel?",
        "@jperassi si tuviste merito, naciste hace 21 años y 1 mes y hoy sos hermano, jaja nose me img q si manana te notifico",
        "@Celestepilar descubre son los hashtags y actividad es lo que te twittearon vos creo",
        "@Celestepilar jajajajaj y mira lo que pones !!",
        "@Celestepilar descubre viene de descubrir,  y actividad de activo",
        "@jperassi posta?? Felicitaciones a vos y tu papa!! Dsp le voy a escribirr!!",
        "@jperassi de despertaste",
        "@georfaletto jajaja pero mucho mas!",
        "@georfaletto Esta buena! Lo que si, se la pasan garchando y falopeandose toda la pelicula",
        "@LaloAlbera jajajaja",
        "@LaloAlbera siempre y cuando sea el que sabe hablar ingles...",
        "@LaloAlbera entendiste todo mal, gato vos, no el goyco",
        "@LaloAlbera por gato",
        "Dbz el regreso del guerrero legendario ahora en Cartoon Network",
        "@Celestepilar @jperassi nose el pera, pero yo tb, un poquito, a veces",
        "@Celestepilar @jperassi we're",
        "@jperassi 155-211376",
        "@jperassi mkb",
        "@jperassi si queres tengo el bb con tapita, pero es desesperante a veces, capaz con un formateo de fabrica ande mejor...",
        "@jperassi igual, tb tengo un tecnico amigo, que es distinto a un amigo tecnico, siempre me hace todo barato... Si queres vamos, es cerk d ks",
        "@jperassi esta en san nicolai...",
        "@jperassi no man, lichi tiene",
        "@jperassi solo entendidos",
        "Sabado a la madrugada, algunos volviendo del boliche... Que se yo http://t.co/fAMK3fgK9N",
        "Me encantaria saber donde carajo estan los fosforos!",
        "@jperassi q queree",
        "Se murio Mandela, se murio Obeid, ya no quedan politicos serios",
        "@sebasgarias careta",
        "@PibeSinGloriaOK el monkey haciendo feliz a la gente since 2014",
        "@C5N #MicamisetaCasla para un amigo!",
        "@Amidumat perdon por la cruda verdad",
        "@Amidumat jajajaja la tire hace rato, no tenes chances conmigo :/",
        "@Amidumat tus otros seguidores deben ser de mente limitada... Pocos ingenieros",
        "@Amidumat jajaja vos tb me la dejas picando",
        "@Amidumat por la misma razon que hay gente que sigue estudiando Psicologia! Jajajajajja",
        "@jperassi sorry, no me ando con boludeces",
        "@jperassi jajaja también por twitter facebook skype hangout yahoo messenger y chat de steam",
        "Por qué las perlas por qué eres amarilla? Por qué lo que sea!?",
        "Ya vamonos Moe, no te la vas a ligar...",
        "Dormir 2 hr",
        "Abran cancha a la toronja!",
        "Que clara que la tiene messi, por dios",
        "@flor_pelanda no por dios NO",
        "Dejen de decir \"va a\" \"va a\" \"va a\" VOY A romper todo!",
        "@AlexSantilllan claro! Bueno, exitos! Jajaj dsp me contas como te va",
        "@AlexSantilllan ahhh ajajaj pasa q conozco a un flaco que estudio en la unl que esta en sfe, y tenia que viajar para rendir.. Ah! Copado!!",
        "@AlexSantilllan uhhh a viajar! Jajaja",
        "@AlexSantilllan jajaja y si, rinde muchisimo más, che y donde es?",
        "@AlexSantilllan ahh.. Bueno! Pero es lo que te gusta y si elegiste cambiarte es lo mejor! Suerte ! Jeje",
        "@AlexSantilllan uhhh... Estudiando que?",
        "@AlexSantilllan que onda?",
        "@carcampix jajjaja genia",
        "@luscrifi JajajaElSabado;)",
        "@luscrifi NoRecuerdoPeroBuenoElSabadoOrganizamos",
        "@luscrifi jajajasomosespecialesluperoyosequeigualnosqueresporquesomoslosmejoresynosquedamosconvoshastalas6amhablandoalpedo",
        "@carcampix tranquila mujer",
        "No recomendado: jugar un partido en verano con 38 de termica",
        "@JuanSaba16 que te pasa mostro? No te metas con mi rocha",
        "Domingo domingo",
        "@LaloAlbera jajajaja monarkaaa",
        "Mi concha es obligatoria #juliadice",
        "@JuanSaba16 hay, estamos del negro, venite",
        "@JuanSaba16 jajaja va a reclama",
        "Ash ketchum, de pueblo paleta http://t.co/d1dzpPg3C4",
        "\"Esto es un Horacio, no un Carlos\" @lisandroCT http://t.co/TlsnQTncr7",
        "@mariancodina estas de niñera?",
        "Al bondi le gusta dar vueltas por San Genaro... 20 minutos en este pueblo cada vez!",
        "@mechiprincipe jajajaj cuando gustes",
        "@mechiprincipe jajaja tenes hambre panda? La tipa solo hablaba de comida",
        "@mechiprincipe jajaja maybe, creo que estabamos en un shopping o algo... Nose q onda"
    ]
}