{
    "screen name": "RensReal",
    "no. of tweets": 147,
    "tweets": [
        "https://t.co/6icIjw3ZW7",
        "Mmg dari kecil suka marah2 sih wkwk https://t.co/LOEUpeEUI5",
        "@genosmad gpp sih... makin banyak ujian menandakan kita lebih kuat.",
        "@intanorii 😪😴",
        "Susah banget rasanya menjadi posisi yang netral dan gk memihak.",
        "Nonton depan tv trus papa ngipasin nyamuk di kakiku auto teringat masa kecil yang lantaran terlalu dijagain supaya… https://t.co/lDxdplNpSY",
        "Si mama gampang beut anggap org lain anak 😌😆",
        "Resilient.",
        "Jadiin pujian sebagai motivasi sih bukan ajang berbangga diri",
        "My Location Unknown cover 🎧🎶\nhttps://t.co/RoKaG8XAGB",
        "@wisskdi 😆😆",
        "I hope one day you see this tweet\nfrom the deep of my heart I'm sorry I don't really mean it.",
        "In case you didn't know but I regret of being so rude like that. nyeselnya itu pas km senyum dan synya buang muka😭j… https://t.co/RfOTlTyP3G",
        "Finally nemu akun sosmednya pengen dm minta maaf tp merasa aneh I mean kenapa baru sekarang? sadarnya😌. Gk nyesel s… https://t.co/9v1ltShQNd",
        "@xBonto opsi pertama saja, wakilkan nah ckck",
        "@xBonto iiih da malu² kucing itu kakak wkwk cuteee pengen tabookk 😆",
        "https://t.co/fwsoZAueTo",
        "Selalu merasa gk pantes dijadikan panutan sm adik adik tingkat 😢 entah kenapa pengen nangis tiap mereka terlalu per… https://t.co/vwULh8iddP",
        "@xBonto ngakak euy wkwk",
        "Ngerasa susaaaah bgt ngelike postingan foto temen cowok di ig wkwk \n\nberasa diawasin malaikat dan ditanyain \"eh km… https://t.co/ef2zqwVG8J",
        "Talent will get you in the door, but character will keep you in the room\n~unk",
        "🤐 https://t.co/reTJ8Btghy",
        "Percaya kalau banyak orang baik di dunia tp gk percaya klo cuman pernah ketemu sekali bahkan dan belum kenal auto d… https://t.co/o72vgSprLl",
        "Kangen Gramed😭 https://t.co/7NwrpiOzTL",
        "it so helpfull. Thankyou🙏 https://t.co/DDcpkuazWW",
        "2020 belajar bahwa kesalahan org lain itu tidak semuanya harus dan bisa diperbaiki, terkadang\nkita hanya perlu diam… https://t.co/EOzKEfmjUj",
        "And just because you do it faster than others doesn't mean you are smart. :) https://t.co/VdmKPqYdyC",
        "Seneng bgt ngobrol sama dia sepemikiran hehe bakalan lama gk ketemu btw nice to know you, CU 🙏🌼 https://t.co/Y1DDwFEwL3",
        "Entahlah merasa beda sendiri diantara teman², pengen ini itu tapi selalu saja ada kata² \"untuk apasih?, sudahlah!\"… https://t.co/qDxiqahrkJ",
        "😬Beliau memang beda. https://t.co/99w6htsqOK",
        "Dear myself,,,let it sink in. https://t.co/ICKGBvTCBp",
        "\"berarti\" buat saya? wkwk. \nsimpan percaya diri anda baik baik.\n#muhasabahdirianda https://t.co/vQtIMdhT30",
        "Suddenly It makes me remember my grandpa and I miss him so much 😭 https://t.co/RSMrlzr3jd",
        "@afiimuhamad 🙈",
        "#muhasabahdirianda https://t.co/YYxFSRLQVL",
        "Apa² sekarang bawaannya males, krg motivasi, I miss my busy day so much actually:\")",
        "hadeuuh ini mungkin cuman effect tidur pagi dan rindu lama gk ketemu dan gosip bareng sampe kepikiran, and finally… https://t.co/6aDnDBttYO",
        "Pernah gk sih kalian tau ada yang suka sm kalian trus diajak Vc gk mau? kalo ada.. kita samaan 😆. Jangankan Vc kete… https://t.co/ORknQmuJm5",
        "@WidasSatyo orang sulawesi mostly makan pisang goreng pake sambel hehe",
        "@wisskdi yg penting konsisten klo perlu double cleansing ckck",
        "@wisskdi hehe bener...makanya kita dianjurkan buat kenali kebutuhan kita sendiri dlm hal ini kenali tipe kulit dulu kak",
        "Makin kesini makin ngerti mana yang benar² pintar dan mana yang sekadar showing off.\n\nterkadang berpura pura bodoh… https://t.co/x3Sb2NMJaf",
        "Prinsip perskin-carean:\n\"kalo udah cocok gosah ganti²\"",
        "@xBonto sa ndak terlalu care...tp sa lihat ini casenya bae2.. sumpah parah",
        "@xBonto beh bikin takut2 saja...😭",
        "https://t.co/0dwdbSeS19",
        "@xBonto @Gohomekiddo 😐parah beut...klo pake Laptop mungkin resikonya bisa berkurang kak..what do you think?",
        "ngecheck story temen trus baca ini auto jleb😬 effect #COVID19 https://t.co/YYoS2abGmo",
        "https://t.co/f0Rup9Yg26",
        "@xBonto it depends on you ckck",
        "https://t.co/XhN4838dpo",
        "@xBonto Sad boy adalah step awal menjadi fakboy wkwk",
        "https://t.co/SvhDbfgagK",
        "Lagi belajar skill dewa \n\n\"Mengalah dan tetap tenang\"\n\nmenurutku gk semua orang bisa handle ditengah zaman yang tin… https://t.co/SG6Usv86I3",
        "https://t.co/N6EKWy3ydr",
        "@xBonto ndakji kakak bruh...dalam hatinya itu berbunga bunga wkwk",
        "Mood swing",
        "Pernah denger kata² ulama terdahulu kalo apapun yang terjadi orangtua tidak pernah salah? \n\ndalam hal apaaaapun, se… https://t.co/zpQy36QtGr",
        "pfffttt😌 https://t.co/bHM5Jm5PaC",
        "https://t.co/Wh57CpEe0B",
        "https://t.co/s1lEYKlCoU",
        "cuman sangat riuh di sosmed pada saat sudah berhasil hehe biarkan mereka tau kita bahagia tanpa perlu tau penderita… https://t.co/eINxOpu9vD",
        "Fortunately Alhamdulillah selama nyusun skripsi gk pernah pasang status, sg atau apapun itu yg nunjukin kalau lagi… https://t.co/sepshnIvau",
        "Pengen duet sama Raisa nyanyi lagu \"serba salah\"",
        "Kepengen pakai baju adat Minang hadeuuuh... https://t.co/BW3QkjKmfS",
        "@BosRiyan Wassalam",
        "@yuya73538193 haha apaan coba 😂",
        "@yuya73538193 eh gimana gimana?",
        "Masyaa Allah melting 😭❤\nhttps://t.co/fNkz2CGmq1",
        "🙃😆wkwk https://t.co/ylnSq2VNAS",
        "@benzbara_ Riyadhus shalikhin",
        "Ganteng sih tapi suka follow dan like foto cewek.\nskip",
        "wuiiiih yang kyk gini nih perlu dilestarikan😍 https://t.co/Nsl8eosc8X",
        "Agree wholeheartedly😆 https://t.co/Dj1hUYG4Ou",
        "@ramedonihh trauma bgt kayaknya nih chatnya gk dibales wkwk",
        "Selamat hari pendidikan nasional\nSemoga kita semua diangkat derajatnya dunia wal akhirah oleh Rabb kita. ❤",
        "Tapi percayalah dari hal kecil seperti itu kamu bisa \"mengenal dirimu sendiri\" dan tentu hal itu bukanlah hal mudah… https://t.co/m7835HrmwQ",
        "Terkadang memang saat membacanya kita senyum, tertawa bahkan menyalahkan diri sendiri karena mengingat kebodohan² d… https://t.co/5E6TdzNw7Y",
        "Sebenarnya gk ada salahnya menyimpan buku² usang yah meskipun hal itu bagi sebagian org adalah sampah tapi mereka t… https://t.co/tk6TqRn9Gt",
        "Dari buku² usang dan coretan dimasa lalu mengajarkan kita banyak hal terutama untuk bersyukur  dan menyadari bahwa… https://t.co/hEU8vORmOv",
        "Punya kebiasaan aneh suka ngumpulin kertas-kertas yang dirasa penting, seperti soal² ulangan, memo, buku tulis dari… https://t.co/HtGEwZSmeE",
        "You don't know\nhttps://t.co/I0QOstlsXk",
        "Merasa melangkah terlalu jauh hingga lupa diri, Syukurnya Allah memberi kesempatan untuk duduk dan bermuhassabah di… https://t.co/VOQMAcgzkp",
        "Resiko gladi via zoom...😆 https://t.co/dGG1fnUb4e",
        "Jam 11 acara dimulai jam 9 sudah siap dungs:) the power of in time wkwk",
        "https://t.co/vFPoTcJqva",
        "Dosenkuh Pak Prof beneran jualan cireng apa gimana sih 🙄atau endorse kali yak...tumben beut upload ginian 🤔 https://t.co/3k28x0pxyG",
        "Nanti kita cerita ttg hari ini wkwk https://t.co/oerNHi3REA",
        ":') https://t.co/Ko7Kx3H0wv",
        "Hey May:) https://t.co/IgrU3HVSeK",
        "Entah diajar ngulek atau apa 😆 https://t.co/8ouPuPM7Q6",
        "Oopss https://t.co/xtnBEAuzp6",
        "@farisandani Penjaskes",
        "Indonesia tanpa pacaran 😆\n21 yo, S1 done, dan tanpa pacaran wkwk\nsemoga bisa bertahan sampai menemukan \"kamu\" iyah… https://t.co/ZwRE5H3gja",
        "Dear camerku kelak dimasa depan Insyaa Allah, semoga kriteriamu bukanlah ia yang pandai ngulek.\n\n~Suara hati blender user.",
        "One of the reasons why maleees upload foto _- https://t.co/ez76ABH0ok",
        "Dikembalikan ke fitrahnya agar bisa mengingat kembali niat awal atau bahkan memperbaikinya.\n#Muhassabahdiri",
        "Dear Twitter... \nI trust you, please be kind...",
        "Sebagai Muslim/Muslimah kita bukannya harus percaya takdir baik dan buruk Allah? so just chill out kalian umur 21!… https://t.co/ouDheaBgbf",
        "https://t.co/7l0oonSExU",
        "Kita punya waktu kita masing masing umur 23 gk menjadi patokan seseorang benar benar keseluruhan terpuruk di umur i… https://t.co/UrpSLi3S2W",
        "Umur 23 sounds so creepy, Kita yang masih umur 21 jadi ngerasa insecure😬 karena cuitan kakak-kakak yang umur 23 mos… https://t.co/1UQQRm2AI9",
        "https://t.co/iuyXn4UfSR",
        "kinda selective",
        "@xBonto sekalian unfoll it's better",
        "@akubacadotcom Puisi pertama yang membuat jatuh cinta.",
        "Saat Allah kasih kesempatan buat ketemu, kerjasama bahkan saling berbagi. Kita magang kerja ditempat yang sama mesk… https://t.co/35D1GMv2vN",
        "Makin malam biasanya percakapannya makin dalam. \nBagaimana waktu bisa ngubah segalanya dulu musuhan sekarang sahaba… https://t.co/WL6OPsvMI6",
        "Kata yang harusnya dihindari selain kata² kasar adalah \"Seandainya\"\n\nContoh :\"seandainya gk ada wabah mungkiiin.... \"\n\n-_-",
        "Bulan puasa gk afdhol klo gk nonton PPT (Para Pencari Tuhan). Sinetron andalan sejak zaman masih SD.",
        "Sebelum negara api menyerang. 🙃\nsemoga Avatar yang sesungguhnya cpt muncul kepermukaan wkwk https://t.co/pbmD5fB4Qn",
        "@yujii____ Ice cream",
        "@xBonto @9GAG Speechless:) but let see from another side, it may seems like the stupid one, but indirectly may she… https://t.co/tgcfSiXhRe",
        "Mahasiswa rasa dosbing https://t.co/WBMGhLRtC4",
        "@uttazt_ kayak Aca di film mariposa jatohnya wkwk",
        "Cara marah yang elegan_- https://t.co/HUeC6p18xA",
        "@gowjek B aja menuju B banget (B=Bangga)",
        "Tahun ini grup chat dari TK-Kuliah gada yg ribut² diskusiin waktu bukber dan akhirnya lebaran.",
        "https://t.co/SS7PiL8LeM",
        "@intanorii Allahumma shalli alaa Muhammad Wa alaa ali Muhammad. https://t.co/8DBSzDULYe",
        "https://t.co/zAsSmQeNad",
        "@yuya73538193 oh baiquelah_-",
        "@yuya73538193 perasaan belakang rumah kebun coklat dii",
        "@yuya73538193 serius? dimana dadi?",
        "Mr. H:\"Renita, life begin from loving our family\" \nAnd I was like....\nyeah dan setiap keluarga itu punya cerita ter… https://t.co/NiB5JSGAtm",
        "https://t.co/jlXYRlPNTo\nThe one that got away...🎶🎶",
        "Kita manusia tempat segala khilaf, dosa, dll tp kita jg disini belajar kan?  personally hal itu wajar lah yah dan s… https://t.co/uqk6xCT5fB",
        "Semua org pernah dibandingkan dan bahkan pernah pada posisi yg \"buruk\" dalam suatu perbandingan itu sendiri and the… https://t.co/dTLALfkIOA",
        "jadi ingat pernah dinasehatin sama salah satu dosen dikampus katanya \"COMPARISON IS THE THIEF OF JOY, Renita biarla… https://t.co/bf7UvJ1TWl",
        "disisi lain I do believe semua orang itu bahkan benci dibanding-bandingkan apalagi sama anak tetangga yakhan? yah m… https://t.co/ewLujqldcg",
        "Sebagian masyarakat kita mayoritas mungkin sudah menjadikan \"membanding- bandingkan org\" itu budaya. \nyah sebenarny… https://t.co/hwGdoy0TXk",
        "@afiimuhamad hehe sip thankyouuu",
        "@afiimuhamad Klo kerja sudah pernah insyaa Allah pilih opsi kedua insyaa Allah, bantuin nanti yah kak hehe",
        "@afiimuhamad welcome to the jungle😂.",
        "@afiimuhamad iyasih kak:')that's the point.",
        "salfok sm pict terakhir 😆 https://t.co/tJWDaO82D3",
        "Kyk mau nangis :') Yudisium via zoom 😭 https://t.co/1Qil7L5EVm",
        "@afiimuhamad katanya \"time could heal\" jd kayaknya manusianya yg salah kak😆",
        "Ada yang dekat denganmu untuk mendengar ceritamu.\nAda yang dekat denganmu hanya untuk menjadikanmu bahan cerita.\n\n~unk",
        "https://t.co/iGODmRZULl",
        "Nah...\nThis!!! https://t.co/esj9qGHObe",
        "emang paling bener klo ada masalah sama siapapun itu\nHarus bisa tenang tapi bukan berarti diam.\nMenjelaskan tapi bu… https://t.co/ZuK5pcZOi5",
        "Makin kesini mending diomelin daripada dpt silent treatment deh kyknya.\nIt kills from inside, menurutku bahkan ini… https://t.co/WcyxqB4p8g",
        "Idolaku 😍 https://t.co/lIF0pNjX6c",
        "Benar kata salah satu staff dikampus\n\"kadang terlalu baik org jadi gk segan sm kita\"\n\nand it hits so deep",
        "Gk suka sama org yg kasar baik lisan atau tulisan, apalagi pas chat hurufnya kapital semua plus pake bahasa yg supe… https://t.co/Ntf7TCHtat",
        "Learn new recipe, katanya resepnya rahasia perusahaan but finally di share 😆 https://t.co/aU6MULEm2R"
    ]
}