{
    "screen name": "makomedical",
    "no. of tweets": 188,
    "tweets": [
        "We would like to say THANK YOU to all of the members of our team who continued to provide reliable services during… https://t.co/eABLv5lR3K",
        "What does Mikey the MAKO miss most while practicing #socialdistancing? High fives and hugs. \n#FlashbackFriday https://t.co/ck5KZF8N8L",
        "Innovation led to the launch of MakoRX, a new part of our company focused on pharmacy services and lowing drug cost… https://t.co/bsUJqk6nW1",
        "We are honored to receive the Hire Vets Medallion Award from the @USDOL for establishing programs customized for fo… https://t.co/xD2NdY0E1r",
        "We are continuing to work around the clock to provide #COVID19 test results within 24 hours to patients and medical… https://t.co/XDy7uYd8uZ",
        "At #MAKOMedical, we strive to make lasting impacts in the lives of our employees, medical partners, &amp; patients.  He… https://t.co/HpI0JGhWyK",
        "The MAKO Medical team is utilizing all training to continually provide patients and healthcare providers with fast,… https://t.co/r38bHGbEzM",
        "Our team is working diligently to provide a 24-hour turn around on all #COVID19 related tests.  #Thankyou all for y… https://t.co/dkj1J1tkhm",
        "Tuesday timeout: Who else is ready to put their @Canes jersey’s back on?\n\n#CarolinaHurricanes #hockey #Raleigh https://t.co/K4Yi9Qddtw",
        "Though this school year looks different than any before, we are proud of our students, teachers, and parents who ar… https://t.co/VAwl9nfSLo",
        "In order to provide the best services possible to both our patients &amp; medical partners, we are working around the c… https://t.co/OSbFfbHunc",
        "A part of the MAKO Medical mission is to serve the community in more ways than one. We would like to say thank you… https://t.co/238xHOYHaD",
        "The MAKO Medical team has worked to develop tests to tell you if you have #cornoravirus or if you’re immune to it.… https://t.co/psLHtacuzy",
        "BIG NEWS: MAKO Medical and State Treasurer Dale Folwell’s office have worked together to supply more than 20,000 CO… https://t.co/TtVi1JbSWD",
        "Join us in the fight against COVID-19!\n\nMAKO Medical is hiring Accessioning Associates &amp; Molecular Scientist I's at… https://t.co/dprsbd6dBV",
        "It's Medical Laboratory Professionals Week &amp; we are sending a HUGE THANK YOU to all of our dedicated #lab workers w… https://t.co/UiMFVLSWI1",
        "Stay Strong North Carolina!  Our MAKO Medical remains steadfast in our hope for the future.\n\n#laboratory… https://t.co/2N8megJm1I",
        "MAKO Medical has developed COVID-19 validated collection kits. These consist of swabs in a saline solution that wil… https://t.co/vryKPVBHwQ",
        "Thank you to our MAKO Medical team for working with medical partners to provide a 24-hour turn around on COVID-19 t… https://t.co/c0HgdMlk4X",
        "We are proud of our MAKO team’s fast turnaround for results.  A quick response benefits patients and customers like… https://t.co/7w9wKx9CYG",
        "Next day testing results are possible when you have a committed and experienced team. At #MAKOMedical, former U.S.… https://t.co/7LFagkG9mj",
        "https://t.co/hykGCeOzt4",
        "#Medicalpractices are reporting up to a 70% drop in the number of #patients attending scheduled appointments to avo… https://t.co/GlocbazS2F",
        "We are continually taking extra precautions to ensure the health and safety of our team. Together we’re stronger an… https://t.co/lQDffNvd3H",
        "To help local medical practices respond to #COVID19, MAKO Medical’s team has worked around the clock to develop pro… https://t.co/6xBfg39ral",
        "As #COVID19 continues to spread, we all must know the signs, symptoms, and methods of prevention.  Check out the gr… https://t.co/F2KSNMbgTI",
        "Flashback Friday to a day filled with sunshine laughs and 🦈 shark high-fives!\n\n#MAKOMedical #MAKOshark #Raleigh… https://t.co/27sl9gycxu",
        "Thank you to Vance County Commissioner Archie Taylor and other government officials who are leading us through the… https://t.co/iOWJdcgvXW",
        "With everything going on, we are thankful that technology and medicine can meet in the form of telehealth services.… https://t.co/ULX2QW5eU0",
        "Help us support our local businesses! We are sending our love to Sadie’s Coffee in Henderson today! \n\n#MakoMedical… https://t.co/S4sHb9SOx8",
        "Looking to support local farms while safely practicing social distancing? Look no further! Check out this handy gui… https://t.co/OqNpWAouqW",
        "Today, we are thankful for our resilient employees and community members.  We will emerge from this COVID-19 challe… https://t.co/F6kEA8yXEs",
        "While Mikey is sad that students are now out of the classrooms for the time being, he still wants the learning to c… https://t.co/XnDzf6dTWW",
        "Looking for ways to spread some love and uplift others these days? Check out this nifty article from Town &amp; Country… https://t.co/SqlP2KDT8S",
        "Kristen Harding says it best, “the opportunities here are endless.” She works as an esoteric supervisor in our Rale… https://t.co/cRoTtKCGg6",
        "Hey students and teachers! We’re thinking of you during this time of change. Thank you for all you do! \n\nClick on t… https://t.co/GYB5cN2wrl",
        "Hope is the beginning of everything. We ask that you join us in staying hopeful during this uncertain time. We’re i… https://t.co/WE0yTkWlBt",
        "At Mako Medical, we are more than co-workers, we are family. https://t.co/7Y1FsvzX1F",
        "With the recent COVID-19 outbreak, our team is taking extra precautions to ensure the well-being of our partners, e… https://t.co/FfVckaFlBU",
        "Did you know that MAKO Medical Laboratories’ offers our clients an expansive test menu that covers over 1,300 indiv… https://t.co/T4qO3R9uRm",
        "“We are #1 in the line of defense in helping patients, and I love it.” PSR Recruiter Beth Armstrong explains how sh… https://t.co/h48YyaLYHm",
        "Friendly reminder from your friends here at Mako: Don't forget that Daylight Saving Time begins tomorrow! 🦈⏰… https://t.co/YeAQ9Mx1mn",
        "\"The bell does not dismiss you, I dismiss you!\" -Mikey, probably. Only a few more hours in the school/work week! En… https://t.co/5SC8r8oBsR",
        "Today we had the privilege of sponsoring a pizza and haircuts station in our community! We are proud to give back t… https://t.co/8IZUOR3wWf",
        "With many rumors going around about Coronavirus, it is important to stay informed. Check out this handy guide to he… https://t.co/P69MEQm2C3",
        "Mako Medical is proud to announce that we will be partnering with Shellback Tech 501(c) to build a custom PC for di… https://t.co/2xXAm3swOF",
        "A simply amazing gesture from Crossroads Church to give over 45,000 families debt relief from their medical bills.… https://t.co/refMQieomQ",
        "\"The shark ate my homework\" has to be the new best excuse of all time! 😂🦈📓\n\n#MakoMedical #HappyFriday #Mako2020… https://t.co/S16QIZmNYA",
        "A little behind the scenes from this fun day of spreading joy to nearby schools and shooting some content with Mike… https://t.co/asr25HiIa4",
        "Mako on @espn! Proud sponsor of the @DukeMBB.\n\n#MakoMedical #Mako2020 #CameronIndoorStadium #CameronCrazies #ESPN… https://t.co/BrXsED79bq",
        "A very special #VeteransSalute to our very own Mike Wheeler, a logistics engineer here at Mako and US Army veteran!… https://t.co/byrPhSCBG1",
        "Incredible story from our hometown @Canes , as 42 year old David Ayres makes his NHL debut!\n\n#MakoMedical… https://t.co/gEWX9w6anW",
        "It's #FinsUp Friday! Celebrate with a little dance party 🦈🕺💃\n\n#MakoMedical #Mako2020 #TGIF #BabyShark #DoDoDo https://t.co/a16B79GkXy",
        "Follow along as we look to disrupt the $450 billion pharmacy industry! \n\n#MakoMedical #Mako2020 #MakoRx… https://t.co/LJ2eskT5v9",
        "Group hug! Happy hump day everyone! 🦈❤️\n\n#MakoMedical #Mako2020 #GroupHug #SharkMascot #Love #HumpDay https://t.co/kUOavB6CrE",
        "Thank you to @BloodConnection for coming to visit our Raleigh and Henderson locations for a blood drive last week!… https://t.co/mUCOI7qi90",
        "We are hiring! Think you have what it takes to swim with the fastest lab in the world? Apply today!\n\n#MakoMedical… https://t.co/96CHVOMkAi",
        "Happy Valentine's Day from all of us here at Mako!\n\n#Mako2020 #MakoMedical #ValentinesDay https://t.co/FHXYSQXq37",
        "Read along to see how we are aiming to change the pharmacy game!\n\n#Mako2020 #MakoMedical #Pharmacy #ChangeTheGame… https://t.co/jj07W8dXT5",
        "We are proud to launch a new program to help seniors in the communities we serve! \n\n#Mako2020 #MakoMedical #Seniors… https://t.co/lyBuf6h2YR",
        "Continuing with our series of highlighting all of the #Veterans the work at Mako, today we would like to recognize… https://t.co/uEZ4LQ0bFp",
        "More pictures from our #MakoWearsRed Friday to support @TriangleAHA! So proud of our team for supporting a great ca… https://t.co/A4U8H84GRE",
        "Our office is rockin' the RED today in support of the @TriangleAHA's National Wear Red day. Join us in wearing RED… https://t.co/Dl1CHPUrxW",
        "Our revenue cycle and medical billing team is INCREDIBLE! Shout out to these amazing people for helping Mako run!… https://t.co/Pvhk36Hd4Z",
        "Mako at the Great Wall of China! Where will we be next?!\n\n#Mako2020 #MakoMedical #MakoWorldwide #China #GreatWall… https://t.co/rWKvunpw0j",
        "What makes Mako the fastest lab in the universe? The SHARK method! \n\n#Mako2020 #MakoMedical #SHARK #Service… https://t.co/u1bWefGxkw",
        "Just in case you didn't get your fill of snacks at your super bowl party, check out the new vending and snack area… https://t.co/3EZkbEy1LY",
        "It's Super Bowl Sunday! Who you got? Comment below your winner and score prediction.\n\n#MakoMedical #Mako2020… https://t.co/1LxDJv1WTc",
        "Who has the best throwing form: Mahomes, Garoppolo, or Mikey? 🦈🏈\n\n#MakoMedical #Mako2020 #Sports #Football… https://t.co/lKKuREF2z4",
        "Sorry Mikey. No room on the float for you this year! #TBT to great times at the Raleigh Christmas Parade.… https://t.co/K7q3yDKUiS",
        "Did you know that Mako has a documents service? Visit https://t.co/dx2KlnXmxp to find out how we can provide docume… https://t.co/dQ0doQuOzl",
        "A special #VeteransSalute to our very own Kristen Harding! Thank you for your years of military service and all the… https://t.co/Vb9jcWUEgo",
        "Just Mikey teaching the kids the ways of baby shark! 👶🦈\n\n#MakoMedical #Mako2020 #BabyShark #DooDooDoo… https://t.co/VmgeInkDUR",
        "HEARTWARMING CONTENT ALERT! When 6-year-old John Oliver finished chemo treatment for leukemia, he returned to schoo… https://t.co/wOAieNrHEv",
        "Congrats to the @Canes last night on their big win over the Winnipeg Jets last night to head into the all-star brea… https://t.co/qbblcbyDcs",
        "Did you know that this week is Triangle Restaurant Week? Check out the link below for a full list of participating… https://t.co/mVKf5ZR1B8",
        "Wise words from the great Dr. Martin Luther King Jr. Let's spread love, kindness, and positivity into a world that… https://t.co/7qxIY9waun",
        "Here's some #FeelGoodFriday content for you! Thank you to officer Kevin Zimmerman for your selfless act!… https://t.co/uDYxh2gU0n",
        "Congrats to another student spotlight winner, this time from Aycock Elementary School! We are proud to support this… https://t.co/NI3BMuPzKx",
        "Thank you to our very own Younggran (Liz) Phillips for your military service, and being a great employee! Keep up t… https://t.co/zS11WnyPGO",
        "Gear up at the Mako Medical online store, from now until the 15th! Shirts, jackets, hats and much more available at… https://t.co/EcrHeiEnnL",
        "Sorry we're a day late on this one, but yesterday was #NationalLawEnforcementAppreciationDay! Thank you to all thos… https://t.co/B1zXaL12mi",
        "Major #TBT for our very own Mikey the Mako! He's come a long way since 2015, hasn't he? We love our shark!… https://t.co/E9FXwOzDgy",
        "We are proud to introduce our newest service: Mako Rx! Follow along as we disrupt the pharmacy industry, and check… https://t.co/EFvNE9yDpO",
        "This Tuesday's non-profit spotlight is on @The_Green_Chair! This amazing org reuses donated household furnishings t… https://t.co/APY9SO32rM",
        "It's always a good day to #ThankOurVeterans for their service! Shout out to our very own Edward Cellitti for his se… https://t.co/oHEZIBr1m7",
        "We're jamming to some @MIX1015WRALFM today! What's your Friday jam? \n\n#MAKOMedical #MAKO2020 #FridayFeeling… https://t.co/IBBROHTLNZ",
        "Looking for a change to start the new year? We're hiring! \n\nhttps://t.co/bsz64isbUP\n\n#MAKOMedical #MAKO2020… https://t.co/YwtiTSFKNR",
        "#HappyNewYear from all of us here at #MAKOMedical! Enjoy your day off, and let's make 2020 great! \n\n#MAKOMedical… https://t.co/Jk3Dcr86Gp",
        "(Link to full video in bio)",
        "2019 was a banner year for us here at #MAKOMedical, thank you for following along as we continue to grow and make a… https://t.co/IxFTv8fCFn",
        "Last week of 2019 (and the decade)! Here are some of our favorite moments from 2020. What were some of yours?… https://t.co/z3N04Lpgle",
        "Fins up! It's Friday! \n\n#MAKOMedical #MAKOMedical2019 #FinsUp #TGIF #FridayFeeling https://t.co/aPvVyGSv4P",
        "#TBT to our MAKO Christmas party, cause we still have the Christmas spirit! 🦈🕺💃🎄\n\n#MAKOMedical #MAKOMedical2019… https://t.co/I2jRXya7Ny",
        "Merry Christmas from our shark family to yours! \n\n#MAKOMedical #MAKOMedical2019 #MerryChristmas #SharkChristmas… https://t.co/nKpnSSiAVx",
        "Happy Christmas Eve! Our office is looking very Christmas-y these days thanks to our cube decorating contest. Shout… https://t.co/Y69FGx1m2U",
        "Our team got in the Christmas spirit helping out @WTCCFoundation's Fostering Bright Futures program by helping pack… https://t.co/GknjqVnsmv",
        "Today is not only the first day of winter and the longest night of the year, it is also National Homeless Persons'… https://t.co/mT7A44IqlF",
        "The saga ends tonight! Who is going to see #TheRiseOfSkywalker? Enjoy your weekend everyone!\n\n#MAKOMedical… https://t.co/CMDXmFGpG5",
        "Thank you to Triangle Special Hockey Association for having Mikey out for some fun and holiday cheer! Check out… https://t.co/Ih6o6K3Us3",
        "Congratulations to our friends at Speak Easy Rehabilitation on opening their new location in Angier, NC! 🦈 ❤️… https://t.co/HC6ML5BziL",
        "Shout out to one of our local favorite organizations, @tableraleigh, for their appearance on @GMA. Thank you Maggie… https://t.co/jRVngxbikj",
        "We're hiring! Join one of the fastest growing companies in the nation. Apply to be a part of our team today! 🦈 💼… https://t.co/8ELcK8H3Fe",
        "It's an under-the-sea dance party! Enjoy your Friday 🦈 🕺🎉\n\n#MAKOMedical #MAKOMedical2019 #DanceParty #FridayFeeling… https://t.co/mtLVqPf2JQ",
        "#TBT to our #VeteransDay company cookout!\n\n#MAKOMedical #MAKOMedical2019 #Veterans #Cookout #BBQ #FamilyTime https://t.co/pUBK1mHe4C",
        "We are honored to be recognize as the 10th fast growing company by the @TriangleBIZJrnl fast 50!\n\n#MAKOMedical… https://t.co/snkj7QiYN6",
        "Thank you to @i2iIntegrative for a great conference in Pinehurst last week! \n\n#MAKOMedical #MAKOMedical2019 #i2i… https://t.co/FuqLQRblBL",
        "Having fun at the Henderson Christmas Parade! Thank you to our team members who came out to spread some Christmas c… https://t.co/5RBZIkEwbU",
        "It's the first full weekend of December, so skip the holiday shopping crowds and order your loved ones the #MAKODNA… https://t.co/DtyZGpRk7O",
        "Did you know that #MAKOMedical has a logistics service? Visit https://t.co/DkyCUUZGZV to learn more about who we ar… https://t.co/KAdcr9rusd",
        "We are proud to announce that the #MAKOMedical store is BACK! Gear up with shirts, jackets, hats and more via the l… https://t.co/hqOLLiTOIa",
        "#MAKOMedical will be at the Henderson Christmas parade this year! Look out for your favorite dancing shark and his… https://t.co/Y576iVvgNx",
        "Mikey loves making fuzzy friends! Enjoy your weekend everyone 🦈❤️🐹\n\n#MAKOMedical #MAKOMedical2019 #TGIF… https://t.co/UQHjoMsyuw",
        "Happy Thanksgiving from all of us here at MAKO Medical! \n\n#MAKOMedical #MAKOMedical2019 #Thanksgiving #TurkeyDay https://t.co/Zd2xU8f1mj",
        "Thank you to all of our team members who donated clothing during for The Clothing Ministry staff at First United Me… https://t.co/EiBt3aRdek",
        "Just Mikey posted up at the Piedmont Health Services health and wellness fair in Fayetteville! Look for Mikey at a… https://t.co/hiIXciL6Db",
        "Another student spotlight winner! Follow @Daily_Dispatch as we continue to partner with them to award excellence is… https://t.co/KQc86nw95C",
        "See you tomorrow at the Raleigh Christmas Parade! \n\n#MAKOMedical #MAKOMedical2019 #Raleigh #Christmas #Parade… https://t.co/dFNYGuTHj7",
        "It’s noon on Wednesday, so we’re officially halfway through the work week! Celebrate with a little dance 🦈🕺💃… https://t.co/DmtEO5mCVc",
        "Don't forget: Join us this Saturday for the Raleigh Christmas parade! Beware of the giant shark balloon... 🦈🎈… https://t.co/lsa8q0GtBw",
        "Happy Friday everyone! Please join us in saying thank you to Chris Jones, who served in the US Army for 24 years. T… https://t.co/6B5C4XmyPD",
        "Our 2019 Veterans Spotlight continues with Ronnie Fullerton! Thank you Ronnie for your years of service in the WV N… https://t.co/dovBnLbYKw",
        "We are excited to announce the launch of MAKO DNA, a test that analyzes your genes and genetics variations to provi… https://t.co/Y4HOvYxmjd",
        "Continuing our week of highlighting our veterans, we are proud to feature our very own John Glaeser! Thank you for… https://t.co/aEIQvdUxhI",
        "Veterans Day may be over, but we're going to be celebrating our veterans all week long by spotlight some of the ama… https://t.co/zdcTUvKCca",
        "Happy Veterans Day! Thank you to everyone who put their lives on the line for our freedom. Without your sacrifice,… https://t.co/YcXUj2TNMY",
        "Raise the roof! It’s Friday! \n\n#MAKOMedical #MAKOMedical2019 #FridayFeeling #Friday #TGIF https://t.co/owDA3l2LP4",
        "Attention all MAKO team members: We're having a clothing drive! Please check out the flyer below for more informati… https://t.co/47dPXLrAbO",
        "We are officially halfway through #HumpDay! Let’s go crush the second half of the week 🦈💪\n\n#MAKOMedical… https://t.co/J8Qqx6yxny",
        "It's #NationalCandyDay so go treat yourself to what's left of that Halloween stash. Happy Monday!\n\n#MAKOMedical… https://t.co/8TQByefTgK",
        "Congratulations to our costume contest winners from yesterday! Have a great Friday everyone!\n\n#MAKOMedical… https://t.co/IMU6YA5gsn",
        "Just a few of the many great costumes from our employees today. Happy Halloween!!! 🦈🎃\n\n#MAKOMedical… https://t.co/wKJcnbjXdd",
        "We are proud to announce that MAKO will be back again for the @RaleighParade! \n\n#MAKOMedical #MAKOMedical2019… https://t.co/EoH3BUWLcA",
        "MAKO has been recognized as one of the fast growing companies in America! Follow us as we continue to… https://t.co/MtyjykGKjB",
        "Let's have a fantastic Monday everyone!\n\n#MAKOMedical #MAKOMedical2019 #MondayMotivation https://t.co/wAuvhAvBps",
        "Happy Friday everyone! Comment with pictures of your pets to help spread the Friday love! 🦈🐶🐱🐷\n\n#MAKOMedical… https://t.co/JvYYA53zTu",
        "#TBT to supporting the first annual Hope Runs for Recovery 5K! We had a ton of fun encouraging runners and handing… https://t.co/MQUHtoISgx",
        "Did you know? We started a program to help any of our employees who may fall into financial distress: MAKO Cares! W… https://t.co/pYISdiq2mw",
        "Shout out to Kookie Krumbs for the delicious cookies! Don't forget to #ShopLocal today! 🦈🍪\n\n#MAKOMedical… https://t.co/BcmpR6eCU7",
        "Thank you Salonia for visiting our Henderson office last week and providing a zumba class for our employees! 🦈💪\n\nWa… https://t.co/m9eyoUPcPs",
        "It's Friday! Like the celly @NHLStormy ?\n\n#MAKOMedical #MAKOMedical2019 #Mascot #Hockey #Snipe #Celly #LetsGoCanes… https://t.co/fodY9nT6BV",
        "#TBT to our team having the honor of sponsoring @UNCCRecovery at their fundraiser a few weeks ago. We are proud to… https://t.co/QIpMaqTLPW",
        "MAKO Medical presents: MAKO Cares! \n\nMAKO Cares is a new program here at MAKO designed to help our employees if the… https://t.co/kExqvPRLPD",
        "Mikey checking out the tunes at Walk for Hope this weekend! What's on your Tuesday morning playlist? 🦈\n🎵… https://t.co/mvuNCrKU1C",
        "Mikey had a great time at @walkforhope’s  fundraiser in Raleigh yesterday! Shout out to everyone who showed up to h… https://t.co/PnKKZed8mn",
        "It's Friday morning, but Mikey is already thinking about the weekend. What are your weekend plans? \n\n#MAKOMedical… https://t.co/ui6sTqr7fI",
        "Here at MAKO, we take mental health issues in this company seriously, and are working to break the stigma surroundi… https://t.co/GAEnmqPcdR",
        "The @Daily_Dispatch's Student Spotlight program is officially underway for the 2019-2020 school year! We are proud… https://t.co/LJRP8xVS2Q",
        "It’s #NationalChildHealthDay! Each child deserves to be the healthiest he or she can be, so go out be active with y… https://t.co/5V2a5L9Wu8",
        "It’s #FirstResponderFriday! If you happen to see a first responder today, be sure to say thanks. Have a great Frida… https://t.co/YSYDqVUfiq",
        "Mikey's taking a dive into hockey season this year! Good luck on your home opener tonight @Canes! 🦈 ❤️🏒… https://t.co/GfTQQYWq03",
        "Mikey loves a ribbon cutting! Proud to support diverse healthcare initiatives in North Carolina 🦈 ❤️\n\n#MAKOMedical… https://t.co/CwVXbODdhq",
        "It’s Monday! Another opportunity to be great. Let’s have a great day 🦈💪\n\n#MAKOMedical #MAKOMedical2019… https://t.co/CfzoIiRGud",
        "Mikey wants YOU to have a great day and an awesome weekend! \n\n#MAKOMedical #MAKOMedical2019 #FridayFeeling #TGIF… https://t.co/228Lpk9S7I",
        "#TBT to hanging out with the @CarolinaMudcats for Muddy's birthday! Congrats on a great season, and we look forward… https://t.co/PHb7IufbQS",
        "A special #HumpDay shout-out to our Client Services team! Thank you for all you do to help our clients and staff! 🦈… https://t.co/lGOkYD9C9M",
        "Shout out to our leadership team for providing breakfast for our staff in Henderson this morning! \n\n#MAKOMedical… https://t.co/wncDGFNjyT",
        "Our team had a great time at the American Heart Association's Heart Walk yesterday! It's not too late to support ou… https://t.co/fgVvwUQNmA",
        "It’s Friday, don’t forget to brush AND floss! 😂🦈🦷\n\n#MAKOMedical #MAKOMedical2019 #DentalCare #Floss #FridayFeeling… https://t.co/ouGIV5MejD",
        "#TBT to hanging out in Bishopville, SC, giving out backpacks and school supplies with CareFirst Carolina Foundation… https://t.co/tVYEel8LAz",
        "We're officially halfway through the week, time to swing for the fences! 🦈⛳ \n\n#MAKOMedical #MAKOMedical2019… https://t.co/9zYAgIwp74",
        "We're hiring! Think you have what it takes to join our team? Apply today! 🦈🦈🦈\n\n#MAKOMedical #MAKOMedical2019… https://t.co/TcjmEHSFnH",
        "Correction, this will take place Sunday, 9/22.",
        "This Saturday, MAKO employees will be walking in the American Heart Association's annual Heart Walk fundraiser! Ple… https://t.co/Gjrh2aPmP4",
        "Interesting Q&amp;A article for your #SundayReading:\n\nAsokumar Buvanendran, MD reacts to the Department of Health and H… https://t.co/rEmHRmASvd",
        "Our whole sales staff in Henderson this Friday morning for training! Never miss an opportunity to improve your craf… https://t.co/3neGZ9jFU6",
        "A very special #TBT shout out to our very own Crystal Nichols! This summer, she was able to go on a mission trip wi… https://t.co/gRxjOexeTl",
        "#NeverForget https://t.co/nFiFeSCt8y",
        "Today is #WorldSuicidePreventionDay, and we want you know that it's okay to talk! Let's work together to break the… https://t.co/m1uDKQiz6N",
        "Our team had a great time volunteering at @tableraleigh this weekend! Please check our their page and support the a… https://t.co/MjNMqpeoqC",
        "Who has the sharpest teeth?! We wouldn’t bet against Mikey! 🦈🦖🦷\n\n#MAKOMedical #MAKOMedical2019 #Friday #Friyay… https://t.co/rmX9SitKUP",
        "A special #TBT shoutout to our genetics team! Learn more about the MAKO Genomics division here:… https://t.co/DIMAv1VA0Q",
        "Check out this video of our team volunteering to clean up a local school! Thank you to all that came out 🦈❤️… https://t.co/3K9U8kQcVH",
        "Happy #LaborDay from all of us here at MAKO! We hope you have a nice relaxing day with your loved ones 🦈❤️… https://t.co/aElq9nEBtg",
        "Clap it up, it's Friday! Who else has that #FridayFeeling today? 🦈 👏 👏 👏\n\n#MAKOMedical #MAKOMedical2019 #Mascot… https://t.co/H0YX3zyXKg",
        "#TBT to partnering with @RecoveryAllian1 to host the 7 County Western NC Community Summit! Follow them as they cont… https://t.co/j3Jt7wljUK",
        "Awesome day hanging out with the @ese_recoveryhs crew during their open house this weekend! Check out their page to… https://t.co/kUczoJlPkT",
        "Mikey had a great time with his mascot pals at @Bridge2Sports annual August Madness fundraiser. Check out their pag… https://t.co/RRnPxhiJ1g",
        "Here at MAKO, we are proud to work with many non-profit organizations to help build up the communities we work in.… https://t.co/6plYoyNECq",
        "It's #NationalBananaSplitDay! What are your go to ice cream flavors?\n\n#MAKOMedical #MAKOMedical2019 #IceCream… https://t.co/FkXjrP0uiC",
        "We had a great time with the Roanoke Rapids Fire Department at their annual safety fair! Thank you for ALL first re… https://t.co/M6ML22EVVL",
        "A special #TBT shout-out to our Western North Carolina team! \n\n#MAKOMedical #MAKOMedical2019 #Western #NC… https://t.co/1AMgjO6Igx",
        "Mikey was thrilled to meet @Panthers legend @Jonathanstewar1 ! Wouldn't want to tackle that guy! 😂🦈💪🏈\n\n#MAKOMedical… https://t.co/EBlCPWjHKp",
        "Our West Virginia team had a BIG 2nd quarter. Check out some of their highlights! 🦈⛰\n\n#MAKOMedical #MAKOMedical2019… https://t.co/WOvWX3kRkQ",
        "#CaptionThis photo of Mikey! Happy Friday everyone 🦈🚲😂\n\n#MAKOMedical #MAKOMedical2019 #Mikey #Goofy #Shark… https://t.co/Ov9Ql9v1tz",
        "#TBT To our West Virginia team participating in two back to school events these past two weeks. We partnered with l… https://t.co/bIlEs16OLv",
        "On September 27th, we are proud to be sponsoring The Butterfly Affair, an evening to support the UNC Charlotte Coll… https://t.co/WWhsZonpT9",
        "We hope your weekend was filled with some well deserved rest and relaxation. Let’s make this Monday a great one! 🦈💪… https://t.co/Z50qiOPlvT"
    ]
}