{
    "screen name": "frizzbarks",
    "no. of tweets": 163,
    "tweets": [
        "@lauren_genova Big congrats!! 🎉🎂🏆",
        "With sound bytes from some of my fave blockchain scholars @lanalana and @annbrody7: https://t.co/BaP4Sirp6S",
        "@annbrody7 Not narcissistic in the least - way to go, and thanks for sharing. 🤓👌🏼",
        "@annbrody7 If this isn’t already a journal article, write it!",
        "@paulinaacameron cc @jementanko both great accounts to follow. :)",
        "Next-level support and celebration, I love it. 🙌🏼 https://t.co/IHHa0kjtoQ",
        "@annaeveryday Uhhh... outstanding!! Thank you for sharing.",
        "@jodilynnkovitz @joinmovethedial @Shopify cc @jamiestrongurl",
        "@DSlakoffPhD @chiarapack cc @BeckyYoshizawa Feel like you'd be into this class, and these podcasts. ;)",
        "@salesforce @CNN @VanJones68 @CamaraJones @FortuneMagazine @ellmcgirt cc @drgrayhealth",
        "@hmkjburton Fantastic work, Holly. Big congrats!",
        "@alicetiara I just love that they used these terms without explaining... Haha! Following.",
        "@JaclynASiegel OooooK that made my cry. Sending you all the love and support a tweet can hold. I think you're awesome.",
        "@NoraADraper Well said. 💯 (Is anything more calming than the voice and wisdom of Esther Perel?)",
        "@pipsipirate A few select companies/verticals are having a landmark year...",
        "@ChristineYH If it's wrong, I don't want to be right. 😀🍓🍨",
        "@katypearce Lightning rod for sure! 😬",
        "New normal... 😆 https://t.co/rivPBMukl7",
        "@iLemmon Keep us posted on *everything.* And all the best with your defense!",
        "@digiwonk Great question and thread. I'm exploring some of @cathymazak's useful tips from her podcast and 'I should… https://t.co/MdAE7K2l7E",
        "@PobudaTanya Ugh, so sorry to hear! Sending her all my best for a swift recovery. 🙏🏽",
        "@WomenintheWorld @nytimes cc @jamiestrongurl",
        "@JessicaCalarco cc @npaklui",
        "Watch for upcoming research from @lnakamur on racist and sexist Zoom-bombing: https://t.co/zWVekaMQX2",
        "Another good one, thank you @ProfAishaAhmad: \"How to Salvage a Disastrous Day in Your Covid-19 House Arrest\" https://t.co/Mn2oJdGcYY",
        "@jodilynnkovitz For sure. Big fan of your work. (And hey, I'm also a mom to a Lily). All the best!",
        "On my reading list. https://t.co/aGzaH7LiBJ",
        "@joshshepperd Perfect description of this entire moment in time.",
        "It seems so obvious, but here's just one measure of it in academia. “COVID-19 restrictions are just exacerbating ge… https://t.co/tHCBhZYkng",
        "@magsmacaulay Hmm, @AlbertoLusoli any insights?",
        "Admiring the home decor... and the classic birth order dynamics at play here. https://t.co/d7GbqUGC2m",
        "Our latest contributions to #blockchain + #communication scholarship is out in Oxford Bibliographies. Thanks to my… https://t.co/jaJaY6k6I1",
        "@ayeemach Right? I just read a suggestion to deal with that, involving putting a tissue inside the mask to catch mo… https://t.co/tZwMbWGYiL",
        "@RachelEMoran @ananny @nikkiusher @JDA49 Big congrats!",
        "@annbrody7 Not gonna lie, it can definitely feel like that some days, lol. Message you soon!",
        "@pachowwhite Loving this throwback as a 90s kid. The hours I spent on the phone...",
        "@annbrody7 Huge gap there. Absolutely agree. Keep up the good work, Ann!",
        "This is my first time RTing an ad, to say we *did* in fact use the Oreos we had on hand to make smores on our patio… https://t.co/wUCYmaR8Os",
        "As a communication scholar, fascinated observing these shifts in how we're drawn to use ICTs at the moment: \"The Hu… https://t.co/VT8yA9DCPR",
        "@reticentK @VJaynes_ cc @friesenjenn",
        "@KaraZucker Congrats are in order on so many levels! Amazing, Kara. 🎉🏆",
        "Timely, no? Well done, friends and colleagues. 🤓👏🏼 https://t.co/LO3dSZNSQr",
        "@friesenjenn Wow, lookin' good over there, man!",
        "@ceri_weber @zoom_us That’s insane. As if normal defenses aren’t enough to prepare for. Well done and congratulations! 🤓🎉",
        "Latest Zoom meeting schedule to hit my inbox: my 3 year old's song and story time, and individual chat time, with h… https://t.co/QX0WPZIcEm",
        "@heidicave How cool is that? Well done!",
        "The only thing you need to read right now, whether you’re a scholar or not. Thank you, @ProfAishaAhmad 🙏🏼 https://t.co/GeDFGl7aCe",
        "@Jen_Newsted In academic scholarship, @scrivenix explores an important question about D&amp;I in her latest book 'hacki… https://t.co/UUeLjDhQLE",
        "@pipsipirate @janniaragon Yassss. Just add a quarantini and you're set for a homebound birthday celebration. Happy birthday, Pippa! 🎉🎁🎂",
        "@jmbolker Ugh. I’m so sorry. Wishing you all good things when this horrible moment is over.",
        "@themarkup cc @GeNA_Lab @jementanko @pachowwhite",
        "Fantastic new music, perfect for this moment in time: https://t.co/sdcIQqQxfr",
        "@pipsipirate The gif is making me super anxious.",
        "'In lockdown with your partner? Here’s how healthy couples survive.' by Dr. Julie Gottman: https://t.co/TbXQnQC5SJ",
        "My good friend @BettyBlazing set up this important fund to support those affected by #COVID19 in Marginalised commu… https://t.co/XmVc8FuSYW",
        "🙄👇🏽 https://t.co/MJOk8vNYvU",
        "Our big kid is 7 today! 🙌🏼❄️🥳 She’s having a fantastic day despite a postponed party. We know how fortunate we are… https://t.co/i65iC46Ie5",
        "So good. Well done. 🏆 https://t.co/HiCoNN0Pnd",
        "@JesseRosten @erinrileyau Ooh definitely using this one. Cheers. 👌🏼",
        "@cosmicrachael Looks so fantastic!! 🤩",
        "@digiwonk Have definitely felt this before! (Though also sounds kind of like good news, right? Despite the troublin… https://t.co/84XMrGL5Rr",
        "@jdmatsudaira @nytimes Brutal. I am so sorry. They deserve better.",
        "Incredible. Humans... so many negative side-effects. https://t.co/rNp7u9JTfP",
        "Way to go, Jesse. Love it. https://t.co/sqMlM6NgRx",
        "@JesseRosten https://t.co/MJOk8vNYvU",
        "Proud our country is making these sorts of headlines in a global crisis: \"Kind Canadians start 'caremongering' tren… https://t.co/wH7blpxAmR",
        "Not only a clearly inhumane move, a bad PR move too. Organizational leaders are showing their true colours during t… https://t.co/M884xQx7mK",
        "@WriteNThrive cc @npaklui",
        "@OlgaPena These kids get it! We should all be taking a break wherever possible. 🙏🏼 (Things may have to get more rou… https://t.co/m8uZjrrv2Q",
        "@lilchick 🤣 Erin I miss you",
        "Beachcombing: still allowed. Open spaces, ocean breeze. Sunshine and spring vibes are definitely helping with the… https://t.co/6s00E9O9er",
        "Well done, Pippa and co! https://t.co/8nlkpazSnw",
        "#Vancouver get your essential #COVIDー19 provisions from my pal Pippa: https://t.co/TPRWOFRmso",
        "We need to be willing to look like we over-reacted. We can all do our part. Keep up the great work, health professi… https://t.co/9QqjNinI6I",
        "@coopermarianne What a kid! I love it. Future teacher or prof perhaps.",
        "@magsmacaulay I kinda loved this one. It was so familiar. 😅",
        "@jementanko This leads me to believe that you are not using Zotero, but I'll try to stay off my soapbox. Godspeed.… https://t.co/z5r543mKIs",
        "Walking these snowy trails this weekend with @npaklui was just what I needed to refuel for another week of writing.… https://t.co/E6Yum8UQdH",
        "@rethinkmasculin @victoriabeckham Preach, Brendan. And big congrats! All the best.",
        "@npaklui @ChristineYH Always a fabulous time with the Pak-Lui crew, thanks for coming! See you online as we both crush through our work. 💪🏽",
        "Love the whole series! Way to go, DDB and Amy Poehler: https://t.co/hMjgXyvOxm",
        "@coopermarianne @jessicabennett @RobbWiller @jgvoelkel cc @jamiestrongurl",
        "@darrenwalker @FordFoundation cc @jamiestrongurl",
        "@Dr_LaPlant I wonder/worry about this for real...",
        "As a parent, I love discovering great new kids books: 'The First Body-Positive Children’s Book Just Came Out, and I… https://t.co/TJz4BPWnqQ",
        "@jementanko Yassss... 😎🤞🏽 Atta girl. (At least it's warm there?).",
        "@chaseandre @SasquatchResort The views were superior to my progress but I'll take it, all the way to the finish line. 👩🏽‍🎓🙏🏽",
        "Dissertation-writing views from last week @SasquatchResort https://t.co/SdBebNxeT5",
        "Here's an open access link (til April 14) to our latest #blockchain #research from the @GeNA_Lab: \"Blockchain as a… https://t.co/jUYz5JYlJT",
        "@LeanneCPowner I recently tried free writing up to a certain word count per day, and then rewarding myself with a b… https://t.co/gmzxwbkdIj",
        "@katemiltner @icahdq I can attest to the fact that said thesis and ideas are solid gold. 🤓👌🏼",
        "💯 https://t.co/phkg5oNJtK",
        "@techladyallison cc @magsmacaulay 2020 goals",
        "@KhristineCarino Oh dear. 🙄 It's very colloquial indeed, so not appropriate for a business email. (Is the person Br… https://t.co/vfOMSvdCEu",
        "Judith Butler's latest work sounds fantastic as always: https://t.co/lbziAJ0YaE via @NewYorker #gender #nonviolence",
        "@DSlakoffPhD cc @BeckyYoshizawa your jam",
        "@KhristineCarino @makepossible_ca @kellymwalker in case you or anyone you know might be interested in getting involved. :)",
        "Just finished a round-2 peer-review of a paper - felt for the authors who waded through *4* reviewers' comments, bu… https://t.co/iAlHeacz3h",
        "@SVLeadershipLab @SOCatStanford @emilycarian @tcsobotka @SociusJournal cc @rethinkmasculin",
        "@mckayy07 @AcademicChatter Congrats! There’s enough rejection in academia. Take the compliment wholeheartedly and r… https://t.co/sKarxPxRG3",
        "@magsmacaulay It was only a matter of time. I've also seen posts on the libertarian values of the show, and an anal… https://t.co/vDpizFO1fZ",
        "@Jen_Newsted @melodybiringer @witregatta @cybelenegris @mirandal @SFUBeedie @excel_student @thinkific Enjoyed the c… https://t.co/KdzN6V7Uqe",
        "@ysabelgerrard cc @annbrody7 did your reimbursement situation ever get resolved? 🙄",
        "@MavenOfMayhem Love this! I hope I can do that one day.",
        "When you're drafting your methodology chapter, this hits a little too close to home.😆 #PhDlife #dissertation https://t.co/Dvy2mfBYYn",
        "@digiwonk Oh, then definitely check it out and let me know your review. :)",
        "@digiwonk What a beautiful photo! I'm so sorry for your loss. :( (Solid choice on Mrs. Maisel. I'm picturing someth… https://t.co/3wsST8TbBh",
        "@cathyalmost 💯 it’s in the patents for various hardware and software we use every day. 🙄🙈",
        "@emannphd Yes! I loved the piece by the accidental founder of gender reveal parties, whose preteen daughter today r… https://t.co/kgHDCTp5Kd",
        "@EviePsarras @zizip @hegemonyrules @arojecki Big congrats!! 👏🏽👏🏽👏🏽",
        "@peskykilljoy yes! i was like \"oh this is clever, how they're building tension and then it's going to zigzag.\" nope… https://t.co/56O2bgY2U0",
        "(When I recounted it to my husband, who was also annoyed, I said \"mansplaining 101.\" The term clicked for him, as o… https://t.co/jTiEtiuZti",
        "Happened to me just last night at a dinner downtown. Guy at our dinner party laughed off my explanation of how mobi… https://t.co/Lm52dD63IK",
        "@peskykilljoy I walked about of that one near the end. Just could not.",
        "@didemozkul cc @amyaliceharris",
        "@jementanko Officially PhD-ready, you passed the test.",
        "@essayhill Grab tea at the cafe in the middle of the British Museum and check out the library there as well. Love h… https://t.co/2svaDvN4Za",
        "Thinking of snowshoeing last weekend @SasquatchResort as I sort and file all the things in my home office after our… https://t.co/OtzskIA5PN",
        "@MichelleCardel Great reminders - cheers!",
        "Checking out the first snowfall of the season this morning. ☃️❄️☕️ https://t.co/PckTyscguD",
        "@BeckyYoshizawa Good one. Shared. 🤓👌🏼💓",
        "@jementanko Like Brave’s and Firefox’s ethos, or similar maybe?",
        "@drrachelbrenner @npaklui 🤓",
        "@katypearce 😬 ugh... tough one. Anyone administrating it that can come up with a good solution? You know I value a solid moms group. 🙏🏼",
        "@lportwoodstacer Fantastic scarf and even lovelier sentiment. 🤓",
        "@davidekirkland @GraemeSeabrook cc @npaklui",
        "@jenheemstra Words I needed to hear today. Cheers!",
        "@RomainBurrel @michelleisawolf cc @magsmacaulay",
        "@jasminexETH cc @jementanko",
        "Starting the new year with a writing retreat at the cabin, after a week of friend and family time. (So naturally, a… https://t.co/EwQILB0i4D",
        "@Han_Berez Love it! #goals 2 kids and lots of years in the mix for my PhD as well. 🤓👊🏼 Congrats!!",
        "@jwyg Thanks for posting this thread, Jonathan!",
        "@jwyg @NoraADraper @PersonalisePLY @CIMethods Yasssss, Nora. 👏🏽👏🏽👏🏽",
        "An outstanding scholar from my current academic home @sfuCMNS, at my alma mater @GoldsmithsUoL, love it. This is a… https://t.co/wN6aHNpRHf",
        "Well done, @peskykilljoy: https://t.co/yM0NFPdslT",
        "Aww grateful for colleagues who are friends. And glad to finally celebrate our latest hard-earned publication with… https://t.co/hapaS6VeZg",
        "Huge congrats to my friend and colleague, the freshly minted Dr. @NawalMM! 🎉 Fantastic defense of her dissertation… https://t.co/kAMxoWZmnk",
        "@michelamusto @UBCSociology Congrats and welcome to Vancouver. 🤓",
        "@terrisenft @jennykennedy Yes. 💯 And if technologies are so pervasive in every aspect of daily life, and humans cre… https://t.co/SpGIYX7m7p",
        "@tweet_linh_ho @BlvueLifeSpring @condati_inc Excellent work, way to 'Kondo' the space up. 😀👏🏽",
        "Happy birthday, Ada Lovelace! The world's first computer programmer. In the 1800s she believed machines could follo… https://t.co/HfU2MZ4iIZ",
        "We don’t lose anything besides a false sense of power by being extra tough during end of semester stress. Thanks… https://t.co/IyNGMu2VmD",
        "@WeedenKim cc @npaklui 🤓👌🏼",
        "Hear hear. 🙏🏼🤕 Wearing my red rose pin today in honour of these 14 slain women who were simply doing exactly what I… https://t.co/bdtia6tH7g",
        "Solid thread for an often stressful time of year. 🙏 https://t.co/9gRf0EIwYj",
        "@alicegoldfuss Preach. Literally writing a book chapter on this right now. The problem with 'women in X' panels at conferences.",
        "Moody vibes on another boot camp writing day up at @sfu_library. 🤓☕️ #dissertation #PhDlife https://t.co/fMb4FsVt3l",
        "@AcademicBatgirl cc @npaklui",
        "Thanks to @sfu_library for a stellar kick-off to Thesis Boot Camp: food, workshops, and writing (despite a fire dri… https://t.co/c6VT01900s",
        "@MFBrown81 @RepresentPledge cc @pipsipirate",
        "@RachelEMoran Oh no! 😆 I feel this...",
        "I know I'm biased but it's a pretty solid department. 🤓 https://t.co/51E2Kseqfb",
        "@jaclynasiegel Same here. Toxic narrative. We’re not robots. And it doesn’t even help our work to overwork. 🤷🏻‍♀️",
        "“The likelihood that your acts of resistance cannot stop the injustice does not exempt you from acting in what you… https://t.co/utsncexUot",
        "@coindesk @La__Cuen Nice work, cheers @La__Cuen.👍🏽",
        "@jementanko You were a very important member of this team, Jenn. Thank you for all your hard work!",
        "As the parent of a 6 yr old Elsa fan, you already know what my weekend will include.❄️💫🍿😎 https://t.co/gnqIruu2m9",
        "@smgrimes @UofTInfoFaculty @kmdi Oh wow, one of my faves. Appreciate her work so much. Will this talk be available… https://t.co/x99Fwfvn6j",
        "@antimony27 cc @SamShorey",
        "@AveryFrancis Please share the slidedeck! All the best with the talk. 🤓",
        "@DSlakoffPhD Oh god. 🙄 Disgusting. I’m so glad you found a good partner and for everything you share along the journey.",
        "@trufelman @farman cc @pipsipirate",
        "@sophiehbishop @BritishGas Oh Lord. The human on the line is a problematic algorithm. They're everywhere!"
    ]
}