{
    "screen name": "sorryconexcuse",
    "no. of tweets": 199,
    "tweets": [
        "@mitchellreports Fact check this: https://t.co/UgU7MduKxa",
        "@BuckSexton https://t.co/sD06dqloF2",
        "@SpoxHHS Because he is critical of the administration, the media will portray him as THE critical person spearheadi… https://t.co/uvEA276LM1",
        "@brianstelter Sounds like another reason to get under the covers and cry.",
        "@MeetThePress @KatyTurNBC What do the health experts say about this recovery? https://t.co/4TVuadntT5",
        "@Olivianuzzi @kaitlancollins @weijia @Yamiche Just ask Jonathan Karl, Jim Acosta, Peter Alexander and that guy who works for Playboy",
        "@GStephanopoulos @JoeBiden @GMA Can you ask Biden to comment on this? https://t.co/bVe75vkp8y",
        "@jimsciutto The arrest doesn’t",
        "@mkraju Probably a good time for @mkraju  to apologize for peddling the Russia collusion hoax for two years and to… https://t.co/G9mLTjbaMl",
        "@MeetThePress @KerriKupecDOJ @chucktodd Every error seems to go in the same direction",
        "@ReliableSources @brianstelter Getting a paycheck is nice.",
        "@eliehonig Based on his prior blockbuster performance, it seems Mueller was just a figurehead. So it’s doubtful he… https://t.co/flgGB8xm2C",
        "@MarkMazzettiNYT @brianstelter Based on his prior blockbuster performance, it seems Mueller was just a figurehead.… https://t.co/iQnoyBSdxd",
        "@mitchellreports Did @KatyTurNBC confirm this scoop between the socks and the shorts? https://t.co/8CIK1oeLyI",
        "@JoeNBC Hey @tedcruz has @JoeNBC admitted to this mistake? https://t.co/fG06E3m0aL",
        "@KimStrassel @AshaRangappa_ I don’t think anybody really thinks @AshaRangappa is an objective commentator.",
        "@TerryMoran @bdomenech So if a reporter relied on them to peddle this hoax, shouldn’t the reporter reveal the sourc… https://t.co/s8MA5C4mbL",
        "@maggieNYT When will NYT, CNN and the others apologize for peddling the Russia collusion hoax and name the sources… https://t.co/kJApcjOWwu",
        "@JohnBerman @brianstelter @NewDay Because States and municipalities are inhabited solely by young children who can’… https://t.co/GCPK7UjzOc",
        "@MReinhart7 @secupp https://t.co/2tWAioW5NY",
        "@maggieNYT @jeffmason1 https://t.co/YNs91tkG7R",
        "@jeremyherb @mkraju @ZcohenCNN Can’t wait to see all the apologies to @DevinNunes. Also, perhaps the media can now… https://t.co/CrqaEJv8TZ",
        "@secupp Can CNN investigate why the slow reaction in NY, the nursing home disaster in NY, and why NY has so many mo… https://t.co/BygFCOtfVZ",
        "@maggieNYT They should’ve gone with fear of flying - that one always works",
        "@KatyTurNBC @MSNBC We watch for cute childhood stories and rock solid reporting: https://t.co/yXOW4sUksw",
        "@BonnieBernstein If it’s almost 5pm every time you look at the clock, then it’s obviously broken. Have you tried lo… https://t.co/1P9Q4ODqxU",
        "@kaitlancollins @Kevinliptakcnn @JDiamond1 His attorneys were also Blasey Ford’s attorneys. So moved along, there i… https://t.co/h4L0yqhV7H",
        "@tjholmes And this https://t.co/b8dkDhQzp8",
        "@NoahCRothman Not a hint of it in the article",
        "@mitchellreports @VinGuptaMD @kwelkernbc @VaughnHillyard @danbalz @MayorBowser @PattersonNBC @KatyTurNBC… https://t.co/M2ZfomWOTb",
        "@tjholmes Will the media ever challenge Gov. Cuomo with some tough questions? NY has far more coronavirus deaths th… https://t.co/dUO4pDvVvi",
        "@jaketapper Seems like a masterful money making project for Summit Strategic Communications. Consultants sucking th… https://t.co/QsbY3jTXFs",
        "@yashar @jaketapper He is the current Dem Party sweetheart and the brother of a CNN prime time anchor, but do you t… https://t.co/zbDWN5eB3y",
        "@jaketapper Will you address why NY has been the hardest hit or is that off limits because it may hurt a Dem Govern… https://t.co/bxQ9hE9d9Y",
        "@brianstelter @ReliableSources @carlbernstein @Olivianuzzi @KathViner @RyanLizza @JenniferNuzzo @jaketapper… https://t.co/XQSj25E1sa",
        "@willripleyCNN @KatyTurNBC - Wait ... what ???? https://t.co/Wijfa8viIX",
        "@mitchellreports @NBCNews Facts about a survivor include that she was  Bernie supporter and allegations made by oth… https://t.co/9jGyFHApUx",
        "@MollyJongFast https://t.co/qw8y46eVlN https://t.co/N5stZmO39E",
        "@willripleyCNN @jimsciutto https://t.co/eDKMrzTEBg",
        "@mitchellreports @kwelkernbc @shaqbrewster @jmpalmieri @mikememoli @timkaine @fadenethx @MSNBC @KatyTurNBC Must be… https://t.co/G3RCZ9tRw1",
        "@jimsciutto Gravely ill ? And the Steele dossier is legit ? https://t.co/zOd8uegL2s",
        "@mitchellreports @kwelkernbc @shaqbrewster @jmpalmieri @mikememoli @timkaine @fadenethx @MSNBC Wait a minute -… https://t.co/BJKTg3dLLQ",
        "@barstoolsports Gathering a group of 30 to head out there just to make fun of this idiot",
        "@marykbruce Not any records. Biden refuses to have the records he has stored at the University of Delaware searched… https://t.co/bxF9mAVScS",
        "@JonathanTurley Fodder? They contain yoga routines and Chelsea’s wedding plans",
        "@jaketapper When will you investigate why NY has been the hardest hit? Does damaging a Dem. Gov who happens to be t… https://t.co/epAROUTlH3",
        "@SarahKSilverman @alfranken When you’ve lost Sarah Silverman...",
        "@maggieNYT Same line used by the press during the Russia collusion hoax",
        "@JillWineBanks Critical thinking? https://t.co/6smvYhnjoA",
        "@HeidiNBC Stop digging",
        "@HeidiNBC @VaughnHillyard https://t.co/rsBteBwyrO",
        "@CillizzaCNN @nytimes NY Times real conclusion: https://t.co/qGnOxVFihe",
        "@katiecouric Will Biden deliver on promoting “economic intercourse” throughout the world? https://t.co/Jlh1hT6u4Y",
        "@SethAbramson @Olivianuzzi @AriFleischer Who was triggered? https://t.co/mK4COdSN4N",
        "@Olivianuzzi That’s just wrong. You should be able to ask all the clown questions you want, get triggered by… https://t.co/3O5cgyFgzL",
        "@BarbMcQuade Yeah ok https://t.co/uxt7KrKN7D https://t.co/RC8Mczl2pI",
        "@biannagolodryga @Olivianuzzi A great journalist https://t.co/SgJpNKeDml",
        "@Olivianuzzi @AriFleischer Classy response Ms. Nuzzi.  Is that the best you could muster?",
        "@mitchellreports @HeidiNBC More doctors using hydroxychloroquine because of POTUS and not based on their extensive… https://t.co/dyKtBbAFNm",
        "@mitchellreports @kavitapmd Doctors prescribed a drug based on POTUS’ statements and not based on their own medical training and judgment?",
        "@mitchellreports @MSNBC @albamonica @AshleyRParker @Yamiche @MichaelSteele @kavitapmd @PattersonNBC @PhilippeReines… https://t.co/n0TuH4pnWo",
        "@HeidiNBC Wonder if you’ll cover this story the same way ? https://t.co/S0zl5Ye6DI",
        "@kylegriffin1 @CharlesMBlow https://t.co/8wGNKBJCeb https://t.co/drB0zZr8nK",
        "@JoeBiden Thanks for clearing that up for your supporters.",
        "@HeidiNBC https://t.co/QFOixDMQIr https://t.co/v8oNPtwFsF",
        "@HeidiNBC How can anybody fall for such a hoax? https://t.co/AOMvs9r5Ss",
        "@mitchellreports @ReporterBlayne @KeishaBottoms @clarkfornorman @kwelkernbc @Eugene_Robinson @mtosterholm… https://t.co/UuCKeBVDW7",
        "@KatyTurNBC Breaking news: A former Obama official  criticizes Trump.",
        "@kaitlancollins Media will run with it like the Russia collusion hoax and will end up looking like fools again. The… https://t.co/UxowkGjWdn",
        "@mitchellreports @GeoffRBennett @Yamiche @BillKristol @vivek_murthy @ReporterBlayne @PattersonNBC @RepUnderwood… https://t.co/M65225riI9",
        "@eturleye @HeidiNBC Doubt that Trump or Fox News told this Dem to ingest fish tank cleaner https://t.co/GCmX5Sg0G1",
        "@jimsciutto This farce seems to be unraveling quickly. Can’t believe the media are falling for the same bs from Bla… https://t.co/lYeMh8Bscy",
        "@HeidiNBC This latest farce is certainly unraveling quickly https://t.co/9lvv5zXbB2 https://t.co/YgVjTIZnVj",
        "@HeidiNBC Seems like a doctor issue, but you had to get a Trump reference in there like when you blamed Trump becau… https://t.co/n4Zp6gGQZq",
        "@JonathanTurley Because business owners and customers are reckless dolts and we need wise elected officials to show us the way?",
        "@mkraju Weren’t those lawyers quarterbacking another farce about six months ago?",
        "@saraecook @weijia @CBSNews @nancycordes @maggieNYT Weren’t those lawyers quarterbacking another farce about six months ago?",
        "@amandacarpenter More BS from the never Trumpers https://t.co/vavp1aNKFF https://t.co/hJ80nVZYuE",
        "@amandacarpenter Give it a rest.",
        "@maxwelltani @brianstelter Are you crawling back under the covers to cry again?",
        "@WhitlockJason Buy a scale that lies",
        "@secupp https://t.co/IDUTo4LLAK",
        "@mitchellreports @alivitali @MayorJohnsonSAV @GadiNBC @kwelkernbc @peterbakernyt @shaqbrewster @rajshah @kavitapmd… https://t.co/cQFW1UUf8h",
        "@BetoORourke The Vanity Fair cover story and dropping F-bombs should’ve made you a shoo-in for Dem party nomination.",
        "@kasie @ckubeNBC @KenDilanianNBC Isn’t he brain dead already? This has been confirmed by NBC https://t.co/gc3vHZWdFZ https://t.co/gbsEjlqIcH",
        "@mitchellreports @ReporterBlayne @SamBrockNBC @annenbcnews @kasie @kwelkernbc @brhodes @WillemMarx @mollymhunter… https://t.co/DOJBGyMTyX",
        "@brianstelter That you stopped crying and can now face the intense pressure of being a paid media critic.",
        "@brianstelter @jimsciutto @ChrisCuomo https://t.co/JIADXAZmmM https://t.co/GXpM49Cwvt",
        "@jimsciutto https://t.co/JIADXAZmmM https://t.co/GXpM49Cwvt",
        "@brianstelter @ReliableSources Creativity in the media: https://t.co/yZmq3ZU22x https://t.co/JkuvFvyXah",
        "@katiecouric Do you have one of these ?https://t.co/5xJf2yHork",
        "@brianstelter Grandstanding to gain fame and a following among the TDS sufferers.",
        "@SusanLiTV 1st Amendment is a prohibition on government action not private companies",
        "@jaketapper @brianstelter Yep: https://t.co/G5wgaTUfVV",
        "@brianstelter @weijia @realDonaldTrump should have the camera focused solely on the podium during these press confe… https://t.co/wcUzMSvzSY",
        "@michaelkruse @DanaBashCNN Ask Jim Acosta, Peter Alexander, Jonathan Karl, and the guy from Playboy",
        "@greta Don’t like the pattern on the Dixie Cups",
        "@brianstelter @Michelle_RJones Seriously, your job consists of repeating Fox News is bad and POTUS is bad on a dail… https://t.co/8BRwJ7GTWx",
        "@brianstelter @Michelle_RJones Pressure is getting paid to watch Fox News to criticize it and POTUS ? Forget health… https://t.co/j0PHauTuml",
        "@ananavarro @JoeBiden https://t.co/nmI0L3yX6X https://t.co/9EXRLHrlKW",
        "@secupp @NYDailyNews Help is on the way: https://t.co/nmI0L3yX6X https://t.co/9EXRLHrlKW",
        "@HeidiNBC @freep So approximately 98% of the masks were useable. Not bad for government work. Conversely, 100% of t… https://t.co/acJ6bzN6Db",
        "@HeidiNBC @freep As per the article, Michigan has received over 300,000 N95 masks and over 740,000 surgical masks f… https://t.co/U4iL4Q1BjG",
        "@OfficialJoelF Chyron writers’ temper tantrum is hilarious. Trump is a master at pushing their buttons. Fun to watch",
        "@oliverdarcy @brianstelter Didn’t know that laughing at CNN is the same as obsessing over CNN",
        "@mitchellreports @HeidiNBC @Scavino45 Trump plays the liberal media like a fiddle. He is their puppet master:… https://t.co/FIUzPyM5QG",
        "@HeidiNBC Are you referring to this? https://t.co/F35f3kbAAb https://t.co/LJlX2Z6gYh",
        "@brianstelter @CNNSitRoom Didn’t CNN spend all weekend accusing Trump of not acting fast enough on the quarantine?",
        "@wolfblitzer @CNNSitRoom Disappointed ? https://t.co/AxAxnKcBJh https://t.co/YBduGgnwwX",
        "@JonLemire @maggieNYT “Woefully inarticulate” is the politically correct way to say cognitive decline? As the elect… https://t.co/UFeeMAoDGW",
        "@ShimonPro https://t.co/tJtsPGrE9U",
        "@ReliableSources @brianstelter @NickKristof @deanbaquet @SenAngusKing @elainaplott @BittermannCNN @sarahfrier @CNN… https://t.co/w4uSQTQs1l",
        "@HeidiNBC TDS media is scrambling trying to concoct whatever they can to lay some blame on Trump for the pandemic.… https://t.co/UZZ4EkiuES",
        "@secupp @maggieNYT @jeffmason1 https://t.co/nmI0L3yX6X https://t.co/9EXRLHrlKW",
        "@GeoffRBennett @KatyTurNBC @kwelkernbc Can he carry Biden across the finish line? https://t.co/nmI0L3yX6X https://t.co/9EXRLHrlKW",
        "@CuomoPrimeTime @drsanjaygupta @ChrisCuomo Did Cuomo powering through the coronavirus on air help his dismal ratings?",
        "@AmandiOnAir Someone of her stature would never play second fiddle to this: https://t.co/nmI0L3yX6X https://t.co/9EXRLHrlKW",
        "@katiecouric @JesseKellyDC heard Biden’s initial statement upon hearing the news: https://t.co/qVzyZIaikm https://t.co/ENqOBY8847",
        "@HeidiNBC @NBCNews As stated in your story, it’s safe for 90% of the people. And the doctors prescribing the drug a… https://t.co/sqa6FPwhBI",
        "@brianstelter Trump should adopt a policy of not showing the reporters asking the questions during the daily CV pre… https://t.co/pQbvOINvEz",
        "@ananavarro Sure POTUS noticed you stopped watching",
        "@PhilipRucker @brianstelter Part of the echo chamber? https://t.co/dWRO7QQ1p6",
        "@JohnJHarwood Sexist",
        "@CharlesMBlow You will and you’ll see a new President inaugurated in 2025.",
        "@ddale8 It needs to be prescribed so the doctor and patient will make the determination on whether to use it. Many… https://t.co/4YCUQ9BgR2",
        "@Swerdlick @JDiamond1 Let us know when you start working for a news organization",
        "@JoeBiden https://t.co/nmI0L3yX6X https://t.co/9EXRLHrlKW",
        "@amandacarpenter Unlike the real leadership from Biden who just let us know he supports the China travel ban Trump… https://t.co/cHGsMIIKWm",
        "@Itsgoin2Balrite @amandacarpenter Or maybe the Dems /media fear it was not all above board",
        "@Itsgoin2Balrite @amandacarpenter It will help Biden because it will show it was all above board. His supporters sh… https://t.co/4GV2MDgmyL",
        "@Itsgoin2Balrite @amandacarpenter Then he should welcome a full blown investigation to shut the doubters up. It wil… https://t.co/MJvAGkat6a",
        "@HeidiNBC All within his authority as POTUS.  Elections have consequences. If your candidate wins the next election… https://t.co/AGff7s2lF0",
        "@kylegriffin1 @HeidiNBC Not unusual: https://t.co/ohExYXnBc8",
        "@amandacarpenter Why disavow a son? If the son did nothing wrong, Biden must stick by him. Problem is that everybod… https://t.co/DQA9jfxWhh",
        "@amandacarpenter Why dumb? He made a lot of money for doing nothing knowing he would be protected by the Dems and the media.",
        "@JonathanTurley That’s why Trump answering questions with the camera focused only on him and not showing the report… https://t.co/AX5EKP1u6n",
        "@JoeBiden https://t.co/nmI0L3yX6X https://t.co/9EXRLHrlKW",
        "@amandacarpenter Pretty sure everybody is free to change the channel or turn off the TV: https://t.co/UTOK9rFDfs",
        "@FoxNews Is that after Biden discusses strategy with Nick Saban on winning the National Championship?",
        "@amandacarpenter “Former Cruz aide” draws the reader in, “CNN commentator” lets the reader know that it’s just anot… https://t.co/JqdK2GS21k",
        "@NYDailyNews @secupp Now do the State governors or will that undermine CNN’s anti-Trump business plan and the newly… https://t.co/7UEdYYWNqL",
        "@mitchellreports @AmbassadorRice Was NBC’s characterization better?  https://t.co/5woGSejb3t",
        "@CillizzaCNN @RAYGUNshirts So does CNN",
        "@dandrezner This one is better - game, set, match: https://t.co/nmI0L3yX6X https://t.co/9EXRLHrlKW",
        "@kasie Pretty sure none of the broadcast or cable networks covered the impeachment fail as they were laser focused… https://t.co/RMn6nWXwtN",
        "@CharlesMBlow Because he may give us something like this again: https://t.co/nmI0L3yX6X https://t.co/9EXRLHrlKW",
        "@secupp https://t.co/nmI0L3yX6X https://t.co/9EXRLHrlKW",
        "@SpyTalker @brianstelter @maggieNYT @ReliableSources Notionally accurate https://t.co/EG8vbELx4K",
        "@redsteeze It always works https://t.co/j4bEAQ7ClL",
        "@jeneps https://t.co/nmI0L3yX6X https://t.co/9EXRLHrlKW",
        "@JoeBiden https://t.co/nmI0L3yX6X https://t.co/9EXRLHrlKW",
        "@AlHuntDC Small ? A man standing up for her?",
        "@Neoavatara Wonder why ? https://t.co/EG8vbELx4K",
        "@KatiePhang Help is on the way: https://t.co/nmI0L3yX6X https://t.co/9EXRLHrlKW",
        "@ReliableSources @brianstelter @JayCarney @StephenKing @hasanminhaj @maggieNYT @secupp @choo_ek @NewYorker Avoiding… https://t.co/39qWsakFEj",
        "@mccaffreyr3 Now do Dr. Birx https://t.co/Od7CgSH7mi https://t.co/TxcvaGal1V",
        "@ChrisCuomo Now do Dr. Birx https://t.co/Od7CgSH7mi https://t.co/TxcvaGal1V",
        "@DavidLat Great to hear. Please let us know the treatment/ medication that led to your improvement",
        "@RWPUSA @realDonaldTrump @VP Russia collusion hoax, impeachment fail, your frivolous emoluments clause lawsuit and… https://t.co/4C7Pu9EziD",
        "@MollyJongFast https://t.co/EG8vbELx4K",
        "@brianstelter @andersoncooper Biden is in the minority https://t.co/EG8vbELx4K",
        "@maggieNYT Notionally accurate",
        "@wsvn Is the coronavirus more contagious after 10:00 pm? A clear violation of our civil liberties. Lawsuits will come",
        "@HeidiNBC @NBCNews Trump can never win with TDS media: https://t.co/mP8EGQEJDZ https://t.co/GslcsuSIL3",
        "@secupp You’re in the minority https://t.co/EG8vbELx4K",
        "@ananavarro The majority, but it’s really 60% https://t.co/EG8vbELx4K",
        "@secupp The majority of Americans disagree with you https://t.co/EG8vbELx4K",
        "@jimsciutto Gallup poll seems to be spot on: https://t.co/EG8vbELx4K",
        "@ron_fournier @HeidiNBC @Morning_Joe @phoebesaid @HenryFordNews You mean the one @kasie deleted? The fear mongering… https://t.co/xojtDAeSjH",
        "@brianstelter Do you ever watch CNN?",
        "@HeidiNBC @NYGovCuomo Kind of undercuts your tweets for the past two days. Perhaps you should go back to blaming Tr… https://t.co/C1erBhmVxg",
        "@jaketapper Interesting because the latest media and Dem (redundant) darling said : https://t.co/cFnQfzHvwy https://t.co/hpq9kqXcBU",
        "@jimsciutto What are Americans going to do without a joint statement from the G7?",
        "@mkraju @kristin__wilson Not her normal practice: https://t.co/Bxh5JSXQ3M",
        "@CharlesMBlow Some diversity of thought by adding a very anti-Trump voice to the anti-Trump voices.",
        "@axios @HeidiNBC",
        "@axios Update seems important but then again it would’ve been impossible to attack Trump with the headline “Man die… https://t.co/vQXCzHhSQF",
        "@HeidiNBC @VaughnHillyard Omitted that the “chloroquine phosphate” that may have caused their death is used by aqua… https://t.co/h2uQQ1aLuK",
        "@HeidiNBC But it will only be reported if you can blame the sickness on Trump.",
        "@CBSThisMorning @AstroPeggy Gayle King asking the crucial question at the 2:35 mark",
        "@HeidiNBC https://t.co/GduFrTjxS2 https://t.co/qvdaqey9Xf",
        "@guypbenson https://t.co/GduFrTjxS2 https://t.co/qvdaqey9Xf",
        "@katiecouric @andrew Wisely following POTUS’ lead https://t.co/BY8d39TRH3",
        "@jaketapper @asymmetricinfo @MiamiHerald A liberal editorial board criticizes a Republican Governor and praises Democrats. Ok",
        "@secupp Must comply with the CNN anti-Trump business plan",
        "@gadyepstein Taxing these liberals more will not help these workers. It shows liberals talk a big bleeding heart ga… https://t.co/qfLqXgVgqe",
        "@DWUhlfelderLaw Is the part of your comedy routine?",
        "@KellyO Accurate information and unfortunately reporters have failed miserably covering this administration, starti… https://t.co/C2rrtALAMU",
        "@cvpayne There was plenty of public information at the time that would cause a person to sell, such as https://t.co/xhBFcem3cz",
        "@JonahDispatch https://t.co/8S8gFHcQWP",
        "@RonaldKlain @JoeBiden https://t.co/MjmvQjnRiO",
        "@secupp https://t.co/nmI0L3yX6X https://t.co/9EXRLHrlKW",
        "@BuckSexton Abjectly appalling, if it’s true.  Don’t get out over your skis on this one.",
        "@secupp He’s joking. The President is always prepared for the anti-Trump liberal media because he has total control… https://t.co/p0qz7BGu0u",
        "@ChrisEvans https://t.co/nmI0L3yX6X https://t.co/9EXRLHrlKW",
        "@BillKristol @mungowitz You’ve always been spot on https://t.co/Y4uKq8gvpj https://t.co/HfdSLd9Gtc",
        "@HeidiNBC Wonder what nonsense everybody was focusing on at the time? https://t.co/CCUZco3BWy",
        "@secupp https://t.co/nmI0L3hlIn https://t.co/9EXRLH9Kmm",
        "@secupp Because it’s just more evidence he will be re-elected?"
    ]
}