{
    "screen name": "perry_rl",
    "no. of tweets": 199,
    "tweets": [
        "@BlackXtian @jemelehill @rodimusprime BRUH!!!! https://t.co/wXSUrIlCks",
        "@SpikeLeeJoint you should do a reboot of your classic film Malcolm X and cast Nigel Thatch as the lead! NOBODY does… https://t.co/fZ7DLp4imG",
        "@Pooky812 @jemelehill They are few and far between...",
        "@Will3K85 Dude KILLS it as Malcolm X!",
        "@ava NO ONE portrays Malcolm X better than Nigel Thatch!!! Dude is KILLING it on the Godfather of Harlem!",
        "@javonism Nigel Thatch KILLED it as Malcolm X!!!",
        "@Jpdawe7 @matthewamiller @CNN Well said!",
        "@TaraSetmayer @ProjectLincoln This ad is POWERFUL!!!",
        "@KellyAuCoin77 @SHO_Billions Dolla' dolla' Bill y'all!!!",
        "@michaelharriot @Bakari_Sellers WOW!",
        "@TheBushCenter @TheCallToUnite I voted for President Bush twice!",
        "@NicolleDWallace I voted for President Bush twice!",
        "@mcmork @BillKristol Do you believe white women can be counted on to vote against Trump? I don't. Doing so would re… https://t.co/c0boDGpBpV",
        "@jimrome your piece where you graded the NFL Draft war rooms was epic! Your take on the Bengals and Coach Zac Taylor had me cracking up!",
        "@BillBeckner Bill you make a good point, but it is a hard sell to say Harper wouldn't have defended Jordan better...",
        "@TX_Guy_777 @Gil_Brandt That is only one guy from the second largest state in the country",
        "@AJNOR88 @jemelehill You're or You are",
        "@drewmagary Lol!!!",
        "@Gil_Brandt C'mon man!!! Texas is 5x the size of Florida yet only managed to produce 3 more 1st rd draftees. And no… https://t.co/5MBdov48Xh",
        "@MSNBC @edeweysmith https://t.co/2uTmBk3XIe",
        "@Yamiche @edeweysmith https://t.co/niTDu5K9rD",
        "@Walt_in_Ottawa @TiffanyDCross @willpowerpacker @BrianKempGA Lol!!!",
        "@Buccaneers me after Jason Licht and Bruce Arians moved up to take Tristan Wirfs! The best left tackle prospect sin… https://t.co/fZrcMz1khR",
        "@ArashMarkazi Lolololol!!!",
        "@clarencehilljr Maaaaannnnnnn that would've been epic!!!",
        "@BFreeFoods Please do!! The Udi gluten free hotdogs buns aren't very goodl",
        "@jasonmhehir it should be illegal for anyone besides you to produce/direct sports documentaries. The production of… https://t.co/NaiaZflIHs",
        "@espn_macmahon Lol!!! https://t.co/jFQi0MUOsh",
        "@WorldWideWob Bruh!!! https://t.co/Li8hAp6fdr",
        "@BrookeBCNN @BreneBrown We love you Brooke!!!",
        "@BCourtneyWilson your A Great Work album is a MASTERPIECE!!! So proud of you brother!!!",
        "@DrJasonJohnson Lol!!",
        "@perpetuallyame @bumpywoot @DrJasonJohnson @JoeBiden Well said ma'am!!",
        "@BFreeFoods I really wish you made hot dog buns.... 😪",
        "@AdamTravisG @RicheneOliver @joshscampbell Maaaaannnnnn I remember those days!!",
        "@DAlexander71 @BonerWizard Wow!!! What a resemblance!!! Buscemi is a great actor! He killed it as Nucky Thompson on Boardwalk Empire!",
        "@FirstTake the segment on the Ethan Strauss article was excellent! Loved the insight provided by @stephenasmith and… https://t.co/SX1ydmiwOF",
        "@SHOsports that All The Smoke episode with Deion Sanders was the best!",
        "@RussOnPolitics @Yamiche Preach Russ!",
        "@michaelharriot your posts are the absolute BEST! Hopefully some time in the very near future you will develop a ma… https://t.co/QKHmULqKow",
        "@Realrclark25 Lol!!! https://t.co/xAOJySWXwm",
        "@quiethandfilms Giancarlo Esposito has loooong been underappreciated as an actor! Dude is believable in EVERY chara… https://t.co/R40hhdjoig",
        "@dsleon45 team I am so proud of you for doing the difficult immediately and the impossible a second later and provi… https://t.co/aMh49kneiw",
        "@BleacherReport did Kevin Hickey ever apologize to 2018 NFL Defensive Rookie of the Year and 2019 Pro Bowler… https://t.co/i6iZSZEm9L",
        "@FootyMadPDX @jemelehill Lol!!!",
        "@KellyAuCoin77 Kelly you absolutely KILL your role as Dollar Bill! Keep doing what you do! \n\nAnd never allow people… https://t.co/S9JyTvx8q4",
        "@KellyAuCoin77 Lolololol!!!",
        "@TroyCMullins I just read about the Skeechers debacle.  Please do not allow that person's ignorance to discourage y… https://t.co/FTs7LD4PJ0",
        "@santiagomayer_ Damn! I kinda like Adam Schiff as AG! Good call sir!",
        "@MelKiperESPN Mel, in your defense, your explanation made very good sense.  McKinney shouldn't be upset.\n\nYour stat… https://t.co/SHry1ei3aL",
        "@RobertBEnglund Laura Linney and Jason Bateman both KILL IT in their roles!!!",
        "@MooneyMandy @netflix Preach!!! Laura Linney KILLS her role as Wendy Byrde! Meryl Streep, Glenn Close, any other dr… https://t.co/5ObQEpuaQ0",
        "@bmarsalis that time you did School Daze and killed it! You should do more comedic acting! https://t.co/F5M9HOpBHV",
        "@RandyRainbow Lol!!!",
        "@SpikeLeeJoint Absolutely! I couldn't get to an HBCU fast enough!",
        "@SpikeLeeJoint Robi Reed is a casting legend! The best in the industry!",
        "@BrookeBCNN Get well Brooke!",
        "@amandamarsalis I just commended @netflix for the amazing production, direction, and acting on Ozark! The episode r… https://t.co/sX2Lu8z4BN",
        "@bmarsalis Deepest condolences to the Marsalis family. As a Dillard grad, jazz enthusiast, and tremendous fan if th… https://t.co/mwor1NVFp6",
        "@SpikeLeeJoint Spike you GOTTA do it with Mo' Betta Blues!!!",
        "@SpikeLeeJoint I met Sugga Bear at Kenny &amp; Paul's barbershop in DC years ago around the time of the film's release.… https://t.co/yXy5Ot1Ael",
        "@netflix I don't know who the folks are who produce and direct Ozark but they ate KILLING it!!! The actors do an in… https://t.co/lIW8e9yqcg",
        "@SpikeLeeJoint @netflix I remember seeing this film when it was first released in theaters during the late 80's!  I… https://t.co/8rKxuFEKVP",
        "@Djinn666Djinn @zulustudio @TiffanyDCross Lol!",
        "@danorlovsky7 @FirstTake I always appreciate the insights you offer from a player perspective around quarterback is… https://t.co/Nv53Tvnz3D",
        "@danorlovsky7 you are great on @FirstTake !",
        "@espn why in the world hasn't the network dialed up @PatMcAfeeShow to do Monday Night Football??? McAfee is engagin… https://t.co/WJS07Nh3Of",
        "@mhcandrmt @FirstTake Good point!",
        "@FirstTake I gotta go with Stephen A on this one.  Max has Elway too low...",
        "@kroger please recognize the management team at your store on Mockingbird Ln in Dallas, TX. They are doing a SUPERB… https://t.co/rm65oeUNHR",
        "@T_Blanchard it would be DOPE if you, @robertglasper , and Donald Harrison did a cover of the Wynton Marsalis classic \"Delfeayo's Dilemma\"!",
        "@bregman_stache Lol!!!",
        "@AnikaNoniRose Exactly what I said! Her flow is a little too tight for it to be recent...",
        "@SarahSpain @RitaWilson Very nice!!! #WhiteWomenWithRapSkills",
        "@PlazaJackie @Retselacam @BeInPurpose @originalspin You and I both!  I had been wondering when our Asian brethren w… https://t.co/dOO2Zfm72X",
        "@queenicarius @austintxjoshua And you should \"read up\" from legitimate health journals and not lying Donald Trump a… https://t.co/jP0ewlsvHf",
        "@queenicarius @austintxjoshua You must be getting your information from those dumb alt-right websites...  The death… https://t.co/4d1SMIP6WO",
        "@queenicarius @austintxjoshua https://t.co/G5blYyA6or",
        "@queenicarius @austintxjoshua You clearly don't understand how statistics work. Since the time spans aren't yet equ… https://t.co/4fvny7B6Lu",
        "@SiaraRoa @austintxjoshua Oh! And with the exception of Louisiana they each have conservative Governors...",
        "@SiaraRoa @austintxjoshua You should first learn to spell the word apologize.\n\nThen you can apologize for Texas, Ar… https://t.co/n46q2DGoWF",
        "@queenicarius @austintxjoshua And again, there was no economic downturn during the viral episodes which occurred du… https://t.co/6CM81M7Kc6",
        "@queenicarius @austintxjoshua A good example of now Trump supporters generally lack critical thinking skills...  If… https://t.co/TpXyKmVwCg",
        "@queenicarius @austintxjoshua https://t.co/FHfW4fAIuH",
        "@queenicarius @austintxjoshua Actually I win...  And I also have a college degree which required me to read and exe… https://t.co/066Ez0Dqvd",
        "@TheHoopCentral I didn't realize Austin Rivers was such a BALLER!!!",
        "@austintxjoshua Lololololol!!! They are too stupid to realize the bill didn't protect them! White supremacy is a he… https://t.co/h2S0L5VrlS",
        "@iatemuggles Hilarious!!!! https://t.co/yoSTSiWJSj",
        "@PsRobertMorris I just saw the conversation between @kirkfranklin Dr Tony Evans, and Matthew Crouch regarding racia… https://t.co/cekzfV6f42",
        "@FirstTake thank you for still running live shows! @stephenasmith @maxkellerman and @MollyQerim have been great!… https://t.co/bCEJeOZV18",
        "@FirstTake @maxkellerman Max is BRILLIANT!!!",
        "@KellyAuCoin77 @SHO_PR @SHO_Billions Dollar dollar Bill y'all!!!  Can't wait!",
        "@DrJasonJohnson @norcal823 Dr Jason Johnson and @michaelharriot should have their own show that deals with politics and culture!",
        "@cmkinmia Lol!",
        "@michaelharriot you are a GENIUS! Period, point blank, end of story! Your pieces are an excellent blend of intellig… https://t.co/zEBaDRBVfS",
        "@frmbriyawthxoxo @michaelharriot When his single 'What You Won't Do\" first played on the radio it was a huge hit wi… https://t.co/Hi1r8uL0FD",
        "@islandgirl222 @michaelharriot Those pics were in the himes of every black family during the 70's!",
        "@mystreamsocial I just DM'd my account information.  You would do well to have a customer service team that is capa… https://t.co/Kv0OM0171q",
        "@BeeNewsDaily I really am confused around how one can \"legitimately\" proclaim Christ yet condone racial hatred and… https://t.co/7PZzQCqvTO",
        "@wyntonmarsalis your Black Codes From The Underground album is timeless! Delfeayo's Dilemma is arguably one of the… https://t.co/fIg0RQuTdW",
        "@TiffanyDCross Nice pic!",
        "@mystreamsocial your service is beyond reprehensible! My rate mysteriously increased to north .15 p/kWh and your cu… https://t.co/pF77mGgkUT",
        "@JoeNBC https://t.co/GaU7eIENAe",
        "@TheBermyBie @NorbertElekes Bruh!!!!",
        "@mithisa_motho @NorbertElekes https://t.co/1ndof1asOc",
        "@ReturnsGrinch https://t.co/LRYPrnoHFL",
        "@lacadri34 @mtracey Preach!",
        "@JodieMoss76 Happy Birthday!!!",
        "@michaelharriot you are BRILLIANT!!!",
        "@maxkellerman Max you never respond to tweets maaannn!!",
        "@TaraSetmayer WOW!!!",
        "@DeionSanders Prime y'all got us! We'll be back! https://t.co/DNAsdGKHNE",
        "@jemelehill Lolololol!!!",
        "@TaraSetmayer T you had Klobuchar ahead of Warren?!?!? I thought she took a crater to the chest with that question… https://t.co/pBU3d7ltGv",
        "@WayneDupreeShow @CPAC https://t.co/MQUQsNd1jZ",
        "@PatMcAfeeShow @RSherman_25 Pat McAfee you are THE MAN!!! You are great on Get Up! An excellent blend of substance and humor!",
        "@HannahDrake628 Damn!",
        "@jemelehill https://t.co/vTyLIpnOPu",
        "@AmericanTegridy @SportsCenter I take the drugs you don't find in trailer parks...  The drugs of reading books...",
        "@AmericanTegridy @SportsCenter Mason Rudolph is a descendant of these people who murder, rape and lie on demand...",
        "@AmericanTegridy @SportsCenter I know that European settlers came to America and in their typical demonic fashion m… https://t.co/CnguSQgwmq",
        "@AmericanTegridy @SportsCenter That's pretty true....  Men like Mason Rudolph have a centuries long history of dish… https://t.co/VY8yMUMky7",
        "@heydb you are THE GREATEST!!!  I don't understand why the WNBA hasn't made you its Ambassador?",
        "@clarencehilljr Agreed!",
        "@jemelehill Da Bruhz!!!",
        "@JustBrom Lololololol!!!",
        "@EWilliams_22 Lol!!!",
        "@ClayTravis I believe Myles Garrett...  Rudolph is a Donald Trump supporter which makes his use of a racial slur co… https://t.co/tRYhVXphee",
        "@SportsCenter I believe Myles Garrett...  Men like Mason Rudolph have become characterized by their dishonest and deceptive natures...",
        "@MichaelSteele I am pulling for @MikeBloomberg to choose you as his running mate! You are the ideal candidate! You… https://t.co/zb0qzuGXlf",
        "@brycetache Bryce what would be the progressive response if he choose former RNC Chair Michael Steele.  He is a sol… https://t.co/7Ju8Gr9bpN",
        "@j_wilson55 @CoachMiller_ @WF_Football @HailStateFB How could your parents allow to attend a program headed up by a Trump supporter??",
        "@HailStateFB I certainly hope the NCAA allows black players to transfer without losing eligibility now that a bigot… https://t.co/CFw1RHLEK7",
        "@stephenasmith the piece on @FirstTakeESPN featuring @JReidESPN and Doug Williams on The State of the Black Quarterback was BRILLIANT!!!",
        "@DatPiff Preach Boosie!!!",
        "@EricMilazzo @TonyPaul1984 https://t.co/daMukeZ50M",
        "@FunnyCHigh @TonyPaul1984 https://t.co/PrZebrA7MX",
        "@OmariFaulkner @realDonaldTrump https://t.co/mSSNLO0rid",
        "@RexHuppke https://t.co/dJx9TWqw67",
        "@Revis24 Yessir!!! Came to your Twitter page immediately!!! 😂😂😂",
        "@jemelehill @meeshsparks She totally missed it! Reading comprehension skills can never be over-appreciated...",
        "@realDonaldTrump It was straight TRASH!!! HATED it!!",
        "@askariali @aubrey_huff @realDonaldTrump @jemelehill @CNN Lol!!!",
        "@rootinsuranceco I received the response. I have cancelled my policy. Thank goodness I wasn't calling to file a claim...",
        "@rootinsuranceco the customer service is deplorable. I tried calling and was on hold for nearly 15 minutes. Needles… https://t.co/mFyqIlrW82",
        "@traceeloran @jemelehill Lol!!!",
        "@myalogy @jemelehill Lol!!!",
        "@TaraSetmayer @harvardiop I thought he dropped out...",
        "@ZacharyDuke1962 @realBenjiirby @dcexaminer @donlemon @TheRickWilson @WajahatAli @realDonaldTrump It is a figure of… https://t.co/pEGeAs2Qwm",
        "@realBenjiirby @dcexaminer @donlemon @TheRickWilson @WajahatAli @realDonaldTrump Nuff said... https://t.co/lybPsPc6Jd",
        "@QueenSnarkySass @DJE203 @dcexaminer @donlemon @TheRickWilson @WajahatAli @realDonaldTrump https://t.co/zDVJ47bkHu",
        "@LFISGOOD1 @whalesharkandme @dcexaminer @donlemon @TheRickWilson @WajahatAli @realDonaldTrump https://t.co/GctBvZQjZJ",
        "@BobMadia1 @dcexaminer @donlemon @TheRickWilson @WajahatAli @realDonaldTrump But those people do actually have lowe… https://t.co/elFCaxm0ZN",
        "@dcexaminer @donlemon @TheRickWilson @WajahatAli @realDonaldTrump I thought it was both HYSTERICAL and culturally accurate!",
        "@NaturalGrocers @JackandJillInc Thank you for supporting a cause that is near and dear to me! I wish your stores were closer to me.",
        "@PatMcAfeeShow you are excellent on television! You tell the greatest stories!",
        "@m_woodsFR @jemelehill I really hate that brothers don't do more to support black women.  They are often left to fe… https://t.co/8DrZpuUSBG",
        "@hydro88wr @hochamoon @jemelehill Lolololololol!!! Good one!!! https://t.co/r3GvsLWStx",
        "@Realrclark25 I am really curious to hear your take on the Darrelle Revis/Richard Sherman chatter. Bart Scott did a… https://t.co/yzpehi8OZb",
        "@chicagotribune @RexHuppke Excellent and very humorous piece!",
        "@RenneLindberg @RexHuppke https://t.co/sZFsiXKJD5",
        "@jemelehill Why didnt @spiceadams do this first! His NFL player sketches are the best!",
        "@NaturalGrocers @JackandJillInc I was literally in the parking lot of Whole Foods about to go in and shop when I ch… https://t.co/o7z5iTqVEl",
        "@jemelehill Hence the black players... https://t.co/0lPYQ5H7Hc",
        "@will3534 @RapSheet Tell me again (with logical reasoning) how Shurmur is the better candidate... I'll wait...",
        "@will3534 @RapSheet Shurmur has a long track record of success?!? Where?  Jim Caldwell as an OC designed an offense… https://t.co/bhSfKYCJz7",
        "@IamPatShurmur how in the world do you get jobs over Jim Caldwell? You have NEVER posted a winning season as a coac… https://t.co/lBKkuytuqi",
        "@ZacStevensDNVR Shurmur has never had a winning season nor developed a winning QB... He couldn't hold Jim Caldwell'… https://t.co/ucNRx8o2hB",
        "@RapSheet How is Pat Shurmur a better candidate than Jim Caldwell??? Shurmur has NEVER posted a winning record wher… https://t.co/YdkQzqUynj",
        "@jemelehill Lolololol!!!",
        "@H8rBlocker @LMiami517 @jemelehill Joe Judge, the horrendously unqualified fella who was just hired by the… https://t.co/vBmQmL38jX",
        "@BariAWilliams @Death4Superman @CBSNews @MikeBloomberg Lolololololol!!! https://t.co/KHmdI3LOfl",
        "@CBSNews @MikeBloomberg That was handled terribly!!",
        "@DrJasonJohnson https://t.co/U1QAU30NUR",
        "@BethMooreLPM Happy Anniversary Sister Beth!!!",
        "@OfficialDJLucky @ava @shondarhimes Lol!!!",
        "@jemelehill Happy Birthday Jemele!!!",
        "@TaraSetmayer I bet it was Adam Kinziger!",
        "@ava The 42% are trained to see their power and influence through the prism of men who look like Trump. As a result… https://t.co/Rjoy3qjF6p",
        "@chaneski @BahariSis @PamKeithFL @michaelharriot @ReignOfApril https://t.co/LsJyKeT0rz",
        "@michaelharriot Keith Sweat",
        "@TaraSetmayer WOW!!! Someone contact @MerriamWebster  and have them change the definition of hypocrisy to this!",
        "@DrJasonJohnson Night Court is the best sitcom to necer go into syndication! I believe I suggested to @netflix they should pick it up!",
        "@Bakari_Sellers I don't know about that Bakari... I am a Jalen Hurts fan, but the best of all time??",
        "@jemelehill Lololololol!!! https://t.co/5FVMY56Fsa",
        "@cmkinmia @darryn_briggs @michaelharriot You had heard of Lenny Williams???",
        "@chaneski @PamKeithFL @michaelharriot @ReignOfApril Lololololol!!!",
        "@ReaganGomez @michaelharriot #dead",
        "@chaneski @PamKeithFL @michaelharriot @ReignOfApril Lol!!!",
        "@d_weis 😂😂😂",
        "@udisglutenfree Looks as though no one near my zip code carries them.  Fortunately you offer online ordering.",
        "@udisglutenfree Thank you! For some odd reason the @WholeFoods  and @sproutsfm stores in my area stopped carrying them...",
        "@stephenasmith This was HILARIOUS!!!",
        "@marcuspeters you balled out yesterday son!! #salute",
        "@chrissyb34 @girl_IKYL Lololololol!!!",
        "@udisglutenfree whatever happened to your peanut butter/coconut cookies?? They were delicious! I can't find them anywhere!",
        "@SCHARglutenfree why are your breads made with soy protein???",
        "@DrJasonJohnson sir, you are BRILLIANT period!!",
        "@briantylercohen your YouTube segments are the absolute best!!! I watch them daily!"
    ]
}