{
    "screen name": "norrisrk",
    "no. of tweets": 142,
    "tweets": [
        "We love a school with a gay bop as their anthem. https://t.co/SH3Kosr2HY",
        "This guy has videos out there of him peeing in his own mouth, so take that as you will. https://t.co/ZmVociMiOm",
        "@Larissa_Dare Yes, every single time. 🥺",
        "\"You'll Be In My Heart\" will never not make me cry my eyes out.",
        "“Love you” just autocorrected to “pallbearers you” in a text to my dad. Totally different sentiment there.",
        "@snake_n_bake_ 🔟 out of 🔟 would not recommend until you're absolutely certain that that's what you want to do. You… https://t.co/wZld3i0Gok",
        "@_justlundy https://t.co/tTbEOt2QPY",
        "It’s been less than three hours since North Carolina entered Phase One of reopening and y’all are already feeling b… https://t.co/6dEr5xPnLr",
        "But I did get the last laugh today when I had to show up for once final meeting with my last bosses... a meeting I… https://t.co/2ppBywkQYW",
        "I've been so incredibly happy and fulfilled in my new job over the past week. Is this what it feels like to be valu… https://t.co/qwNAoG8bee",
        "@EthanJoyceWSJ Team Puerto Nuevo!",
        "... this actually hasn’t been my worst year? 👉👈 https://t.co/WNQemctGhv",
        "@matteymouse I LOVE HEIDI! 😍",
        "“Into the Unknown” is better than “Let It Go”. Don’t @ me.",
        "It’s good to (finally) be a Blue Devil. Happy First Day of Work at Duke! 💙 https://t.co/AIBxfN2VuS",
        "Why did I just tear up at the #ParksAndRec Special? We don’t deserve that show and those people.",
        "@YosefsPipe What's worse than this \"insult\" of an all-time classic song? Their 29-40 record since we left them in t… https://t.co/yxoMCuvvgO",
        "@juliaquiggles I can't wait for my shoutout. 🤩",
        "“If they would just abide by the rules and laws, nobody would get hurt.” That’s what these same people were telling… https://t.co/yCgTsFItBs",
        "\"The government has no right to tell me what I can and can't do about own health!\" Okay, so... let's talk women's rights then.",
        "5 perfect movies:\n\nShrek\nShrek 2\nNot Shrek 3\nNot Shrek 4\nShrek 2 again https://t.co/ZhFTt0qGKu",
        "@itscaitlinmarie But you are enough and you will always be enough. Don't let someone else define your greatness! I… https://t.co/sitLpZRqDK",
        "But really... https://t.co/orLFj2N9Ng",
        "Lemme upgrade ya. ✨ https://t.co/FOGKHSmPxS",
        "Breaking News: Coronavirus is homophobic.\nhttps://t.co/A03O0X1hid",
        "Avril Lavigne and Lil Mama walked so \"Avengers: Endgame\" could run.\n\nhttps://t.co/Xtoie4rfzv",
        "Idea: the people that are protesting the government to reopen everything aren’t afraid of the virus. Then they won’… https://t.co/80un7Vo3Ky",
        "Alexa, play “I Did Something Bad” by Taylor Swift",
        "Me officially moving out of my office today, even though my work environment was toxic and made me physically sick… https://t.co/rOrweISBAB",
        "Hello. Quick reminder: these wealthy people that are urging government officials to reopen the country are only doi… https://t.co/IXSf9zwNS1",
        "How do I politely tell people that posting their own senior picture doesn't do anything to support the Class of 202… https://t.co/bqHufUU1fH",
        "@rebekahdawn_ You are seen. You are heard. You are loved. You are respected. You are appreciated. You are heroic. You are enough. 💞",
        "My mom said that the Easter Bunny isn’t coming this year because bunnies can carry the Coronavirus.",
        "https://t.co/zx3fzcc0Oj",
        "@Keraa_Kalise Their Cowboy Caviar Salsa is 💣",
        "The amount of privilege showing today is absolutely astounding.",
        "@JoshMcCormack2 https://t.co/t9kfvtf8qW",
        "As Taylor would say: look what you made me do. https://t.co/mTCalC3CLR",
        "Why isn’t Enchanted on @disneyplus?! This whole quarantine thing suddenly just got worse.",
        "I am (still) thinking of impulse piercing my nose. Somebody convince me not to before I walk out of this quarantine… https://t.co/wXMcMXFmkA",
        "@juliaquiggles https://t.co/N1H8zBVQCf",
        "@appstatesports Gold\nNorris\n14",
        "Why call it April Fool's Day when this entire year has been a joke?",
        "I will be watching “Hannah Montana: The Movie” tonight if anybody wants to join me ina virtual watch party of one o… https://t.co/PA1A6Aqelz",
        "Stay weird, but stay home. https://t.co/al8diZLNsJ",
        "I just watched a 31 minute compilation of the “And you’re watching Disney Channel” videos. For the love of god, sta… https://t.co/u7gK5zPXjb",
        "Need a pick-me-up today? Here's one. 🖤💛\n\nhttps://t.co/3WtuphEdgs",
        "Is this really a question? Bobby Boucher, all day and everyday. https://t.co/dNCpr8WTdv",
        "Thankful for my friends for not tagging me in this 10 push-up challenge thing, cause they know good and well that ain’t happening. 🙏",
        "Why does life keep doing this to me? Go App! Go Duke! 💛💙 https://t.co/71lZJhaOSb",
        "@_JSykes I’m so good. Wow.",
        "I have always been and will forever be a #Swiftie. Sorry bout it. https://t.co/gnUXXmjugA",
        "I can’t wait to get an email from Little Debbie about how they’re responding to COVID-19.\n\n“We’d like to take a bri… https://t.co/XJGRzWViaW",
        "@Camt_m Not at all. There’s no closure and it’s breaking my heart.",
        "But damn do I miss my students and friends. To be honest, though, my students are my friends and I’m feeling a pret… https://t.co/fBDUKW3lMG",
        "If we come out on the other side of this having learned nothing, I hope we learned what it means to take a step bac… https://t.co/gFxTBZdYS4",
        "@_JSykes This could be us, but you playin’.",
        "Oh, so EVERYBODY is a vlogger now. Well, this should be fun.",
        "Be like these two bros, chillin' in the hot tub FIVE FEET APART, because they're doing their part in preventing the… https://t.co/Qzj8o1jxue",
        "So far, 2020 has felt like stepping on one LEGO after another every single step of the way.",
        "Check in on your higher ed friends. They're the ones keeping campuses open, checking in on the safety and well-bein… https://t.co/G4xzbdlBqS",
        "And that’s my take, love it or hate it. Still love y’all, though. ✨",
        "So, to put the safety and security of *everybody* first, these kind of decisions have to be made. If it prevents on… https://t.co/f4RLHUJUff",
        "This virus can be completely symptomless for weeks, meaning you could run into somebody virus at an event, pass it… https://t.co/L5lsYKLUw2",
        "Think of it like this: when you are sick, you are often not allowed into nursing homes or retirement villages, as y… https://t.co/yttmPrsusB",
        "Additionally, this isn’t just about keeping those in attendance safe. This is about preventing the spread of a very… https://t.co/3jBSGuJvhP",
        "I would much rather classes, concerts, sporting events, and anything else be cancelled or tweaked if it means that… https://t.co/gX99YnHqa3",
        "Quick reminder: things being cancelled to prevent the spread of Corona Virus is not an overreaction or “media-gener… https://t.co/6y2bpd7UgI",
        "@dylanrlawing https://t.co/CbMhCmJbqa",
        "That's it. That's the tweet.\nhttps://t.co/Gfp1kuLp74",
        "And before I catch grief for this: Biden and Bernie are both extremely qualified and fully prepared candidates... b… https://t.co/2Mb0nIAEwi",
        "It's 2020 and we are having to choose between two heterosexual white men that will be turning 80 within their first… https://t.co/FZb7sPdJM4",
        "We didn't deserve her, but she deserved better. https://t.co/FNn2n1A6g9",
        "Blue no matter who, right? Then we have to stop tearing down those within our own party over differing platforms or… https://t.co/p5BRxEj6L1",
        "@theactualkgb THIS IS NOT TRUE! delete delete delete",
        "@Keraa_Kalise Yes, same!",
        "https://t.co/Mk7McH5DIs",
        "Regardless of whether you agreed or disagreed with Pete, his campaign meant something. The fact that an openly gay… https://t.co/WqNfHVuz9g",
        "Well, wow. I’m hurt. https://t.co/jacI8iJ1yG",
        "Old school Disney Channel just hit differently.\n\nhttps://t.co/dzIuaNLovU",
        "“Stop This Train” by @JohnMayer will never not make me melt into a puddle of emotions and tears. Never.",
        "@snake_n_bake_ @KaceyMusgraves She is an ICON OF OUR TIMES! We are not worthy! 🤩",
        "@JoshMcCormack2 I will unfollow you if you keep it up with this slander.",
        "#NewProfilePic https://t.co/KwjHP7Emxp",
        "I will always love the person that gets me that lavender hoodie. 💜 https://t.co/3W5dE3FwUA",
        "JLo and Shakira just DESTROYED THAT. 🤩 #PepsiHalftime",
        "I'm not sure who needs this tonight, but I did. Check on your coworkers, even the positive and upbeat ones. https://t.co/Xx8SoYtHe1",
        "ok https://t.co/A6Splvmmgw https://t.co/lYjev3o5XM",
        "An icon of our times. Rest in power. https://t.co/CN3OYPrDhx",
        "She is GLOWING. We stan the ocean that separates her and negativity! 🌊 https://t.co/tWojq4rgY8",
        "Update: my best friends and I have a tradition of binging the entire new season of @GraceandFrankie the weekend it… https://t.co/KJO2XtcMIE",
        "@blackfatfemme https://t.co/kXhH0TwSEx",
        "Miley Cyrus is one of the best vocalists of our generation and y'all are SLEEPING on her! Shame. 🔔",
        "Let me end this before it even begins. https://t.co/pMxM69H7pz https://t.co/zFnZ62LOwx",
        "@JoshMcCormack2 https://t.co/K6O16kNaFz",
        "Longer year, shorter hair. ✨ https://t.co/49VqUUIzmX",
        "This stuff has absolutely no impact on my life whatsoever, but I would sacrifice it all for Meghan Markle. A true i… https://t.co/BRs91BX7FX",
        "And shoutout to Prince Harry for standing by her through that and showing what a healthy relationship looks like: m… https://t.co/tDofOo18Qb",
        "I know I’m American, but I am living for this #megexit drama. Meghan Markle is an absolute boss for prioritizing he… https://t.co/5mIgHXhCTa",
        "@stephanie_giang https://t.co/WDzMOPLePl",
        "@juliaquiggles @LittleLovelie @JoshMcCormack2 Oh, okay.",
        "@Krystalbcarter The same thing has happened to me! I told them no repeatedly, but they went ahead and charged me mo… https://t.co/hInYAV6oeI",
        "I'm feeling pretty down today. Like, really down. Any help/kind words/words of wisdom are always appreciated. ✨",
        "@s4dshawty If you’re talking about who I think you’re talking about, then... https://t.co/fIpaLsrxBU",
        "That’s trillion, with a T. Meanwhile, here are a few things that have been cut drastically or altogether over the p… https://t.co/4maN2dueiF",
        "While we’re talking about the world ending, Justin Bieber’s new song is trash and so is he. ✨ https://t.co/ijCNlCm7n2",
        "@_JSykes https://t.co/iy6Lar2kQj",
        "@4foot11_ I am LOVING this! 🤩",
        "My 2020 resolution is to convince all of the haters out there that Shrek 2 is one of the best films of all time. I’… https://t.co/nllTm6n0wQ",
        "┏━━┓┏━━┓┏━━┓┏━━┓\n┗━┓┃┃┏┓┃┗━┓┃┃┏┓┃\n┏━┛┃┃┃┃┃┏━┛┃┃┃┃┃\n drink more water, you thirsty angel\n┃┏━┛┃┃┃┃┃┏━┛┃┃┃┃\n┃┗━┓┃┗┛┃┃┗━┓┃┗┛┃\n┗━━┛┗━━┛┗━━┛┗━━┛",
        "@ChipBuckwell Not just today, but everyday! #EIGMA",
        "Ever since starting my career, I have gotten used to being alone. I use most of my alone time reflecting on life an… https://t.co/dUSLvhSFOA",
        "https://t.co/gBTYakUTuj",
        "https://t.co/7LmoUkG50e",
        "https://t.co/yyw2KpXqTo",
        "https://t.co/CMcspy2nYe",
        "https://t.co/z8xlwEZZwC",
        "https://t.co/0bdaj5ywAi",
        "https://t.co/KQr4O7MrN0",
        "The most awkward faces of people caught off guard in the gigapixel picture taken at the 2015 App State/Troy game.\n\nA thread:",
        "I just witnessed a grown man watching porn on his iPhone while he was driving at over 70 MPH down the highway. Call… https://t.co/3nSeq6coHa",
        "@MemphisFB getting absolutely wrecked by App State’s closest P5 ally, @PennStateFball? You love to see it. The AAC… https://t.co/hscTTJtnTq",
        "What 2019 needed: Wicked \nWhat 2019 deserved: CATS https://t.co/cYXvmOmoK1",
        "My dad has made me listen to various versions of “Jealous” by Labrinth everyday this week and, if I’m being honest,… https://t.co/Zs6a6nrxb9",
        "@juliaquiggles @JoshMcCormack2 Better than the first one? No. Better than most Disney sequels? Yes. Underrated? Bet… https://t.co/uy9Co1jC7M",
        "Just a reminder: if somebody tells you that they don’t like Christmas or the holidays, don’t gasp in disbelief or q… https://t.co/Fi0SvbHLp7",
        "@socolorfull I would go!",
        "@EthanJoyceWSJ Best Hype Video of the Season",
        "Here’s the gift that keeps on giving: turning your headlights on when you’re driving in the rain.",
        "@AppStateNeers Excited for another Mountaineer win last night, but sad that we won't see our men on the gridiron for another nine months!",
        "@socolorfull Oh no! I hate that it brings up that kind of stuff for you. It has always been one of my favorites, ju… https://t.co/jgpv9Rl1Zw",
        "I’ve watched it three times today.",
        "Why y'all still sleeping on the underrated classic that is Tangled? Wake up.",
        "\"Special Teams Coodrinator\"\nThat's a unique way to spell @CoachErikLink's new title at \n@MizzouFootball. I guess ev… https://t.co/RB8dcxfJmV",
        "If this doesn’t get you right in the black and gold feels, I don’t know what does. https://t.co/4Xa06Q25mP",
        "A coach of the Mountaineers and for the Mountaineers. https://t.co/NysC3UujXg",
        "@CoachDrinkwitz https://t.co/MmGSBynd46",
        "@Cam3037 @NeersBarstool Imagine being proud of a 7-5 record and hanging your hat on a win while your rival is ranke… https://t.co/X610I4VRiL",
        "App State isn't one person. It's a tradition, a legacy, a home. All Ws go to the place that makes big things happen… https://t.co/a3FtXDZKex",
        "But anyways, we're stuck in the New Orleans Bowl again this year, so let's go claim another W and remind people why… https://t.co/LHskbxV3rL",
        "Just as a reminder too: Coach Drinkwitz has been here since JANUARY. The dude didn't even last a full year in the H… https://t.co/SzTNNEByJh",
        "Everybody is entitled to make their own choices, but this was always a stepping stone for Drinkwitz. That's okay, t… https://t.co/ke6n1HuMeK"
    ]
}