{
    "screen name": "Caiokaitus",
    "no. of tweets": 190,
    "tweets": [
        "@Pernelle3 Aula 01 :https://t.co/lC7rNJKDHu\nAula 02: https://t.co/cYUmX1FMK3\n\nViva uma vida feliz....",
        "@Pernelle3 Estou compartilhando, duas aulas de ginásticas laborais que estão sendo feitas pelos funcionários da FMC… https://t.co/TQlxBEvZZ1",
        "@Boghosian @FerMiara Onde se compra este teste ? Grato.",
        "@Pernelle3 https://t.co/NqRb8FJ1sA",
        "@Pernelle3 https://t.co/NqRb8FJ1sA",
        "@Pernelle3  Bom dia Diva. Jordan está querendo alertar que os fundamentos das empresas não estão coerentes com os m… https://t.co/ckVdH9m3Pc",
        "@fabianolsilva Igualmente Fabiano, um grande abraço. Grato pela sua atenção durante o curso",
        "@JordanFariaLima Bom dia Jordan, será que seria possível você explicar o tu estás querendo dizer com isso? Dado que… https://t.co/j9PdPRFCga",
        "Bom final de semana @Pernelle3",
        "@Pernelle3  o controle da situação, quem vencerá? \nO filme estará disponível durante uma semana, sem custo algum. E… https://t.co/D8SjACNZnD",
        "@Pernelle3 : Hoje, a Graça Filmes liberou no Youtube o filme: Guerra Interior. \nA história é um retrato magnifico d… https://t.co/L9s0OqphVB",
        "@roxmo Roger, esperar o que, filho de peixe, peixinho é!!! Lembra disso meu caro. Veja o histórico do pai dele e pr… https://t.co/HyUSE7XzDd",
        "@tarcisiogdf @DNIToficial @jairbolsonaro O senhor é um grande exemplo a ser seguido, meus parabéns, todos not brasi… https://t.co/6a3hlExH2H",
        "@Pernelle3 Acho que vai gostar https://t.co/RjZLEkizY3",
        "@marciocfontes É assustador ver isso. Estamos caminhando para uma convulsão social sem tamanho.",
        "@Pernelle3 @cafecomferri Tenho um porquinho que descansa numa cama de celulose feita com aço da Ggbr4.",
        "@cafecomferri Para mim não foi.",
        "@SergioHCFerro Aguardamos ansiosamente um livro seu sobre estes temas abordados no curso. Um grande abraço e muito sucesso.",
        "@BullishMarubozu Que show, isso é um sonho para mim, mas vejo agora que é possível. Ainda estudando. Meus parabéns,… https://t.co/VSFAyfhffe",
        "@fabianolsilva @SergioHCFerro Parabéns Fabiano.",
        "@BullishMarubozu Vou tentar programar aqui e depois mostro para você. Como são muitos ativos você usa screener para pesquisa ?",
        "@BullishMarubozu muito bacana sua forma de operar, parabéns. Se aprende muito com seus posts",
        "@BullishMarubozu fantástico isso",
        "@BullishMarubozu os indicadores acima do candle estão indicando todos sinal para venda ?",
        "@BullishMarubozu Esta no tempo gráfico de 240 min ?",
        "@Pernelle3 @NotSardinha Haverá muita viúva de marido vivo e vice-versa. :)",
        "@alexandre https://t.co/9uOjPW5ELJ",
        "@tancredoeduardo Meus sentimentos.",
        "@SergioHCFerro @rodrigo_schuab Feito prof. Sergio, muito obrigado.",
        "@SergioHCFerro Ainda não recebi o e-mail",
        "@CarlosMalaqui10 \"Uma das pessoas contaminadas anda pelo prédio sem máscaras e luvas, pegando elevadores normalment… https://t.co/eKXtVKYcSb",
        "@rationalexpec Muito grato por divulgar Bob.",
        "@SergioHCFerro Me recomendaram buscar a Sociedade Brasileira de Numismática. O que você acha ?",
        "@SergioHCFerro Minha coleção vem de me meus avós e bisavós até hoje, tenho raridades em notas e moedas.",
        "@SergioHCFerro Eu também, mas quero me desfazer de toda coleção e não sei avaliar o seu valor, você como posso faze… https://t.co/Bk4AzG09TZ",
        "@Pernelle3 Show Diva, isso mesmo.",
        "@fernandocluiz Puxa!!! Fernando, muito obrigado por me responder, vou correr atrás disso. Muito grato mesmo.",
        "@fernandocluiz \"O conceito de margem de segurança nos investimentos é algo fundamental para se investir em ações e… https://t.co/B6rFT20yy5",
        "@femisapien_z Meu sentimentos Femi, isso é muito triste.",
        "@leononatotrader qual o link ?",
        "@CarlosMalaqui10 Concordo perfeitamente com o senhor.",
        "@CarlosMalaqui10 muito legal isso.",
        "@CarlosMalaqui10 Gosto muito de seus posts, aprende-se muito com eles.",
        "@CarlosMalaqui10 Puxa !!! que show isso ! Meus parabéns. Gostei muito do seu racional, faz todo sentido para mim, v… https://t.co/fZSValF9iQ",
        "#2- Trade what you see, not what you think.",
        "Que lições podemos tirar dos eventos que ocorreram esta semana como trader ou investidor ? #1- ANYTHING CAN HAPPEN… https://t.co/RNDODHPEHf",
        "@JordanFariaLima Caro Jordan, hoje foi dia que não houveram ganhos, só tristeza ,principalmente para os mais fragilizados.",
        "@moneymakerbr Parabéns pelas palavras. O senhor foi perfeito. Dia muito triste, principalmente para os mais fragilizados.",
        "@RicardoBattisti @alfredo_cunha Isso mesmo. https://t.co/UR2ha3kVOJ",
        "Com a possibilidade de mais uma redução da taxa de juros pelo BC, talvez o setor imobiliário já esteja antecipando… https://t.co/rq4f5E15i9",
        "HYPE3 :: POSSIBILITY of Swing Trade :: r$ 500,00 loss per trade, my share size on this stock is 200 shares. Reward… https://t.co/Us5UXj3i5O",
        "LAME4 :: POSSIBILITY of Swing Trade :: r$ 500,00 loss per trade, my share size on this stock is 200 shares. Reward… https://t.co/zCKrknnkSY",
        "DIRR3 :: POSSIBILITY of Swing Trade :: r$ 500,00 loss per trade, my share size on this stock is 400 shares. Reward… https://t.co/hUEsYwhdU9",
        "MOVI3 :: POSSIBILITY of Swing Trade :: r$ 500,00 loss per trade, my share size on this stock is 300 shares. Reward… https://t.co/cSnzsaCBy2",
        "ALPA4 :: WEEKLY CHART :: performance e força retativa. https://t.co/NKzOIz8EcM",
        "VULC3 :: Swing Trade :: r$ 500,00 loss per trade, my share size on this stock is 500 shares. https://t.co/V5VgBfPbve",
        "BEEF3 :: WEEKLY CHART :: performance e força relativa . https://t.co/Sq1FMPDPsB",
        "BTOW3 :: WEEKLY CHART :: performance e força relativa. https://t.co/IKwdO6Qfsm",
        "LAME4 ::WEEKLY CHART:: performance e força relativa https://t.co/LYKXXTFgmK",
        "MGLU3:: Performande e força relativa( weekly chart) https://t.co/QfG9vncMGE",
        "MRFG3:: Performance e força relativa https://t.co/rh2Hgheow6",
        "Dentro do setor de consumos ativos que estão se destacando qto à performance relativa e à sua força relativa ao IBO… https://t.co/TaisKpoOzV",
        "(22/04/2020)::No Semanal ::Setor de consumo (ICON) chama atenção pela sua performance relativa a outros setores bem… https://t.co/YsAA7s6b4i",
        "@VolatilityQ EM is Emerging Markets ? Tks",
        "MRFG3 :: Swing Trade :: r$ 500,00 loss per trade, my share size on this stock is 400 shares. https://t.co/ufq9whOIBH",
        "Today :: 2 gains and 1 loss",
        "WINM20 :: Stop loss https://t.co/JETrY2Y2Vz",
        "Next trade:: https://t.co/uE8j8rwYgD",
        "Nice trade TGT ----&gt;  OK !! https://t.co/r5wvkifl90",
        "New trade today : https://t.co/b4A4crCyF4",
        "WINM20 https://t.co/WryYnxSEcf",
        "@femisapien_z Obrigado pela resposta. Você saberia por favor dizer a taxa média de um empréstimo desse gênero ? No… https://t.co/Hlms1uDZNh",
        "@femisapien_z Na sua visão o que significa tudo isso ?.",
        "tgt#1 = ok! and tgt#2 = ok ! https://t.co/7CP6OmU0S2",
        "https://t.co/HY9Ld9ZQL5",
        "https://t.co/bu00nJblZJ",
        "https://t.co/DpiITZK7uM",
        "@LRobertoBarroso Algum dia o tempo do senhor e de seus pares aí no STF vai terminar, mas suas decisões boas ou ruin… https://t.co/Vhhf3OlGCT",
        "@LRobertoBarroso O senhor é um grande ministro, espero fortemente que tenha coragem como teve uma vez de falar algu… https://t.co/ROgxJXEfNZ",
        "@LRobertoBarroso O STF esta deixando  Brasil doente, e transferindo para as futuras gerações muitos problemas. Os m… https://t.co/ssB6RPuYkz",
        "@LRobertoBarroso Senhor Ministro, entende-se por\" Volta do Regime Militar \", pela volta da honestidade, disciplina,… https://t.co/Tg3Y5TR7bN",
        "#1) Trade what you see , not what you think. #2) Learn or you are bankrupt. #3) You decide your fate, the market doesn't.",
        "@carlavilhenaa Acho que você vai gostar : Recomendação da Diva :https://t.co/16Fw1W5W5F https://t.co/EJq7ZU9xHE",
        "@nelsonteich123 Sugestão: Chame o Dr. Marcelo Masruha para sua equipe @marcelomasruha",
        "@leononatotrader Qual o link no youtub ?",
        "@leononatotrader @tradersclubbr Leo, você ministra algum curso sobre como operar o dolar futuro ?",
        "@leononatotrader @tradersclubbr Onde é que foi dada a sua aula, como posso ficar sabendo quando elas ocorrerão  ? .… https://t.co/tRY2fKYcMl",
        "@jdoriajr https://t.co/7G3eqjLnZI",
        "@alisc Desculpe perguntar. Quais são os ativos que tu consideras como \"safe havens \"além dos já mencionados ?. Grato pela gentileza.",
        "@zeroe100 Assustador, ITUB4 no gráfico trimestral atingiu a retração de 61,8% de fibo. https://t.co/YNn3QICZZv",
        "@leononatotrader Leo, quero agradecer por ter respondido.",
        "@leononatotrader Leo, o que faz você vender em 5226, quais são os motivos para justificar a venda neste valor ?",
        "@henriolliveira https://t.co/e7CKNYe3Oj",
        "@paulazanelli Que lindas suas palavras, estas se transformam em maravilhosas quando associadas à imagem postada",
        "@jdoriajr https://t.co/BXcgp3k4Q7 https://t.co/b5FsSQb13x",
        "@urubullish @Pernelle3 Este movimento é uma correção dentro da tendência de baixa: No gráfico semanal e diário, em… https://t.co/71bl8gssJM",
        "@Pernelle3 @jairbolsonaro Isso aqui também é preocupante, pois a fome pode chegar antes da doença, qual a sua visão… https://t.co/aj6tZenlkK",
        "Isso aqui é preocupante : https://t.co/fExUqrhVhK",
        "@jdoriajr Você ultimamente só faz críticas destrutivas ao SEU Presidente da República, pior, suas críticas destruti… https://t.co/AGtq3GNkBl",
        "@jdoriajr Tenha como exemplo o trabalho da equipe do SEU Presidente da República. Um trabalho que se iniciou muito,… https://t.co/Czzjc28JGy",
        "@RaphaFigueredo Parabéns pelo Domingo com o Raphi, fantástico",
        "@JordanFariaLima Está dentro de suas expectativas Jordan esta abertura ou esperava uma queda mais aguda ?",
        "@Tiagogreis Biotechs",
        "@jdoriajr https://t.co/nLPeipGSGs",
        "@jdoriajr O ex-governador Alberto Goldman",
        "@jdoriajr Se você foi eleito é porque você vestiu a camisa do SEU Presidente da República . Um tempo atrás você xin… https://t.co/uvirQUSwqt",
        "@jdoriajr Você até o momento só fez críticas destrutivas não à pessoa do Presidente , pior , ao que ele representa,… https://t.co/dozWzRQ7lt",
        "@jdoriajr Veja o que o SEU Presidente da República e sua equipe está fazendo muito, mas muito antes de você e tenha… https://t.co/O3iAn0p8l4",
        "@jdoriajr Você deve isto ao SEU presidente e equipe por terem tomado as medidas certas na hora certa, assista esta… https://t.co/cDnQwcwuWo",
        "@jdoriajr https://t.co/Q1nMfIUPNJ https://t.co/CU7HyWUYyY",
        "@jdoriajr https://t.co/lusWpWwlg9 https://t.co/GM2m8H6tQT",
        "@jdoriajr https://t.co/x1FQit38OK https://t.co/cVzL1vm8eG",
        "@jdoriajr https://t.co/gGeJYri6Ro https://t.co/yCoEjFNwC6",
        "@jdoriajr https://t.co/Y1F1hcwzfI https://t.co/KkauLEUqvA",
        "@jdoriajr https://t.co/Ybb1tBaN7Z https://t.co/MtfpreDuKg",
        "@Pernelle3 Prosperidade e paz para os mais fragilizados.",
        "@thiagoaoliveira @cleitonwesley @j_camargo_nyc Muito obrigado pelo link. PG deu um show",
        "@carolaf88 @JordanFariaLima Me desculpe em perguntar, o que é Estado hot spot ?",
        "@jdoriajr https://t.co/Y1F1hcwzfI Aqui foi o principal gatilho do início da epidemia de São Paulo, se fosse cancela… https://t.co/mnM95n5gev",
        "@jdoriajr https://t.co/gGeJYri6Ro https://t.co/yCoEjFNwC6",
        "@jdoriajr https://t.co/8ZXSlq4CuJ https://t.co/vBFCDpWm5e",
        "@jdoriajr https://t.co/YRWhvI64Cz https://t.co/Z7v7tm0FjZ",
        "@jdoriajr https://t.co/RpVuMU0rCb",
        "@jdoriajr https://t.co/ZmXMfkU182 https://t.co/s6iD5ElRm2",
        "@jdoriajr https://t.co/1sNmD8yw98 https://t.co/Gdm5uFrj5G",
        "@jdoriajr https://t.co/iB2DSj7Gnk",
        "@jdoriajr https://t.co/lusWpWwlg9 https://t.co/GM2m8H6tQT",
        "@jdoriajr https://t.co/uPc9cE8bjH https://t.co/xosmHNWqHm",
        "@jdoriajr https://t.co/YRWhvI64Cz https://t.co/Z7v7tm0FjZ",
        "@SilviaBellrock Nice trade. https://t.co/KvmBqEy1HU",
        "@SilviaBellrock Very well, take a look https://t.co/GAA4LLbnf6",
        "@Damadeferroofic Ah! Winston Churchill não deve ser esquecido também.",
        "@Damadeferroofic Como ela faz falta nos dias de hoje principalmente.",
        "@pgbalbuquerque Senhor olhe uma coisa dessas, estão já retornando à normalidade em tão pouco tempo, muito estranho.… https://t.co/WOgnZigbAf",
        "@pgbalbuquerque Desejo fortemente sua melhora  o mais rápido possível. O senhor tem toda razão. Merece uma investig… https://t.co/OdK7mRuKVX",
        "@_patriotism_ @Raquelnepomucen Selva !!! ......Aço !!!!!!!!!!!",
        "Temos que sermos corajosos e peitar esse governadorzinho @jdoriajr  metido a empresário de sucesso que de fato nunc… https://t.co/QiWDpNugMf",
        "@Raquelnepomucen Parabéns pela iniciativa.🇧🇷🇧🇷🇧🇷",
        "@jdoriajr https://t.co/GgSHxv5bLx",
        "@jdoriajr Com a SUA liberação do carnaval 2020, o SENHOR DE TORNOU O RESPONSÁVEL, ISTO É, DEU O GATILHO P/ O INÍCIO… https://t.co/5aYSxV4mfz",
        "@OrdDaniel1 @jdoriajr Exato !! Com a queda da receita devido a queda de arrecadação de impostos, ele  esta cavando… https://t.co/kAyqUzCo0v",
        "@rationalexpec Misericórdia !!!",
        "@DefesaGovBr AINDA É POUCO !!!!",
        "@ToninhoDoZap2 @Raquelnepomucen GRANDE IDEIA !!!!!",
        "@jdoriajr https://t.co/gO6EtI5ORv senhor governador isso não é molecagem ?",
        "@jdoriajr Não seja ingrato ao SEU Senhor Presidente da República Bolsonaro, se o senhor é governador é porque se ap… https://t.co/Zr95h2hyQS",
        "@jdoriajr - Liberação de R$ 147 bilhões para reduzir os efeitos do coronavírus, sendo:\n.R$83,4bi p/a população mais… https://t.co/JdsAxXyOFM",
        "@jdoriajr Em sua entrevista o sr. disse que o governo federal  até agora não fez nada no combate do covid-19 !!. O… https://t.co/lFvPzdBsn3",
        "@jdoriajr - Liberação de R$ 147 bilhões para reduzir os efeitos do coronavírus, sendo:\n.R$83,4bi p/a população mais… https://t.co/SAXJLk0WMo",
        "@jdoriajr Em sua entrevista o sr. disse que o governo federal  até agora não fez nada no combate do covid-19 !!. O… https://t.co/YWACgtu9pw",
        "@governosp @jdoriajr Por favor Senhor Governador. O presidente Bolsonaro é também SEU Presidente e como tal merece… https://t.co/IltfT79og0",
        "@governosp @jdoriajr https://t.co/gO6EtI5ORv\nQue falta de respeito para com um idoso, minha nossa .",
        "@governosp @jdoriajr Convite para Maia participar de reunião com governadores partiu de Doria. Agora o senhor esta… https://t.co/6oOqRDrpq5",
        "@leononatotrader Puxa que show Leo !!! parabéns, minha nossa que habilidade.",
        "@governosp @jdoriajr Não se esqueça que o senhor utilizou o nome do Presidente Bolsonaro para se eleger.....lembre… https://t.co/LJ0DYbGjff",
        "@governosp @jdoriajr - Liberação de R$ 147 bilhões para reduzir os efeitos do coronavírus, sendo:\n.R$83,4bi p/a pop… https://t.co/m2oHuOWoMg",
        "@governosp @jdoriajr - R$ 5 bilhões para pequenas e microempresas. - Criação do Comitê de Crise para Supervisão e M… https://t.co/vwmaGW55Hg",
        "@governosp @jdoriajr - Suspensão da prova de vida por 120 dias, s/interrupção dos pagamentos -INSS.\n\n- Antecipação… https://t.co/GRYAP4bgHY",
        "@governosp @jdoriajr - Instalação de mais 2 mil leitos no Brasil p/atendimento a pacientes.\n\n- Distribuição de 30 m… https://t.co/EEhzqx3Vre",
        "@governosp @jdoriajr - Adiamento do pagamento do Simples Nacional, c/economia de R$ 22,2 bilhões p/pequenas e média… https://t.co/EZk7Znnz9G",
        "@governosp @jdoriajr - Auxílio emergencial de R$ 15 bilhões p/trabalhadores informais. - R$5bi p/pequenas e microem… https://t.co/uTIMHpiP9v",
        "@governosp @jdoriajr - Restrição à entrada de estrangeiros por fronteiras do país. - Projeto de simplificação tempo… https://t.co/SCHcpSEiPz",
        "@governosp @jdoriajr - Ministério da Educação libera R$ 450 milhões para ajudar escolas na compra de itens de saúde… https://t.co/y9t9BwJdDz",
        "@governosp @jdoriajr - Presidente sugeriu e a Anvisa liberou que todas as farmácias de manipulação produzam álcool… https://t.co/DIjV8ktJAG",
        "@governosp @jdoriajr Em sua entrevista o sr. disse que o governo federal  até agora não fez nada no combate do covi… https://t.co/9Y4nYEAM5o",
        "@albuquerque_af Puxa grande Pedro, só tenho que lamentar, espero uma breve recuperação de seu pai.",
        "@HumbertoReisJr Misericórdia Humberto, nem vou dormir direito hoje, estou ficando desesperado.",
        "@jdoriajr https://t.co/BsTntUvImS",
        "@jdoriajr https://t.co/gO6EtI5ORv olha seu caráter.......exposto",
        "@jdoriajr Só falou verdade a seu respeito.",
        "@jdoriajr https://t.co/59kuIdg0Zk",
        "@leononatotrader Conheci agora a plataforma Leo, é um show, parabéns, vou passar a utilizá-la.",
        "@_pedropig @rationalexpec Não se considera a a velocidade de reprodução da planta ?",
        "@_pedropig @rationalexpec Obrigado Pedro, então a resposta seria 30 dias para preencher a metade ?",
        "@GeneralMourao Sr. Vice-presidente General Mourão, estou muito preocupado com o que estão fazendo com o nosso presi… https://t.co/syIUeGjfby",
        "@rationalexpec Ou o Bod ou alguém que o segue se puder fazer a gentileza de me corrigir agradeço muito, pois estari… https://t.co/Aa27Qxop4Q",
        "@rationalexpec A velocidade de reprodução da vitória-régia é constante, o tempo de preenchimento da superfície do l… https://t.co/2gkRnwch3C",
        "@rationalexpec Se eu estiver errado me mostre Prof. Bob, desde já agradeço, com muita admiração pelos posts, fantásticos.",
        "@rationalexpec Vou tentar BOB: 1ª hipótese: lago de +-100m2 ; metade = 50m2,  2ª Hipótese:: Vitória-régia +-circula… https://t.co/hNv3zkazFF",
        "@PedroCerize https://t.co/mplGG6gEsK",
        "@isentoes2 https://t.co/kNORqSeWYN",
        "@RitaOli36702816 https://t.co/Mc1PZRTloI",
        "@josuenunes https://t.co/AOged8Ey4A",
        "https://t.co/e64eOUNXwh",
        "@Pernelle3 Certos remédios p/ gripe baixam a imunidade. Segue os nomes de produtos c/ ibuprofeno, q ñ se deve fazer… https://t.co/AnwBSzHOO9",
        "@MarceloCerize Porque a população ñ tem costume de tomar certos remédios p/ gripe q baixam a imunidade. Segue os no… https://t.co/tPIQCK7EO8",
        "@davialcolumbre \"O Congresso Nacional fará o que for necessário....\", será mesmo ?. Então devolva ao ministério da… https://t.co/WxrLEW2pwV",
        "@davialcolumbre @STF_oficial @RodrigoMaia Devolva o fundo partidário para a saúde. Seja humano, pois são os pobres… https://t.co/HMbi94TjxQ",
        "@davialcolumbre Por favor, tenha piedade de nós, pare de tweeter, só vem besteira. Tenho muita piedade das pessoas… https://t.co/exHfpJc6BY",
        "@rosebud_d @PedroCerize @jeisonfff Sim"
    ]
}