{
    "screen name": "dharma49530424",
    "no. of tweets": 147,
    "tweets": [
        "@timeular Why is it so pricey ? $$$$ can't afford it cuz I'm a broke grad student.",
        "@03_30u 그분 아마도 태어나서 처음으로 만점받아본듯.....ㅋ",
        "@kittysister 한번 데쳐서 해야하나요 ?ㅠ 맛있어보이긴 하는데 미나리향이 향긋할듯",
        "그여자랑 결혼해서 유엔빌리지 백평대 빌라에 신혼집 차린 모양인데. 뭔 방법으로 돈이 그렇게 많은걸까. 둘이서 회사도 한명은 CEO 다른한명은 이사 타이틀달고 잘 살고있는듯.",
        "옛날에 벌써 한 8년전에 자기 회사운영도하면서 대학에 강의나가는 남자랑 데이트한적이 있는데 무슨 이야기하다가 프리드리히 엥겔스 주제가 나왔는데 내가 너무 잘아니까 깜놀했다면서 자긴 요가강사나 모델만 만났었다… https://t.co/ksYBlgywin",
        "이여자 파리서 유학기간 10년됐는데, 옛날에 베트남 쌀국수 Pho boeuf saignant 주문하는데 \"뵈프 세그낭\" \"세그낭\" 이라고 계속 반복해서 발음하는데 종업원이 못알아들으니까 인종차별 한다고 지랄하던 여자 박사논문 잘 쓰고 있으려나.",
        "@lavieenpunong ㅠㅠ 에휴~~ ㅠㅠ",
        "@alwaystiredme 당최 신발을 왜 벗을까요 진짜 밥맛떨어지게...",
        "@yisangyop 이공계랑 비교하면 정말 인문학계는 말도 안되게 느려도 너무 느리네요 정말...",
        "나는야 집안의 탕아 불효자 등골브레이커  인문학 대학원생👩‍🏫🤦‍♂️🤷‍♂️👨‍🏫👨‍🎓👨‍🎓👨‍🎓🤑",
        "박사 바로 안가고 석사학위만 두번째인 그런 바보, 바로 나에요 (feat.코로나로 미국 사립대 유학비와 집세 억대 쌩돈날려 이불킥하는 문송한 문과생 석사학위 컬렉터)",
        "파리에서 학사유급두번, 석사도 거지같은 주제로 논문쓰고, 박사 들어간 직후부터 다른 박사논문쓰는 한국 사람들 부를때 호칭 \"ㅇㅇ선생님\"으로 부르는 여자가 있었는데. 그 여자 얼마전에 한국 ㅇㅇ저널에 아티클… https://t.co/vcSQfGXLae",
        "@paper_bot 점심먹어요ㅋㅋㅋ 밥은 먹으면서 논문써야되잖아요ㅠ",
        "주문한 여러종의 귀마개들이 도착 ! 폼귀마개보다 실리콘 귀마개가 궁금. https://t.co/x6G4QUDEF2",
        "@KKVOC Gap year 선택하는 학생들 엄청 많이 생길것 같은 예감이...ㅠㅠ 미국학비내고 온라인 수업듣기에는 너무 돈낭비 인것 같아요. 도서관이나 학교 시설 이용비도 사실 다 포함인건데 ...ㅠㅠ",
        "@03_30u 원래대로라면 OPT 잘 나와야 하는데 코로나때문에 이민법 등 영향있을거라고 해서 취업시장 전망도 깜깜하네요 정말... 석사 졸업하고 취업안되서 박사가는 애들 대거 생길듯 하네요.",
        "@03_30u 저는 12월졸업예정이라 오피티나 J비자 등 어떻게 될지도 모르겠네요. 억대 유학비 날린듯 진짜;;",
        "@KKVOC 헐...ㅠ 그렇군요 ㅠㅠ 보스턴쪽 몇몇 학교들도 그런다는데 우리학교는 아직 말이 없어요 ㅠㅠ",
        "@03_30u 저희도 가을은 일단 정상수업이에요. 다음학기 인턴 크레딧이 필요해서 인턴합격한것도 회사에서 원래대로라면 8월말부터 일시작인데 어떻게될지 난감하네요.",
        "논문 자료때문에 7월달 초에 미국가는걸로 해놨는데 8월초중순으로 티켓 변경 하고 싶다. 한국에서 방학때 일이라도 해야지 뉴욕 일ㅉㄱ 갔다가 도서관 문도 7월초에는 안열것 같고 그러면 또 에어컨 설치 안한 코… https://t.co/Sfx11UkcZX",
        "@03_30u ㅠㅠ 저도 언제 다시 미국 돌아가야할지 고민중이에요 ㅠㅠ",
        "@paper_bot ㅋㅋㅋ답장해주니까 더 호감이네ㅋㅋ",
        "그런데 자가격리가 끝난다는 말은 레쥬메제출이랑 각종 데드라인이 다가온다는 말과 같아서 한편으로는 시간이 멈췄으면.",
        "@paper_bot 관리자 진짜 만나보고 싶네",
        "자가격리 14일차 마지막날 !!! 뉴욕에서부터 트럼프가 travel ban 명령내린직후 3월 13일부터 밖에 단한번도 안나가고 전부 딜리버리로 장보고 한국에서 5월 12일 오늘까지 격리상태로 있었으니 총 6… https://t.co/MzvUFbZEjQ",
        "하루 죙일 재난문자 https://t.co/Gh7tYIvPiZ",
        "14,500원 들여서 소음방지 귀마개 주문함. \n소리에 덜 예민하고 싶다. https://t.co/pRQ7F1cVl4",
        "5번....학위에 투자한 돈에따른 보상을 바란다......ㅠ https://t.co/LIsh80KP6L",
        "@reprican 그러게요. 책상 두개놓고 쓰셨나봐요. 뒤에 있는 의자는 그나마 조금 나아보여요.",
        "자가격리 불시검문도 있나요 ? ㅠ 집에 갑자기 불시검문와서 기분이 매우 나쁘네;;;",
        "6월 둘째주까지 마감칠것들이 거의 하루걸러 쉬지않고있는데 에어비엔비 괜찮은곳 얻어서 한달 나가있을까 생각중... 집에있으면 오전 고요함은 엄마 부엌 달그락 소리랑 청소기소리에 얼마못간다. 나만의 공간이 있었… https://t.co/IRIsoinhFO",
        "@gachihaeyo 헐...! ?  ㅠ",
        "자가격리13일차. 이러나 저러나 자가격리 끝이 보이네. 어차피 마감때문에 6월둘째주까지는 자발적 격리상태에 있을듯하지만... 내일이 빨리 왔으면 좋겠지만 리딩 양이 많아서 하루가 늦춰져서 시간확보했으면 하는 바램도 있고.",
        "@Breeze6455 국회도서관 자료가 필요한데...ㅠ 클럽 영업정지하고 도서관이나 문열었으면ㅠㅠ",
        "도서관 문닫아서 자료 못 구하는데 다들 논문 어떻게 쓰시고 계십니까 ? 참으로 난감....",
        "@U2fashionfr 조심히 오세요...!",
        "TIMEULAR 한번 찾아봤더니 가격이 조금 사악해서 멈칫. https://t.co/LwplCudLJl",
        "트친님들 혹시 여기 서울에서 어딘지 아시는분 계실까요... https://t.co/4DoEK1sMzl",
        "자기 저널투고논문 너무 자랑스러워서 혼자 읽은거 또읽고 하는듯. 페북,  SNS, 학부 카톡 단톡방 다올리고.",
        "단톡방에 니 저널 투고논문 아티클 출판된거 그만좀 자랑하라고 ㅠㅠ 이렇게 사회성 없는 애가 교수되면 우리나라 어떻게 될지.",
        "내전공은 이쪽계열에서 남자애들이 많은 문과인데 남자애들이 무슨 하나같이 얌체임. 도서관 자료 미리 자기가 한꺼번에 갈취해놓지를 않나.",
        "염병하네 https://t.co/clwKp8Sunv",
        "@03_30u 시간을 되돌려 젊었으면 좋겠네요ㅋㅋ 어디가서 이나이에 부모돈으로 유학한다 그러면 집안의 탕아 라는 소리만 들음.",
        "@03_30u 맞아요 ㅠㅋ 특히 저같은 인문학쪽은 영원히 문송할뿐이죠 뭐 부모님 등골브레이커 ㅠ",
        "@03_30u 어쩌다보니 이렇게 됐네요...ㅋㅋㅋ돈은못벌고 이리저리 옮겨다니는...",
        ".....대박이네 이런 사고를 할수가...그냥 자기만 죽느니 전부 다같이 죽자 마인드 https://t.co/CSriLuwUJh",
        "파리에 보존복원과 석사한다고 어학온 여자애가 있었는데 어학만 3년을해서 겨우 델프B2 따고 석사 들어가긴했는데 레스토랑에서 음식주문겨우하는 수준으로 논문 어찌쓰고있을지 궁금. 한인교회 엄청열심히 다니던 여자애였는데.",
        "@so__classic__ 어머나 저도 엔팊",
        "한달넘게 밖에 못나가고 봄에 핀 꽃도 못보고, 엄마가 등산갔다가 아카시아 나무를 따왔다. 아카시아 향이방에 퍼지며 좋은 아침.",
        "오전 내내 음악 들으면서 연봉 5억이 있으면 뭘할까 3억이 있으면 뭘할까 행복한 상상의 나래를 펼치다, 현실은 백수에 당장 과제랑 논문연구나 해야지 뭐... 가을에 시작하는거 이력서랑 커버레터나 언능 써야지 ㅠ",
        "그리고 개인 PT랑 필라테스 등 몸에 투자도 하고싶음. 주기적으로 마사지도 받고, 흐트러진 몸도 고치고... 개인 PT샵에서 PT 일년내내 받아본적 있는데 진짜 배보다 배꼽이 더 컸던것 같다. 달에 백만원 넘게 운동하는데 돈쓰기는 너무 무리였는데.",
        "서재에 스피커도 좋은걸 가져다 놓고 좋아하는 음악을 들어도 방음이 되는 그런 공간에서 살고싶다. 아주 고요하고 쾌적하고 미적으로 내 심기를 건드리지 않는 온전한 나만의 공간이 있었으면.",
        "제대로된 옷방보다, 제대로된 서재가 너무 갖고싶다. 아주 큰 책상에 아주 큰 책장이 필요하고, 고요하디 고요한 공간이 필요하다. 옆집 지지고 볶고 음식냄새랑 사람 화장실에서 오줌싸는 소리까지 다 들리는 그런 아파트 말고.",
        "그리고 남은 1억은 예술품에 투자하고 싶음. 투자보다는 예술품 콜렉팅을 하고싶은데, 일년에 한작품씩 사고싶다. 아트페어 VIP에서 척척 계약서 사인해서 사고싶음. 페인팅, 조각, 설치미술 등 소장하고 싶은… https://t.co/dd9jYfHAxA",
        "3억중 남은 2억중 1억은 내 생활비로 충분할듯 하다. 원래 돈이 없어서 그 흔한 에르메스 버킨백이나 샤넬도 없지만, 돈이 생겨도 옷쇼핑하는거 귀찮을듯. 앵간히 체면치례 할정도의 아이템들 (가방,시계,수트… https://t.co/a7owgJjZSP",
        "3억중에 1억정도는 여행하는데 쓰고싶다. 일등석이나 , 비즈니스석, 좋은호텔, 좋은레스토랑에서 돈 쓰고 몸좀 편하게 여행하고 싶다. 에어비엔비 방한칸이랑 민박집 이층침대 여행하기는 늙었어 이제. 아트페어나… https://t.co/xt3dGeYZl5",
        "결혼할 생각은 0도 없고, 40대부터는 한국에 반드시 정착해 살고 싶어다. 일단 집은 한남동 빌라였으면 좋겠는데, 테라스가 반드시 있고 50평대 였으면 좋겠다. 그 안에 내가 원하는 인테리어로 가득 채워넣고… https://t.co/vpA8vwDpEC",
        "일년에 2020년 물가 기준으로 일년에 5억씩 통장으로들어오고, 2억은 적금, 3억은 온전히 나한테 쓰면서 살수 있을때 나는 비로소 여유가 있고 행복하다고 느낄것 같음. 더 돈이 많으면 좋겠지만 일단 꿈은 이러함.",
        "미국은 코로나걸려서 6일 입원하면 8억드는나라... 8억못내면 파산해서 길바닦에 나앉아야하는 그런나라....코로나로 죽던 8억 치료비로 파산해서 죽던. https://t.co/SLLyQmMdcG",
        "@Luck_be_a_lady7 조심히 오세요~!",
        "자가격리 12일차. 시간은 잘도간다.",
        "유럽과 미국에서는 아시아인 혐오하고, 한국에서는 서로가 서로를 혐오하고, 온갖 혐오가 넘쳐나는 세상. 서로 편가르고 혐오하는것이 인간 본능인듯. https://t.co/txEC3OEX4p",
        "이 시기를 다 겪고난 후에 어떻게 추억할런지. 이런것도 기록이라고 생각하고 캡쳐중. https://t.co/L51VDAXr2g",
        "십년째 옮겨다니느라 한곳에 없는 내 책들...한 3년후엔 집도사고 정착해서 내집꾸미고 싶다. https://t.co/MRQNTGTtLt",
        "@yoongaphee @jiyooong 동정심도 안들기 시작했어요. 왜들이러는지....",
        "꿀같은 낮잠자는데 엄마가 청소기를 한 20분넘게 돌린다.....",
        "ㅋ써먹어야지ㅋ https://t.co/ncGv9jDqbl",
        "@KKVOC 다행히 전화해서 해결됐어요;; ㅋㅋ 휴..",
        "자가격리 앱이 지스스로 동기화되서 다시 깔았는데 자가격리 기간이 오늘부터 21일까지라고 나옴 ㅡㅡ 뭐야 오늘까지 11일동안 자가격리한거 기록도 사라지고 무산되는거 아니야... 뭔 이런일이",
        "예전에 파리에서 만난 여자애중에 한국에서 대학다니다때려치고, 어학2년하고, 법대들어가서 리성스 1학년만 유급을 두번하고 한국돌아간 여자애가 있는데 요즘 뭐하는지 궁금하다....",
        "혹시...우리 학교 교수님들도....? (라는 얄짤없는 희망을 가져봅니다....🙏🏻😂) https://t.co/ehb61If2Dq",
        "자가격리 11일차. 잠도 푹자고 비가 시원하게 내리고 있어서 기분이 상쾌한 이른 오전.",
        "클럽이 퇴폐적이고 나발이고 그냥 우리나라는 호모포비아가 너무 심함. 용산확진자 때려잡는다고 상황이 나아지는것도 아니고 이런식으로 게이마녀사냥하듯하면 당최 누가 자진해서 보건소가서 저 게이클럽 다녀왔는데요 하면서 검사받겠냐고....",
        "시차때문에 줌 강의 레코딩해놓은거 몰아서 1.5배속으로 듣는데, 한 교수는 원래부터 말이 너무빨라서 다른 천천히 말하는 교수의 3배속이 되버림... 3시간짜리 강의는 너무길다 ㅠㅠ",
        "자가격리 10일차. 오늘은 반드시 새사람 된다. 12시간 공부한다. 500자리서치에세이 다 써낸다.",
        "진짜 지구가 멸망할 징조인건가..... https://t.co/fDXmQBdH6k",
        "결과가 신천지때보다 더 장난아닐것같은 싸한 느낌이 든다...나라에서 유흥업소 최소지원금주고 당분간 그냥 아예 문 닫으면 안될까 좀... 아니 더 중요하고 필수적 교육기관인 학교가 개학도 못하고 다 닫았는데;… https://t.co/cdYFitmKmk",
        "@callmebyronn 와우!!! 👍👍👍",
        "작년트윗. 누가 나보고 파리유학 상담하길래 생각나서..... https://t.co/xFEID5g6dZ",
        "@ENTP_cheese_ 이제 대학원와서 늙어서 밤 새는거 잘 못해요.",
        "할게 밀려서 벌써 체력이 못따라오는 듯...나이먹어서 예전처럼 공부 3~4시간 안쉬고 못하겠음. 한 40~50분에 한번씩 드러눕거나 스트레칭해야",
        "방금 집으로 구호물품박스랑 손세정제, 마스크 등 한가득 보내줘서 주민센터 전화해서 10만원 현금으로 받아서 구호물품박스 필요없어서 다시 가져가시라고 하니까 받은김에 그냥 잘 쓰라고 답변옴..;; 감사합니다 대한민국....",
        "@ttengball 2차피크오기전에 백신을 개발해야죠 ㅠㅠ 진짜 무서움",
        "@ttengball 전 기내식나올때 밥먹을때 벗고 물마실때 벗고 나머지는 계속 썼어요. 핸드세니타이저랑 라이솔물티슈로 미친듯 계속 주변 닦고 .... 아예 기내식 안먹고 수면제 먹고 자는분도 계셨어요..",
        "자가격리 9일차. 500자 페이퍼한개, 케이스 스터디한개, 프로포잘, 리딩 10000000+@장, 밀린 수업들이 나를 기다리네.",
        "면역력 높이라고 엄마가 전복죽이랑 전복버터구이를 해주심. 다이어트고 나발이고 격리중엔 그냥 먹어야겠다..... https://t.co/uxZbOHuaKe",
        "@03_30u @KKVOC ㅠㅠ 이런 재난지원을 왜 지역마다 다르게 하는지 모르겠네요. 저는 다 같은줄 알았어요.",
        "@03_30u @KKVOC 주민센터에서 구호물품박스 아니면 현금 10만원중 택일하라고 연락와서 현금으로 하겠다고 했어요. 자가격리 3일차인가 전화로 연락왔는데 현금 지원은 시간걸려서  아직 돈은 안들어왔어요 !",
        "@KKVOC 구호물품으로 지급되는 햇반, 반조리식품은 집에도 이미 넘쳐나고 한국와서까지 햇반먹고싶지가 않아서 현금으로 선택했어요 ! ㅋ",
        "@KKVOC ㅋㅋ닉넴 자산가와는 달리 현실은 무급인턴+대학원생인데 한국와서 완전 자가격리하면서 휴가중인 백수가 됐네요ㅋㅋ 모듬회 배달은 처음이라 내일 주문해먹을생각에 벌써군침이...",
        "@KKVOC 저도 자가격리자대상자 10만원 받은걸로 형제상회 함 시켜먹어봐야겠네요...2인분 세트인가요 ?",
        "@hamilchon1998 저는 검사결과 음성 나왔어요 아무 증상도 없고요... 자가격리 끝날때까지 매일 증상 보고하고 이상있으면 구청보건소 담당자한테 연락 바로 하래요... ㅠㅠ 코로나때문에 온나라가 신경… https://t.co/LzwiPZjldG",
        "같은비행기 확진자 앞뒤로 3열 연락주는거라고 하는데...너무 재수가 없다 진짜 ㅠㅠㅠ 코로나 확진자가 나랑 엄청 가까운곳에 있었어 ..... 배고파서 마스크 벗고 기내식 다 먹고 간식까지 먹었는데....",
        "나 28일날 들어온사람인데, 그렇다면 그 코로나 확진자는 28일 검사받고 음성나왔다가, 일주일동안 증상이 나타나서 다시 검사받았더니 양성판정 받았다는 소리인데....",
        "아 재수없게 뉴욕에서 한국오는 나랑 같은 비행기에서 확진자가 나왔다고 한다... 보건소에서 전화왔음... ㅡㅡ 기내식도 다 먹느라 마스크 잠깐 벗었는데  ㅠㅠ 진짜 짜증난다......",
        "나는 프랑스 그립다가도 행정이랑 인종차별생각하면 끔찍하서 못살겠음. 미국이랑 아예 결이 다를 인종차별임. https://t.co/BCAUcqNdKm",
        "나도 코비드 테스트 음성나오긴 했는데 항체검사 한번 해보고 싶다. https://t.co/UcrwjqpY7d",
        "자가격리 8일차... 시차도 적응되고 과제랑 밀린일은 여전히 많고.",
        "뉴욕에서 돌아와서 자가격리 7일째... 뉴욕격리까지 다하면 7주째 아예 걷지를 못해서 코로나바이러스가 아니라 고지혈증걸려서 아플듯. 격리 끝나면 매일 한강가서 맥주도마시고 발에 물집나게 걸을거다.",
        "@Breeze6455 소음도 소음인데 지금은 엄마가 또 햇마늘 한박스 주문해서 그걸 다듬고 짱아치 담그신다고 마늘냄새때문에 집중이 안되요 ㅠ",
        "공부 드럽게 안된다 진짜 베란다에서 청소 잔소리, 부엌에서 음식 하루죙일, 문 열었다 말았다",
        "아 씨발 엄마때문에 공부집중 안됨",
        "합정-상수에 깔끔한 고기맛집은 어딘가? 인당 2만원으로 먹을수있는곳. 물가 너무올랐다정말.",
        "MBTI 검사 했는데  ENTP-T 나옴",
        "뉴욕에서 10파운드빼고 한국왔는데 한국에서 자가격리 6일차 도로 다찜. ㅡㅡ 근육량 줄어서 그런것도있지만 먹는 족족 살로간다 ㅅㅂ 짜증",
        "옳소. 시골 대도시 둘다살아봤는데 시골가면 칭챙총 캣콜링에 암걸려뒤짐 https://t.co/OhiKcMYC9y",
        "공부만한건 아니지. 공부+트위터+먹기",
        "너무 맛있다. 만두진짜. ㅠㅠ @Y8NNN1  영감받아 만듬. 만두피도 직접 만듬. 만두홀릭 ㅠ 콩가루는 없어서 안넣었는데 너무 담백하고 맛있다 ! 행복💓🥰 https://t.co/BYTpILccsd",
        "https://t.co/wF6qWCz9Os 이 유투버분꺼 보고있는데 물욕이 마구 셈솟는다. 이분의 미적감각하고 나랑 결이 아주 많이 다르긴 한데 저돈이면 내가 더 잘쓸수 있는데 ㅠ",
        "난 이제 담배는 안피지만, 차가운 샤블리 방블랑 한병 시키고 파리 카페 테라스에앉아서 지새운 밤들이 그리움. https://t.co/hnjC1G8G47",
        "아니 어떻게 딸한테 넌 한국남자한테 시집가면 시어머니 비유맞추고 그런거 죽어도 못하고 살거니까 외국인한테 시집가라는 말을 하지 ? 양남들 토나와 시발....내가 해외유학 10년이상 해본결과 = 양남 양년들 다 싫다고",
        "울엄마: (30넘어 남자관심 없이 방구석  에서 대학원논문쓰면서 직업으로성공해서 자아실현하면서 내힘으로 돈 많이벌어 통장에 천억반드시 쌓아놓고 하고싶은거 다할거라는 딸한테) \n\" 넌 그럼 외국인 남자한테 시… https://t.co/iNqnUarVia",
        "울아빠: (뉴욕 비싼학비내며 인문학전공 대학원 논문쓰는 딸한테) \n\"니가 그책들 뭐에쓰려그려냐. 사놓기만하고 또 다 안잃는거 아니야? 내가 너한테 당한게 많아서...\"",
        "우리엄마아빠 날 위해 희생하시는건 아는데 망언 타래가 끊임이 없음.",
        "자가격리 6일차. 살쪄서 기분이 안좋음 ㅡㅡ 지금 한달넘게 운동안하고 집에 강제로 갇혀있어서 근육 다 빠진 상태에서 삼시세끼 다 먹으니까 그냥 빼박 살찌네",
        "한국 배달비 언제부터 생긴거에요...깜놀. 원래 한국에서 배달 잘 안시켜먹는 편이긴 한데, 맘스터치 치킨시켰는데 배달비 나와서 놀랬음.",
        "불법체류자도 무료로 코로나 검사해주겠다는 한국. https://t.co/xt5VnxOpj5",
        "유투브채널 오프라이드 그남자 청담동 피부과의사라는데, 난 의사가 얼굴에 개기름흐르면서 명품치장하는것들은 그냥 싫음. 환자를 돈으로 볼것임 분명. 사리사욕 채우는데 환장한 사람처럼 보임. 근데 사리사욕 너무 잘채우면서 살아서 부러움.",
        "집사고싶다. 좋은집. 내맘에 쏙드는 그런집. 코딱지만한 방인데 백만원은 훌쩍넘는 뉴욕 방세 나가고 있는것도 너무 아깝고. https://t.co/FTkcqiZdvY",
        "자가격리 5일차인데.... 집에서 원래 책상앞에 12시간 앉아있긴 하지만.... 밖에 나가서 한없이 걷고싶다... 미국에서부터 계속 격리생활해서 하늘아래 바람쐬며 걷는걸 못해서 답답함. 이거 끝나면 북한산 등반하고 싶음.",
        "@03_30u ㅠㅠ 진짜 2주는 너무 긴듯 .... 저는 지금 5일째인데... 가족들도 불편하고;;;;",
        "자가격리 4일차. 오늘은 비즈니스 밀린강의 다듣기.",
        "ㅋㅋ개웃기네 https://t.co/XNJfFxeZMQ",
        "술이 문제였음. 5주넘게 금주하면서 편두통이 사라짐.",
        "아직까지 한국 너무 좋다...쾌적해... 음식이 진짜 너무 맛있어...간식으로 쑥떡 먹는데 쑥향이 너무 향긋하네...",
        "역시 성범죄 없으면 안돌아가는 한국이군. https://t.co/lIxBP8Adl5",
        "나이먹긴 먹었나봐. 잠좀 설치고 7시간 반 통잠 못자고 깼다 말았다 하니까 완전 체력이 고갈인데.... 간다간다 뉴욕 JFK 공항으로",
        "진짜 열두시간후 간다.근데 아직도 짐 다 안쌌어 ㅠㅠ",
        "또 교회에 마스크 쓰고 꾸역꾸역 가는 인간들 진짜 다 짜증나 ㅠㅠㅠ어휴 개독들",
        "이 집 떠나기 까지 23시간 남았다 . 두시간 바짝 정리하면 짐 다 쌀수 있을까 .",
        "집 정리가 제일 귀찮았어요 (feat. 한국가기하루전)",
        "제방 양옆으로 내옆 내줄에 아무도 안앉았으면. 공포의 이코노미 14시반 반이 시작된다 .",
        "아 시발 시끄러워 진짜 ㅠㅠㅠㅠㅠㅠㅠ 미친개새끼들 ㅠㅠㅠㅠㅠ 진심 어째 26살부터 소음에 시달리며 사는중. 내 보스 노이스캔슬링 해드폰 없었으며 난 이미 뛰쳐내려 죽던지, 옆집새끼들 몇명 죽였들듯",
        "한국가서도 뉴욕 집세는 계속 나가야 되고. 진짜 싫다.",
        "중산층 서민에서 탈출하고 싶다. 나도 사회경제적으로 상류층 되서 일등석이랑 비즈니스 타고 다니고 싶다. 한국갈때 이코노미 14시간 탈 생각에 벌써 등허리랑 머리가 다 아픔.",
        "https://t.co/J6VdbnbJ6S",
        "https://t.co/sFJxd8a6sl",
        "https://t.co/haSPugqMce \n Douglas Mackie 집.",
        "https://t.co/oMHpZZBTlb \n너무 맘에 든다.... 한국식 아파트 말고 이렇게 살고싶다",
        "난 마크 테토가 제일 부러움. 한옥에 살고싶다는 소리가 아니라 내가 정말 살면서 삶의 질 높일수 있고 내 취향 온전히 반영된 집에서 살고싶다. 해외생활 오래하면서 그냥 남이 남긴 가구랑 이케아 가구도 비싸서… https://t.co/625gJx2orA",
        "아 시발 짱깨 존나 시끄러워 ㅠㅠㅠㅠ 짱깨 부부 시발 진짜 ㅠㅠㅠㅠㅠㅠㅠㅠㅠ 이런집에 살아본적이 없음 목조건물 시발",
        "미친...ㅋㅋ여자로 살기 존나 힘들다 진짜 꽃달린 마스크 하고 다니는 애들 인간취급 안할것임 https://t.co/UxOa8JRMQb",
        "@reprican 진짜 나이 40되기전에 30대에 첫 건물주 꿈 이뤘으면 좋겠네요 ㅠ 요즘은 자기 노력하고 일한만큼만 버는것도 미련한듯 ..ㅠㅠ",
        "집도 좀 내가 잘 꾸미고 살고싶다. 송경아처럼 바닦타일 하나하나, 손잡이, 천장, 가구, 창틀 등등 내 맘에 드는 인테리어로 가득찬 공간에서 살고싶다. 엄청 큰 서재랑 큰 책상에 공부하는곳 만들고 싶다. 유… https://t.co/k2HfkWRXwU",
        "일한만큼만 정직하게 돈버는거 말고, 내 커리어는 커리어대로 돈에 상관없이 직업적 자아적으로 인생에서 지속시키고 싶고, 내이름으로 빌딩있어서 매달 잠자는와중에도 통장에 돈 계속 들어오는 삶 살고싶다. 서울에… https://t.co/euwH6KRmzh",
        "제발 도서관좀 열어라...논문 어떻게 쓰라고 진짜 돌아버릴듯",
        "일단 한국가면 방배동 구름떡 흑임자 인절미 먹어야지. 북한산 하이킹도 가고 한강에서 매일 조깅하고. 근데 한국가니까 방학같은 느낌이라 적응 안될듯 ㅠㅠ 학기중 같지가 않아 미치겠다 ㅠ zoom 강의가 다 녹… https://t.co/iWk8AklvMG"
    ]
}