{
    "screen name": "mariaro76034343",
    "no. of tweets": 173,
    "tweets": [
        "@mdamarquezl @FelipeCalderon no lo veas pendejo",
        "@FelipeCalderon tu los matabas, o los mandabas asesinar",
        "@JLozanoA @webcamsdemexico ahora no tienes que criticar de la 4t? por que nada te embona, ojala no te bajen el sueldo sino a robar no?",
        "@lumendoz @Reforma y que diga la verdad esa amenaza me huele a falsedad",
        "@MarioMal @lopezobrador_ @nytimes @washingtonpost @FT @el_pais pendejo estan reporteando a sus empresas, pedazo de… https://t.co/If6ucyvymV",
        "@kenialopezr @JLozanoA @lopezobrador_ si nada te embona mejor comprate un consolad",
        "@irmoralesl @JLozanoA todos bien vergas hablando cuando ya no  tienen el poder, pero estando en el puro bisne y pen… https://t.co/igf7CrXgXl",
        "@beltrandelrio vale verga no te las pierdes y como criticas, que pendejo estas",
        "@pedroferriz3 @lopezobrador_ huy si que mal, nada te parece pendejo",
        "@pmontiels @JLozanoA tambien tu puta madre se nos perdio la perra",
        "@jorgeberry @JLozanoA pues no la veas pedazo de imbecil",
        "@dare_nadepa @beltrandelrio ya estaba quebrado con el prian",
        "@Anfolito @beltrandelrio jajaj a guevo pinches fifis la rata",
        "@ldisimon @beltrandelrio viva amlo y te chingas",
        "@Navali_71 @beltrandelrio a poco habia cimientos? segun lo que vi se los robo el prian. pendejo",
        "@JulioAr75 @beltrandelrio chingate fifi",
        "@batritor @beltrandelrio jajaj segun quien? dame tus fuentes por que el covid es mundial, pendejo",
        "@edifer_mba @beltrandelrio @lopezobrador_ clasico pendejo con su negativismo y falta de criterio propio, imbecil",
        "@Muneco26 @beltrandelrio si verdad en 16 meses lo han destruido, el pais era de primer mundo y ahora ve mal plan",
        "@chessarito @beltrandelrio jajaj si nos dejaron el pais como suiza y ahora es mexico verdad?",
        "@RodPau1 @beltrandelrio ojala se reelija, a putin le costo 20 años revertir el saqueo",
        "@Ednalopezo @beltrandelrio si el covid lo mando amlo",
        "@SimnTolomeo2 @beltrandelrio segun tu y muchos fanaticos del prianismo",
        "@MxProactivo @LillyTellez @lopezobrador_ y la gobernadora operandose los labios no ? jajaj peticos los del pri",
        "@panabahena @lopezobrador_ estan tan pendejos que no ven el photoshop no mamen fifis",
        "@lopezdoriga activos 10 mil nada que ver con euu",
        "@leozuckermann @Reforma @JEPardinas y si solo lo invento? seria lamentable verdad ?",
        "@contrerasevil https://t.co/7gMXyIKmKv",
        "@AlanSalinasC @DonPorfifirio @fernandeznorona @lopezobrador_ https://t.co/aGuzy1nJHc",
        "@BModernito https://t.co/LfKKjSzS3Y",
        "@Duncan572 https://t.co/qgrJI3dByb",
        "@drojas_1 @fernandeznorona https://t.co/oztEtgKFYk",
        "@OscarLarrache https://t.co/YFgXD7Bo3M",
        "@MauricioViramon https://t.co/ZugWyy7QPu",
        "@RodFarfanA jaja pendejo tu que te agarras de algo que ni siquiera dijo pedazo de imbecil",
        "@XoloElvis y a tu puta madre tambien",
        "@JorgeGo1176 @LeonardoCurzio @Tu_IMSS el covid no cuenta segun tu cerebrito de fifi de banqueta verdad?",
        "@DeDelacruz76 @LeonardoCurzio @hdemauleon @Tu_IMSS caca tu madre que pario una mierda",
        "@LeonardoCurzio @Tu_IMSS https://t.co/pKmOEo1sgs\ncomo caen en lo que un imbecil pregona y nadie analiza ni piensa s… https://t.co/5rwzPX4jeT",
        "@RahulkMx @panabahena @lopezobrador_ y el covid y la recesion economica, y los malos manejos de los expresidentes,… https://t.co/VEYwrvFJq9",
        "@panabahena @lopezobrador_ se ve luego luego que es photoshop, eres muy linda pero muy facil de manipular.",
        "@panabahena @germanasterix si eres rica y defiendes a los ricos es por que tu tambien sacas partido de saquear y ab… https://t.co/IR0PQYo2C7",
        "@germanasterix pruebas cabron, no puro chisme",
        "@panabahena @germanasterix calmate fifi de banqueta si debes hasta la renta, y defiendes a los mas ricos, kamikaze y estupida",
        "@penileyramirez @FelipeCalderon @Reforma puro choro del reforma",
        "@germanasterix https://t.co/LYhfU0xG7m este te crees tu? esos son los fifis ignorantes, este eres tu?",
        "@germanasterix de que hablas pendejo? educarte significa defender a los prianistas que solo han saqueado al pais? n… https://t.co/aT3Pagsytk",
        "@jose_anton para que las ves pendejo",
        "@dinomadridmx viva amlo, al tiempo se daran de topes los pendejos que querian milagros, en rusia se tardaron 20 año… https://t.co/lF1zu0AvqR",
        "@FelipeCalderon @Reforma jajajajaja no mames si en tu administracion abundaban los ataques directos no solo eran amenazas",
        "@carloselizondom por que no vas tu a la mañanera a increpar?  le sacas? desde tu computadora si te das valor",
        "@albertotellez nace una leyenda, saludos",
        "@LeonKrauze eso que? se llama politica piensa y luego despotricas",
        "@AlexDegurechaff @SimnTolomeo2 pide disculpas tu que en 16 meses quieres milagros para eso mejor rezale a tu https://t.co/kDFGzCsIUm",
        "@andrews7171 @_Gabbyta @lopezobrador_ bajale fifi de banqueta",
        "@AlexRiv35178602 @eowyn0407 @FilipoOcadiz no soy bot viva amlo 16 meses para 72 meses ya te chingaste",
        "@germanasterix @panabahena caca tu padre y tu madre mierda por que te tuvieron a ti una calabaza palazuelos fracasa… https://t.co/vehWZ1HEfu",
        "@germanasterix @Valeria_CantoZ se que amlo es diferente, hace lo que se puede viva amlo pendejo idiota fifi de banqueta",
        "@Viri_Rios se hace lo que se puede, el covid esta arrasando con el mundo, amlo no es mago ni dios bajale a tu estupidez",
        "@_j3roz huy que risa jajaj, pendejo",
        "@Bunnapau1978 @HLGatell @Claudiashein que pecadote pinches changos que todo lo ven mal, malparidos fifis de banqueta",
        "@AlanAdameMX @lopezobrador_ JAJAJA nada te acomoda pendejo, de todo se agarran para chingar la madre, pero solo dej… https://t.co/OJLDyceY46",
        "@NiklausDr lejos estamos de los paises en desarrollo en los cuales se han perdido 2000 personas o mas diarias, no ?… https://t.co/NhqEsezl26",
        "@panabahena haber pendeja en todos esos paises morian 2000 personas diariamente, en mexico eso llevamos en toda la… https://t.co/fAEFXG1NCp",
        "@Valeria_CantoZ viva amlo viva la 4t, haber a quien convencen para ganar por que en twiter puro fifi, y en mexico h… https://t.co/IHh7q3A3LP",
        "@JLozanoA jajajaj pendejo, ya no saben ni que criticar pedazo de basura",
        "@Marcela40559990 hace 16 meses amlo recibio un pais con economia barbara, inseguridad en indices bajisimos, el segu… https://t.co/LHtRPoEbwA",
        "@Marcela40559990 si verdad euu 2500 personas mueren por coronavirus diario y mexico apenas lleva 3 mil en toda la p… https://t.co/koaY6zybGB",
        "@RafaelM85285575 la foto truqueada y ahi te veras algun dia, la diferencia es que amlo es presidente y tu un pendejo",
        "@RafaelM85285575 para mi tu eres un pendejo",
        "@_Gabbyta @lopezobrador_ si anadale pues https://t.co/B5GXTyGDkS",
        "@Maraca2 el deforma junto dos dias para hacer su noticia, que hijos de puta https://t.co/JkzXeoAKvV",
        "@SimnTolomeo2 si verdad la pandemia es cada 100 años, y el prianismo maquillaba todo pero tu sigue en tu estupidez y negativismo",
        "@albertotellez @HLGatell por dinero baila hasta el perro",
        "@albertotellez pateticus el reforma",
        "@SimnTolomeo2 bajale Telo meo",
        "@Gillbertoh @ChumelTorres @bobbypulido425 conmigo nada y tu re pendejo",
        "@_Gabbyta @RahulkMx el mundo esta en crisis y uds no suman solo descalifican, clasicos fanaticos del chayote fifis de banqueta",
        "@panabahena @RahulkMx @lopezobrador_ la cosa es criticar, si la economia baja demasiado pues culpa de amlo, si quie… https://t.co/MuzyafScp0",
        "@JLozanoA @Irma_Sandoval @SFP_mx pues tu tambien regresa todo lo que te has robado, tus aguinaldazos y tus sueldazo… https://t.co/dArlsEaqxj",
        "@RobertSosaP ojala recapacite es injusto que cierren negocios que tambien son imprecindibles, como ejemplo donde ar… https://t.co/mfEaETpArx",
        "@JosefinaVM urge que regreses lo que te robaste",
        "@JosefinaVM urge que regreses lo que te clavaste",
        "@JosefinaVM @E_Q_ @ElFinanciero_Mx ya regresa los millones que te robaste no ? ahorita servirian para menguar un poco el hambre por el covid",
        "@ChumelTorres @bobbypulido425 si a deja de chingar la madre a la 4t, desde el primer dia chinga y chinga y chinga y… https://t.co/xnwIbDWyRI",
        "@FelipeCalderon hijo de puta tambien en la nh1n1 hubo 4500 muertos, tambien en tu guerra contra el narco, pero eso… https://t.co/1XsSB9Z5Xh",
        "@gabyhback jajaj no digas mentiras, luego luego se ve lo fanatica del neoliberalismo que padeces, eso es mortal, se… https://t.co/0QiFpq79dq",
        "@luisestrada_ @SSalud_mx patetico solo criticar estupideces.",
        "@andreasolanor @JLozanoA una pandemia en un siglo, donde crees que podriamos haber sido muy chingones? euu ya viste… https://t.co/yncAUwYTCc",
        "@aracelibs @JLozanoA asi es la pandemia es una en un siglo, sino entiendes eso pues si que estas mensita no crees?",
        "@SimnTolomeo2 asi es solo chingas la madre ya dedicate a trabajar en algo que deje provecho o te va a dar cancer de tanto veneno",
        "@SimnTolomeo2 no te cansas de ofender-?",
        "@Perrufifi @RahulkMx caca tienes en el cerebro culero",
        "@JLozanoA @HLGatell @lopezdoriga @Radio_Formula o te preocupa la economia o no? solo kla haces de pedo buey no mames",
        "@RobertSosaP Ojala nos puedas aclarar el motivo de las clausuras en el municipio ya que algunos solo han sido adver… https://t.co/Y9Onl0aRwj",
        "@JLozanoA @HLGatell la pandemia es nueva en el mundo, escudriñar con lupa no es perder y hacer peder el tiempo, ponganse a trabajar mejor",
        "@RobertSosaP sr 23 casos confirmados en corregidora y andan clausurando negocios? no se le hace ilogico, por que el… https://t.co/ih3wBPbU9q",
        "@RobertSosaP que negocios estan clausurando, ya que nos llego un aviso de que teniamos que cerrar, ya casi se acaba… https://t.co/bGceloLD7V",
        "@MpioCorregidora un verdadero calvario sacar una maldita licencia de un changarro de accesorios.",
        "@LariosHector el coronavirus nadie lo vio venir y cada 100 años se dan las pandemias",
        "@pedroferriz3 @lopezobrador_ en 16 meses ya dices eso?",
        "@AlexHetfield01 @la_grenitas @jrsestaca si votemos por la rata de calderon, nos enchufaba pero dejaba robar",
        "@Carlostimos @NCorregidora @RobertSosaP acuson",
        "@PKSsoy @SimnTolomeo2 pues encabronan los chayoteros, con sus mentiras, asi es chtptm",
        "@MpioCorregidora ya me meti y no halle lo de renovacion de licencia ojala me pudiera mandar el link por fav",
        "@Jjlopez_almejo pues que bueno por que ese bonilla ya le dio la espalda a la 4t, salio mierda de su boca, y pisoteo las leyes",
        "@AlexDegurechaff @SimnTolomeo2 por que veo que eres un chavito, no has vivido los gobiernos anteriores donde no hab… https://t.co/jE702S8yiv",
        "@AlexDegurechaff @SimnTolomeo2 que tal si estas equivocado? te consideras de derecha? eres rico?",
        "@SimnTolomeo2 si al tiempo estas equivocado pediras disculpas tolomenso?",
        "https://t.co/qthZ9QHzPK",
        "@MeroTurro @Kaligul51511780 @JoseLui22302251 @JLozanoA 16 meses y como chingan dejen trabajar que mexico no era sui… https://t.co/lXCGvXCrmr",
        "@AlexAlcantaraO jaja pinche indio que se siente fifi ajjajaj",
        "@SimnTolomeo2 pues por que habia recesion mundial pero eso ya lo sabes no ?",
        "@RahulkMx jaja solo le buscas jajaj",
        "@ross_marz jajaj por un caso no comprobado y ya generalizas no mames",
        "@RahulkMx jaja patetico pendejo, traidor a la patria, chingas a tu madre por injurioso",
        "@rorislamejor segun tu fifi de banqueta",
        "@MeroTurro @Kaligul51511780 @JoseLui22302251 @JLozanoA apenas 16 meses y una enfermedad que esta mermando todo a ni… https://t.co/RnBhbNAqvH",
        "@gallego17 @Kaligul51511780 @JoseLui22302251 @JLozanoA pruebas pruebas no intriga y chisme, no seas pendejo borrego",
        "@tafolla1313 @HLGatell ten cerebro, compara, la nacion mas poderosa del mundo con el sistema de salud mas caro del… https://t.co/R7fuNnJTF5",
        "@ferchoariasf @Trolmalpagado antes no existia covid, antes solo se pedia dinero al extranjero y te llegaban las sob… https://t.co/swNl3w4dgr",
        "@ferchoariasf @ianman20347504 @Trolmalpagado no se hagan bien las cosas comparados con quien, italia, españa euu, b… https://t.co/tkx868pU1x",
        "@gallego17 @Kaligul51511780 @JoseLui22302251 @JLozanoA probablemente pero ese negrito no es todo el arroz, viva amlo viva la 4t",
        "@md_virgilio @Ricar_peralta @CarlosLoret @HLGatell euu cayendo a pedazos mexico de pie, lo que se ve no se juzga",
        "@IvanMercadoNews @JLozanoA A guevo culero mexico no esta infestado como el pais mas poderoso del mundo",
        "@seacabaMexico @JLozanoA @alphazulu25 jajaj patetico tu mexico libre jajaj viva amlo viva la 4t",
        "@alejandrodgc27 @JLozanoA tu puta madre arrabalera",
        "@rubenanguiano @JLozanoA tu mama",
        "@EfrainSerranoS1 @Hugman01 @JLozanoA tu mama culero, viva amlo viva la 4t",
        "@baritonodaniel @GustavoSoteloV @JLozanoA eso que culero sino va a salir en HOLA, no mames putos fifis  culeros, vi… https://t.co/TPuof1DET9",
        "@lavozde_Ags @JLozanoA jaja pinche ardido culero",
        "@bobbyanecdotas @JLozanoA @lopezobrador_ y euu tambien no? entonces quien es el pendejo, tu por creer tanto chisme, pendejo",
        "@borarje @JLozanoA pinche escritor de mierda, eso es lo que eres por eso nadie te conoce",
        "@borarje @JLozanoA segun tu culero, el mundo cayendo a pedazos y mexico de pie gracias a amlo, pero al tiempo lo veras que pendejo estas",
        "@FAGO71998441 @JLozanoA huy que delicado fifi de banqueta",
        "@wyrayado @JLozanoA segun tu, para mi esta en contra de la corriente pero ahi la lleva",
        "@OmarQR13 @JLozanoA muy bien dicho viva amlo y la 4t, mi viejito lindo trabajando duro todos los dias",
        "@FranciscoAustr @JLozanoA nos vale verga que quieras que te meta la verch la derecha con impuestos fobraproas y saqueos",
        "@mdamarquezl @JLozanoA y tu puta madre tambien, por que amlo trabaja como ningun otro presidente y es el mejor del mundo",
        "@Kaligul51511780 @JoseLui22302251 @JLozanoA y tu puto padre mas y tu madre una mierda por que pario cagada",
        "@bretado_marco @JLozanoA chingas a tu madre",
        "@KAntiamlo @JLozanoA pruebas pendeja pruebas sino solo eres una pendeja mas",
        "@JLozanoA @obititlan @Reforma @HLGatell chinga a tu madre",
        "@ceciliasotog @JLozanoA si mi negocio fracasa quien los salva? pero fracasa alguna empresa grande y la salva el pue… https://t.co/VOQBvgmc1X",
        "@ferchoariasf @Trolmalpagado si pendejo si, que pendejos estar encontra de quien mejor a representado al pueblo, si… https://t.co/crGUnvXBnh",
        "@Befair71938474 @Trolmalpagado @O_Diosa78 traicion a la patria el delito, pendejo, hijos de puta pero se la pelan",
        "@Trolmalpagado @Lizgottik jajaja no mames soriana estuvo en el fraude de peña nieto, haciendo las tarjetas fraudale… https://t.co/fwPU5MoZNB",
        "@tafolla1313 @HLGatell cobarde diselo en su cara pinche mono mamon",
        "@OscarFernandoLp @HLGatell vete a la verga cobrade diselo en su cara culero",
        "@calcifundacion @HLGatell de que puta madre sirve que sepas que tienes covid? si no tiene cura, pendejo ,no mamen e… https://t.co/gTJ05fSYGX",
        "@Alma_Madero_B @HLGatell no mamen en euu 2000 muertos por dia, 2000 aca en toda la pandemia y tu chingando a tu mad… https://t.co/DKNSM2aeSl",
        "@Nicososachingon @HLGatell no mamen en euu 2000 muertos por dia, 2000 aca en toda la pandemia y tu chingando a tu m… https://t.co/JOWEbq1Xmx",
        "@OMG32419021 @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre todos… https://t.co/kuLEmPjL7Z",
        "@chugarcia @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre todos l… https://t.co/rnYNckMzOh",
        "@raulf1969 @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre todos l… https://t.co/lrhWDhg8ma",
        "@TRS_PLY @Huitzitzilina @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu… https://t.co/sJGQegYdLa",
        "@JesusIb68298852 @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre t… https://t.co/Dou16XBskr",
        "@OscarFernandoLp @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre t… https://t.co/wJCFGoYWod",
        "@MarioArceoV @esme_escobar @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a… https://t.co/R1q8VgLSPm",
        "@neftarom @HLGatell muchos estados les estan dando dinero a familiares de fallecidos para inflar las cifras de covi… https://t.co/R5Z7yddXqp",
        "@Sancus6 @HLGatell @nytimes @el_pais @washingtonpost @lopezobrador_ no mamen en euu 2000 muertos por dia aca en tod… https://t.co/6EQY2bLwLU",
        "@RosaliaGrace2 @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre tod… https://t.co/gHqE3QrUkl",
        "@fracaso_la @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre todos… https://t.co/VshfWzkwGg",
        "@JRO02986665 @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre todos… https://t.co/cbgpphcBmG",
        "@xerryrodriguez @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre to… https://t.co/0dfPoCpmtC",
        "@Barbariux_ @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre todos… https://t.co/ztqPHLIGqr",
        "@Sancus6 @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre todos los… https://t.co/MqR12L9RjN",
        "@Mitologos @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre todos l… https://t.co/tCFgfdK59m",
        "@jesusgaxiola @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre todo… https://t.co/iMHLXYxnFd",
        "@RobertoSolcar @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre tod… https://t.co/OFsgm9SHop",
        "@tafolla1313 @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre todos… https://t.co/wOQwLUjrEP",
        "@AmloCuentas @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre todos… https://t.co/HeSzpnwhvv",
        "@BotAntiAMLO @HLGatell no mamen en euu 2000 muertos por dia aca en toda la pandemia y tu chingando a tu madre todos… https://t.co/JTeBHvkjsq"
    ]
}