{
    "screen name": "bella_binder",
    "no. of tweets": 169,
    "tweets": [
        "I said “Happy Mother’s Day” to a customer after I helped her (she had her kid with her) and she said “You too”\n\nMa’am I-",
        "Victoria F. getting up while having dinner with Peter #TheBachelor https://t.co/3nvqGaSWIN",
        "Alayah when Peter is ripping off the band aid #TheBachelor https://t.co/LB0RIzQPii",
        "*Something gory from Grey’s Anatomy comes on the TV* \nMy sister: That is why I don’t go outside",
        "Had a dream last night that I was back in high school sitting in the class where that one teacher hated me. Good times 😊",
        "When Hannah Ann and Victoria F walked out in the same outfit #TheBachelor https://t.co/VCveBCzH0q",
        "Showed my dad how to take a screenshot on his phone. I’m feeling pretty smart",
        "All of the girls when Hannah Brown showed up at the mansion #TheBachelor https://t.co/IRpW069coI",
        "The vibe you give off today is the vibe for the whole year",
        "Heard this guy talking to his friend about how he was interested in a 15 year old girl. Haven’t seen him in campus… https://t.co/UzT7mPlfcb",
        "Literally no amount of concealer can help me at this point. It’s exams week my dudes",
        "Another royal wedding to wake up at 4am for!🎉\n Princess Beatrice engaged to Edoardo Mapelli Mozzi  https://t.co/0qKD4hCnr0",
        "People who argue with professors in front of everyone make me uncomfortable",
        "The real crime here is that my shift starts at 9 so that means I’ll miss @CollegeGameDay 😩",
        "I saw a trailer for a Christmas movie today while watching @BachParadise on my DVR and I am all for it. Tis the season! 😍",
        "Dad: Bella, Drake and Josh is on!\nMe: Okay!\nDad: Aren’t you gonan watch it?\nMe: No I’m just gonna watch Netflix \nDa… https://t.co/liuFxtUKvr",
        "@HeyViolet Go back on tour! #queenofthenight",
        "Took a survey for statistics class. Why am I like this? https://t.co/ikCfov1Kjl",
        "All the girls when they’re upstairs and Revian shows up \n\n#BachelorInParadise https://t.co/s3eiyu440f",
        "Katie analyzing Chris on her date:\n\n#BachelorInParadise https://t.co/ru19etMyoL",
        "Dean talking about why he came back to paradise #BachelorInParadise https://t.co/k0n3XqRLc7",
        "Blake: I don’t know Dean is really charming\nConnor:\n\n#bachelorinparadise https://t.co/mfJ8yUq7AS",
        "*reads story in Spanish class about multiple people dating each other*\n\nSpanish professor: You know what this sound… https://t.co/tLqPjvSPus",
        "@lizz_klein Just @ me next time 😂",
        "Sister : Can you buy me a box of Sour Patch Kids? It’s $0.99 I’ll pay you back\nMe: Fine\n*Sister whips out 4 quarter… https://t.co/kWmz5dyMSa",
        "You know you’re packing too much for your trip when you have to start making sacrifices. Guess who’s only bringing one pair of socks?",
        "@kfalkler He’s awful so he can balance how perfect Steve is",
        "Garrett after seeing Hannah give Luke P the rose even though he said I love you to her first #TheBachelotette \n https://t.co/eh9LrCpBAq",
        "Finished at: 4:40pm\nGraduation starts at: 7:00pm https://t.co/an6osZFFWo",
        "Grad cap isn’t done and I graduate in less than 12 hours 😅",
        "That post turkey nap has got me ready for shopping today #notimetowaste",
        "Today is one of those days when you’re running late but decide to spend a few minutes digging through the dryer for clean socks #TGIF",
        "This is EXACTLY why I need glasses:\n\nWe were in a parking lot last night and my sister was standing next to me. She… https://t.co/vZThQDDS7G",
        "@katrinaa817 How much money are we betting? 😂",
        "Is @NotreDame in Pooh’s future? #ChristopherRobin #ndpuzzle https://t.co/cKm8AsOiEU",
        "“Bella you better get some new clothes! If I see that red shirt one more time, it’s gonna go missing in the laundry.” -My Dad",
        "My sister waiting for @5SOS to put “Castaway” and “Outer Space / Carry On” on the setlist #MeetYouThereTour https://t.co/6pJmvrOXvH",
        "*walks into our parents’ room*\n\nMy sister: Why are there only pictures of you in here?\n\nMe: 🤷‍♀️ #firstchildperks",
        "Watched  @Nickelodeon #DoubleDare last night and told my dad I wanted to be on it with my cousin @a_vance3 . My dad… https://t.co/0BsX0TbFPC",
        "The fact that I ate chips and then noticed they are expired is a direct representation of my day so far",
        "@kfalkler Square up at the next family gathering",
        "Tornado warnings with the fam\n\nMy sister: we can watch keeping up with the kardashians if you want\n\nMy dad: I’d rather go outside",
        "@CoachCurtis88 My point is...... well just look at the results of your poll and I think you’ll get it #CoachCurtisTakesTheL",
        "@CoachCurtis88 @MsAbdalla_brhs But Coach Curtis you’re teaching your daughter to be petty by doing this, so who is really in the wrong? 🤔",
        "@cammywebb Remember when you killed your hermit crab?",
        "@magnolia Joanna #BehindTheDesign",
        "@magnolia Lindsy #BehindTheDesign",
        "@magnolia The half bath #BehindTheDesign",
        "Looking at your bracket in class saying “I am going to lose my mind” and hearing the substitute teacher behind you… https://t.co/RHV2c7yku0",
        "Come to a fun night of bingo! Tickets are $20 online and $25 at the door. This is a great charity event for… https://t.co/LRI7NYE5zG",
        "My sister has to do a FACS project and cook for our family tonight. She said in the future she’s hiring a chef for… https://t.co/qLVJAncNPi",
        "@Waydebyard_lcps please help us this year #GetItTogether2018",
        "@libby_griffis I’m giggling about our conversation yesterday when you were 100% chill about what you were going to… https://t.co/78Gt6ycjxF",
        "@kfalkler What is your problem?! I just started it tonight",
        "@MsAbdalla_brhs I’ve had a MRI and an EEG! #Block1A",
        "@MsAbdalla_brhs The most exciting thing I learned about Unit 2 is the recording electrical activity and neuroimaging",
        "*tries walking out the door* \nMom: Oh wait I forgot to take your picture! You almost got away with that!\nMe: *curses self out under breath*",
        "I thought I was 5'3\" but my doctor said I'm one-hundredth of a centimeter away from being 5'3\"",
        "Some people are fashion icons without knowing it. I'm talking about the guy wearing a shirt the other day that said, #ComeyIsMyHomey",
        "The fact that they're releasing it 4 days early is such a blessing https://t.co/7EVEsfLszi",
        "@Jujoopy wouldn't it be great if Oasis got back together just so they could sing \"Wonderwall\" to us?",
        "Realizing you still have a little less than a month til @GameOfThrones starts be like  #WinterIsHere https://t.co/anXwfnRMMx",
        "Favorite song to play live? #HeyVioletAMA",
        "@sophia_roche20 aka the raccoon that goes through my lunch box when I'm not looking",
        "The only reason I came to school this week: to see the baby ducks through the window",
        "@cammywebb You are my hero 😂",
        "@cammywebb They're expensive",
        "@kfalkler I think you'll change your mind once your bracket is busted 😂",
        "@GodZalez6 Wow good for you!",
        "Almost had a panic attack in the hallway because I left my phone at home..... it was in my back pocket 🤦🏻‍♀️",
        "I made sure to enjoy my turkey sandwich for lunch and Mongolian beef for dinner today because of what tomorrow will bring #AshWednesday",
        "@sophia_roche20 this is exactly why I worry about you sometimes",
        "@LCPSOfficial how come we are the only school district around Washington, D.C. that doesn't have Inauguration Day off?",
        "Mom: Okay we're going to take a photo!\nBella and her siblings: Ugh!\nMom: Just pretend you like each other!",
        "How strange is it that my mom and I were listening to \"Freedom 90\" two days ago? #RIPGeorgeMichael https://t.co/Jv2kxZ0xIt",
        "Praying that our Christmas tree doesn't fall off the minivan 😬",
        "The best way to spread Christmas cheer is to give no more tests or quizzes for the rest of the year 📖",
        "So many people at the mall. Very few hours of sleep",
        "When you think you don't want to do anything else on Thanksgiving and then old photo albums are pulled out 😊📷📒",
        "Left 15 minutes later than I usually do for school and I still made it with 5 minutes to spare. God is on my side today 🙏🏻",
        "My younger sister: What are \"electrical\" votes?",
        "Being at the DMV is like school..... you're confined in a space for several hours with people and can't wait to get out",
        "Candy duty tonight. Where dem trick or treaters at? 🍭",
        "I thought I was over the Monday struggle until this morning when I almost opened the door into my mom's face 🚪",
        "\"Don't be rookie tonight guys.\" -@SpartansOrch",
        "How does my sister use 3 gigs out of our 6 every month?",
        "@juliexgallagher 🙋🏻",
        "Happy birthday @JuliaConnor7 ! You and I go way back to 6th grade. From school musicals to having classes together it was always lit 😊",
        "Happy birthday @waynevance1 ! I found this gem yesterday of you chilling and me puking. Thought it would be perfect! https://t.co/huMZuULAf4",
        "Happy birthday @mitch_griffis2 ! Hope your day is as good as that TD last week!",
        "Happy birthday @erikdavenport00 ! You're a guy of few words.... which is why I didn't know it was your birthday until a few hours ago",
        "Dang, my dad texts fast for someone with a BlackBerry ☎️",
        "I know it's late but happy birthday @nnallamotu ! Chatting with you in every class we get and irrelevant text convos anytime are the best!😊",
        "When you're babysitting in public and some random woman asks if you're the au pair 😐 https://t.co/sGkuNImVlZ",
        "From babysitting I learned that kids now have lame shows. I mean today I saw a dog that hoards boxes and an elephant that drives an SUV 😂",
        "@alexpantigozo8 Miss you too! 💟",
        "@alexpantigozo8 I worry about you sometimes 😂 https://t.co/l7UoXQRCqV",
        "Happy birthday @kfalkler ! You gotta admit being the two babies of the Binder family in this pic looks pretty lit 😂 https://t.co/i4cNFHOBnE",
        "Almost got serious hives from school supply shopping today 😢",
        "6.5 hour car drive and my dog decides to puke 20 minutes before we get home. Yes, I was sitting next to him 🙄",
        "Fourth of July was only 6 days ago and Target decided to butcher summer by putting out school supplies. BUZZKILLS",
        "I had to get my phone out of the toilet at the venue but it was worth it @Ashton5SOS @Luke5SOS @Calum5SOS @Michael5SOS . I loved the show! 😂",
        "I just wanted to change into my @5SOS shirt at the venue, and my wallet and phone fell in the toilet. I put my hand in a 🚽 for you guys 😂",
        "The first thing my sister asks my dad on the phone is to record her shows tonight 📺",
        "@cammywebb I cried three times when I saw it. My mom had to remind me it's just a movie. So I don't know what happened with you 😂",
        "Childhood reincarnation #FindingDory 🙌🏻 https://t.co/9l82yQQtyv",
        "Why do spiders feel the need to live in my bedroom? 🕷",
        "Was in the mall and some guy was lurking to see if I was buying the last blouse he was going to get for his daughter 👚",
        "When people start playing music from High School Musical 2 on the bus #LASTDAYOFSCHOOL 🚎",
        "\"If you walk THROUGH a lake, I applaud you.\" - Señor Zyck",
        "Everything @J_Ivy said in his speech last night was true. @KyndalGennings and I are still talking about it!",
        "Happy birthday @alexpantigozo8 ! You are a very fashionable, funny, smart, and pretty TA! 💗",
        "Happy birthday @cccarlydaly ! Sitting next to you in Algebra 2 has been very entertaining 😂",
        "When you get snapchats from your friend who just got their wisdom teeth out, you start to laughing so hard 😂",
        "Reasons to love @nnallamotu https://t.co/iXjz1Wmyzs",
        "The girl behind me got a piece of gum stuck to her knee from under the desk 😂😂😂😂",
        "For the first time today a stranger has finally pronounced \"Binder\" correctly 👏🏻👏🏻👏🏻👏🏻",
        "I can't wait to burn my earth science binder",
        "When your mom tells you to wear oven mitts when taking things out of the oven even though that's basic knowledge....I love it #MothersDay 💗",
        "I'm trying to find out what will be more crowded tonight: Moe's or Chipotle? #CincoDeMayo",
        "Bless up to no English homework for once 🙏🏻",
        "You can't get good  crab cakes and funnel cake other than Maryland! #MarylandDay 🦀",
        "\"Hey Bella if you hear my Katy Perry music just yell at me, okay?\" -@ryan_price5",
        "Oh my god never let someone take your phone to use Twitter EVER!",
        "Scavenger hunts are so intense! #englishteacher 🐣",
        "Anyone just in for the home stretch now? 🙋🏻🙋🏻🙋🏻🙋🏻",
        "Goal: to create a picture book for English class by the end of today 📝",
        "In the middle of a scene some little girl from the audience climbed on stage. I'M DYING 😂😂😂😂😂😂😂😂",
        "I never thought that waiting in line for an elementary school play could be so intense. I might have to throw a punch at these parents 😂",
        "\"You're so ignant!\" -Zangar Smith \n\nI laughed at this for about ten minutes 😂 #comeonman",
        "Yeah so all my brackets are dead 🙃",
        "5 out of the 6 brackets I made are jacked up. Kansas, you are my only hope🙏🏻",
        "Should I start my homework? Who assigns anything during spring BREAK? https://t.co/uDd98cJluC",
        "@KVance6 it's a habit, especially with competition. Dude I can't lose to your dad! 😂",
        "@kfalkler @KVance6 never mind Baylor lost 🙄",
        "@kfalkler @KVance6 I'm really 5 for 5, so God is on my side today 😂 #MarchMadness",
        "Does anyone like this Kahoot knock off quizzizz? 😂",
        "It starts to get intense in class when you talk about your brackets 😂 #MarchMadness",
        "@haley_air watching tv helps 😂",
        "Spanish for 3 hours and the teacher gives us the last half as study hall #blessup 🙏🏻",
        "\"Hey Bella there's a girl on that bus that looks just like you. Oh wait, that's your reflection.\" -Mason Smith",
        "It's nice outside and then the bus driver decides to make it 40 degrees below zero on the bus #SpringIsComing",
        "No man just play your guitar in the middle of the hallway 😠",
        "So the guy who blew his nose into the piece of paper he asked me for a while ago now used another one to stop a nose bleed #smh 🙍🏻",
        "How come I've never seen Marcia Clark smile once on this OJ Simpson show?",
        "Alright so now I have less than 2 weeks to enjoy the last of daylight savings time 😴",
        "Okay so we have this weather today and then we're gonna have snow on Friday? https://t.co/T7NwAH6WdD",
        "@sereensalem27 haven't even seen it yet 😂",
        "Happy birthday @jakelampy ! I hope you're lovin Southern Miss and can't wait to see you soon! Go eagles! 🎉",
        "I think this week has hit me hard because I almost went on the wrong bus today 😂",
        "TGIF https://t.co/AFsBGWbCxP",
        "The one day I forget a fresh pack of gum #highschool",
        "When you have a minivan and it's a struggle to figure out who's gonna sit in the 3rd row.... 🚙 #siblinglove",
        "Chuck Bell is starting to get on my nerves #snowmaggedon2016 ❄️",
        "Being a Catholic girl, yes @jacobfoster3006 not Jewish, means Fridays during lent= pizza for dinner 🍕 #nomeatfridays",
        "@nnallamotu @KimsWorld101 amen Nandhini amen!",
        "@JuliaConnor7 YOU are fabulous, funny, talented, and people (including me) love you!",
        "@KimsWorld101 it was a history test, but I did get a 97 in algebra 2 this quarter!",
        "Receiving conversation candy hearts is Spanish class in Spanish is the most!",
        "To all of you in my study hall.... You're welcome  https://t.co/ZgNoCyeUuK",
        "There's always that one day when you forget you have a huge test.... Today was my day😐",
        "Okay so I was wrong about having school today but eh oh well 😂",
        "Everyone is saying we aren't having school tomorrow and let's just say that everyone also said the Panthers would win yesterday so.... 🤔",
        "Whoever is sitting near a mic and howling in Levi's Stadium, I can hear you on my TV and you need to SHUT UP! #SuperBowl 🏈",
        "Orange Crush! I’m taking the #Broncos to win Super Bowl 50. #SBVote @SportsCenter https://t.co/7l67uSPGHn",
        "@KVance6 , these UA @CameronNewton shirts are pretty lit  👌🏻 https://t.co/1EXiOSsetS",
        "why @ryan_price5 ? 😂",
        "The guy next to me just asked for a piece of paper and blew his nose into it when I gave it to him #smh 🙍🏻",
        "I can't keep track of how many people have bumped into me today😑"
    ]
}