{
    "screen name": "lindabijuteria1",
    "no. of tweets": 187,
    "tweets": [
        "Minha filha está no ensino superior e depende de aulas experimentais em laboratórios. É uma situação perturbadora d… https://t.co/B7ekx16kS5",
        "Se os alunos não vão às escolas, certamente os custos com energia elétrica, água e outras despesas diminuem. Acredi… https://t.co/zvkBV97pIO",
        "@techreview 🤭🙅🏻‍♀️",
        "@nathansodre @bbcbrasil A natureza, diga-se homem.",
        "@Luis51693916 @exame A classe de empresários que forçam isto tem poder de fogo. Mas galinha que acompanha pato...… https://t.co/3Ztf3tjkxC",
        "@Luis51693916 @exame Não acredito q já teria passado. É pressão do empresariado no governo federal. Se todos estive… https://t.co/77hLe3voUY",
        "@UOLNoticias Impressiona os linchamentos virtuais, e como este ambiente é de ódio.",
        "Tá brincando. Isso é guerra? Ou o mundo está do avesso? https://t.co/IIckNpdfJ3",
        "@Andrezzasousa @maroca_chitara @pretzeuss Não sei de quem é o texto. Sei q reflete a realidade de muitos como eu. E… https://t.co/YPrerGayZB",
        "Perigosa e preciosa a tal solidão. Mas nos faz experimentar o prazer da própria companhia. https://t.co/BecIMdlOfR",
        "@pretzeuss https://t.co/xWkNWIOl7r",
        "@g1 Diplomacia meus caros. Todo mundo precisa de todo mundo.",
        "@CNN Irresponsible",
        "Elon’s new mission =&gt; X Æ A-12 Musk https://t.co/nBGu9N33rG",
        "Viver para ver coisas assim bem em casa, é muito prazeroso. 🌿🌱🍃 https://t.co/sC351nRdA6",
        "@g1 Isso tão Black Mirror... https://t.co/Or20QmubZZ",
        "@Zucchinisaurus @AUGUSTINFARRELL 👏🏼",
        "@TheTrueCompton 💔",
        "O peso da vida a salvou. 😊 https://t.co/iHvtK71F6v",
        "@arthurprado_bot @marcelo_meds Isso é muito bom! 😊",
        "@UOL Aguente firme! 😂 https://t.co/N5Cem2Q1Gd",
        "@folha Poder recontratar pessoas e serviços q tive que dispensar.",
        "@valoreconomico Ai meu Deus... o pessoal agora passará a viajar de carro.",
        "É possível compartilhar este tipo de responsabilidade? Sim. Seria formidável. 👏🏼 https://t.co/MKdRNCtyUL",
        "@xavierkatana 🤭",
        "@LeandroRamos É a modernidade super líquida, gasosa!",
        "@exame Contra o Coronavírus né? Por que do câncer, gente, não está não.",
        "@LivePDNation @sddphoto 🖤🖤🖤🖤🖤🖤🖤",
        "Até quando estaremos reféns dos políticos, do vírus e dos bilionários da tecnologia? E este último é o hotspot do s… https://t.co/YDG5NkuVFn",
        "@Victoryabro @Dahl_Consult @DrJDrooghaag @RagusoSergio @postoff25 @ShiCooks @CurieuxExplorer @baski_LA @Droit_IA… https://t.co/aFFS1gG3wl",
        "@Damadeferroofic Olha, então são vários sistemas, rs.",
        "Se há um vírus rondando por aí, deveria haver uma grande preocupação com as mulheres engravidarem. De quarentena es… https://t.co/a5dDXCWlNl",
        "@gabicoelho @jornalodia Que vergonha!",
        "@elonmusk No momento, as mentes estão desertas, Elon. https://t.co/Q8Pqjud5LF",
        "@RationalEtienne @elonmusk 🥰",
        "Ouvir apenas o q faz mal adoece. Cuide-se para não ver, ouvir e ler apenas assuntos que não acrescentam MAIS. Dê es… https://t.co/VhkGHWrVfH",
        "Tanto sofrimento que há por trás dos alimentos de origem animal. Quem tem vontade de comer mesmo assim,  é um pouco… https://t.co/A9a41VUOiG",
        "@paran_ink Me too. 😉",
        "@Estadao @EstadaoInter A controvérsia das armas. https://t.co/cJegzb6ozw",
        "@TomHall @myworld2121 😂 https://t.co/2dQ0YyW9F6",
        "@thehill Elon é um flor rara da terra.",
        "@folha ⚰️",
        "@folha É muito, muito triste ler isto... 😔",
        "@TomRaftery @gunsnrosesgirl3 🤔",
        "@folha Mas os foguetes da SpaceX nem estão prontos para chegarmos à Marte! 😒 https://t.co/axSqscaGnC",
        "@Estadao @EstadaoPolitica Isso é abominável. Esse tipo de comportamento precisa ter limites, garantidos por lei. Nã… https://t.co/oyEfPpEq6X",
        "@OliverStuenkel @UOLNoticias @UOL A mídia faz um papel horrível ao dar visibilidade para este tipo de coisa. Estamo… https://t.co/9F5eaLAMaT",
        "@elonmusk It’s an abyss between real and projected numbers",
        "@folha Esperado. A curva da crise política tende a se elevar.",
        "@CNNBrasil DNA peemedebista.",
        "@CNNBrasil 🤮",
        "Pensar duas vezes antes de tornar algo público é essencial. https://t.co/It65wAzR72",
        "Análise: Militares e ideológicos competem por controle que não têm sobre a Embraer https://t.co/mTuQPqkSD6",
        "@RodZeidan Para atingir mais pessoas a economia precisaria ser boa. Tudo é economia! Todo governo que possui grande… https://t.co/XZZfc1c2BX",
        "@John_Gardi @TonyRoma1992 Really! 🙌🏼",
        "@JohnOberg 💔",
        "@engineers_feed 🤮🤮🤮🤮",
        "Que artigo bem escrito. Retwitto com louvor. https://t.co/oOBHhyrh4J",
        "@fjarbs @RevMagistratura @dw_brasil Algumas democracias vão sendo moldadas de acordo com suas histórias e em alguns… https://t.co/OoB2RyMhS6",
        "@fjarbs @RevMagistratura @dw_brasil Qualquer, qualquer regime onde um sujeito dá ordens e o restante obedece, é rui… https://t.co/CArYhzTdBw",
        "@fjarbs @RevMagistratura @dw_brasil Mas é bem verdade q ninguém é livre. https://t.co/ZGNsAJjoBV",
        "@fjarbs @RevMagistratura @dw_brasil A liberdade é preciosa. Então qualquer regime que a ameace deve ser abominado. https://t.co/zVU43Url8J",
        "@anacronices @DanielaLima_ @RodrigoMaia De vez em quando adoro ver como as coisas acontecem extamente como os caras… https://t.co/0h4WzR2YKc",
        "Crises políticas são comuns em governos de pouca estabilidade. Mas Moro desapontou ao polemizar com pandemia em cur… https://t.co/MuuL5lrk6d",
        "@reporterb @FritschIgor A farra com o dinheiro da saúde pública começou. A primeira protagonista desta história é a… https://t.co/I4ssbnRBKJ",
        "@54ndm4n5 @cafecomferri Para nossa má sorte! Mas de qq forma estaríamos como estamos agora, dentro de uma presepada… https://t.co/5MUsRBR00i",
        "@oswaldojor Moro em sua nova morada!",
        "Quais companhias aéreas estariam aproveitando o momento da pandemia para se reinventarem? O que será dos fabricante… https://t.co/HsGERjsdob",
        "🤮 https://t.co/GtO4nqcmQ0",
        "@Littlesweetsymp I love Bach.",
        "@Littlesweetsymp 🤭",
        "@augustodeAB Ele é mais político que juiz. São planos para as próximas eleições.",
        "Saída de Moro é uma estratégia política de enfraquecimento ao governo Bolsonaro. Mas Moro não abandonaria seu minis… https://t.co/fpR5X69mLo",
        "@Ludogero2 @folha Que mal gosto de usar o cão. Os cães são animais incríveis, para serem depreciados seja para o qu… https://t.co/iQSqfkHOtr",
        "@folha Seria o pulo do gato?",
        "@pixelastronaut https://t.co/61fla2bNj2",
        "Os problemas da humanidade são de natureza global. Necessitamos de gerenciamento inteligente dos recursos da terra… https://t.co/09KvdGpqZJ",
        "Se as máquinas tiverem espaço no nosso ambiente de trabalho, provavelmente sobrará muita mão de obra, fazendo senti… https://t.co/bJyoB3LdAs",
        "@monicabergamo É muito estranho acreditar que dará para honrar com todos os compromissos quando não se ganha nenhum… https://t.co/fsIeVOIWt2",
        "@vanessarmeira @bbcbrasil @NetflixBrasil Bonitinho ou gostosinho é que queremos deixar de ser. Nossas competências… https://t.co/aMqx4Hr51e",
        "@bbcbrasil Sérgio demonstrou toda sua habilidade política e esforço sem limites,  para fazer seu melhor. Que histór… https://t.co/hM9kdJtfcs",
        "@vanessarmeira @bbcbrasil @NetflixBrasil Charmosos e exóticos é o que queremos deixar pra trás.😊",
        "@bbcbrasil Muito importante falar de diplomacia. Especialmente agora. O Wagner é um talento e referência para sua g… https://t.co/aJtbMusXcs",
        "@vanessarmeira @bbcbrasil @NetflixBrasil Menina, não desmereça um baita profissional como esse cara. Ele é espetacu… https://t.co/z3J0TYcHle",
        "@bbcbrasil A massa de manobra foi acionada. Quem protesta contra o vírus foi moldado para isto. E quem protesta a f… https://t.co/knubWI5dO6",
        "@thehill 👀",
        "@sonic1930 🤭💔",
        "@alexandregarcia É o espetáculo da ignorância. Um show de horror. É filme?🤮",
        "@congemfoco https://t.co/EhCxR1Vy2o",
        "@lluishenriq @folha @FolhaPainel A gente passa pelas situações como verdadeiras marionetes. Estas pessoas usam a ge… https://t.co/omjuRNg86y",
        "@cnni Could you bring a more informative note?",
        "@lluishenriq @folha @FolhaPainel Quem torce p piorar, torce pelo vírus. Tem um pá de gente poderosa torcendo p isso… https://t.co/sHnskOvv6l",
        "@lluishenriq @folha @FolhaPainel Pq já fizemos como todos fizeram. Agora caminhemos para a próxima etapa, com calma… https://t.co/3QmsWIvnGZ",
        "@folha @FolhaPainel Gosto da postura dele.",
        "@conexaopolitica Esse era o meu maior temor. A coragem dos governantes nesta corrida insama por equipamentos médicos.",
        "É preciso ter cuidado no que acreditamos. De amigos à inimigos! Sigamos o fluxo da diplomacia. Ela é sempre concili… https://t.co/2OSpIjzqOZ",
        "@_ayrtonnn 👍🏻",
        "@MichaelGalanin https://t.co/NWY1ULUHW3",
        "@QuickTake 😍",
        "@NBCNews @NBCNewsTHINK 👀",
        "@DarkSideOfDaMoo @Telegraph 🤭",
        "@folha Sensato.",
        "É chato ler e ver apenas assuntos relacionados ao  COVID-19. As notícias se repetem e os números sempre sobem. Quem… https://t.co/8x9T4jyI07",
        "@VPCRelator Meu Deus como o ser humano é cruel e desprovido de compaixão... Somos seres modernos que insistem em pe… https://t.co/JcNWrWRY4B",
        "@CStoreNews_ @dial_bob Bons exemplos enriquecem a gente. E faz com que nunca nos esqueçamos, numa possível necessidade, fazer o mesmo.",
        "@fana2vroumi @Alexis_wwww 👀",
        "@RexChapman https://t.co/UyXvsDULgZ",
        "Empreender é um caminho árduo. Muitas vezes a gente se vê em uma jornada solitária. O mais difícil é encontrar o ca… https://t.co/FFScephEdy",
        "@Valnira3 @TommasoLeonard6 @RevMagistratura Vcs estão ligados no modo drama. Pessoal, usem a criatividade. Dá para… https://t.co/EopNnAFXgd",
        "@Thomas_Lasky_33 @lemondefr +1👏🏼",
        "@Rconstantino A nova geração do DEM, carrega DNA da velha política. São filhos e netos de gente que não contribuiu… https://t.co/bX5PTO298f",
        "@TommasoLeonard6 @RevMagistratura Cada pessoa tem sua necessidade. Eu preciso correr para manter alguns níveis séri… https://t.co/n07m48eMxr",
        "@angie_karan This is evidence that they are not treated well.",
        "Gostei! https://t.co/rbC9CwWBQV",
        "4 Reasons Why Customer Engagement Platforms Will Render Traditional CRM Useless via @forbes https://t.co/PxAx7NPQ6m",
        "@dimas_______ 👍🏻",
        "@Sen_Cristovam O brasileiro é preguiçoso para fazer esforço intelectual.",
        "@folha 3.700 em um aparelho. Seria preço popular. Me belisca?! https://t.co/0VRsIYwwaC",
        "@Estadao @Emais_Estadao Ai Deus... Cada coisa tosca que aparece.",
        "@UOL Maldade.",
        "@lucaspuertas @bbcbrasil Chorei de rir! https://t.co/2V8MJbxUlz",
        "@coronadareal @Normose_ A intenção dele é polemizar.",
        "@coronadareal @asetepalmos @Normose_ Ainda bem que tem gente que pensa como eu.",
        "@ForbesBR Apertem os cintos! https://t.co/yFPYc7HaYY",
        "@BillGates @WHO It is time to help those in need. People like you can and should do this. Just want.",
        "@g1 Homens...",
        "@andredimauro @OGabiiel @oatila Bravo! 👏🏼",
        "Os bancos são muito mais importantes que os pequenos e médios empreendedores.😢 https://t.co/5rKortHCuM",
        "@FritschIgor @folha Vamos sentar e chorar um monte? Depois a gente levanta e vê o que vai fazer... 🤓",
        "@FritschIgor @folha Vc jura q acredita nisso? Jura???",
        "@folha É pra colapsar a economia? Isso mesmo? https://t.co/qL97Onp8Yg",
        "@Ricamconsult @JordanFariaLima https://t.co/4XVNiHFrdL",
        "@NorbertMedley @Telegraph Your justification is vulgar. Excuse me for my sincerity. You deny yourself the obvious facts.",
        "A palavra agora é “Licença de Imunidade”. Momento que faz os governos desembolsarem rios de dinheiro a fim de testa… https://t.co/vHc2btTBdL",
        "@NorbertMedley @Telegraph I can't admire people who take pleasure in taking a life out of helpless animals.",
        "@NorbertMedley @Telegraph There is certainly a more intelligent strategy to resolve the issue.",
        "@eduardomoreira A esquerda faz um papel patético neste momento político para manter seu rebanho. Além disto, sinto… https://t.co/cc4GkftdG6",
        "@CeliaCa65828426 Isso traz uma única preocupação. O direito de ir e vir das pessoas. A atitude dela não me preocupa… https://t.co/2jK6nB6Nnv",
        "@Telegraph Hunting is an unnecessary, bad and unfair practice these days.  Cruelty-free animals!🌷",
        "@Telegraph Perfect!",
        "@John_Gardi https://t.co/NC0kX9sTdp",
        "@folha https://t.co/vkDjE5UaYB",
        "@BrunoCamina @samiabomfim A gente doa muito mais que isso...",
        "@bbcbrasil Me poupe BBC. Sem inspiração hj?",
        "Os homens têm a necessidade de convivência em grupo. Percebe-se que as pessoas saem de casa com vontade de socializ… https://t.co/Vudq75b9u9",
        "@Estadao Hum... Então é para todo mundo voltar para seu quadrado? Será que o mundo vai se fechar? 🧐",
        "@nytimesworld A Venezuela sangra... 😢",
        "@nytimesworld 💔😢",
        "@TomRaftery Like a ... https://t.co/55e3J0F07Y",
        "@AlixEHarrow Like a film... https://t.co/gscHNCSOZ5",
        "@_TradeWolf_ É a lógica.",
        "O uso de Cloroquina na Covid-19 sempre trouxe desconfiança. Agora é fato. Ela é ineficaz. Agora vai um recadinho pa… https://t.co/VRrkSTLxmc",
        "@RadioProletrio ♥️",
        "@Peter63662755 @dial_bob 🤮",
        "Quanto mais eu conheço os homens, mas eu gosto dos meus cachorros. https://t.co/VrmXHv8dPB",
        "@_TradeWolf_ ?",
        "@runcertain 🤣",
        "@LeonanBolelli @folha A Anvisa se lixa pra vc amigão. Em países desenvolvidos existem critérios para se colocar um… https://t.co/R9m4EjmMYp",
        "@jdoriajr E o Marco Civil da Internet? Quem autorizou essa coleta de dados sem autorização das pessoas?",
        "@valoreconomico De tempos em tempos o Brasil sofre um golpe. E somente depois de muito tempo a população descobre isto.",
        "@AstrocatFreitag @Jennifrrrrr @AM_McCarthy @ndrew_lawrence 👏🏼",
        "@donastrou @JordanFariaLima Tem gente muito má intencionada na ala da direita do país.",
        "@Vinncent Bot?",
        "@Vinncent They are easily manipulated people.",
        "@Vinncent Those who pan in Brazil are Brazilians who don't understand politics. They don't even know or the reason for hitting their pots.",
        "@HedgeFundTips Vale tudo! 🤦🏻‍♀️",
        "@brains9 Não por isso. 😜",
        "Se não houver criminalização do uso de robôs, estaremos entregues às hienas digitais. https://t.co/60Nl9F09ir",
        "@_TradeWolf_ Engana-se. Ele não quer quebrar o pequeno e o meio empreendedor.",
        "@telegraaf Quanto pior, melhor. O mundo está assim...",
        "@visionsofthefu @HuffPostUK Jura?",
        "@nytimesworld https://t.co/LuW0DH4DUu",
        "@VEJA Jesus... que nota é essa...",
        "O pequeno e o médio empreendedor estão em uma prova de fogo. Pensando aqui em reduzir o consumo de tudo. Freiar “me… https://t.co/raQSOADFjw",
        "@CasaTuaCucina ♥️♥️♥️",
        "@OskarSays https://t.co/0ralEeBlRw",
        "@tuCpakoa @Alexis_wwww https://t.co/cgwF7FIFKL",
        "Na faxina da casa a gente encontra de tudo. Livros antigos que dizem assim: quem usa álcool está queimando o fígado… https://t.co/qQprPhkOp5",
        "@WinstonLing Já parou para pensar que a cepa do vírus atuante lá pode não ser como a da Itália, ou seja, menos virulenta?",
        "Suécia, França, Itália e Reino Unido suspenderam seus ensaios devido aos efeitos colaterais e reações ao tratamento… https://t.co/gbKoz7yMoH",
        "@folha @paulkrugman Agora é depressão, não recessão.",
        "@PlenoNews Jura? Kkkkkkkk",
        "@UNILADTECH @Ruptly OMG 😱",
        "@o_antagonista O New York Times observou que Trump tem três fundos familiares que investem em um fundo mútuo que, p… https://t.co/LsJ7AyLspf",
        "O New York Times observou que Trump tem três fundos familiares que investem em um fundo mútuo que, por sua vez, det… https://t.co/b8i9w4lvU1",
        "Agora faz sentido. O NYT diz que Trump tem participação financeira na empresa francesa que fabrica a versão de marc… https://t.co/AlXkXDcEta",
        "@medithroll @bbcbrasil Que ignorância!"
    ]
}