{
    "screen name": "kate_riccio",
    "no. of tweets": 200,
    "tweets": [
        "@AbbyP_2020hw Violeta. Es muy bonita. ¿Y tú?",
        "@AbbyP_2020hw Has preguntado este pregunta en Twitter muchas veces.",
        "@ChristinaK5112 Puedo tomar mi examen en agosto. Es emocionante, pero desearía poder obtenerlo antes",
        "@camille_m7 La prueba fue muy difícil para mí. Creo que fallé ...",
        "@connor_ryan5705 @helen_peppler Aww, me encanta perros. Soy muy celosa",
        "@AG_Spanish Ahora tu equipo está en el torneo, ¿verdad? Es muy emocionante.",
        "Hoy fui al juego de lacrosse de mi hermano. En su juego, rompió el récord de anotación de goles en la escuela. ¡Quiero celebrar con él!",
        "Acabo de comer una buena cena. Comí carne, arroz, fresas, uvas y pepinos. Ahora estoy muy lleno",
        "Después, tengo que escribir un párrafo para la clase de historia. No quiero hacer nada",
        "Estoy trabajando en mi proyecto de inglés. Aye, es mucho trabajo",
        "Mis hermanos mayores están celebrando porque no tienen escuela. Estoy triste que tengamos muchos días más",
        "Ayer tomé una lección de conducir. Hoy quiero conducir más",
        "Me gusta mi libro de inglés mucho. Pero ahora tengo que trabajar en mi proyecto",
        "Estoy muy cansada ahora. Quiero dormir, pero tengo que hacer mi tarea....¿debo hacerla en power block?",
        "Creo que el MCAS fue muy fácil hoy. Espero que sea fácil mañana también",
        "@AbbyP_2020hw Sí, yo también, pero tengo que esperar a que mi maestra me devuelva mi grado antes de que pueda editarla. es muy frustrante",
        "@ChristinaK5112 Era un partido de varsity, pero estábamos ganando por mucho, así que pusieron los freshmen en",
        "Mi práctica de lacrosse era muy divertida hoy. Me gusta mi equipo. Estoy triste que la temporada de Lacrosse casi ha terminado",
        "Esta noche tengo que hacer un leyendo de historia, escribir un papel para la ley y sociedad, y leer mi libro de ing… https://t.co/CNNtklTQ74",
        "Acabo de mirar el partido de lacrosse de los chicos. ¡Nosotros ganamos por mucho! También era divertido ver todos l… https://t.co/8STaKnM96g",
        "@AbbyP_2020hw Sí, estoy feliz que este socrático es formativo porque hizo muy mala",
        "@rachel_lee255 ¡Buena suerte! Creo que estás jugando contra Bishop fenwick.",
        "Tengo hambre ahora. Quiero comer cereal",
        "Estoy un poco enferma hoy. mi madre me dejó dormir pero creo que llegaré tarde a la escuela",
        "La noche pasada fue la noche de a capella. Era muy divertida",
        "@AG_Spanish Estoy leyendo “I know why the caged bird sings” por Maya Angelou. ¿y tú?",
        "no tengo mucha tarea esta noche. todavía tengo que leer mi libro de inglés. es muy interesante",
        "@SofieCassidento ¡¡¡Yo también!! Es muy triste, no quiero que los seniors se vayan",
        "@jordan_spanish @AbbyP_2020hw No me gusta domingo porque tengo que hacer mi tarea, jaja. Me encanta el viernes porq… https://t.co/rLhunzCg2S",
        "@connor_ryan5705 @raquelsouza1314 @CarolinaNorteD Me gusta las cataratas de Iguazú. Son muy bonitas.",
        "hoy estornudé mucho. mis alergias son muy malas en la primavera debido al polen",
        "@charlottepenn31 ¿estás emocionada por el fin de semana?",
        "¡Hoy es un buen día! es viernes y estoy muy feliz",
        "@ChristinaK5112 ¡feliz cumpleaños! Puedes conducir ahora, es muy emocionante",
        "Necesito hacer mi proyecto de historia esta noche. Me gusta dibujar para el proyecto, pero no me gusta escribir",
        "mañana, el equipo de lacrosse de niños y el equipo de lacrosse de niñas están cambiando las camisetas. Va a ser cómico",
        "No dormí mucho la noche pasada. Quiero dormir más esta noche, por lo menos ocho horas",
        "¡no puedo creer que los seniors están casi hecho con el año escolar! Es loco que mi hermano va a asistir la universidad el año que viene",
        "No tengo mucha tarea esta noche. Pienso mirar mucho Netflix y comer mucho",
        "Esta noche voy a mirar la programa de Riverdale.  También voy a texto @jordan_spanish durante el episodio nuevo, jaja",
        "Hoy tengo práctica a las tres menos cuarto. Estoy emocionada porque después no tengo nada",
        "@ChrisTSpanish ¡acabo de comer un BLT! fue muy delicoso",
        "No tengo tiempo este fin de semana para hacer mi tarea. Estoy nerviosa",
        "@jordan_spanish Me gusta el bistec. ¿y tú?",
        "@rachel_lee255 sí, estoy muy cansada de los juegos. pero estoy feliz que no tenemos práctica hoy",
        "@RubelKate sí, me encanta conducir. el sábado voy a tomar una clase",
        "hoy estoy enferma. esta semana es lo peor :(",
        "¡Feliz día de Prom! es muy emocionante, ¿no?",
        "estoy muy estresada ahora. tengo que hacer MUCHO en mi papel de historia y estoy nerviosa",
        "@AG_Spanish Sí, Masco es generalmente un buen equipo. Pero, tu equipo es grandioso este año",
        "No quiero escribir mi papel de historia o mi papel de inglés. Aye, es demasiado trabajo",
        "El viernes, mi hermano anotó su centésima meta de carrera en su juego contra Triton. Es loco, ¿no?",
        "@jordan_spanish Sí, me gusta tu tema mucho. Es un poco similar al mío. Cuando hayas terminado, quiero leerlo. Creo que será muy bueno",
        "@jordan_spanish @camille_m7 Tengo que trabajar MUCHO en mi papel de historia. Estoy preocupado porque no tengo muchas fuentes",
        "Comí a chipotle ayer. Fue muy delicioso, me encantan los burritos",
        "@camille_m7 Tomé una lección ayer con mi amiga Erica. Pero, necesito tomar muchos más. Debemos tomar algunas lecciones juntos",
        "Necesito escribir mi papel de historia, pero no quiero. Estoy más interesada en mi papel de inglés",
        "¡¡¡Quiero el verano!!! No puedo esperar, me encanta broncearme y nadar en el océano. Tenemos solamente ocho semanas:)",
        "Comí mucho hoy. Mi mamá acaba de ir el mercado y ahora tenemos muchas comidas buenas",
        "Estoy emocionada escribir mi papel de inglés, porque me encanta mi tema, es muy creativa y soy apasionada",
        "No tengo mucha tarea esta noche pero tengo que estudiar para mi prueba de matemáticas mañana",
        "Ahora estoy escuchando a dua lipa. Ella es muy talentosa, ¿no?",
        "Quiero terminar mi programa de Netflix antes de que se lo quiten en mayo. Estoy apurado para terminar, jaja",
        "Estoy emocionada porque tenemos solamente dos días más hasta las vacaciones de abril. ¿Qué estás haciendo durante las vacaciones?",
        "@AG_Spanish ¡Buenas suerte! Voy a jugar contra Pentucket mañana. Creo que estarán bien",
        "@ChristinaK5112 @rachel_lee255 @nsullivanhorner @camille_m7 No sé, pero el año pasado las otras escuelas fueron fan… https://t.co/HtvEdWn0yG",
        "@ChristinaK5112 @rachel_lee255 @nsullivanhorner @camille_m7 Sí, estoy emocionada porque es mi concierto favorito",
        "@nsullivanhorner @camille_m7 @ChristinaK5112 Sí no quería hacer una audición para esa canción pero podría audiciona… https://t.co/srZadYXdSa",
        "Hoy yo tengo un partido de lacrosse contra Georgetown. Creo que vamos a ganar pero yo estoy un poco nervioso",
        "@camille_m7 Sí, no estoy preparado. Creo que voy a hacer mal.",
        "@AbbyP_2020hw Yo también. No puedo esperar porque quiero dormir por más de cinco horas cada noche jaja",
        "@AbbyP_2020hw Estoy investigando Ben Franklin. Fue un científico muy exitoso y descubrió muchas cosas",
        "@AbbyP_2020hw ¿Qué persona estás investigando para tu proyecto?",
        "@AbbyP_2020hw Sí, terminé todas mis cartas ayer y hoy no tengo que hacer nada. Pero, tengo que preparar para la eva… https://t.co/FO97U3Bv4z",
        "@AbbyP_2020hw Porque creo que nuestro proyecto es muy bueno. Escribimos mucho",
        "@AG_Spanish Sí, las chicas son muy buenas y tengo miedo",
        "@AbbyP_2020hw Sí, estoy muy emocionada para compartir con la clase",
        "Tengo un partido de lacrosse el viernes contra Marblehead, y estoy muy nervioso porque su equipo es muy bueno",
        "Estoy FELIZ porque no tengo mucha tarea esta noche, tomé dos pruebas hoy y ahora puedo relajarme",
        "@helen_peppler yo también. es malo pero nunca duermo lo suficiente. siempre pospongo mi tarea",
        "Estoy nervioso por mi examen de química mañana. Tengo que estudiar mucho esta noche",
        "Tengo que estudiar para mi prueba de química el miércoles, pero no quiero. Estoy muy cansado y quiero dormir",
        "@ChrisTSpanish Estoy de acuerdo, la mayoría de sus tweets están locos",
        "estoy emocionada comer dulces mañana. mis dulces de pascua favoritas son “Cadbury eggs.”",
        "Mi familia y yo vamos a ir a la playa mañana para una misa temprano en la mañana.",
        "Hoy escribí una carta para mi proyecto de inglés con @AbbyP_2020hw pero necesito escribir más este fin de semana",
        "@charlottepenn31 Si no me gusta esa clase. ¡Siempre tenemos mucho trabajo!",
        "@rachel_lee255 sí, estoy muy emocionada pero creo que va a nevar el lunes...",
        "@RubelKate @senoritaCiaraR sí, ahora estoy viendo la segunda temporada y es muy bueno, deberías verlo",
        "@addygspanish Espero que Michigan gane porque los elegí para ganarlo todo.",
        "ahora estoy mirando la programa de televisión \"the secret life of the american teenager.\" es muy bueno y amo al per… https://t.co/xEsslrqdgh",
        "@jordan_spanish @AbbyP_2020hw estoy emocionada porque esta noche no tengo mucha tarea y puedo dormir más. dormí por… https://t.co/PoKt3K8LdS",
        "@ChristinaK5112 sí, también me siento de esa manera. pero esta semana estuvo muy ocupada para mí y ahora estoy muy cansada",
        "Quiero que mi hermano se despierte para que podamos obtener cafés. desearía poder conducir",
        "Tengo que ir a la biblioteca hoy para obtener algunos libros para mi periódico de historia. No me gusta la clase de… https://t.co/gIBlqBhXzS",
        "@camille_m7 tengo que jugar en un torneo de lacrosse mañana. no estoy emocionada porque estoy muyyyyy cansada y dolorida hoy",
        "estoy feliz porque mi soporte para la locura de marzo es realmente bueno. Elegí Michigan para ganar y estoy emocion… https://t.co/6Xcv5oQmff",
        "Tengo que ir a lacrosse hoy a las cuatro y media, pero estoy cansada y quiero sacar una siesta",
        "no tengo mucha tarea esta noche, y estoy feliz. solamente tengo que hacer mi tarea de español y historia.",
        "@carolinepratt_ tienes mucho talento musical. ¡Tu voz es tan bonita!",
        "@AbbyP_2020hw ¡Quiero mirarla! He escuchado muchas cosas buenas al respecto y me gusta el actor principal",
        "Hoy es lunes y no me gusta lunes, pero estoy feliz porque no tenemos el bloque d y es difícil y aburrido",
        "@jordan_spanish esta mañana comí pizza de Riverview para el almuerzo, y fue muy bueno",
        "ahora estoy muy cansada y enferma pero tengo que hacer mucho trabajo.",
        "@jordan_spanish @AbbyP_2020hw @camille_m7 @Erica__luo yo también, mi voz suena terrible",
        "Hoy estoy muy enferma, me duele la garganta y mi voz no suena bien. Espero ser mejor mañana porque tengo que cantar en la obra",
        "@gabicoop3 Quería ir para apoyar nuestra clase, pero ahora estoy un poco enferma y no puedo ir",
        "Estoy nerviosa porque la estación de lacrosse comienza la próxima semana y no estoy listo. El invierno fue muy ocup… https://t.co/fnR8C8cppr",
        "Estoy feliz porque no tenemos escuela hoy. Pero, quiero tener las vacaciones de abril...espero que no cancelen las vacaciones",
        "Dormí por doce horas la noche pasada. ¡fue FANTÁSTICO! ¿Cuántas horas durmieron?",
        "Estoy muy feliz porque tengo la electricidad en mi casa.",
        "@AbbyP_2020hw Yo también. Espero que no tengo que responder a preguntas difíciles",
        "@AbbyP_2020hw Yo también, tengo que presentar mañana y no estoy listo.",
        "@ChristinaK5112 Todavía no comencé mi proyecto, estoy nervioso porque es mucho trabajo",
        "el día del festival fue increíble ayer. Hice muchos amigos nuevos y vi muchas buenas obras",
        "Estoy bebiendo chocolate caliente. ¿Te gusta café o chocolate caliente?",
        "@senoritaCiaraR sí, estoy un poco decepcionado. espero que el episodio de la próxima semana sea mejor",
        "@senoritaCiaraR ¡Sí me gusta Riverdale mucho! No puedo esperar ver el episodio nuevo",
        "Hoy fue un buen día. ¡Estoy feliz porque no tengo mucha tarea esta noche y puedo irme a la cama temprano!",
        "@AG_Spanish El estación será interesante porque el equipo no tiene mucha ofensa este año.",
        "@RubelKate Me encanta puré de papas. Son muy deliciosas",
        "Estoy feliz porque ahora tengo dos días para terminar mi proyecto de historia",
        "La tormenta es realmente mala esta noche. No estoy en mi casa ahora porque no tengo el poder.",
        "@RubelKate Va a ser un día muy estresado y ocupado. ¡Pero, va a ser divertido!",
        "@helen_peppler @RubelKate ambos lo harán increíble. Estoy emocionado por nuestro espectáculo, pero también para ver los otros shows",
        "@helen_peppler @ChrisTSpanish No puedo esperar al sábado. ¿Están emocionados?",
        "Esta semana es terrible. Espero que la próxima semana sea mejor",
        "Hay mucho trabajo esta noche en la mayoría de mis clases. Espero que terminamos nuestro vídeo @jordan_spanish @AbbyP_2020hw",
        "@camille_m7 Me gusta las canciones que estamos cantando en Dell belles. ¿Te gusta?",
        "@SenoritaLainie Yo también, pero estoy siempre ocupado durante el día y tengo que hacer mi tarea en la noche",
        "@AbbyP_2020hw Tengo que leer también, pero tengo un día muy ocupado. No creo que voy a terminar mi trabajo",
        "@AbbyP_2020hw @jordan_spanish Sí, yo también. Vamos a trabajar mucho mañana",
        "@camille_m7 Es loco que tienes que entregar tu papel mañana pero no tenemos clases",
        "Hoy fue un buen día. Ahora estoy mirando Netflix y estoy relajándome",
        "@senoritaCiaraR @RubelKate Yo también, estoy emocionada porque me gusta dormir pero no duermo mucho cada noche durante la semana de escuela",
        "el tiroteo en la escuela en la Florida ayer es muy triste. No puedo creer que esto siga sucediendo una y otra vez.… https://t.co/vaZcXBtfp4",
        "El día de STEM va a interesante mañana, pero no puedo asistir. Espero que mis amigos aprendan mucho",
        "@RubelKate @helen_peppler Quiero ver esta película. ¿es en Netflix?",
        "Estoy feliz porque mañana es mi final día de escuela antes de las vacaciones de febrero",
        "No quiero hacer mi tarea. Pero, ¿qué más es nuevo? Jaja",
        "Esta noche canté a la concierta de “hearts and flowers”  y era muy divertido.  Estoy orgulloso de mis amigos. ¡Todos fueron muy buenos!",
        "@RubelKate Yo también. No puedo esperar porque voy a visitar mi hermano a su universidad",
        "@ChristinaK5112 @RubelKate @camille_m7 Yo también. Pero no quiero hacer la lectura este fin de semana...",
        "@ChristinaK5112 Pienso que va a ser fácil. La unidad es simple",
        "Estoy triste hoy porque mi amiga @jordan_spanish está enferma, y no está en escuela. :( espero que te sientas mejor",
        "@jordan_spanish @RubelKate Sí, yo también, en clase hoy Kate y yo editamos el documento y estamos listos grabar",
        "No dormí mucho la noche pasada. Es difícil mantener mis ojos abiertos hoy porque estoy muy cansada",
        "@carolinepratt_ @camille_m7 @jordan_spanish @Erica__luo ¡buena suerte, chicas! Creo que nadarán bien",
        "@CarolinaNorteD Está en Danvers, pero si puedes venir pienso que debes! Es muy divertido y hay comida buena",
        "@camille_m7 No me gusta el libro. En mi opinión es muy aburrido y difícil comprender. ¿Qué piensas?",
        "@jordan_spanish @RubelKate Yo también, pienso que nuestro proyecto es muy cómico. Necesitamos trabajar un poco esta noche",
        "Esta noche tengo una práctica de Dell belles. Estoy emocionada porque “hearts and flowers” es el miércoles. Espero que estemos listos",
        "Estoy emocionada ver el Super Bowl mañana. Pienso que los Patriots ganarán, pero los Eagles también son muy buenos",
        "@jordan_spanish @AbbyP_2020hw Sí, la película fue muy buena. Espero que miremos más películas en clase en el futuro",
        "@jordan_spanish Creo que tomaré esas clases también, pero no sé ahora. No quiero tomar clases difíciles, pero desaf… https://t.co/rDiFozGpEw",
        "No me gusta tarea, pero es más fácil cuando estoy escuchando a música. ¿Te gusta hacer tu tarea con música o sin música?",
        "Tengo muchas pruebas mañana, y tengo que estudiar mucho esta noche. Ay, estoy estresada",
        "Tengo que terminar mi papel de inglés ahora, pero estoy muy cansada y quiero dormir",
        "@jordan_spanish ¡Esas canciones son muy buenas también! En mi opinión, “Into It” es mejor",
        "@jordan_spanish Hmm me gusta “all these years” y “she loves control” pero todas son buenas. ¿Has escuchado a toda el álbum?",
        "@ChrisTSpanish ¿estás emocionado ver la película? Es muy interesante.",
        "@jordan_spanish @Camila_Cabello Me gusta todas las canciones pero mi favorita es “In the Dark”",
        "Me encanta la música nueva de @Camila_Cabello su álbum es muy bueno y me gusta escucharla",
        "@AbbyP_2020hw @jordan_spanish No sé qué clase es mi favorita, pero me gusta matemáticas",
        "@ChrisTSpanish ¡lo siento, chris! espero que te sientas mejor pronto",
        "@RubelKate @AbbyP_2020hw Sí yo también...hay mucho trabajo para mí esta noche",
        "Helen está teniendo una boda. Ella se está preparando para su papel en la obra. Estamos emocionados para verla actu… https://t.co/9irkh2BJC6",
        "tengo que escribir mi papel de inglés, pero no quiero...",
        "mi día fue malo. espero que mañana es mejor porque me odio días malos, ahora estoy triste y enojado",
        "@ChrisTSpanish Mi fin de semana fue muy bueno. Ha mirado los patriots y estoy emocionada para la Super Bowl",
        "@camille_m7 @carolinepratt_ @alexaiono Me gusta los chicos que pueden cantar😍 https://t.co/G6EczE2ZbA",
        "Es el primer día del segundo semestre. ¡Estamos a mitad de camino!",
        "@camille_m7 Yo también, pero estoy nervioso para química. Yo estudié mucho, pero no estoy listo",
        "@addygspanish ¡Tomé una siesta hoy también! Me encanta siestas, especialmente esta semana porque estoy muy cansada",
        "@jordan_spanish Ha hecho mi proyecto de español, ha estudiado para la clase de historia y un poco matemáticas. Voy a morir. ¿Y tú?",
        "@RubelKate Jajaja...yo soy muy cómico",
        "@AbbyP_2020hw Sí...tú no eres fantástico...estoy de acuerdo!",
        "@AbbyP_2020hw ¡cómo te atreves! Damon es guapo y fantástico...tú eres una broma",
        "@AbbyP_2020hw Quiero conocer Damon porque él es mi futuro esposo",
        "@AbbyP_2020hw ¡Yo también! estoy mirando los diarios de vampiros y yo estoy obsesionada",
        "@AbbyP_2020hw Me gustaría ver esa película jaja. Quiero mirar una película ahora o una programa de televisión. ¿Te gusta televisión?",
        "@AbbyP_2020hw Sí sí yo también...tengo mucha tarea y no puedo hacerla nunca más",
        "@AbbyP_2020hw ¿Has estudiado por el exámen de química mañana? Necesito estudiar esta noche",
        "@AbbyP_2020hw Sí pero ahora yo estoy estresada por esta semana. Tenemos muchas exámenes y proyectos😫😫",
        "Ahora estoy en la clase de inglés. Me gusta esta clase pero hoy estoy MUY cansada. Quiero tomar una siesta.",
        "El Socrativo fue muy difícil para mí. Necesito practicar el subjunctivo más",
        "Acabo de ir a la playa con mi hermano y mi perro y fue divertido pero muy frío",
        "Voy a cenar con mi familia a un restaurante esta noche, no puedo esperar",
        "@ChristinaK5112 fue divertido, pero un poco aburrido. ¿y tú?",
        "@ChristinaK5112 ¡ooh, tienes suerte, chica! espero que te sientas mejor ahora",
        "No me gusta palear, pero fue necesario hoy. Mis brazos son cansados, jajaja",
        "Me encanta los días de nieve pero ahora estoy aburrido....no sé lo que voy a hacer mañana",
        "Estoy triste porque tengo que limpiar mi dormitorio. Es muy sucio y desorganizado. No quiero:(",
        "Estoy emocionada dormir mucho mañana. Los días de la nieve son mis días favoritos",
        "Espero que tengamos un día de nieve el jueves. Pienso que va a nevar mucho",
        "No quiero estar en la escuela hoy. Necesito dormir más @jordan_spanish",
        "Quiero decorar unas galletas de navidad. Estoy feliz porque mi mamá compró hombres de jengibre para decorar",
        "@MargotBraillard Es loco. No puedo esperar que la navidad sea pronto",
        "@camille_m7 Ooh yo también. Secret Santa es divertido y me gusta cuando no yo sé quién me tiene. Es una sorpresa",
        "Comí mucho hoy...dulces, galletas, chocolate, jajaja...estoy muy lleno pero me encanta la comida de la navidad"
    ]
}