{
    "screen name": "Consuelothiers",
    "no. of tweets": 172,
    "tweets": [
        "🤦🏻‍♀️ https://t.co/P02A9SYD5M",
        "@KarlaEnAccion @alejandramatus @ministeriosalud @RegCivil_Chile Super, entonces qué información es la que tiene el… https://t.co/m5LgMKJoU9",
        "😂 https://t.co/QhMu258lgL",
        "@LombardoPia 🖤🖤 muchas gracias por la invitación! Que se repita",
        "@propofolazo @InterferenciaCL Es que no lo puedo creer. Alguna vez le tuve algo de fe al medio pero qué discurso más charcha por favor 🤢",
        "@propofolazo @InterferenciaCL Donde salió eso??? No lo encuentro",
        "Mi amiga Javiera Alfaro acaba de hacer este canal de YouTube para conversar acerca de autismo en mujeres. Especialm… https://t.co/xlWoJOkBJT",
        "@latercera @RN No quieren hundirse solitos xD",
        "Leaders matter :) https://t.co/7KJKdQxYOS",
        "@propofolazo Este tipo es como el nieto del 🦆 Navia.",
        "El misterio de los 200 mil kits para detectar Covid-19: ¿por qué se mantienen en una bodega del Minsal? https://t.co/wF0lc6QUS3",
        "@omlazo Sip, estoy de acuerdo \"pero ustedes no están preparados para eso\" 😂",
        "@schulz_c_a Thanks :) I just followed him on twitter",
        "Qué buen texto!\nLa bioética ante la pandemia del COVID-19 https://t.co/JC96o8TahV",
        "@savag3ap3 @karinavioletapm  mira",
        "Bien trasnochados andan algunos periodistas. Señores @La_Segunda agorafobia no es el miedo a la muerte 🤦🏻‍♀️ https://t.co/Qsd2QjlxoI",
        "@La_Segunda Lean wikipedia otra vez para ver la definición de agorafobia 🤦🏻‍♀️",
        "@propofolazo Pucha me costó leerlo con esta foto que me apareció como dos veces jajaj https://t.co/xqWkEgn7MV",
        "'You should ask China': Trump terminates press conference after clash with reporters – video https://t.co/QRsJsdtYid",
        "@una_mequetrefe Me quedé en utera",
        "@ElDakkar_ Jajaja, no lo es, yo lo ubico por una pega que tuve hace unos años en la facultad de matemáticas de la PUC",
        "@osses No pos, no de trata de ocultar información, me alegro que algunos periodistas hagan su pega. Pero podrían ha… https://t.co/YRe78qvmAd",
        "La de Interferencia, que pudo haber sido un buen aporte, se lo llevó la desesperación por el golpe noticioso y un e… https://t.co/15OhWuGG3b",
        "@InterferenciaCL Tuvieron una buena intención pero estaban tan desesperados por dar el \"golpe noticioso\" que se les… https://t.co/jdnBoclFPj",
        "Global Behaviors and Perceptions at the Onset of the COVID-19 Pandemic\nhttps://t.co/TsEjOa3MKl",
        "Pandemia a la chilena: la contradictoria decisión de pagar millones de dólares para televigilancia en crisis sanita… https://t.co/GTV9UNI3Fw",
        "Cruda desigualdad: número de infectados en comunas pobres se dispara, su tasa de crecimiento se acelera y camas UCI… https://t.co/jzmmHvL5U7",
        "@nicodfb Jajajaja o no este loco vive en un mundo zen paralelo o tiene baja tolerancia a la opinión de otros",
        "Me acaban de cobrar 21 mil pesos por mandarle TRES rosas a mi mamá para mañana. En UK las cosas son caras, pero en… https://t.co/0LM4G3bvGk",
        "Sturgeon is on a collision course with Johnson. And there's no doubt who Scots trust | Ruth Wishart https://t.co/7SZHbF40C2",
        "😂 https://t.co/h2vXjIaZBh",
        "@catafernandezc @CatalinaPerezS 😱",
        "@PaulinaAstrozaS https://t.co/YcDOynDtpr",
        "@jicastij https://t.co/eDb5c1Ic4C",
        "@evitaalvarado Lo es",
        "@propofolazo Viste que la categoría de algunos gráficos es \"winning\" Sería bueno saber cuál es el premio",
        "Naming of Pinochet's great-niece as Chile women's minister sparks outrage https://t.co/9moR7TCGee",
        "@LombardoPia Nope, me rehuso a leerlo",
        "@yazmorlet @EdCDCS https://t.co/9eTxlKizUT",
        "Beautiful letter.\nA Letter to My Father, Gabriel García Márquez https://t.co/uzOI6trXNc",
        "Ah eso quiere decir que estamos súper bien porque claramente Trump tiene todo bajo control en USA https://t.co/aIZGIOvxc2",
        "#NoTenemosMinistra https://t.co/0E6e8xBKnY",
        "El feminismo y el Ministerio de la Mujer  #NoTenemosMinistra https://t.co/FIU3nD1Zi6 via @uchileradio",
        "@michaelreid52 @karinavioletapm",
        "New Zealand 'halfway down Everest' as Ardern plans big easing of Covid lockdown https://t.co/qLHkfDgMlL",
        "@macasante @sebastianpinera No te juzgo por tu parentesco con el dictador, no es tu culpa. Te juzgo por tu ambivale… https://t.co/IC3nsCVBD8",
        "This https://t.co/1o2pGGoj59",
        "Vicepresidenta de la Sociedad Chilena de Epidemiología: “Nunca existió realmente una meseta” https://t.co/dDkb72P6MB",
        "No juzgo a la señora Macarena Santelices por ser familiar del dictador, eso es algo que no se elige. Sí la juzgo po… https://t.co/Xzk2mpYzaH",
        "@omlazo https://t.co/3Amn1yQnls",
        "@propofolazo Yo he comprado un montón de mangos últimamente porque me dio por hacerlos salsa para el pescado. Aún n… https://t.co/uH2DExRjwp",
        "La nueva ministra Macarena Santelices, una persona muy preparada para el cargo. 🙃 https://t.co/6Kacm4xlCX",
        "@siliconvalle @pamsita2011 Qué asco más grande, no tengo otra descripción",
        "The Covid-19 Riddle: Why Does the Virus Wallop Some Places and Spare Others? https://t.co/Rhw8M6CVAE",
        "Palo https://t.co/qFPbECZPAT",
        "Acaban de asaltar a mi cuñada un tipo de @RappiChile y ellos le indican  que no responden por sus trabajadores.  Se… https://t.co/TvLzOjfT6m",
        "@RappiChile tienen que responder por sus trabajadores que andan asaltando gente! Esto le pasó a mi cuñada… https://t.co/1ghF8yAYWq",
        "@carlitos_huerta 😂😂😂",
        "Grave esto https://t.co/TXqbg8PLTJ",
        "@omlazo Lo diré en francés para que suene mejor. Me tas hueviando?",
        "Marilyn Pérez con las prioridades bien claras. Le vendría mejor ir a cubrir alguna alfombra roja. Más acorde a sus… https://t.co/XnL65tQ6DZ",
        "@pobrecabra Apomanque tonces",
        "@omlazo @spenafajuri @acouvecorrea A riesgo de ser injusta, me parece que con el rol menor que he tenido el ministr… https://t.co/Kbp7DzBzPG",
        "@spenafajuri @omlazo Justamente eso es complicado, me parece que es una decisión política que da cuenta del lugar s… https://t.co/ALTDgicR7k",
        "@omlazo Yo también creo que no es el mejor minuto para ir a hacer un master afuera, pero lo que no me gusta de esta… https://t.co/ERLXdHEOW4",
        "Así con el oasis https://t.co/jF4j9tMOrh",
        "https://t.co/ipz8QIl9kK",
        "Excelente reportaje. Hágase un favor y léalo.\nPor qué estamos más endeudados que nunca en nuestra historia https://t.co/8yfQO1B2xi",
        "Para los que tienen humanos pequeños pululando en sus vidas un dato: Colmed, SOCHIPE y Defensores de la Niñez lanza… https://t.co/dbagproiih",
        "\"Parece que hay que seguir explicando que, si una mujer lleva a cabo prácticas políticas diferentes y más transform… https://t.co/dzJ3JstXS5",
        "US stays away as world leaders agree action on Covid-19 vaccine https://t.co/aLn3bvR8RC",
        "@NicoSegoviaC Wena gracias!",
        "@NicoSegoviaC Quien como cuando, quiero reírme. Link!!!! Please",
        "@omlazo Me gustó la última frase, es cierto. Pero leí poca serenidad jajaj",
        "@omlazo De acuerdo, pero ni al académico más admirado podría yo describir de esa manera. Yo leo ahí amor romántico.",
        "Lysol and Dettol manufacturer tells customers not to inject disinfectants as possible treatment for COVID-19 https://t.co/nFkHsIF2dY",
        "@omlazo Si no tiene algo similar que decir de Pique creo que se equivocó de pareja. Es notable ella.",
        "@jicastij @gabrielboric @javiarce @thecliniccl Muy de acuerdo Javier. Con contadas excepciones se busca la oposición desde el 18/10",
        "Se busca a la oposición chilena, desaparecida desde el 18/10 https://t.co/A9SgUSep0s",
        "&lt;3 https://t.co/0mnMEDTOx7",
        "@LaVanguardia A La Vanguardia de publicar estupideces se debiera llamar el medio. Irresponsables",
        "Hundreds of university staff to be made redundant due to coronavirus https://t.co/z4ZQpkOTHR",
        "@Martoclates Un abrazo grande a ti y a Oscar, espero que paso a paso la recuperación avance.",
        "Gobierno y datos del Covid-19: secretismo, manipulación y democracia https://t.co/cgaQwbZJVI",
        "@propofolazo https://t.co/OWflpJMmqT",
        "@CaritoDeSMiguel Así https://t.co/j1CSdXPyPj",
        "@LombardoPia pensé que podía interesarte :)",
        "Quien lidera SÍ importa. Mi nueva columna en El Mostrador: Liderazgos políticos en tiempos de Coronavirus https://t.co/ICn2aN7CG4",
        "Bolsonaro ignora recomendaciones y participa en jornada de manifestaciones https://t.co/bzz8GGSUE6",
        "@BuitengebiedenB Lies, he is a cat in a costume",
        "@Pato_Antofa Claramente Calamaro.",
        "@Fxretamal https://t.co/5xLvn5sg7t",
        "@nicodfb Es que son medios comunistas pagados por Maduro que quieren dañar al ministro y destruir Chile trayendo el… https://t.co/5AeN3uI011",
        "It's always possible to be even more ridiculous https://t.co/T6IpV7MnNG",
        "This is in example of how “staying at home” is not that simple in Latin American countries. \n 'We're abandoned to o… https://t.co/MXcSz7x06q",
        "@TheRealistHom https://t.co/sMyvmQ46EP",
        "Ahí, el gobierno de Chile preocupado de lo relevante. Qué despropósito la pelea de egos en estas circunstancias 🤦🏻‍♀️https://t.co/PWEbBzfTeA",
        "@jg_valdes 🤦🏻‍♀️",
        "@propofolazo Con los otros autos del otro lado del otro día pos.",
        "@paulabravoc Yo todo este tiempo pensando que el meme era por una canción de reggaeton. Así con la actualidad 😟",
        "True https://t.co/GyknNfLTXo",
        "🤦🏻‍♀️ https://t.co/As20rNHUrF",
        "@MillonarioTigre A mi solo me angustia la persona que tiene una mitad que queda viva y la otra que se muere. ¿Qué se hace en ese caso?",
        "Covid-19: how world leaders responded to the crisis https://t.co/535qm7KnFc",
        "Wow just wow https://t.co/t5ccN4qtXb",
        "@infocinera Lo tenía en mi instagram :)",
        "@EmiliaBelknap @EdinburghUni It might be a case of lost in translation since English is not my mother tongue, but I… https://t.co/Lf1Qoaw1Ss",
        "@_Aqueleyoyo Por supuesto, voy a buscar mis notas y vuelvo para explicar.\nNot.",
        "Hasta para copiar cosas son malos. En UK y España se aplaude el sistema de salud público y gratuito. No es que nues… https://t.co/4XXUFlWf20",
        "@Mineduc Señores del MINEDUC y si se ponen a trabajar en un sistema en q los niños y niñas del país puedan acceder… https://t.co/agWdM9fbOZ",
        "Groundhog Day https://t.co/KEX9hZKPKl",
        "@LianneRondon Gracias por la info!!",
        "Contarles que en Peru el Ministerio imparte clases a los niños y niñas por radio y TV abierta, considerando la falt… https://t.co/22DDrPMa5t",
        "😂 https://t.co/y7339paN0y",
        "@GiorgioJackson 🤣",
        "@omlazo Jajaja una vez una vendedora de seguro de la clínica me dijo “ojalá nunca le venga cancer y necesite este s… https://t.co/jgdS2u9LX7",
        "@omlazo Si se pos, era te imaginai empeora y 💀 ( no quise ser explícita)",
        "En las cosas importantes de hoy:  no pude pasar del primer capítulo de la serie Freud. Más lenta que servicio públi… https://t.co/Nq2tWyqTNK",
        "@omlazo Oye me salió Ese emoji  pero ahora que lo veo parece de risa y no era la intención jaja",
        "@omlazo Te imaginai??! 🤭",
        "@alejandrosanmo @pcayuqueo Pero eso no es lo que dice la pregunta pos, los subtítulos están mal",
        "¿Negligencia absoluta o ocultamiento de información? Juzgue usted.\nEl general no tiene quien le informe: El interro… https://t.co/JPwa69pxBc",
        "I’m honestly trying but can the academic world stop focusing on productivity for a couple of weeks? I’m so exhauste… https://t.co/6bZ0oefe3b",
        "@AristeguiOnline @ALeverkuhn83 Que ponga un detente",
        "@PaulinaAstrozaS Yo no lo quise bajar porque hay info que al menos hasta hace un tiempo tenía un malware para Mac.… https://t.co/oPrK1mC5PY",
        "@AlfredoVOG (Delete is)",
        "@AlfredoVOG Make a list of politicians or people involved in politics that aren’t hypocrites. They do what they nee… https://t.co/u4vOIxdplI",
        "@omlazo Piñera no es “tonto” ni hace “Piñericosas” ni “no entiende nada”. Es estrategia, consciente y clara. Manipula y miente activamente.",
        "@omlazo Puede ser, pero no estoy de acuerdo con su diagnóstico de “inconsciente”   Y creo que es caer en el juego d… https://t.co/Dx5iFZV6aX",
        "@omlazo (O tal vez sabe de psicología y yo lo estoy ninguneando )",
        "@omlazo Hace rato que le quiero hacer un perfil de personalidad a Piñera pero no me ha dado el tiempo. Sin saber de… https://t.co/RW15mOwhVC",
        "@Corazonescarcha No",
        "Chile's President Sparks Outrage With Visit to Quarantined Protest Square https://t.co/6FoEg3GLV6",
        "Aquí la instrucción que según @jmanalich no existe https://t.co/Dhs33MaqtL",
        "@propofolazo En el edificio de una amiga estaban pidiendo que el conserje controlara los salvoconductos de la gente… https://t.co/gd06O0L2c4",
        "@propofolazo \"Para no tener que caer en la justicia\" no entendí esa parte",
        "Creo q seguir sosteniendo q el Presidente @sebastianpinera es tonto o q no entiende es un gran error. Se le está qu… https://t.co/k92CJYavMK",
        "Shame on you @sebastianpinera https://t.co/Pq74hjFM2y",
        "@PatoFdez Creo que es un error seguir diciendo que es tonto o que es una nueva Piñericosa porque le quita responsab… https://t.co/g6EoON3ls2",
        "@ividaltam Primero pensé, como muchos, que sus Piñericosas era de descontrol de impulsos y pocas habilidades social… https://t.co/oSVmeMY4u8",
        "¿Se acuerdan cuando odiaban los lunes porque había que salir de la casa e ir a trabajar? #CuarentenaCoronavirus #CoronavirusChile",
        "@LuisLarrain @CNNChile 🤦🏻‍♀️",
        "Edinburgh, 16 degrees on a Sunday in early April. Good luck with the lockdown and keeping people inside their homes… https://t.co/LVthKjJ4y8",
        "@AlbertoPando Nunca deja de impresionarme lo rápido que son estos wnes para defender sus bolsillos y los de sus amigos",
        "@aliciabarcena @MartinVizcarraC @cepal_onu @karinavioletapm",
        "@vickylarrain21 Pero me gusta su chaleco y los aros. Sabe combinar súper bien.",
        "@aceballospdc Cuek, y la Aretha no es Janis Joplin y Bob Marley no es John Lennon. 🤦🏻‍♀️ Qué tontera",
        "@aceballospdc \"Una simple cantante de rancheras\" la Dolly Parton? Entiendo el punto, pero te pasaste un par de pueblos.",
        "@paulfontaineb Estimados estudiantes: aquí tienen un ejemplo de un tipo miserable. Lo usaré en alguna de mis clases.",
        "@guillier @felvallejos https://t.co/TJlfyZY2n7",
        "@propofolazo Lástima que es bastante probable que así sea",
        "@propofolazo Y las flores? tal vez esas bajaron de nuevo...",
        "¿Se acuerdan cuando usábamos zapatos y jeans? #QuedateEnLaCasa #CoronavirusChile",
        "BBC News - Edinburgh festivals cancelled due to coronavirus 🥺https://t.co/m2XXn2D76i",
        "\"Recommendations to wash your hands for 20 seconds are futile if there is no water to wash anyone’s hands. How are… https://t.co/Fj51wOLzlh",
        "@polaberta Yo amanecía con boletas de compras online que había hecho la noche anterior. No tomo más esa cuestión 😩",
        "@nacholira Dos",
        "@EL__RO 😱 eran tan buenas !",
        "As the rest of Europe lives under lockdown, Sweden keeps calm and carries on https://t.co/DllSb8rY8k",
        "Ni Trump se atrevió a tanto...https://t.co/GmcFBuTrSB Twitter censura a Bolsonaro por vídeos contra el aislamiento ante el COVID-19",
        "@propofolazo Hoy es Cadem",
        "@jmanalich Traducción del tweet: \"No nos pidan más que al primer mundo\"",
        "@PipeHenriquezO @ElUniversalCL https://t.co/84nkIh1Jih",
        "Cathy Barriga vs Mañalich. https://t.co/Ge0QDiA7gt",
        "Porque este inserto no tiene nada de político ¿verdad? Punto aparte, no entiendo por qué la gente le hace tanto asc… https://t.co/4CTnEvzTmT",
        "Finance minister in home state of Germany's financial centre commits suicide | Article [AMP] | Reuters https://t.co/9dRQYMJYGz",
        "#PuenteAlto https://t.co/6vShwWEiOl",
        "@joserael @karinavioletapm",
        "Siempre puede ser peor https://t.co/PFvYw2w6ZQ",
        "@Stritoh Te aseguro que si les dices que no tienes plata para quedarte te mandan en una encomienda express te vuelta 🙄",
        "What? https://t.co/Vh4qMwAn4G",
        "@omlazo https://t.co/WZjiB2862Z"
    ]
}