{
    "screen name": "elmo_pachoncito",
    "no. of tweets": 153,
    "tweets": [
        "@aldochimal Ya estrenando el horno?",
        "@NoSeasGoey Tengo conocidos mariguanos y dicen que la Mango Kush es la onda. pero pues que te puedo decir, nunca he fumado mota 🤷",
        "@Co_rral 2 drones con Napalm! https://t.co/Bc4OT0Gj6b",
        "@pablojair https://t.co/HOdlDvka5s",
        "@rodrigo_dector Otra pizzita?🍕",
        "@chocodonte Radiohead - No surprises",
        "@A_ausdenRuthen Que sitio o app es?",
        "@dolorcilloo Jajajaja, te aparto lugar en el infierno, tengo palco!😂😂",
        "@di_tux Ivo Basay y Alex Aguinaga",
        "@GustavoVela71 Ayñ https://t.co/ONabmS8nB5",
        "@AlemanVelascoM @pablojair Cuando la Revolución se bajó del caballo... Y se subió al Cadillac",
        "@quintoelab @arturoangel20 @MaElenaMorera @V_TrujilloM @warkentin @LeonKrauze @article19mex @CarlosLoret… https://t.co/4iHPMlyJ7u",
        "@GustavoVela71 Done",
        "Tal vez @Arachno_Cosas se de una idea https://t.co/W3v5MzKuXU",
        "@GustavoVela71 14",
        "@LezVargas Porqué me sale promocionada Cerveza en el timeline de señito Vargas? 🤔 No lo entiendo https://t.co/hy3qJ7DkBT",
        "@Co_rral Obey® Prros!",
        "@albornoz_mx Que tan tuneada está, Trae feto Carmelita?, Aceptas cambio por colección de gatos disecados?, Doy diferencia",
        "@jrsestaca https://t.co/ZmBjrcpL7A",
        "@Danieblabla Oiga pero, esteee.. todas esas tragedias fueron en tiempos de Pinochet.... El gobierno de Allende no a… https://t.co/FUpDAaH1tA",
        "@jainapereyra Ya están caducos...*se queda pelona*",
        "@elviejodelnorte @jabonazzo @ELARQUlTECTO @EraElHuesos Uno se prostituyó y ahora está inflamado de bots, el otro añ… https://t.co/GDneFKuNFG",
        "@martaadelacour CoVid-19 es sigla y acrónimo a la vez, y significa \"Corona Virus Disease 2019\"",
        "@FinisimaPersona \"She may be the face I can't forget\nThe trace of pleasure or regret\nMay be my treasure or the pric… https://t.co/NohgYo5v6s",
        "@Jodorowskys @El_Conde_Cucho https://t.co/072TXl8B29",
        "@fotogarrido El distrito rojo de Amsterdam, monsieur",
        "@El_Conde_Cucho @Jodorowskys Mucho lúpulo para mí gusto (muy perfumada) la Light sabe más o menos bien, pero debe estar bien fría ❄️❄️",
        "@GustavoVela71 C)",
        "Esto tiene que salí en #bebepresidente @ChumelTorres 🤣🤣 https://t.co/KF685Kh5Qn",
        "@El_Funambxlista 60pesos y ya te mareas?, Vales madre Prro",
        "@HectorYunes Ya estamos vacunados contra su demagogia, siempre hace usted lo mismo: se desgarra las vestiduras en l… https://t.co/RPOuqFmElI",
        "@Lilith_mye @albornoz_mx Y las gomiseadas?",
        "@chocodonte Yo acabo de caer en uno de CNN que decía \"Trump tests positive to covid-19\" oh dios, fue como pisar una… https://t.co/q37eQ8w2uj",
        "Verdad absoluta e inobjetable caw! @chocodonte https://t.co/tmLQON68jy",
        "@Cuaxaras Viene llegando https://t.co/pmTUXv17TW",
        "@ValeriaMoy Estamos en medio de una pandemia, esperaba  usted un resultado diferente?",
        "@panqve Al 100! Compa! 🤘 https://t.co/2xw45Rvpww",
        "@fotogarrido El set de Soy Leyenda?",
        "Jajaja pinshi Twitter amarrando navajas since 2007!! @chocodonte @El_Dandys https://t.co/oYKEE9xqjB",
        "@unafantaporfa 3 capítulos Prro! ni uno más. Si no atrapa se lo lleva la Sra. de las várices 🗑️ https://t.co/BTFsSM0e2B",
        "@El_Dandys Pienso que \"La Langosta\" de Lanthimos es una cagada insoportable, puedes seguirme o cuando esto acabe no… https://t.co/vg10k5RLoe",
        "@amc_munoz Testraño canilla con lechero https://t.co/DJ7ovMCjIx",
        "@EVIDEGARAY ausch Papantla deine kinder fliegen! @jrsestaca https://t.co/kqvUTxwDW0",
        "@lopezdoriga Esto le gusta a @EraHellHuesos",
        "@alcalorpolitico https://t.co/tzDalaCpOS",
        "@AyuntamientoVer anda en redes esto, es cierto o falso? https://t.co/wSLJf7rKzR",
        "@chocodonte mmmmm relativity! 🤤🤤 https://t.co/x5Kgqz9HoA",
        "Es culpa del rasho neoliberalizador rampante! 🤖 @jrsestaca https://t.co/tCj76cMebQ",
        "@chocodonte Chocos para jefe de manzana! (siempre ha tenido mi apoyo, patrón) https://t.co/cA3g2ZgORn",
        "@lulu_reportera Ah! Pero que tal las pizzas! https://t.co/xzpqb3yu2T",
        "@chocodonte Oooi nomás ese cumbión!, Saca el henessy con Boing de guayaba pa' convivir caw!",
        "@arocha221 La gráfica más importante, la de las neumonías no especificadas es en sí un sesgo.\n1) aún no tiene la su… https://t.co/hovXFLKz4X",
        "@daphnella https://t.co/f5NanLdlZo",
        "@daphnella Instituto para el sábado de las chelas",
        "@CarlosChaviraTV Este pobre protozoario no sabe la ni diferencia entre IVA e ISR, el chiste se cuenta solo...",
        "@Sub_rosae79 Ni modo, la selección natural hará lo propio.🤷 Nomás luego no chillen",
        "@ulmo Tiene poco más de 5 años, pero es un discazo. Date https://t.co/kErG3YoW7x",
        "@Lilith_mye 1) tienes mucha planta delgada y amarillenta faltan hojas verdes o ve a full y pon cactus para look des… https://t.co/Y3AHCdesB7",
        "@Lilith_mye Un jardinero!",
        "@panqve No aguanta ni un coladito de 40m2",
        "@chocodonte Ais ais beibi\nAis ais beibi\nOlraigt stap! \nColaborei an lisen...",
        "@GustavoVela71 nomás a Octavio Paz, y eso no estoy seguro 😰",
        "@Co_rral La neta no, prefiero ir y quemar el mercado de Wuhan",
        "@GustavoVela71 9",
        "@_BocadelRio @AyuntamientoVer @MorelliBoca Gracias",
        "@greciaCabrera Yo ví un \"post velorio\" allá por la Hidalgo, conté cómo 70 sillas ahí apiladas 🤷",
        "@ArbolDelBikini @SharonKlaani También andaba un helicóptero de la marina sobrevolando la Zona, y ví camionetas con… https://t.co/MzTwOCC5oN",
        "@chocodonte Sin duda el Sr Miyagi, nos va a poner  a limpiar los pelos de Lara y bañar  Lebrón antes de siquiera abrir un libro",
        "@BebedeIuz Santo Domingo mai, si lo quieres con premio nacional de periodismo te sale el combo en 12baros",
        "@_BocadelRio que parte de cabecera van a cerrar?, @AyuntamientoVer ya anunció su cerco. ccp @MorelliBoca",
        "@FYunesMarquez Alcalde, cuál va a ser el perímetro del centro que se va a clausurar?. Acaba de anunciar el gobernad… https://t.co/BpqMM6tGWz",
        "@El_Mr_Harper Un epitafio que diga...⚰️",
        "@GustavoVela71 RoboCop, Click, Rocketman",
        "@MelSupernova Con S: Supertramp, con T: Tom petty &amp; the heartbreakers",
        "@TheFlyingDeath Sopotamadre! Y esa endoscopía de cuando es compa?",
        "@Tio_Gamboin Menos es más:\nMolida de sirloin 90/10\n1 rebanada de tomate\n½ hoja de lechuga\nBollo casero con ajonjolí… https://t.co/KmmQbzX0i1",
        "@CarlitroSalinas @ElGranAleman De lo que te pierdes alemán, mi compa Carlitos tiene unas shishotas de niño gordo",
        "@El_Dandys Oiga y si es originario de Córdoba, Argentina?",
        "@pablojair Mi resultado fue: Busca un refugio subterráneo y no salgas hasta 2022... ujuuuu!! https://t.co/Hcsx2utSNv",
        "Así van a ser los protocolos de ingreso a la escuela ahora que pase la cuarentena en Veracruz, verdá @pablojair ? https://t.co/U6qEGxe1gq",
        "@PEDRO_REPORTERO @spcver @webcamsdemexico @VialidadXalapa @televertv @NTelevisa_com ... https://t.co/iWcPrzseAn",
        "Mira @EVIDEGARAY bonita postal no crees? https://t.co/KJuULwAeVO",
        "@El_Funambxlista Está en el canal HBO de Amazon prime señito",
        "@DiccionarioALaD Con suficientes drones, una interfaz de telecomunicaciones y un software de telemetría se puede lo… https://t.co/sSveCJBHi7",
        "- Oye @panqve  y como te va en tu vida amorosa?\n- Pues... https://t.co/Ndxz8MkjEr",
        "@pablojair Rodilla izquierda o derecha?",
        "@DiccionarioALaD Son torres de iluminación para patios industriales, esas las ponen sobre todo en patios de almacen… https://t.co/Gnjz5BUJGN",
        "@DiccionarioALaD @lisrive79 @AizenSama63 @pajaroq @Conchitariz @llanya66 Oiga no encuentro nada de Rosarito, que videos?",
        "@Melindaleka Como decía mi abuelita: ahí hay oro o ánima 😰",
        "@LezVargas Onde dejó a mi compi, el que siempre le lleva un regalo?",
        "@harrygrappa @amc_munoz Con mucho gusto, le recomiendo devolver todos los millones que se chingó cuando fue Secreta… https://t.co/nqfh7mQPFb",
        "@chocodonte Mi gallo es R0=1.38 con 6 exposures/day",
        "@GustavoVela71 Lata",
        "@panqve Explique compa, que tiene de especial la Vitamix? Porque chingos de botones no tiene. Es por durable?, Por… https://t.co/LcIuEIRT5s",
        "@albantro Así nos ha pasado en Veracruz, la gente nomás no entiende y ahora somos 1 a nivel Estado",
        "@ChispitaMX *Culpar al gobierno en 3..2..1..\" ah ya vi que me ganaron 🤣",
        "@LaBrujaCosmica8 Hay mucho bato inseguro que se enferma de celos 🤷",
        "@ElGab Tuit cultísimo mua! https://t.co/6Kx3BOpz6D",
        "@LocacionesVer Tus iris Loko!",
        "@chocodonte Jajaja buenos días! https://t.co/A4h9FB2ny7",
        "@ValeriaMarcial La idiosincrasia del mexicano ante la tragedia y la muerte es algo único en el mundo, una mezcla en… https://t.co/8n5A8n6TY3",
        "A él lo entrevistaron en la semana verdad? @warkentin @jrisco https://t.co/3lmLfkTrA0",
        "@GustavoVela71 32",
        "@chocodonte @CloudOfUniverse Cuanto ha crecido cloud caw, respect",
        "@EI_maserati Mordor le dicen...",
        "@mevalemadre70 @Gtv82423541 @Julio_Equeda @AlbertoQuirozCA @amerikapa @jrsestaca Creo que sí, antes era una haciend… https://t.co/EFqgHNX7gS",
        "@Gtv82423541 @Julio_Equeda @AlbertoQuirozCA @mevalemadre70 @amerikapa @jrsestaca La pinche gente que invade su hábitat",
        "@Tio_Gamboin Están tan cambiados mis ciclos que vivo con el miedo de quedarme dormido y levantarme cagao",
        "@A_ausdenRuthen @ManuelBartlett @Tu_IMSS Pinches cínicos, una mancha más a la 4T y Al traje del emperador",
        "@albornoz_mx El semillitas https://t.co/5E2wLheuoJ",
        "@chocodonte De esta no te salva ni Larita padresanto! https://t.co/H0AvrDYCQl",
        "@ArbolDelBikini Que vean el video de Ecatepec",
        "@aldochimal Y luego reclamando el cuerpo completo de su hijo, no en cenizas, Completo!\nQuién se apunta a ir a ese velorio?",
        "@chocodonte Pusieron una marisquería con los negritos de Milli vanilly",
        "@RoyCampos Tengo hamBRE y solo hay fiamBRE, suena el timBRE y la puerta se aBRE, es un homBRE que nació en octuBRE… https://t.co/Yz6yKqTKKG",
        "@chocodonte Oie si!, Tengo miedo caw!",
        "@Melindaleka Alguien dijo... Cerveza? https://t.co/zhVhcR5Rv3",
        "@GustavoVela71 Unos 30seg",
        "@Mirthza1 @ZomVick Señorita si no sabe de leyes de la física y densidad de gases no me arruine mi tuit, me limitaré… https://t.co/hLJ7nQAxyN",
        "@PacoSaiso @condeconLuis @Alletta Ayer vi un corto video de un intubado y noooo mms! es grotesco, es de miedo, no parece un ser vivo!",
        "@ZomVick Estornuda alguien y al joto se le cae un pedo!",
        "@GustavoVela71 Ron Damon (1seg)",
        "@GeorginaHolguin Here's Johnny!! https://t.co/wNzm8wKUYW",
        "@penileyramirez Había aprendido el oficio de tablajera de su difunto esposo y no por gusto, ella desde niña habia q… https://t.co/NgDuXzUCXq",
        "@amerikapa @jrsestaca Esa tortuga regresaba a poner sus huevos en donde nació, sólo que ahora que regresa a su play… https://t.co/6W0unDFV2H",
        "@chocodonte Los escupo cual llama peruana, y que sea lo que dios quiera",
        "@EVIDEGARAY @ElPulpomo @lacornetafm Extraño al gran Deus!, Ya era parte de la corneta. Saludos a dónde quiera que e… https://t.co/lrd6PSQwYO",
        "@di_tux Se suspendió el torneo por causas de fuerza mayor, punto. Pero si les da paz mental un pinche trofeo de cho… https://t.co/TEzgfLn4id",
        "@ArbolDelBikini El pan danés del Sanborns, es magia sanadora.",
        "@LOVREGA Que mente tan pendeja y mezquina, todo lo ves en función de si a la oposición le duele o aniquila el manej… https://t.co/FZer0riyQn",
        "@NachoNoGrita No mms no mms no mms!",
        "@LocacionesVer Está pringando",
        "@avieu @Mx_Diputados No lo sé Rick, parece falso...\nPorqué a mitad del vídeo aparece con un micrófono en mano y la… https://t.co/NfU1v72nOk",
        "@di_tux Me hueles a cebolla, que desayunaste?",
        "@S0yWerita Te va a presentar a su mocoso",
        "@ValeriaMarcial En playa zotehuela (es como Zicatela pero más acá....literal😔)",
        "@ChispitaMX @MGuadalupe_AL @CuitlahuacGJ No es la que ya renunciaron hoy?",
        "@GustavoVela71 Encendedor, cuchillo cebollero, una llave, la orilla de la mesa, un desarmador plano, otra cerveza,… https://t.co/5QVCKqOnUP",
        "@GustavoVela71 Beto",
        "@Lilith_mye A mí me despierta la tripofobia, la neta",
        "@El_Dandys Súper jalo, de una vez don Sismo! déjese venir al callejón de los chingazos!",
        "@DiccionarioALaD Por mí que les avienten a la SSP, siempre andan de revoltosos estirando la mano y al que le cae el… https://t.co/kq8HxPNHJk",
        "@fotogarrido La plaza de la República y al fondo el edificio de @API_VERACRUZ y la 1a Zona Naval 🚢🚢",
        "@El_Dandys @Marinelamx @gansitomarinela Antes era manteca vegetal con un poco de chocolate\nCuando me enteré que aho… https://t.co/xbdux3vNyJ",
        "@gdehoyoswalther @GobiernoMX @JLozanoA @Coparmex C mamó Don Gus!, Un porro extorsionador como Javier Lozano ya no h… https://t.co/hXed1Dkmlw",
        "Vean westworld de HBO sobre el asunto de la inteligencia artificial y el abuso de los androides @jrsestaca @EVIDEGARAY recomendadisima",
        "@FERNAND38766350 @RoyCampos Viéndolo bien tiene 2 respuestas válidas 🤔\nEl foco puede valer 15 de 2 maneras: (foco10… https://t.co/RSMrVziL6r",
        "@FERNAND38766350 @RoyCampos 333",
        "@Karliforniktion Uy, entonces del Sylmarilión ni hablamos 😔",
        "@panqve No lo haga compa, chéquese con un doctor. Se te pudo haber formado algún coagulo y puuum pap's, Trombosis ALV!",
        "@andressmex Ninguno",
        "@Bohaliciousss Nos iremos al Valhalla recordando aquella vez que te embarraste nectar de cadaver en la frente durante una diligencia 🤘",
        "@aldochimal Haz lo que un amigo, les ponía bolillos bien remojados en Ron y les decía \"ya te envenene a tu perro po… https://t.co/6XC4noDwa0"
    ]
}