{
    "screen name": "egemensarikayaa",
    "no. of tweets": 195,
    "tweets": [
        "@inancayar 1&gt;0",
        "Bir çok konuda eğitim alabileceğiniz bir websitesi keşfettim ve ilgilenen olursa diye de paylaşmak istedim. Hatta e… https://t.co/bt4ljzr4P3",
        "Hüseyni Saz Semaisi \n\nhttps://t.co/jhIMkIJPIi",
        "@Cahitkilincel Bilmemek bitmez.",
        "@ozanelbir Eskişehir’e geleyim de sana pis bir tavuk döner ısmarlayayım 😄",
        "“Farklı ilgi alanlarına sahip insanların rastlantısal karşılaşmalar yaşadıkları fiziki ortak mekanlarda sıkça yeni fikirler doğar.”",
        "Bramante’nin Heraklietos ve Demokritos’u https://t.co/G0VL5XpDLt",
        "Leonardo da Vinci yataklar hakkında “İşte burada çok değerli saatler harcanır ve pek çok boş hazzın keyfi sürülür.”… https://t.co/GrOHjJUDvU",
        "Still working :) https://t.co/l4pPaVRu12",
        "Bir şeylerin bir şeylerle ilişkisi var gibi. Hatta ve hatta bir şeyler bir şeylerle aynı gibi. Henüz açıklayabilmek… https://t.co/xablal1ttJ",
        "@stickdust @rostrumm @KurbanOfficial Albüm gibi albüm, eskimeyen.",
        "@remzisanver @baskentkartali1 @tathar_tasardur Ben her zaman hazırım hocam 🙏🙏",
        "@remzisanver @baskentkartali1 @tathar_tasardur Kıymetli hocam olur da video çekmek isterseniz ben çekimleri yapmaya talibim :)",
        "Kral çıplak.",
        "Bir kaç “ayık” sağolsun. https://t.co/OdyH7Js4sj",
        "@GozenVural Gönüllü kullar.",
        "Her insan köle midir?",
        "Kıldan ince kılıçtan keskin bir bir görüş farklılığı. Halbuki aynı şeye bakıyoruz ve bambaşka şeyler görüyoruz ikiy… https://t.co/NNiRoOZlE1",
        "“Dışarda kalan donuyor soğuktan.”",
        "Yalnızsın bu yolculukta.",
        "Comet Swan https://t.co/qK6KCrBa5M",
        "@GozenVural https://t.co/2CzDCaV6RA",
        "Yaşamış en özel insanlardan biri https://t.co/ztm4Amo1n5",
        "Por una cabeza \n\nhttps://t.co/Ej1JswFCob",
        "The Pleiades, Daughters of Atlas https://t.co/B2o3bswkA8",
        "‘’Tanrının ağzından çıkan her söz, doğrudan doğruya ya da dolaylı olarak bu sözleri kutsal bulan toplumun gelişmesi… https://t.co/kDoLEp7LV9",
        "@Kaan_H_Okten @simonschuster Işıklar içerisinde uyusun büyük üstat",
        "Efkar, sen ne güzel şeysin öyle!",
        "“Kıyıdan kopa kopa derine indik.”",
        "“Dünya benim tasarımımdır.”\n\n- Arthur Schopenhauer https://t.co/kCGJ3PKlGL",
        "“Benim sadık yarim kara topraktır.”",
        "\"Tomorrow's getting harder, make no mistake\n  Luck ain't enough\n  You've got to make your own breaks\"",
        "“Ey mutsuz zihin, bizim sana hazırladığımız kanıtlarla sen sonunu hazırlıyorsun; zaferin yenilgindir.”\n\n- Demokritos",
        "https://t.co/8uVd3UfK9H https://t.co/cmX5IOa6s3",
        "\"Savm u salat u haccile,\nSanma biter zâhid işin,\nİnsân-ı kâmil olmağa,\nLâzım olan irfân imiş.”\n\n- Niyazi Mısri",
        "Alışkanlıklar ve süreklilik, bunlar da önemli şeyler olsa gerek.",
        "Ne güzel şey mutluluk.",
        "Maske takmak lazım. Maske önemli :) https://t.co/UCHu8RNQqB",
        "@piizahmet 🙏🙏",
        "@piizahmet Süreç biter bitmez dükkandayım kardeşim. Memleketi, sohbetini ve mezelerini özledim",
        "Vazgeçiş... https://t.co/1NBJT3nnQt",
        "“Gafillerin yollarını eşikte bekleyen benim.”",
        "Şöyle güzel bir gitar solosuyla geceye başlayalım \n\nhttps://t.co/oIdrNFkT92",
        "Her şeye rağmen mutludur çocuklar. Bu yüzden insanın içindeki çocuğu kaybetmemesi elzemdir. \n\n“Joys of Childhood” -… https://t.co/iqhgnkDz1O",
        "@rozalet_ Hedefler doğrultusunda bol bol çalışmaya devam. Bravo 👏",
        "@maNgadelisibir Harika bol bol okumaya devam 👏",
        "Tekâmül manzarası https://t.co/o9PjLhnca6",
        "@iremocaal1 @lg_gul Ben söylemedim. Doğrusunu yanlışını bilmeye benim küçük aklım zaten yetmez. Anladığım kadarıyla… https://t.co/w65btyPLoV",
        "@lg_gul Ne kadar katılırsınız bilemem fakat konuyla ilgili İncil’de sevdiğim bir bölüm vardır:\n “Dar kapıdan girin.… https://t.co/pouuDci3Uu",
        "@hayreddinbirsey İşte böyle! Havada asılı kalmadan icraat şart. Vallahi ben demiyorım Goethe diyor 😄",
        "@gocmen_tufan 🙏🙏",
        "@hayreddinbirsey Başlangıçta eylem var. Eyleme geçmek şart kardeşim ☺️",
        "@gocmen_tufan Öncelikle patronu dinlemek lazım malum önemli... \nNe hoş pyhton öğrenmek ben henüz dalış yapamadım, ç… https://t.co/4wGDjWNn2i",
        "“Ben bu kulaklara göre ağız değilim.”\n\n- Nietzsche",
        "@lg_gul Dersleri çok da önemsememek lazımdır belki de. Sanırım günümüzde mesele hedefler doğrutusunda kendine ne ka… https://t.co/K6joRwfiUt",
        "@iremocaal1 Deniz fenerine doğru yürüyorum.",
        "@GozelDilan Evde yapılacak şeyler bitmez. Yol gidenindir.",
        "Karantina nasıl gidiyor, neler yapıyorsunuz?",
        "@iremocaal1 Bunalmayın kendinize bir şeyler katın gençler ✌️",
        "@osman Canlı yayını malesef izleyemedim. Heyecanla aynı konuya ait yeni videoyu bekliyorum ☺️",
        "“Burada yeni bir hikaye, insanın sürekli yenilenmesinin hikayesi, onun sürekli yeniden doğmasının, bir dünyadan diğ… https://t.co/bIbx9qcFTi",
        "Twitter’ın da kafa gitti iyi mi https://t.co/3muPmB4Kv0",
        "@remzisanver @OnurRavli @apprrenti @edebiyatkavsagi Hocam ne hoş sizi piano çalarken görmek 👏",
        "There is a hell believe me, i've seen it. \nThere is a heaven let's keep it a secret. https://t.co/i3RYzJFA66",
        "Amsterdam https://t.co/EXdsE3hqw4",
        "“Ya şaşıp elden ele düşen pula.” https://t.co/EBP98oIyXN",
        "Punk will not die. https://t.co/h9b6Y4BMas",
        "“O zaman da insan için şunlar açıklık kazanır, kesinleşir; O, güneşi, yeryüzünü bilmemekte, yalnızca güneşi gören g… https://t.co/J1c8SNTP0j",
        "Ah Kemal Paşa ah...",
        "İşte şimdi gönül rahatlığıyla ölebiliriz. https://t.co/nq7YNmdEZM",
        "The Last Judgment Day https://t.co/aTn08iBSu8 https://t.co/j8GpWcywKX",
        "@_SerhatSenel Deveye sormuşlar...",
        "Moon https://t.co/k4uGYzVid2",
        "Bkz. Hayvan. \nHayvan gibi olma. https://t.co/MUijC4EIaG",
        "@_SerhatSenel Vay be hayat nelere muktedir.",
        "Şu atraksiyonu bol günlerde ilaç gibi :) https://t.co/0DaU157maf",
        "Here we are. https://t.co/HOj3CuxF94",
        "“Sokrates: Peki o halde şimdi de içinde yaşadığımız devletle ilgili hissettiklerimi anlatayım. Bu böyle bir his ki… https://t.co/r0fe6n04N8",
        ":) https://t.co/6SrWt1YTY0",
        "Akla da hasret kaldık vesselam.",
        "Yani gerçekten muhteşem https://t.co/znWdxHjgOm",
        "Biraz şöyle eskilere dönelim.\n\n\"The door is locked now\nBut it's opened if you're true\"\n\nhttps://t.co/TbMXKnMPAq",
        "There is no sparkle in those eyes. https://t.co/GYK7vbTEWJ",
        "Ve iyi geceler\n\nhttps://t.co/SCFaQ101ud",
        "Music of coronavirus https://t.co/uKnScWVlba",
        "@PimMinderman Hey Pim, can i take ur mail adress or another contact things? Cuz unfortunately ur Dm closed for me",
        "Sakinleştirici https://t.co/ZAwx2Rw13S",
        "Stop the world and rest for a while.",
        "Vazgeçilir gibi değil, bu medcezirler\n\nhttps://t.co/xG0VlmbQBB",
        "@gzemsrt @lilcenk Hahaha 😄",
        "@lilcenk :) anladım kaptancım",
        "“Nasıl oluyor; vakit bir türlü geçmezken yıllar, hayatlar geçiyor.”",
        "Yeahh we are the wild bunch! https://t.co/ivXGACxABD",
        "Neticede \"en akıllı deli benim\" diye anlatmaya çalışıyoruz işte birbirimize.",
        "@remzisanver Başınız sağolun hocam, sabır dilerim bu zor günlerde.",
        "Sevgili dostum @tacettinecevit grubu Taksis'le bir tekli yayınlamış. Güzel de olmuş.\nİyi dinlemeler\nhttps://t.co/nb6Qc691q1",
        "Piiz'den yepyeni bir şarkı!\nBu vesile ile herkese günaydın :)\nİyi dinlemeler.\nhttps://t.co/qhAwPMY3ek",
        "Doğunun bir köyünde geçen hoş bir kısa film.\n15 dakika o toprakların kokusunu hissetmek için birebir.\n\nhttps://t.co/qRKdV75NoE",
        "Çektiğim fotoğraflardan bazılarını burada da paylaşmak isterim. Fotoğraf çekmek ve özellikle çektikten sonra editle… https://t.co/UrJpuRNqjl",
        "@diloshlugunler Aman dikkat!",
        "@inancayar @SpotifyTurkey Nasip kısmet diyelim çoğrafyamızda bu şekilde halloluyor işler :) saygılarımla 🙏",
        "@inancayar @SpotifyTurkey Tekel olmanın verdiği rehavet diyebiliriz belki de bunun için. Dilerim tez vakitte içerik… https://t.co/jHQOm6ZRYS",
        "@inancayar @SpotifyTurkey Durum yurtdışında nasıl açıkcası bu konu hakkında fikrim yok. Fakat türk müzik dünyasının… https://t.co/rBoSukwcmb",
        "@eskisehirbb Pek özledim be Porsuk :) İstanbul’dan gelip bir dal yürüyüş ve oksijen alacağım şu salgın sonrası :)",
        "@BoraOzkent Aaa ne kadar da tanıdık geldi!",
        "@inancayar @SpotifyTurkey Bu durum aslında müzikler için de geçerli, pek çok müzik olmayan şeyler var. Spotify’ın a… https://t.co/2GGTr6w6dw",
        "@kopekist Boş yaşayıp götünü kaşıyanı desek daha doğru olacak :)",
        "Neler değişti hayatınızda? Benimkinde hiçbir şey değişmedi de :)",
        "“Hayatın bütün alanlarında yenilgiye uğramak her zaman korkutur ve böylece biz kendimiz esas engele dönüşürüz. Kara… https://t.co/1ZmZWEODl2",
        "“Sabaha ancak geceyi atlatarak varılır.” \n\n-J.R.R Tolkien",
        "@iremocaal1 Bkz. Bu put. \nPutperestlerin gözleri tek yönlü biletlere kapalı, körler çünkü. https://t.co/GabJfKDSoX",
        "Bazı trenler vardır kaçırılmaması gereken.",
        "Habip, Gümüşhane'nin Öbektaş köyünde yaşayan 70 yaşında bir adamdır. Doğayı ve hayatı sever, çokça kitap okur ve dü… https://t.co/zStxeuqNmd",
        "Görme Biçimleri hoş bir eserdir https://t.co/rwMgLBfbqd",
        "Gençliğimi ve umutlarımı çoktan bağışlamıştım halbuki.",
        "Kalbin daha çok yanacak çocuk\nÜzgünüm ,dünya sandığın kadar güzel bir yer değilmiş.\n\nŞimdilik özgüvenin var çocuk,… https://t.co/6T9Elbf7UQ",
        "quarantine days https://t.co/TrXf6p43bs",
        "@eskisehirbb Şöyle biraz da fantastik hale getirelim :) https://t.co/HtoZ7ZwSRa",
        "“İnsan soyunun uğrunda çabalayıp durduğu servetlerin,azabını çektiği nimetlerin ne kadar geçici olduğunu görüyorsun… https://t.co/fnqUX39GZO",
        "@ilnevyA Klibiyse ayrıca şahanedir :)",
        "@ilnevyA High Hopes hakikaten özel bir eserdir. Dur bi dinleyeyim kulaklığı takıp :)",
        "“Aralarından birkaçını tanıdım ve içlerinde, korkaklığı yüzünden o büyük makamı reddedenin görüntüsünü gördüm. O za… https://t.co/9kRfpDW1Pt",
        "“Korku, insanı kimi zaman öyle ezer ki her türlü soylu girişimden vazgeçirir. Tıpkı yanıltıcı bir görünüşün, hayvan… https://t.co/oYXvs4EBa4",
        "“Günün birinde mutlu ruhlar arasına yükselmeyi bekledikleri için ateşler arasında bulunmaktan mesut olanları görece… https://t.co/a9ysegCie0",
        "Bilim insanlarını dinlemek lazım. https://t.co/OBWGFgT8P3",
        "Nefes almayı unutmuşsun. Nefes al.",
        "I don't wanna do this by myself\nI don't wanna live like a broken record\nI've heard these lines a thousand times\nAnd I've seen it all before",
        "@hayreddinbirsey Muhteşem",
        "Fakat daha önce köylülerle alay edip, onları kandırdığı için kimse çobana inanmamış ve yardım etmemiş.Çoban yaptığı… https://t.co/entAunfZKs",
        "Aradan zaman geçmiş, çobanın sürüsüne gerçekten kurtlar saldırmış ve bütün sürüyü kırmışlar. Çoban köylülerden yardım istemiş.",
        "Bir gün planını gerçekleştirmek için bütün köye haber vermiş. Köylüler büyük bir heyecanla yardıma koşmuşlar. Bir d… https://t.co/hH2y51GVO4",
        "Bir gün bir köyde bir çoban varmış. Bu çobanın koyunları varmış. Her gün koyunlarını güder, işine bakarmış. Bu duru… https://t.co/7dq9Fwhumb",
        "Every second's soaked in sadness\nEvery weekend is a war\nAnd I'm drowning in the déjà vu\nWe've seen it all before",
        "\"kan kırmızı bir ağaç var ya\n  adam bekler, tam altında\n  söz dinlemez bir el var ya\n  sonu başlatır, günahlarla\"",
        "Tohumu ekti fakat çürümeye terk etti.  E çürüdü haliyle.",
        "“Her bende bir sen var\n  İnsan unutkan biraz”",
        "\"I think we're doomed\n And there is no way back\"",
        "\"Arayan bulur, kapı çalana açılır.\"",
        "@hayreddinbirsey Korkma ondan bundan\nNe ölümden ne hayattan\nBu dünyada gördüklerinin\nHepsi Bir hepsi Hak’tan.",
        "Kalktı Göç Eyledi Avşar Elleri\n\nhttps://t.co/o5T1cwyX3n",
        "@24_ismail @Migros_Turkiye Böyle bir uygulama görmedim. Ne mekansal olarak gerekli tedbirler vardı ne de çalışanlar olarak.",
        "Evde kalmak sanıldığı kadar korkunç bir şey değil aslında. Kendini geliştirmek, bir şeyler öğrenmek isteyen bir ins… https://t.co/wYevFL2dPM",
        "@Migros_Turkiye sevgili migros, kasalarının yanına dezenfektan koy. Kredi kartı ya da parasıyla ödeme yapan insanla… https://t.co/sYroKpt7l4",
        "@_SerhatSenel @tmrdg @erhan_tonbul 😄😄😄 Es es es ki ki ki eski eski es",
        "@tmrdg @_SerhatSenel @erhan_tonbul Kimlerrr kimlerlee beraberrr 😄",
        "@Kaan_H_Okten keserler.",
        "\"Elin derdi yok, acın hep sana.\"",
        "\"Suyun kaynak olduğu\n  Ağaç kökün saldığı\n  Eşin dostun bittiği\n  Yerde bulursun beni\n  Yolun ayrıldığı\n  Gidenin d… https://t.co/IcxM92Cyhs",
        "\"hak uykuya dalınca\n  meydan zulüme kaldı\n  inkar saygı görünce \n  doğru sınıfta kaldı\n  yağmurlar zifte döndü\n  ekin canıyla yandı \"",
        "Hakikate hasret kaldık.",
        "@osman Ağzınızdan bal damlıyor :)",
        "@narcosynthess Aslında mesele ettiğim şey sadece günümüz güncel konusu üzerine değil. Belli ki bu enformasyon kirli… https://t.co/Zp2WyRJMyr",
        "Nuh, tufandan sonra, solda üzüm bağı ekerken resmedilmiş. Ardından, bağının şaraplarından (şarap fıçısı) çok fazla… https://t.co/m9DV4iXS5H",
        "Kolonya, maske, selam ve dua ile. https://t.co/eOKjqXUM7j",
        "@HalukKurosman Muhteşem :)",
        "Akıl sağlığımızı nasıl koruyabileceğiz? Soruyu tüm bilgisizliğim ve samimiyetimle soruyorım.",
        "Sevgili üstadlarım, bu kadar yoğun ve kirli enformasyon bombardımanının olduğu bu ve bu gibi dönemlerde gerçek bilg… https://t.co/IRkSzWtUKt",
        "“Kant’ın psikolojik teorisine göre 40 yaş büyük önem taşıyordu. 20 yaşındayken aklımızı yeterli düzeyde kullanabili… https://t.co/6PJy0yxLqM",
        "@smgrss_ ben demedim, birileri söyledi :)",
        "Sonuç olarak ellerinizi yıkayın :)",
        "@cem_celik İşte bunun gerçekten yapılması gerekli :) \n@hayreddinbirsey sen de seversin :)",
        "Bkz. bu bir fırsattır. İlgilisine: https://t.co/8Bfjs7onmF",
        "@cansucumonline Bu da benim cahilliğim işte.",
        "Tam üzüleceğim aklıma doğal seleksiyon geliyor. https://t.co/bgbKqiQ5En",
        "Aklıma nedense Nemrud ve sivrisinek hikayesi geliyor. Taraflar biraz değişmiş gibi elbette, \n“virüs ve kapitalizm.”",
        "Hasta 31 gibi olma! https://t.co/1sobVUeanq",
        "Şu sıralar en merak ettiğim konuysa şudur: İnsanların bir çoğunun işleri iptal olduğu için ev kirası ödeyen kesim b… https://t.co/vBPg1XfAPk",
        "Sosyo-ekonomik durumu geçtim. Birisi bana izah edebilir mi insanlar neden tuvalet kağıdı stokluyorlar? https://t.co/aJ7FbG205M",
        "“Padişah-ı âlem olmak bir kuru gavgâ imiş,\n  Bir veliye bende olmak cümleden âlâ imiş.”\n\nYani “Bir dünya padişahı o… https://t.co/iIoAr0Umq1",
        "Mevlânâ'nın Mesnevi'sinde “Körlerin Fil Tarifi”:\nFil bir bütündür ama kör insanlara “Bu nedir?” diye sorulduğunda,… https://t.co/apxVKOgeSw",
        "@BoraOzkent Teşekkür ediyorum 🙏",
        "Doğa kutsal tanımaz.",
        "Okumak lazım, üretmek lazım. https://t.co/uld2mEzPVg",
        "Bu \"yol\", katiyen cesareti olmayanlara, korkaklara göre değildir.",
        "“Uyandım ve gördüğüm tek şey dünyanın geri kalanının uykuda olduğuydu.” der üstad. https://t.co/pk92qg84oz",
        "Deprem, ekonomi, intihar, şehit, savaş, virüs, açlık, cahillik, yalan...\nMahşerin dört atlısı.",
        "@BoraOzkent Yapıcı isyankarlık ile ilgili bir kaynak öneriniz var mıdır?",
        "Keser döner, sap döner. Gün gelir devran döner.",
        "“Yürüyeceğim yolu zaten seçtim. Kendi yolumu izleyeceğim ve hiçbir şey beni devam etmekten alıkoymayacak.”\n\n- Kant",
        "Kant çok tutumlu yaşıyordu; hiçbir zaman gerçekten muhtaç duruma düşmedi, ama zaman zaman kıyafetleri tamirdeyken d… https://t.co/ooxnmPbLke",
        "@fuatsami @EdTechSummit Müzisyen olmak sadece müzisyen olmak değildir. Elbette bu söylediğim kendi inandıklarının p… https://t.co/4Pzk0H5TjE",
        ":) https://t.co/ZFoebNXzxh",
        "Toplumca akıl tutulması yaşadığımız fevkalade travmatik bir dönemden geçiyoruz. https://t.co/kQsAScbIOP",
        "@mak_cen https://t.co/nG6taOTx0k https://t.co/yDtgS7joci",
        "“Biliyorsunuz,\n  Verdim ömrümü,\n    en güzel\n      en olacak\n       en olması lâzım şey için\n\nFakat çoktur.\n  -Sayı… https://t.co/lpAFepA60j",
        "“Doğru, durmaz. Doğru, doğru ilerler.”",
        "Böyle zamanlarda aklıma hep Stefan Zweig’ın intihar mektubu gelir.",
        "Hakikat elbet bir gün her şeye galip gelir.",
        "Muhteşem!\n\nhttps://t.co/hJ5xMHxQAQ",
        "Hegel'in dediği gibi: “Minerva'nın baykuşu ancak karanlık çöktükten sonra uçar.”",
        "Yurtsever, akıllı ve dürüst olanlar, zaman zaman hain, deli ve ya satılıklardan çok daha büyük zarar verirler. Bu y… https://t.co/0IKVWhpjAQ",
        "“Durağan, senfonik yapıya erişmemiş, bilimsel geleneği pek yoksul olan toplumlarda, yalnızca hainlerin, delilerin,… https://t.co/DSZHsHA9rH",
        "Herkesin hikayesi biraz farklı, biraz aynı.",
        "@MuderrisSm Etraf Fouche’lerle doluyken...",
        "İnsan olabilmek, insanca yaşayabilmek..."
    ]
}