{
    "screen name": "o_arana",
    "no. of tweets": 181,
    "tweets": [
        "@amilcarmontejo noche y madrugada muchos motoristas circulan sin luz: son un latente peligro para ellos y para el resto de usuarios",
        "@CanalAntigua productividad de qué? De hacer un trabajo a medias...",
        "Y se vino la primer lluvia de 2016 🌧🌧",
        "Manejar en la san Juan sin meterse en un cráter = misión imposible",
        "#renunciaya https://t.co/VUcceecy6b",
        "A veces,  nos deberíamos tomar un momento para voltear a ver el cielo...",
        "@diputadolpa excelente trabajo contra la corrupción!  @CanalAntigua",
        "Zapatero a tu zapato…hasta para hablar en la TV",
        "Los ciudadanos trabajamos y los funcionarios del estado robando a más no poder",
        "Este presidente cerote saber en que país vive",
        "Se chingó otra vez 5B?????",
        "Que le dieron  a esas 50000 gentes?",
        "Y hasta por la tele están pasando lo del PP que asco",
        "\"el Estado es esa gran falacia que permite a muchos vivir a costa de todos los demás\" excelente columna @Perico8461",
        "A la gran puta con esa chingadera  del desalojo. Ya llevan 2 días con la misma mierda",
        "Para tener derechos primero hay que cumplir con las obligaciones",
        "Para  mi Bélgica elimina A Argentina",
        "A la verga los mexicanos!! El primer tiempo había penal y en el segundo lo cobraron y ya!",
        "Tanto que hablan los mexicanos,  bien jugado pero perdieron igual!",
        "@vilelinho come mierda!",
        "No son impuestos o deuda... Simplemente que dejen de hueviar",
        "No es que muera de amor, muerto de ti, amor...",
        "\"olvidamos lo que nos conviene\"",
        "Mas impuestos?? Que dejen de malgastar y hueviar!",
        "Tan fácil que es vivir sin andar chingando a la demás gente...PAZ",
        "A saber en que país vive el presidente #entrevistaopm",
        "Primero se hablaba de proyectos para salvar al lago de Amatitlán; ahora del de Atitlán...",
        "Hay mulas, remulas...y los PMT de Mixco....... http://t.co/pjuvVnbsyC",
        "Eso del polvo blanco mas parece una autoagresion...",
        "@vilelinho ahi trabajando como NEGRO!! y vos que putas???",
        "@vilelinho que putas imbecil??? Como estas?????",
        "@JLFont001 excelente, gracias!! Feliz fin de semana...",
        "@JLFont001 cómo se llama el libro del suizo que mencionó al inicio del programa?????",
        "@Ronald_MacKay Belice?????",
        "@PochoCristales cabal!!",
        "Mal arbitraje, hoy los rojos ganan con o sin eso? Los cremas también han ganado asi.......",
        "JJ Paredes si fuera de lugar lo que habla. Hoy los Rojos ganan!!",
        "@vilelinho que onda imbécil??????????",
        "#UnderTheDome",
        "Maldito trafico............................",
        "Les falta Nueva Zelanda..............",
        "Ya quiero ver a los pisados de ESPN",
        "Panamá no merece el empate. Tuvo todo para el empate y no lo supo manejar...",
        "@CanelaCREO deje de hacer campaña anticipada, que abuso y molesto estar viendo desde ya su propaganda...",
        "Porque hacen ese tipo de trabajos un día como?? #traficogt  Puente Incienso Sur @amilcarmontejo http://t.co/IwlEnlgHUB",
        "Tembló?? @EmisorasUnidas",
        "@amilcarmontejo porque no dejan subir por la calzada la paz a metronorte??? Los PMT tienen tapado",
        "Mexicanos tanto ruido que hacen, igual a nivel mundial su fútbol nunca ha existido...",
        "@McGuate Lo pero es que le pedí el dinero al gerente y me dice: ahorita se lo doy...PENOSO Y ASQUEROSO LO QUE HACEN....",
        "Lujo de hamburguesa shuca la que me tocó ayer. TOTALMENTE CRUDA!!!!! Asco!!!!!!! @McGuate http://t.co/1y6jyoJdd0",
        "@amilcarmontejo pura irresponsabilidad...",
        "a darle la vuelta pues!",
        "Quiero ver el partido y no he salido de trabajar :s",
        "Viviendo el bloqueo de la centranorte",
        "Gráficamente http://t.co/3rwEQmdh",
        "Ahora reunión para evaluar el temblor y cómo \"reaccionó\" la gente en la planta......................",
        "@LaMarian0_0 jaja, no puede dice, ni viernes jajaja, mire pues, hablen uds. y si no pueden, quedamos para otra cosa otro día no hay problema",
        "@LaMarian0_0 si puedo, tengo que hablar con aquella pero yo digo que sí! si ya tenían planes no hay problema...jaja, ahí me cuenta!!!!!",
        "@LaMarian0_0 va me parece bien! ahí me cuenta así compro las entradas... :)",
        "Mire no quiere ir al cine el domingo 5:40PM, Taken 2. Me dice, obviamente con su novio va, me cuenta así compro las entradas @LaMarian0_0",
        "Desde temprano con clavos jajaj, chilero!",
        "Dos vías...",
        "@LaMarian0_0 ok, gracias, ahi si habla con él dígale que lo ando buscando porfa jajaja",
        "Buen reportaje sobre Roberto Barreda http://t.co/aAw8a6mQ",
        "no sabe por donde anda su novio? @LaMarian0_0",
        "Trabajando duro",
        "Se chingó el vibrador el celular??",
        "Puta! Los Rojos han tenido para ganar hoy...",
        "El grito de un volcán y la fuerza de un huracán",
        "Agotado!! :-)",
        "@CRSS88 me fue bien vos; es hasta final de septiembre porque ya no caché a tiempo para agosto",
        "Chilero trabajar sábado desde las 7AM...jaja",
        "Trabajando pero escuchando como Barrondo se gana la medalla...",
        "@LaMarian0_0 gracias por recordarse!!!",
        "@7ictor en acumuladores iberia Ajaja",
        "Un día más en la planta, corriendo y arreglando problemas...",
        "@LaMarian0_0 jaja, pobrecita, y cuando viene? es que quiero hablarle jaja",
        "Su novio anda acá en la capital?? @LaMarian0_0",
        "Ahora resulta que es más fácil parar un penal que meterlo :-Q",
        "Ojalá gane Portugal!!!",
        "Hay gente que es muy valiente o muy idiota",
        "A ver como funciona el famoso Samsung Duos pues",
        "Trabajando duro!  Jaja http://t.co/3LcyALsI",
        "Todos creen que Antigua y Barbuda la va poner fácil ...a ver",
        "Que desnutrida la que sale en @Guatevision_tv y @marpadilla1 que se hizo??",
        "\"Satisfechos pero no contentos\"",
        "Y Pezzarossi entró al final o no?",
        "A buscar el otro rápido pues!!!",
        "Pappa que golazo! !!",
        "Que le pegue Donovan!",
        "Los gringos igual que los de Jamaica, no jugaron para ganar",
        "Pezzarossi y Leon????",
        "Figueroa no debería estar jugando hoy",
        "Gordo mierda!",
        "@galindogt por televisión nacional me imagino...",
        "Vulnerable a ti",
        "Si te pasás de las 2000 impresiones, sencillamente esa mierda deja de imprimir aunque tenga toner...buen negocio!",
        "Yo no se si la gente es valiente o mula",
        "@elio_cal mmm, yo investigué y la salida del ipad es igual a la de la samsung, un puerto 30-pin dock connector port ajaja, saber va...",
        "Vos @elio_cal crees que con un cable de Ipad para cañonera tambien pueda conectar una samsung tab a la cañonera??",
        "\"Nosotros cuando amamos es fácil de arreglar, con sábanas que bueno, sin sábanas da igual\"",
        "Hoy veré a los @rojos_municipal @RojosMunicipal levantar la número 30!",
        "Viernes, 6PM y yo trabajando...",
        "Buen primer tiempo pero hay que hacer esos goles! Vamos @RojosMunicipal",
        "Xela se come unos 2 ó 3",
        "Rojos Rojos!!!!!",
        "@claudiofreyes no que sos cremita pues? y esa tu foto??? #PaQueVergas",
        "Acabo de reportar un congestionamiento en 12 Calle, con el GPS social @waze_es",
        "Hoy llegaré tarde, tráfico!",
        "Me debés vos @renatobarrioscc cc @luisk9230",
        "Gracias Dios por hacerme ROJO!!",
        "Rojos Rojos!!!!!!!!!",
        "A la gran puta. Que tráfico!!!!",
        "el día del trabajo se debería celebrar trabajando...jaja",
        "Vos @chinesefong tampoco mañana voy a ir a la U, hasta el lunes siguiente, pilas! Buena onda",
        "Desde temprano a trabajar!!",
        "vivo pues @chinesefong el lunes voy a la U...pilas!",
        "@chinesefong voy los lunes en la noche??? Que onda???",
        "@Juanpa_Roldan @luisponcea si te metes a tu sesión de dropbox y ahí creo que podes",
        "@luisponcea @Juanpa_Roldan y ese gordo cagado ya pasó eso, borren todo!!!!!!",
        "@luisponcea @Juanpa_Roldan y lo peor es que el no ha subido ni mierda",
        "La gente cree que porque maneja un BMW no puede dar vuelta",
        "gracias @claroguatemala por ese servicio tan pura mierda",
        "Hay conserjes en el congreso que ganan 20k a la puta, y a uno se lo lleva la gran puta",
        "Olor a tierra mojada...",
        "Y a las 5 en punto me voy",
        "Ya #RutasMortales Andes",
        "Para que putas metés la panza, igual estás bien cocha, jaja",
        "y mañana a volver al trabajo...jajaja",
        "Se acaba, para mí, la época más bonita del año...",
        "Maldita batería ya no servís",
        "Quedarían a 4 y falta el clásico va...",
        "Presionado el Madrid? Hasta la mierda",
        "@luisponcea @Juanpa_Roldan solo que decile a eso de las 6 o 6;30 porfa. Buena onda",
        "Va haber tutoría mañana??? @luisponcea @Juanpa_Roldan",
        "Que hijo de puta ese balotelli",
        "@carles8 no se jajaja el pisado escribió en whatsapp que había tenido un accidente que esta sufriendo las consecuencia y no se que mas...",
        "@carles8 que putas le pasó al pussy vos????",
        "Los artistas de la #sexta http://t.co/yNeSXhtR",
        "Sin duda alguna mi Semana Santa más complicada. Extraño el olor a Semana Santa",
        "Lo malo de \"ordenar\" es que a uno se le olvida donde putas guardó las mierdas",
        "Se va el gato y los ratones hacen feria va",
        "@Juanpa_Roldan @luisponcea buena onda ahí con mas tiempo les cuento el rollo, pilas pues!!!!",
        "@Juanpa_Roldan @luisponcea si hoy es mi 2do dia el ponce porque lo vi el sábado",
        "@luisponcea @Juanpa_Roldan sin paja que puro obrero estoy...",
        "@luisponcea @Juanpa_Roldan yo no he empezado :s hasta mas tarde Jajaja que pisado",
        "@l3christoph me cachó ingeniero jajaja. Muy baratas las camionetas jajaja",
        "Señor del Consuelo, bendícenos...",
        "A aprovechar la nueva oportunidad pues!!!",
        "Con todas tus fuerzas!!!!!",
        "Me llamaron que mañana chamusca en futeca cayala a las 9 para que se lleguen @luisponcea @Juanpa_Roldan",
        "Aparte de corruptos, pendejos!",
        "@elio_cal perfecto ahí estaré!!!",
        "A esperar pues, incertidumbre...",
        "@elio_cal ya seguro seguro???",
        "Ya la previa Milan-Barca",
        "Somos iguales",
        "Partido más aburrido entre el Apoel-Madrid",
        "\"con pocas ilusiones pero grandes esperanzas\"",
        "@Juanpa_Roldan no, no podía",
        "Dice el ing que a las 7 ahí en el J pilas pues! @Juanpa_Roldan @luisponcea",
        "Se va la luz un rato y completo caos. Somos adictos a esas cosas",
        "Y la mara todavía cree en las muladas que dicen va...",
        "Guatebolas costumbre mas mierda esa",
        "Sin luz y sin agua",
        "Me llevan las putas...jaja",
        "Donde nos vamos a juntar hoy? @luisponcea",
        "Ya en un rato Rutas mortales Andes",
        "@GusMenFox por gente como Faitelson...",
        "Aunque pronostico que mi próxima semana será muy ocupada",
        "Creo que acabo de tomar una sabia decisión",
        "@chinesefong el estudio pisado q aburrido jajaja, pero ya mero mirá ahora que sos Ing deberías d invitar a almorzar o algo así hombre pilas!",
        "No importa ser inteligente, sino disciplinado http://t.co/dcfhiF5a",
        "0:00 noches!",
        "mejor me voy a echar, que mañana será un gran día...",
        "“@o_arana: yo llevo 11 y ni siquiera he llegado a lo de probabilidades...” // @luisponcea",
        "yo llevo 11 y ni siquiera he llegado a lo de probabilidades...",
        "esa mierda de probabilidades nunca la entendí ni pienso detenerme a entenderlo cc @luisponcea @Juanpa_Roldan",
        "Estadística :s de la gran puta!",
        "\"...es decir que en mi país, la gente viva feliz aunque no tenga permiso...\"",
        "Que dia tan solo el de hoy..."
    ]
}