{
    "screen name": "ShsbearsP",
    "no. of tweets": 200,
    "tweets": [
        "Our Senior members of our ASB working on our video to show the location, distance and path to take during next week… https://t.co/dlHbRjk7SJ",
        "Good morning Bear Nation, Class of 2020, we are excited for next weeks virtual commencement program. Please remembe… https://t.co/G5ihmhUXlw",
        "@EmmaLy3217 @keepingupwshs @shsclarion We wanted everyone to think ahead 🐻💪",
        "@Marroqueen22 Thank you for your kind words. We are all trying to make this experience as meaningful and close to t… https://t.co/rVh98z9ike",
        "@EmmaLy3217 @keepingupwshs @shsclarion It’s meant to be worn that way.",
        "@Burtonsuper2018 Gracias! 💪👊🏽",
        "@selma_high @Valleyrop Always a pleasure to work with you 🐻💪",
        "#SelmaStrong https://t.co/8PGlEhpfpZ",
        "Thank you to our teachers and staff who came out to our drive through and our over 300 students who got their gowns… https://t.co/PcOBcgy2ax",
        "Bear Nation Proud! @keepingupwshs @shsclarion https://t.co/cymTHo3blm",
        "@halfbloodgopy Yes!",
        "Good morning Bear Nation, Class of 2020 just a friendly reminder of today’s event. See you then and be safe.… https://t.co/EllK0pGsAt",
        "@Burtonsuper2018 @BurtonSchools 💯👊🏽",
        "Wishing all of the mothers a very Happy Mother’s Day from the Bear Nation! #SelmaProud #BetterTogether https://t.co/hc4i2g6N8M",
        "Bear Nation Family, Here are some updates on our Virtual Graduation plan. Class of 2020, just a reminder of our Cap… https://t.co/fxJHWLCUU0",
        "Good Morning Bear Nation, thank you to our Leadership students as they gave their shout out to our Selma High Teach… https://t.co/NdEdHSSr41",
        "@QUEPASAJAMAY @rramirez_usc Saludos y que esten bien todos!",
        "@rramirez_usc @keepingupwshs @SelmaSupt @shsclarion @QUEPASAJAMAY Right on! Somos Paisanos! https://t.co/L0e6kG3xWM",
        "Good morning Bear Nation, lets also celebrate our SUSD nurses and healthcare workers and all others out there. Than… https://t.co/FHKs0JbCIT",
        "@lorrie_romero63 @keepingupwshs @SelmaSupt @shsclarion @QUEPASAJAMAY Right on!",
        "Class of 2020 please participate https://t.co/345OjzA3lI",
        "@Burtonsuper2018 Usted sabe Hermano!",
        "Good morning Bear Nation, with today being Cinco De Mayo, represent or give a shout out to your families home town… https://t.co/ysAhKjX5St",
        "Good morning Bear Nation Teachers and staff, here is special message to you all from Jeter The Therapy Dog on Teach… https://t.co/Ixjjnv52nJ",
        "Best of luck to all of our Bears who will be taking the AP exams. Bear Nation Proud! 🐻💪@shsclarion @keepingupwshs https://t.co/yM6Xr4eXRP",
        "Sending a special shout out to our Selma High School teachers on this being teacher appreciation week. Thank you fo… https://t.co/Pa0lizwxWi",
        "Good morning Bear Nation,\nJust a friendly reminder that today our seniors are set to come in to drop off phase 2 wo… https://t.co/4w22m3FZeR",
        "@DonAustin_PAUSD Family life",
        "@DonAustin_PAUSD @GavinNewsom @AsmMarcBerman @adrianfine @Papadan46 @mraclark29 @PaloAltoUnified @jdibrienza… https://t.co/jPzAeszQ1l",
        "@MarkCContreras @RMHS_Softball @riomesawrestlin @RioMesaWrestles Congratulations",
        "@JuleePerez16 @SHSregion Keep up the great work! #Lead",
        "@AcedoMrs @SelmaSupt @keepingupwshs @shsclarion Thank you! It's all about team work",
        "@BearsCSL @DavidENorman @SelmaSupt @shsclarion @keepingupwshs @selmabaseball It was my pleasure",
        "@zjgalvan @SelmaSupt @shsclarion @keepingupwshs @BearsCSL @selmabaseball @DavidENorman Muchas gracias Hermana",
        "@DonAustin_PAUSD Thank you Dr. Austin. Our coaches and staff continue to find ways to celebrate our students, especially our seniors.",
        "@DavidENorman @SelmaSupt @shsclarion @keepingupwshs @BearsCSL @selmabaseball Thank you and great job with running both platforms",
        "Had the pleasure to join our first ever Selma High School’s Baseball Senior Night via Zoom this evening. Thank you… https://t.co/NHcYnTfjHa",
        "Proud of our Bear Nation! Keep your spirits up! https://t.co/An94N2hrBc",
        "Attention Bear Nation, we are ready for Phase 3 of Distance Learning distribution starting next week. Please make s… https://t.co/OHNxmx1Tnc",
        "Attention Bear Nation, Class of 2020 our new date for Drive-Through cap and gown distribution will be Monday May 11… https://t.co/lCrIZeP675",
        "@Andre_Pecina @SelmaSupt @shsclarion @keepingupwshs Thank you",
        "Bear Nation Proud! https://t.co/JVkwCURqHD",
        "@lahomamoreno You are very welcome",
        "Bear Nation, please see the information below regarding submitting Phase 2 work and collecting Phase 3 work. Please… https://t.co/6bw4iw40tO",
        "@zjgalvan @verodher @VillagomezMyra @saramburogusd @CCES_GUSD @profegoru @docmartinezjr @CALSAfamilia @MCOE_Now… https://t.co/z0HWFDwAEs",
        "@Burtonsuper2018 @BurtonSchools 💯",
        "Zoom meeting with our Science department as we are going to phase 3. #SelmaProud #BetterTogether https://t.co/0KW17qxHnE",
        "Good morning Bear Nation!\nClass of 2020, Please check your emails because the cap and gown distribution has been po… https://t.co/Czcq8dOKjb",
        "@GuidingOutcomes Garcia! Tu sabes",
        "@Burtonsuper2018 Gracias Hermano!",
        "Congratulations to another Lady Bear as she will be attending San Jose State University next fall. @SJSU #SelmaProud https://t.co/zgw7J9tO2V",
        "Proud with work and serve such a dedicated staff as we remind our students how much we care and miss them.… https://t.co/dP0GbcPLKV",
        "Very productive day with meetings with our site teacher leaders and ASB leadership. Shout out to Dr. Fisher for joi… https://t.co/DLEiTMeqDj",
        "@TheJerryMartin Go Hornets! 🐝 @sacstate",
        "Good morning Bear Nation, as you might be aware, SUSD schools will remain closed through June 5, 2020 as it was dec… https://t.co/KxAyLfuOpg",
        "Good morning Bear Nation, we want to Thank all of our SUSD’s and all other Administrative Professional’s on today b… https://t.co/f67y9LnYv5",
        "@JerryAlmendarez @SantaAnaUSD Leadership by example",
        "@VictorFariasPHS Animo!",
        "Always a pleasure so see and speak with our students. Joined another ASB leadership meeting today to discuss tentat… https://t.co/f7hSXn3B26",
        "Good morning Bear Nation, just a reminder that we are still distributing distance learning class work and chrome bo… https://t.co/Iqwz7aPlBb",
        "@Burtonsuper2018 @DOEChancellor Acurrucucu!",
        "@NYCSchools @DOEChancellor Animo!",
        "@LoriGonzalezEDU Gracias Hermana! Y igualmente",
        "@xicanasoul @SelmaSupt @shsclarion @SelmaUSD Gracias Hermana!",
        "@dmart_martinez @VCOEedserv @JaneJwagmeister @echolreves @DrLeticiaQRamos @Drmorales5600 Keep up the great work Dr. Morales!",
        "@BlainWatson @SelmaSupt @shsclarion @SelmaUSD Gracias Hermano! From Selma, CA to Compton, CA!",
        "@Mmacias963 @Burtonsuper2018 Gracias Hermanos!",
        "@Burtonsuper2018 Thank you! Leaders like yourself are the ones who help motivate all of us. 🐻💪",
        "Bear Nation, here is another update on our phase 2 of distance learning and chrome book distribution. Very Proud of… https://t.co/LjL8kihZYI",
        "Happy Friday Bear Nation! Don’t forget that we are distributing chrome books along with phase 2 distance learning w… https://t.co/KsFpbfpcu6",
        "@JerryAlmendarez Congratulations",
        "Thank you to our CTE Pathway leads, Selma High admin and Valley ROP team for participating in our Perkins V Grant a… https://t.co/PpRxrfsvGV",
        "Bear Nation, just a friendly reminder that we are still distributing chrome books if you need one in our dining hal… https://t.co/Z6M6RrcjfO",
        "@DonAustin_PAUSD @PaloAltoUnified @DOEChancellor @4Jsupt @WPS60Supt @drgoffney @FoothillPrez @GeorgeShiber… https://t.co/N7vvAlgIQY",
        "@zjgalvan @MCOE_Now @CALSAfamilia @ProfeMsVgodinez @BlainWatson @wln_6plus12 @mrsjessgomez @LoriGonzalezEDU… https://t.co/NKOspZhQPU",
        "@EnglishDahling Thank you! It's the least we can do for them. Keep up the great work as well",
        "Bear Nation Proud! https://t.co/DH7sywVetT",
        "@Burtonsuper2018 Thank you!",
        "@stevenhxyes_ That is our plan still, if state and federal mandates allow it.",
        "@EnglishDahling @AP_HoustonScott @keepingupwshs @SelmaSupt @shsclarion Thank you",
        "@JoseMorenoIII @keepingupwshs @SelmaSupt @shsclarion It will be shared in our FB page",
        "Shout out to our 2020 Senior Class officers for spearheading the yard sign idea for the whole class🐻💪 @keepingupwshs @shsclarion",
        "@gabola75 @keepingupwshs @SelmaSupt @shsclarion Is the right thing to do 🐻💪",
        "Attention Bear Nation, our graduating Class of 2020 will be getting this yard sign for free compliments from our AS… https://t.co/OsQqyV8Hys",
        "@Burtonsuper2018 Igualmente 😊",
        "Good morning Bear Nation, wishing you all a Happy Easter with your family and loved ones. Please be safe and we mis… https://t.co/cakkFZTJFt",
        "@zjgalvan @verodher @saramburogusd @mrmercado674 @docmartinezjr @profegoru @MCOE_Now @GreenfieldCAPD @SupervisorAlejo Happy Easter 🐣",
        "Thank you @AcedoMrs! Bear Nation Proud https://t.co/9H2xxIe1iZ",
        "@SelmaSupt @shsclarion @keepingupwshs @mrwisley Thank you for your support",
        "Attention Bear Nation, we are ready for Phase 2 of distance learning distribution starting next Tuesday-Friday from… https://t.co/AStDtv7n94",
        "@Mmacias963 Awesome!",
        "@SorianoJer Animo! Hermano 💪👍🏽",
        "@efraintovarjr @SelmaUSD @SelmaSupt @SelmaNewspaper @CSEA_Now @WeAreCTA It truly takes a village. #SelmaProud #BetterTogether",
        "@SelmaSupt Thank you for your support! #SelmaProud",
        "@efraintovarjr @dumashstx Great Idea",
        "@zjgalvan @chadceverett @MCOE_Now @ms_pantaleon @ndesantos1223 @profegoru @Joe_Sanfelippo @ValVerdeSupt… https://t.co/6z59X1hU7V",
        "@xicanasoul Al 💯",
        "@Mmacias963 Thank you! We have great ASB Leadership 🐻💪",
        "Congratulations to another Lady Bear as she will continue her studies at @UCBerkeley. #SelmaProud #SelmaStrong… https://t.co/Qwu45yTCR9",
        "Bear Nation, here’s a great way to showcase your talent! #SelmaProud https://t.co/LGlX8JOUis",
        "As a token of our appreciation to our Selma High School’s food service team, members of our office staff and some o… https://t.co/qOUtZkWsFi",
        "@Brendan_R750945 @UCBerkeley Congratulations! The Selma High School Bear Nation is proud of you. Always Pay It Forward!",
        "@mrwisley You are very welcome 🐻💪",
        "Congratulations to another Bear as he will continue his studies at @UCBerkeley next fall. #SelmaProud… https://t.co/CMu7wRdS66",
        "Please help me in celebrating National Assistant Principals week and thank our own Ms. Richardson and Mr. Wisley. T… https://t.co/1CtFR5tz3F",
        "Bear Nation, just a friendly reminder that we are still distributing food during this week of spring break at our s… https://t.co/cKd4uyC8dL",
        "@JuleePerez16 @keepingupwshs @SelmaSupt @shsclarion The closures have been extended until May 1, 2020  for all SUSD schools.",
        "@THS_Tigers01 @Fresno_State @Mmacias963 @Andre_Pecina @4starLetty @salparrajr @myluv4kidz @FresnoBee Congratulations",
        "@zjgalvan @keepingupwshs @SelmaSupt @shsclarion Gracias Hermana y que esten bien ustedes.",
        "@anna_arm1 @UCBerkeley @keepingupwshs @shsclarion @SelmaSupt You are very welcome",
        "Congratulations to another Lady Bear as she will continue her studies at @UCBerkeley #SelmaProud @keepingupwshs… https://t.co/LXR9xN1H9T",
        "@THS_Tigers01 @Mmacias963 @EdLinkSolutions @FresnoC2C @salparrajr @Andre_Pecina @TonyThurmond @CADeptEd @FresnoCoSS… https://t.co/2CEZ5ocELz",
        "@THS_Tigers01 @Mmacias963 @salparrajr @myluv4kidz @Andre_Pecina @UCLA @Fresno_State @4starLetty Congratulations",
        "Thank you @AcedoMrs and our students miss you as well. Be safe 🐻💪 https://t.co/IbeD0RMchF",
        "We miss our Selma High School Bears! ⁦Continue to be safe and communicate with your teachers. #SelmaProud… https://t.co/OpHEy3B3IL",
        "https://t.co/Xr7syH0VCf",
        "Bear Nation, here is are some updates for you all from Mrs. Richardson and I as to our next phase and please be saf… https://t.co/vIrZ8dTB6L",
        "Good morning Bear Nation, just a friendly reminder that if you need a chrome book, please stop by the dining hall t… https://t.co/Or3XJ8AcYN",
        "@Marroqueen22 @SelmaSupt @shsclarion @keepingupwshs @SelmaUSD You are very welcome and thank you for your support",
        "Bear Nation Proud! 🐻💪@selmasup https://t.co/i85CsAdILY",
        "@BearsCSL Thank you",
        "@DavidENorman @SelmaSupt @shsclarion @keepingupwshs @SelmaUSD Yes indeed!",
        "Had a great Zoom meeting with our ASB leadership team and Mr. Pallesi and Mrs. Garcia today as we discussed our ten… https://t.co/PYuPdh4tDk",
        "Good morning Bear Nation, if you forgot or did not have a chance to complete the survey and you need a chrome book,… https://t.co/j0C3k6USQX",
        "@efraintovarjr Thank you! I'll reach out today.",
        "Bear Nation Proud! 🐻💪 https://t.co/ZGLvGsmu8r",
        "Attention Bear Nation!\nUC temporarily adjusts admissions requirements to help students, families in wake of COVID-1… https://t.co/4Q31Y3PMoB",
        "Thank you @Marroqueen22 for sharing and we hope that we get more displays like this to celebrate our Bears.… https://t.co/w22wAlFpcA",
        "Bear Nation Family, Just the inspiration that many of us need at this time. Thank you ⁦JA! ⁩ #Infinitemindset… https://t.co/VTIOXQRnpn",
        "Good morning Bear Nation, just a reminder that starting tomorrow Tuesday March 31 - Friday April 3, 2020 food distr… https://t.co/a1fwpIxPz3",
        "@Burtonsuper2018 @BurtonSchools Definitely! Have a great week.",
        "@Mmacias963 Son memorias mas hermosas",
        "@efraintovarjr @Burtonsuper2018 @chidodriver Good one but I don’t have a tennis racquet",
        "Congratulations to our Lady Bear who has committed to Cal Poly. Wishing you nothing but the best and don’t forget t… https://t.co/iPdv4Thl5H",
        "@Burtonsuper2018 Thank you!",
        "Bear Nation Proud! https://t.co/Jk87Q1N6p2",
        "Bear Nation Class of 2020, despite our current situation as you receive your letters of college acceptance, please… https://t.co/ol25b3KOfo",
        "@Marroqueen22 @CalPoly @SelmaSupt @mrwisley Congratulations!",
        "@sheehyrw @ACSA_info Thank you 🙏",
        "@sheehyrw @ACSA_info I see we are on the same meeting. Be safe",
        "Attention Bear Nation, thank you to those of you that have completed the technology need survey. If you have not, p… https://t.co/5tJFpjiQx1",
        "Major Shout our to our Teacher Librarians for coming in and conducting Google PD to our Selma High teachers and oth… https://t.co/cNn948iQ4R",
        "@AcedoMrs Thank you! And be safe",
        "To our anonymous individual/s. Thank you from our Selma High School food services team! https://t.co/TU4ZnH0jxp",
        "Thank you to the anonymous individual/s who had this beautiful bouquet and candy delivered to our office. All of ou… https://t.co/v6Kz1pic38",
        "Bear Nation Family, here are some updates for you all and please be safe. #SelmaProud #BetterTogether @SelmaSupt… https://t.co/2pu2w7xl9H",
        "@BlainWatson @SelmaSupt @keepingupwshs @shsclarion @SelmaUSD Gracias y igualmente 🐻💪",
        "Attention Bear Nation, if you are enrolled in a Reedley College Dual-enrollment class. @Valleyrop @SelmaSupt… https://t.co/enmSUbi56S",
        "Proud of our Selma High School staff and our SUSD IT team as we are gathering and preparing our chrome books for di… https://t.co/JEfY7nh9xx",
        "Bear Nation Proud! https://t.co/iyb40yOaa6",
        "@BriABC30 @ABC30 @BearsCSL @SHSBearsFball @SelmaUSD Thank you and looking forward to it.",
        "@Marroqueen22 Thank you and be safe",
        "Good morning Bear Nation, please make sure to check your emails and remind to respond to the surveys that were sent… https://t.co/MlhFrEtyTC",
        "Day five as our Selma High School food services team are preparing our grad and go meals. Improvising with plastic… https://t.co/UJvh1h3vEF",
        "@robertedlink @PrincipalDeLeon @efraintovarjr @DavidENorman @mrwisley @SelmaUSD @ALMSEagles Eso es todo!",
        "@LoriGonzalezEDU Animo!",
        "Proud of our teachers as our distance learning resources have grown in the last few days. Thank you Bear Nation fam… https://t.co/t2NQjHJMdr",
        "@Mmacias963 Well said Hermano! 💯",
        "Jeter and Scout missing our Bears at Selma High School ☹️Bear Nation, please be safe and work on your distance lear… https://t.co/0m5AfXJ6zm",
        "@JerryAlmendarez Leading the way🙏",
        "@Marroqueen22 Thank you! We have a great team.",
        "@4ginas4 Thank you for everything and always tackling every day with a smile. 🐻💪",
        "@shsclarion Well done Ladies🐻💪#SelmaProud",
        "Dear Bear Nation, it has been great seeing many of you today and in the past few days. Please know our campus is no… https://t.co/TdWdT3KYhr",
        "Day three of food distribution at Selma High School is well on its way. Thanks again to our food services team and… https://t.co/EJIFxLatKs",
        "Good morning Bear Nation, just a friendly reminder that our office will open starting today from 8am-1pm. Please re… https://t.co/NcrVyUbmmA",
        "@AcedoMrs @shsclarion @keepingupwshs @SelmaUSD @SelmaSupt Thank you and your class box is first 🐻💪",
        "@PESDSupt 💯",
        "Attention Bear Nation, if you need to pick up supplemental distance learning documents our new office hours will be… https://t.co/moz1oPX15V",
        "During my facility walkthrough, I saw Mr. Mitchell preparing the packages for our AP students so they they can cont… https://t.co/1IKCMJk7O0",
        "Our Selma High School food services team preparing the grab and go sack meals on our day two of distribution. Thank… https://t.co/DjQerab8dS",
        "@CVUHSD @theCVway @hawthorne_hctv @LawndaleHSROCKS @LeuzingerHS @HHSCougars @Lloyde_Bulldogs Animo!",
        "Attention Bear Nation, please see the attached link to our Selma High’s activities during this time. Our teachers a… https://t.co/AIygXjP5Na",
        "@lahomamoreno Team work 🐻💪",
        "@Desiree12teach @SelmaSupt @keepingupwshs @SelmaUSD Good question and each school site will determine their steps on this.",
        "@chloegabriielle You are very welcome.",
        "Attention Bear Nation,\nStarting tomorrow, Grab and Go sack lunches will be available at Selma High, ALMS, Eric Whit… https://t.co/d9SpEwS1jU",
        "Proud of our SUSD management team lead by Dr. Fisher our Superintendent as we are meeting today to discuss our acti… https://t.co/DN09UXVICu",
        "@JerryAlmendarez Leadership at it's best!",
        "@zjgalvan Eso es todo!",
        "💯",
        "Thank you for those who retweeted my message. Much appreciated! https://t.co/FqGzYe4yil",
        "@zjgalvan @gmcwhorterVVUSD @ValVerdeUSD @ValVerdeSupt @profegoru @pgilders @LCortezGUSD @verodher @CCES_GUSD… https://t.co/8E1jf0Nzgn",
        "@EdLinkSolutions Solid leadership!",
        "Attention Bear Nation Family, for the latest news about our great school district, please share the word and follow… https://t.co/fUPZ4hi2RU",
        "@ERICAKARICARDO1 @SelmaSupt @keepingupwshs @shsclarion @SelmaUSD @BearsCSL @mrwisley Unfortunately, yes.",
        "@Marroqueen22 @SelmaSupt @keepingupwshs @shsclarion @SelmaUSD @BearsCSL @mrwisley Our AP teachers will be contactin… https://t.co/PF4KON50c0",
        "Thank you for sharing this information @Librarian_SHS. We are so lucky to have you as member of our Bear Nation tea… https://t.co/oRDGDcx3n1",
        "@LizKMPH @SelmaSupt @keepingupwshs @shsclarion @SelmaUSD @BearsCSL @mrwisley We will be meeting on Monday to discuss this as an option.",
        "Thank you @AcedoMrs! #SelmaProud #BetterTogether https://t.co/octi7omcSG",
        "Good evening Bear Nation, due to this difficult time effective Monday March 16, 2020 through Monday April 13, 2020… https://t.co/MtmzCzSoxe",
        "@SelmaSupt @keepingupwshs @shsclarion @mrwisley",
        "Dear Bear Nation, \nDue to the (COVID-19) concern, none essential events such as tomorrow’s scheduled Sadies Dance w… https://t.co/fnGd7VWEUc",
        "Congratulations to our Bears! https://t.co/lQSW8oaEpl",
        "Congratulations to our Lady Bears! https://t.co/imujP3h6tm",
        "Good morning Bear Nation and Happy Monday! Hoping everyone is adjusting to the time change and let’s have a great w… https://t.co/rtyDfRlX9P",
        "@ealvarez2010 @SelmaSupt @SelmaUSD @shsclarion @keepingupwshs Living the dream!",
        "@Desiree12teach Thank you! We have amazing students and teachers",
        "Thank you to Eric White and Indianola Elementary’s for inviting our students and I to read to our future Bears toda… https://t.co/eKuyOVLAvP",
        "Congratulations to our senior Ubaldo Apolinar-Delacueva as he was awarded the Dell Scholarship worth $20,000. Congr… https://t.co/37TdBdeCiZ"
    ]
}