{
    "screen name": "Enrique_astudil",
    "no. of tweets": 154,
    "tweets": [
        "@Paola_Parada Bien Paola, en estos momentos debemos mantener la salud mental en el mejor nivel.\nQue mejor que una c… https://t.co/EHx4BRPj5S",
        "Si llegaran a Chile los extraterrestres. Con quien desearian hablar con el ministro #Mañalich, #sebastiánpiñera o v… https://t.co/d7MGJVzBpx",
        "@DanielA45647335 Lo lamentable no es esa pájara. Lo terrible es, que los dueños de cada medio, permitan que este tr… https://t.co/qtwXZkC5LF",
        "@elmaraya14 @BetitoCote @sebastianpinera @ignaciobriones_ @Min_Hacienda @ceciliamorel Una frase cortita. Chile esta… https://t.co/KT4QYIyVaq",
        "@BetitoCote @sebastianpinera @ignaciobriones_ @Min_Hacienda @ceciliamorel Saca la lucas que ganaste en las estaciones del metro destruidas.",
        "@Kubxca @sebastianpinera @GobiernodeChile Es de esperar que sobreviva tu empresa. Tu gestión como presidente debe s… https://t.co/9aUziu6CvU",
        "@XexiiGagga @MiguelG934 @sebastianpinera Para que va a ir a ninguna parte, con Piñera, si tiene su presidente en Ar… https://t.co/aRGsgQRZeS",
        "@min_erva03 @TatianaDP2020 Permíteme copiar tu comentario. Es lo que pensaba de rato.",
        "@ElClosetdZeyJaz @aguas_andinas Gracias amigo.",
        "@Paola_Parada Los precios pueden variar, pero la cadena no se romperá, Chile  es auto suficiente en alimentos.\nLibr… https://t.co/sccfJVgrUZ",
        "@ClaudiaPizarro Es Tremenda su responsabilidad. No deje de perder objetividad. El virus lo tendremos por mucho tiem… https://t.co/Qt10nJE4Jc",
        "@consu_santos Para el  militar es blanco o es negro.\nLos grises no existen.\nEs la razon porque estan desplegados. C… https://t.co/J18QBxLiBR",
        "@CocaBalbiani En un comienzo no entendi las medidas de Suecia.\nDespués de leer el articulo de Johan Giesecke me hac… https://t.co/lE08Xls5IG",
        "@gmomarambio @fersobrevia Los haitianos no tienen ningún respeto por los chilenos. Hablan creole delante de nosotro… https://t.co/36iFihuWl2",
        "@marcelamomberg Te entiendo claramente.\nSiento lo mismo, pero desde el estallido social.\nMuchas personas que apreci… https://t.co/e0ZOEUFhI6",
        "@gruman626 @CocaBalbiani @guidogirardi Es una realidad, tener agua potable para lavar el auto, es un lujo. Los inmi… https://t.co/q2HqtX78QF",
        "@TheCorpis Entiendo cuentas pequeñas es = pocos seguidores.\nEs difícil entender, para mi la mecánica de tener mucho… https://t.co/fFI0uYx2Gn",
        "@CocaBalbiani Es feo pero lo digo.\nLa gran mayoria de los inmigrantes no les  interesa  ser chileno.\nSolo estan acá… https://t.co/XqW7zjLN26",
        "@CcarvajalA2012 @8man34645292 Asi mismo siento cuando veo una burrada como esta. Con mis poco mas de 100 seguidores… https://t.co/8CiivgoYZt",
        "@ricardoconoepan @ximecis @Clauhiza Dignidad no tiene que ver en esto. Se llama ALTRUISMO.",
        "@FontirroigPablo @consu_santos Que feo que los ponga como unas máquinas de guerra. \nSon soldados profesionales. \nEs… https://t.co/Dst8Lef1y5",
        "@iamnotone8 @hectorc2084 Toda la razon, no se trata de obligar a la ciudadania a cuidarse si no quiere.\nLo mas impo… https://t.co/ykBEdFlgKh",
        "@ClaudiaPizarro Dele doña @ClaudiaPizarro  tengo toda la fe puesta, en gente como usted, que nos hará ser los 1°sal… https://t.co/w4K8nWTJGp",
        "@AhUeOnAdO @ClaudiaPizarro El pm10 es el material particulado que puede entrar a sus pulmones acompañado del covid-… https://t.co/APSMiuGY7F",
        "@JNM_BarbaNegra ????????????",
        "@OliverTwitttt Si existe solo un centro de abasto en Santiago norte. Es dificil pensar que llegue poca gente. Los a… https://t.co/vNQHu2m7LM",
        "@OliverTwitttt Mi teoria es: si son pocos los porfiados, dejemos que se contagien a gusto, en 20 dias salen caminan… https://t.co/lnxO0GIy3J",
        "@Don__derecho Muy buenos dias esperaba su tweet.\nMe alegro siga bien saludos y buenas vibras.",
        "@Don__derecho Me alegro mucho cuidese usted y los suyos.",
        "@ClaudiaPizarro @amanepaty3 @Soumastre @MuniLaPintana No se desgaste doña @ClaudiaPizarro  siga con lo suyo. No sig… https://t.co/QX8rDwjZaC",
        "@Don__derecho Que bien y ¿como va con la fiebre?",
        "@TatianaDP2020 El problema es que el rebaño no es solo de ovejas.\nLos burros son los que están dando mas problemas.",
        "@MarcelaTE2016 Si lo ve como estrategia quizás lo apreciarás mejor.\nEl contagio era inevitable si gastabamos los te… https://t.co/EmJueT9uX0",
        "Acabo de descubrir, que hablar estupideces, es la mejor forma, de tener 2,5k de seguidores @baradit.\nLa receta es h… https://t.co/LEzNtAdADb",
        "@Don__derecho Toda la buena energia, mejorese pronto y no se pierda.",
        "@MiguelG47697163 @bielefeld_c @baradit @VhmarquezA De los 240mil millones del sistema  de pensiones 170mil millones… https://t.co/xziQC4PRMK",
        "@jovo15092012 @solersi_ana @T13 Deja tranquila a la señora Claudia Pizarro.\nEs zurda pero trabajolica.\nEl trabajo d… https://t.co/aIZ0DPWVuY",
        "@aros58570918 @chilenodisiden1 @Paralelo33Chile Dónde aprendiste de impuestos. No tiene sentido  explicártelo, pero… https://t.co/BxquhZ1qQc",
        "@hsepulve Espero llegue ese dia en todo el pais. Tengo muchas cosas prometidas. Entre ellas ir a la plaza Italia.\nM… https://t.co/MbjnBDcvur",
        "@marcelamomberg No solo fortaleceran el espacio digital.\nNuestros hijos tendrán mas resiliencia, que muchas generac… https://t.co/DJZtQmEvPc",
        "@Zophye @PComunista Leer, es una de las gracias que tengo.\nÉste 🥚cree que con un impuesto que genera 2mil millones… https://t.co/gVeaAhZq0t",
        "@gabaher2009 @LissetteLugo6 Prometo que si salgo vivo lo voy a hacer",
        "@hildapereirac @sebasugarte @romynyta @ClinicaIndisa Bien por el paciente, publica fotos, que ayuda mucho a la gent… https://t.co/8YprIL7SFH",
        "@alfredomariscal @Rformalareforma @ximerincon @quinterosenador @_adrianamunoz Quien crees o piensas administra las inversiones de las afp.",
        "@danysuarez @Rformalareforma @ximerincon @quinterosenador @_adrianamunoz La AFP retira su comision al momento de tu… https://t.co/FHcCV8m07l",
        "@t_bugue @Rformalareforma @ximerincon @quinterosenador @_adrianamunoz Existen otras formulas y las están estudiando… https://t.co/BRZHkD2KvB",
        "@jorgealvaradoc3 @Rformalareforma @ximerincon @quinterosenador @_adrianamunoz Si fuera solo a 1 persona no afectarí… https://t.co/Q9KtHZxuwd",
        "@pepehose @Rformalareforma @ximerincon @quinterosenador @_adrianamunoz Si tienes 10 millones en tu cuenta solo 3 co… https://t.co/v2Tka4UEgz",
        "@PaTahiel @Rformalareforma @ximerincon @quinterosenador @_adrianamunoz Realmente piensas que el dinero lo guardan e… https://t.co/o8HnDWOsFB",
        "@pdhernandezf @Yayi_preciosa Pedro no te das cuenta, que las señales que da el gobierno, de retomar la actividad ec… https://t.co/0NxNkBresH",
        "@AdrianPimiento @CocaMolina10 Las noticias se olvidan una imagen seria excelente.",
        "@PedroogarridoPg @PuedeChile Mejor rtt la noticia yo no me acordaba. Por un momento pensé que era falso.\nUna foto d… https://t.co/nFoMXrZkNf",
        "@MicaelaDeJ Para que necesita tanto numero. Los calculos que ud. obtenga pueden no corresponder a la realidad.\nY co… https://t.co/SyFrQQrOc0",
        "@lucyanaah Usted tiene un tremendo corazon. No se preocupe la vida se encargará de recompensar.",
        "@OriettaFlores1 Permíteme copir tus palabras.",
        "@Mabelandra @Fonolin1 Si es tan importante el costo de Espacio Riesco, y no se ocupa.\nNo creo que sea una suma que… https://t.co/VlUgTKbQQt",
        "@Rayenaraya El Decreto Ley 3.621, de 1981, transformó a los Colegios Profesionales en asociaciones gremiales, hacie… https://t.co/QAK8Pxhyl9",
        "@RFortino2 No me agrada Codina, pero decir que P.Alto es un asco.\nNo habla bien de tu persona. Recuerda que esto es… https://t.co/lR5v4xZ2tV",
        "@marcelamomberg Gracias dama por existir.",
        "@KarenKoetje @LobovskyB @Twitter Puedes seguir a alguien por curiosidad, y despues te das cuenta que no tiene nada… https://t.co/SLyxWVpqcq",
        "@CollaoCarva @Anitace Fuerte pero muy real.",
        "@AlfredoSaintJe1 Gracias por tus aportes diarios. Mantienen la mente funcionando.",
        "@c_ssalazar @GranMandrake Ojalá se reproduzca mucho tu raza en Chile.\nMi mejores deseos no cambie nunca.",
        "@KarlaEnAccion Ya se aclaró, el resto es alimento para el  lastre, seguiran por dias, y lo recordaran, talvez sea m… https://t.co/1ILP9nO9Ai",
        "@MarcelaTE2016 ¿Es verdad? No sabes que nada volvera a ser lo mismo  durante años.\nAunque esté la vacuna, el temor… https://t.co/6m7BViwpba",
        "@MarcelaTE2016 Está  bien  asi no pueden despedir a los trabajadores.\nLas grandes empresas mueven las pequeñas.\nY e… https://t.co/HfiNoykeYk",
        "@Catralita_ Tay enojada parece.\nBien descargate que es bueno a veces. Pero no la sigas, despues te hace daño.\nCuidese mucho.",
        "@hlcarrasco @jmanalich @latercera Eso yo creo fue bien  recibido.",
        "@pepe_auth @camila_vallejo No soy economista pero cuando no tengan ganancias  como este año ejemplo, que dinero le… https://t.co/EI9UUo37a9",
        "@pepe_auth @camila_vallejo https://t.co/nYq1IJH7tB",
        "@mjalavareyes Gracias desde Chile esperamos llegue por estas latitudes.",
        "@FlgaConsu Te refieres en Twitter, la foto de portada o es trucada o es de un actor de cine.\nPartimos por la mia, q… https://t.co/BGgmVeVW83",
        "@Fabiola76014812 @DameronPoe @marapoquindo3 Los fachos y los zurdos existen.\nNo importa si no los ves o no los quie… https://t.co/bjoE8NISM7",
        "@OjoDelNahual @Rodrigo80966906 @marapoquindo3 @Sr_Churchill Un poquito de sacrificio mientras salga la vacuna y des… https://t.co/EFwtarpFhP",
        "@marapoquindo3 @aeiturra Les va a doler pero es algo que tenía que pasar mas temprano que  tarde.",
        "@miguelarraez @ManuelPlos Me emocionan las cosas simples.",
        "@FlgaConsu Twitter es  como ir al estadio. Te desahogas gritandole al arquero, arbitro y da = si te escuchan.\nSigo… https://t.co/HxVTnOYkyZ",
        "@Don_derecho Y cual sería el impacto en su negocio.\nNo son transantiago y se supone les paga el estado.",
        "@marcelamomberg Demasiado estrés.\nBajarle un cambio  a sus rutinas puede ayudar.\nYo busco literatura, sobre un tema… https://t.co/bQaPxVtcEp",
        "@AlexQuiroz1980 @Lautaro67 @gabrielboric Toda  la razon, pero no te esfuerces, en el resto de los paises abundan, m… https://t.co/Mql28nW3pl",
        "@MarcelaTE2016 Mejor piensa que lo estan haciendo lo mejor que pueden, con los pocos recursos que cuentan. Y tener… https://t.co/TvEPj8w8DU",
        "@pipe_catalan27 @JNM_BarbaNegra Como tanto.",
        "@JNM_BarbaNegra Talvez Pepe Mujica de Uruguay. Pero ignoro la realidad que vivió su pais durante su mandato. Sería… https://t.co/3pTEtfxdXB",
        "@Patipelado21 @Agustin00324448 @josemdelpino @Alespinuda @jmanalich Sigue haciendo tu aporte.\nY junta muchos♥️.",
        "@doctorgaona Las muertes dependerán del estado de salud previa al contagio. Si alguien tiene otra idea me encantaría saberlo.",
        "@Danizamira Es algo que pensé puede pasar.",
        "@Patipelado21 @Agustin00324448 @josemdelpino @Alespinuda @jmanalich Talvez no lo logre con usted no importa. Me lev… https://t.co/flfq30zvMW",
        "@Patipelado21 @Agustin00324448 @josemdelpino @Alespinuda @jmanalich Sería bueno que gente  como tu con tanta energi… https://t.co/GT0p3jG9HE",
        "@Su_ArWen @SAHR41617817 El que  puede puede.",
        "@Agustin00324448 @josemdelpino @Alespinuda @jmanalich Busque usted. Talvez sea un aporte se necesita gente con estu… https://t.co/sJXuAk2M7S",
        "@CarlosA61158702 @aseymourz Buena idea lo del plebiscito.\nPero debes tratar de pelear en otra arena. No todas las b… https://t.co/VP5OKf36Ud",
        "@Rodrigo98829862 @mcubillossigall Eso lo entiendo, de pedir con buenos modales.\nParece raro, pero me lo enseñó mi p… https://t.co/S7SkbvvDyl",
        "@Rodrigo98829862 @mcubillossigall Asi lo entiendo, pero existen  muchas gestiones suspendidas, lo digo por un famil… https://t.co/02aRaCDd90",
        "Al fin alguien aporta  lo buscaba.\nfinhttps://www.psyciencia.com/locus-control-interno-externo/",
        "@KarlaEnAccion @amorenocharme Feliz cumpleaños doctora karla Rubilar que cumpla muchos mas.",
        "@sebasugarte @tatty1977 Grande profe. Espero que tenga todos los resultados esperados.\nSe aproximan buenos vientos… https://t.co/WYxt2quLLK",
        "@marcelamomberg @dLiRio Me encantaria pensar que es verdad, para irme a dormir con, una buena noticia para Chile entero.",
        "@Gabri2013 Lamento Lagertha en esta no te puedo acompañar.\nFallamos en exponer la idea  con 280 caracteres.\nDe algu… https://t.co/YyS8A1LPxI",
        "@marcelamomberg Una de las pocas opiniones que e visto abordar el tema de la confidencialidad de los covid-19( +),… https://t.co/dVakNzqHjA",
        "@piticoty @ChileEnLibertad @anerisbarrient1 @RenAlmeyda1 Entonces, nos sumamos y tratamos de cambiar el algoritmo,… https://t.co/ZG9Q5jVGF7",
        "@DanielA45647335 @TheCorpis Tal cual el macho alfa, es el que tiene el deber de alimentar y proteger la manada. Con… https://t.co/uBrYXMBgg7",
        "@piticoty @ChileEnLibertad @anerisbarrient1 @RenAlmeyda1 No es una teoria propia.\nRecuerda que Chile en muchas ocas… https://t.co/aX4fgn2DTZ",
        "@Crissmania @AndreaObaid @jozhe1980 Tienes todo el derecho de confiar o lo contrario.\n Mi argumento no es otro que,… https://t.co/A4OEn4R3hO",
        "@Leila_Nash @AndreaObaid @jozhe1980 Lo de los pueblos no lo entiendo y lo que publique sale en ciper.\nSolo es mi ap… https://t.co/ooY8HckY9N",
        "@TheCorpis Muy bien tu actitud.\nTener una posición politica, no te convierte en  una buena o mala persona.\nTus acto… https://t.co/4Bpj1NEkp8",
        "@Gabri2013 Asi funciona si sigues a gente toxica. El algoritmo te proveerá de noticias y tweet  toxicos.\nTener tus… https://t.co/he8JSpNisD",
        "@JNM_BarbaNegra En realidad queda a criterio de la autoridad fiscalizadora. No debes entrar ni salir de una zona de… https://t.co/4Lu8bBdMpK",
        "@AndreaObaid @jozhe1980 Reportaje de Ciper. \nRafael I. González Profesor Asistente, Centro de Nanotecnología Aplica… https://t.co/b06OxKtAPg",
        "@ChileEnLibertad @anerisbarrient1 @RenAlmeyda1 Disculpa, no estoy de acuerdo con ningun tipo de violencia, entre ch… https://t.co/tAGKWaGsNI",
        "@Gabri2013 Mi cuestionamiento mas grande, es no haber desarrollado, la capacidad de exponer ideas, en 280 caractere… https://t.co/MatD7YLqsJ",
        "@Gabri2013 Me cuesta.\nEl sentido comun talvez no es universal.\nVeo gente pegada en pelear por implantar sus ideas p… https://t.co/1ytZ5jKVXr",
        "@Gljmn @ananamont Si debates con argumentos, por muy potentesque sean, lo mas probable es que se enoje, o te descal… https://t.co/RbZeapLEDK",
        "@Gabri2013 😡😡😡😡😡",
        "@mjalavareyes Gracias por sus palabras, hoy lo que mas necesitamos es sabiduría.",
        "@ananamont Es como una mina hetero que jotea a un gay. Pensando que lo puede cambiar. En el caso de los hombres lo… https://t.co/B8DEGLe6rh",
        "@bertie_lakeland @ananamont Está  cansado https://t.co/PJE5Ida3jE",
        "@yclari Este es gigante regalon. https://t.co/EqmotoGIXD",
        "@GranMandrake @apwittwer Grande.\n 🇨🇱necesita  gente con valores.",
        "@ClaudiaPizarro @comeastillas @SaludPintana @MuniLaPintana @DidecoLaPintana @digalapintana @TeatroPintana… https://t.co/1vECeoKY0F",
        "@mjalavareyes Muchas gracias por su aporte.",
        "@hlcarrasco Es verdad todos ponernos una fantasia. Yo por ejemplo, puse al mino, que me gustaria ser, y para ser un… https://t.co/gJ8Y7bIWtu",
        "@Gabri2013 Toda la razon. \nMucha gente piensa que lo está haciendo bien descargando las angustia. Atacando al 1° qu… https://t.co/KWXxgwumc4",
        "@Roblingerr 10",
        "@MarceUtreras @La_Marce__ Tu si eres loca.\nPero entretiene. Gracias.",
        "@hombrealmar @La_Marce__ Si de tener ideas correctas se trata.\nUn analfabeto, puede tener mas sentido común que, un… https://t.co/992MUuYEtj",
        "@yalimar30 @petrakios @AlexRockStarGo 😇😇😇😇",
        "@CesarRioseco @sebastian_gray Siii me e dado cuenta si critico algo se fijan en mi redacción u ortografía.\nSi provi… https://t.co/W7kCevfFWn",
        "@IvonneNebraska \nCon razon estamos mal si admiras la F. Franco.\nEres el caldo de cultivo, para que la izquierda, te… https://t.co/8UgQKzQGGm",
        "@Noconvencido1 @patrici05617610 @cosiwawi No esperaba una respuesta mejor.\nSin argumentos lo mejor es descalificar.… https://t.co/HEtrfQZbOY",
        "#NuevaFotoDePerfil https://t.co/T0Ruf4bTDe",
        "@MarceloSalcedo @proldanlopez No se siente y entonces.\nSiga con sus cuestionamientos que no aportan en nada. Lo más… https://t.co/6djouClB6z",
        "@Gabriela0799 Eso Gabriela bajale un cambio en 🇨🇱no sobra nadie. Todos debemos sobrevivir.\nEntre zurdos y fachos se… https://t.co/rBMm6OaBw8",
        "@Gabriela0799 Tanta energia desgastada en sacar cuentas.\nLas cifras no separan, zurdos de fachos.\nTe aseguro que tú… https://t.co/1DK0KZFfrP",
        "@TheCorpis Mas alocada todavia.\nQue miedo. Jajajaja.",
        "@saint_emelie Es que tanto  odio entre:\nizquierda, facho, comunista, patriota, rechazo, apruebo, politicos, cuicos,… https://t.co/OD7INgYo4O",
        "@Elby_Elby No entiendo esta parte de la dinamica. Esperar que te siga mucha gente.\nSegún mi analisis solo cambia el… https://t.co/CU1NOH8iTa",
        "@patrici05617610 @cosiwawi Cada persona lee lo que mas le gusta.\nUn libro de un escritor que narra su visión person… https://t.co/vAoz5GUiCG",
        "@Perroslovers Mi otro hijo Ulises https://t.co/2gBnLUdVS5",
        "@CacoTop Lo se requisar los bienes.\nCreo que  es lo mas efectivo.\nSi no obedece es porque es  un🥚materialista que l… https://t.co/xpOnDl8kng",
        "@Hernan62170303 @roxanalidia Hernán no es tan grave.\nEl termino 1° linea proviene del mundo castrense.\nSi no lo sab… https://t.co/7bYEeALJgK",
        "@coti5414 No se desgaste, para que quiere tener tantos seguidores o seguir tanta gente.\nEntendiendo la dinámica  de… https://t.co/KGJRTI8knF",
        "@Gabri2013 Siiiii eso es.\nTrataba de entender porque tan porfiados.\nEstá en  su ADN nada que hacer.\nEstamos encerra… https://t.co/eK26z4Mdzy",
        "@TheCorpis Yáaaaaaaa",
        "@Profecampusano Se nota que usted es bien chileno.\nCuando se debe explicar para que se entienda.\nUna buena chuchada… https://t.co/ZT8fA8zTKK",
        "@caro_arayat @jpablos91 Grande Caro tengo un  familiar muy cercano en lo mismo. No llega a su casa hace varias sema… https://t.co/7KxQH3X6yZ",
        "@coti5414 Bien  venida pero no se engañe.\nAlgunos quieren que los sigan y tener un numero grande, no sé para que.\nO… https://t.co/pxD9sJrEYG",
        "@NIANDI4 @proldanlopez Ya se me cansó el dedo gordo con el que escribo, pero igual gracias por tomarte el tiempo de… https://t.co/SVIitNiZRr",
        "@LeJorgitoCL Porque te molesta que  te sigan. Por encontrar que les gusto un tweet. No significa que deben comparti… https://t.co/A3PwgWpRTS",
        "@NIANDI4 @proldanlopez Talvez no sea yo la persona adecuada para argumertar.\nClaramente tu estas fuera de control y… https://t.co/B1tch77ycP",
        "@amaphuap @izkia @colmedchile Que bien que las propuestas están siendo acogidas.\nEspero las que faltan llegue a un… https://t.co/4NEvCLj5oe",
        "@Soledadvillagr8 @proldanlopez El que estudia o estudió epidemiología, el que tiene acceso a la ultima tecnologia e… https://t.co/iYtfoEjqdF",
        "@proldanlopez Disculpa la ortografia.\nEscribo con el dedo gordo desde mi celular.\nPero como me imaginé, una  person… https://t.co/G3aU0iIewh",
        "@proldanlopez Que es lo que pone más en riesgo al resto de la poblacion.\nSi la solución son las multas, quien pueda… https://t.co/6mRPvo5V60",
        "@Don_derecho Que bien compartas tu experiencia.\nExisten muchas empresas que no pueden parar,  pero hacen un tremend… https://t.co/KFt7zt0kxk"
    ]
}