{
    "screen name": "nigreaux",
    "no. of tweets": 145,
    "tweets": [
        "@robfahey @wesinjapan the thought of a fucking supervisor telling me to do it sucks all the enjoyment out of it 😩😩… https://t.co/mfS18mL4wf",
        "had to delete/re-tweet this thrice upon realization that my fav japanese antifascist twitter account got hacked. :/",
        "friends in japan - do ラジオ体操 have a lasting right-wing imperial weight to them? because i used to enjoy it in tokyo… https://t.co/NFCVyROuMj",
        "i know this is a dumb question but i can't google it very easily.",
        "@wesinjapan these Mac vs PC commercials are getting out of hand",
        "@DisastrousComms https://t.co/455xdMUkfu",
        "@wesinjapan idk but this is me. https://t.co/FrLE8B1tag",
        "@americancommie @mal_praxis https://t.co/MI5PqOOnFg",
        "@americancommie @mal_praxis there have been decades of explicit racial zoning codified into land use plans in minui… https://t.co/Ugd8r9zhxM",
        "@bluekeyblade Oh I gotta hear about this",
        "@DaShaunLH @ccoloredgreenss and did this not matter?",
        "@DaShaunLH @ccoloredgreenss so what did human mean when it has a quranic definition and upwards of 20% of our ances… https://t.co/QnmYUz7RYK",
        "@DaShaunLH @ccoloredgreenss it’s literally the opposite of reductive tho? I’m reading that human belongs to whitene… https://t.co/UPe8QN4NuX",
        "@ccoloredgreenss @DaShaunLH Agreed.  honing in Western humanism is a super helpful clarification. My issue is that… https://t.co/1FpXEeyjv1",
        "@ccoloredgreenss @DaShaunLH you didn’t originally say “the West’s human” you said “human.” This clarification chang… https://t.co/57WpLe6np1",
        "@ccoloredgreenss @DaShaunLH again this just feels like relinquishing rather than building. it also feels like a cat… https://t.co/9BJUVCNgJC",
        "@ccoloredgreenss @DaShaunLH there are countless different worlds that make productive use of this term. it’s Ramada… https://t.co/VSZid8TZ9t",
        "@ccoloredgreenss @DaShaunLH all I get from this perspective continued centering of whiteness and essentialization o… https://t.co/qhivGbTHNA",
        "@ccoloredgreenss @DaShaunLH i genuinely feel where these arguments are coming from but I think they take language f… https://t.co/k9J97rm4Sh",
        "@HalfAtlanta i have no idea if it's good tbh",
        "@HalfAtlanta I’m about to rewatch tenchi muyo",
        "@HerMezzWorld @asqrrl that’s totally real. I support your decisions regardless friend 🙂",
        "@wingedisis ‘dog of leash bullshit’ sounded poetic and apt in a way that I just accepted tbh.",
        "@yesthisishenry did it not?? I heard remixes of this song many times in the bar in tokyo, so I assumed it was getti… https://t.co/YcjbCkWU9k",
        "@HerMezzWorld @asqrrl I’ll also say that we are both grateful I gave our relationship a chance to grow and be mutua… https://t.co/zV9j1Apaqq",
        "@HerMezzWorld @asqrrl coming out to my grandmother was the most transformative thing I could’ve ever done. she went… https://t.co/VNRp6nXRHi",
        "@bluekeyblade PLEASE Rakeem 😩",
        "AND she’s seen Gaga live. The range. The experiences.",
        "i think at the core of my chronic depression is the fact that my grandmother has been to a Beyoncé concert but I still haven’t.",
        "https://t.co/tqP7scasNy https://t.co/ggz360c5Qx",
        "@Bnika_Charrise saaame!",
        "this really lifted me tonight #verzuz https://t.co/9NJM8sdRmY",
        "@aero_stew aaayyye",
        "this background info on Erykah's On &amp; On, her mentioning the Five-Percenters,  Clarence 13X, and the beat being a M… https://t.co/e5ptoQi16A",
        "i love that #verzuz has Nikki Giovanni trending. this is going to be such a smooth night",
        "@ontologyofsumud ☹️",
        "@SuzyHobbsBaker I feel this so hard. 😕",
        "@candacerossio @CP_OD like you KNOW we’ve been in these rooms together 🙃🙃🙃",
        "asking university administration why they don’t admit more Black students: https://t.co/P5nDGsrcGZ",
        "@mathewrodriguez okay but this is also anxiety-inducing because literally 9 of the 10 of them are really lovely peo… https://t.co/gMvSD1mR44",
        "no more coursework!! 🤪",
        "presented (w/ Enjoli Hall) on our Nigerian climate change mitigation/adaptation project &amp; our community partner Dr.… https://t.co/F47Ps0NVZR",
        "@HalfAtlanta Yeah I usually use gay for myself because it has historic versatile use and I refuse to let a relative… https://t.co/ZczsrZIUDO",
        "@thewarforEDEN I JUST got my first ever jury duty summons.",
        "despite having a politic grounded in love, guided by faith, and committed to solidarity - I really do hate the unit… https://t.co/3fSodDMn5x",
        "🥵 https://t.co/XhM8OGHrbS",
        "let’s gooooo https://t.co/UDqUH4OfPq",
        "update: his condition improved and alhamdulillah he was just discharged from the hospital 🙂 with limited mobility s… https://t.co/lyqwMy07yI",
        "@TrickiVisaj if you’re looking to use it in cooking, I think Forager plain style",
        "@TheKingofReads You know you can call me",
        "the only part of tumblr i need to migrate to twitter is goth muslim tumblr.",
        "@CP_OD did you also get passed by the cop parade shortly before that? because I’m tired of this shit! https://t.co/FVQnQCSlB9",
        "@quarteratlanta AGREED",
        "@CP_OD I’m blocking you.",
        "@ChelNdor let them KNOW. @Young_Eukaryote remember when you had to clock some people on this?",
        "@thacondition learn from this https://t.co/jz0TAAaFcF",
        "@yamsncollards it always begins and ends with “breaking down silos” 🥴",
        "@Micjoskea I’m really upset with one of these choices and I know you know which one.",
        "@ChelNdor 😩😩😩",
        "@quarteratlanta Do ittttt",
        "@kyjts wow they really spoke to zero (0) Black people. @Richard_Florida what’s the tea?",
        "@polumechanos a mess.",
        "@sirmontfort @grape_son thank you for giving us the real tea!",
        "@KateAronoff https://t.co/QmOH94CV08",
        "I wonder what the racial breakdown of COVID-19-related criminal arrests is going to look like 😊😊😊 it’s probably goi… https://t.co/RKJLD5THKx",
        "@paflwork Uhh",
        "@Kfx1o1 just casual mass death",
        "i’m so tired of 6Fs 😩😩😩 this is Boston earlier this afternoon. https://t.co/dRVf5FCqNW",
        "@davidasilva did you take this screenshot?",
        "@AndrewRumbach congrats!!",
        "https://t.co/aVv7UEuT0B",
        "@alejo_inthebay https://t.co/cJsAqa2SoB",
        "@wesinjapan @sarahamide @USofDisaster nothing but respect and solidarity for our siblings in the South.",
        "@quarteratlanta I think it’s just been a big case of people who coulda said “I think it’s corny and this show wasn’… https://t.co/X2M0M3iTTS",
        "@ontologyofsumud same but that SOUNDTRACK gets play on my walks around town like at least once a week.",
        "slept through suhoor 🙃🙃🙃🙃🙃 today’s about to be the hardest of Mondays.",
        "@quincardasian not a fan of the concept but I’d try it. why do I feel like this would improve the experience of whole wheat noodles tho",
        "https://t.co/fPJvlyGpsZ",
        "@ontologyofsumud Yooo same fasting and walking for a couple hrs this morning left me STRUGGLING in Zoom yoga this evening before iftar.",
        "@Crystallinemuun incorrect.",
        "@quincyjwalters https://t.co/ujQNZOq4WV",
        "@ColinJCarlson this tweet is so well timed. I accidentally spent 4 hrs watching Productivity™ YouTube last night.",
        "@tpoi @ColinJCarlson Godless.",
        "@quincardasian that’s the point I was making dear",
        "@quincardasian there’s the added trauma of going through deeply painful experiences while the world continues and e… https://t.co/ORl2C7IfEc",
        "imagine writing this down and thinking you spilled some tea and made some points. https://t.co/dczk6sluLG",
        "@DaShaunLH t-h-i-n-k-p-i-e-c-e_t-w-i-t-t-e-r_a-t_i-t_a-g-a-i-n https://t.co/MhxDok6Bko",
        "@wesinjapan @sarahamide @USofDisaster Lemme know if you do! I finished reading it the night before the Yamathon &amp; g… https://t.co/ldhKCF6gc0",
        "@wesinjapan @sarahamide @USofDisaster I was thinking Tokyo Rising 🙂",
        "@wesinjapan @sarahamide @USofDisaster Seidensticker SNAPPED on this",
        "@okoyeslacefront except 7.",
        "@ztsamudzi layers &amp; concepts!",
        "@bluekeyblade Why does this have a high degree of overlap with your SZA impressions?",
        "@HerMezzWorld we stan.",
        "@randi_c1 🙌🏽🙌🏽🙌🏽",
        "@ColinJCarlson Iris Dement &amp; Trixie Mattel",
        "@bluekeyblade you with these vocals. I’m dead",
        "tweeting as a bookmark for later reference since I’m allergic to maintaining more tabs in Firefox https://t.co/EP5oTpZtR2",
        "Black Cultural Archives (BCA) in London is recruiting for two positions within their 'Securing the Future of Black… https://t.co/w0XerZl5NZ",
        "@CP_OD okay I need to do this w/ my (fictional) husband but with Nicki Minaj - Itty Bitty Piggy",
        "my birthday twin and i https://t.co/OtdnM6xboU https://t.co/PJUuv8e4Zy",
        "@HalfAtlanta I’m not trade enough to remember gameplay but I do remember that soundtrack.",
        "OKAY!! https://t.co/8aKZR3cwwk",
        "i'm kinda screaming @ 'coronavirus poster' being the default first poster template over at @canva but im living for… https://t.co/fPQsA9PMOA",
        "@legogradstudent the toilet paper rolls are really sending me.",
        "@okoyeslacefront incorrect.",
        "I was already having a great day and then we get new BEYONCÉ music?? 🥵🥵🥵",
        "https://t.co/Jctp1qXRrd",
        "@yesthisishenry the timing of the claps is really sending me.",
        "@yesthisishenry AHH",
        "@davidasilva I hate how hungry this made me.",
        "@WilsonLibUNC YAAAS",
        "this was after I spent a large part of last night thinking through the best way for students to comfortably share f… https://t.co/vtNq5p5hxI",
        "one of my students just told me “you’re such a good TA. You radiate teaching experience.” and I just 🥺🥺🥺🥺 feel so 🥺… https://t.co/cOyNclRFBz",
        "@inquiryandblood !!!!!!!!",
        "i got very good news today 🙂",
        "@MykkiBlanco it was the collaboration I didn’t know I needed. it’s so beautiful",
        "I’ve decided the official anthem of this shitty US COVID-19 response &amp; recovery is Cassie - Long Way 2 Go https://t.co/mM8V1y6bBY",
        "@wesinjapan Burning Man cool biz energy.",
        "@PDez90 YES!! 🌅 REST.",
        "@crystaljjlee you right",
        "@crystaljjlee tbh why measure ingredients at all? Let the ancestors guide your hands 😌",
        "@SamLMontano HAPPY BIRTHDAY!",
        "@TheRoot I know you think your tweet is witty but it’s entirely unnecessary and really fucking misses the mark.",
        "@wesinjapan Same. I mean the US is tryna scapegoat China for not aggressively stopping the spread despite the very… https://t.co/lWDL6abE4g",
        "@tjumachlinets you should watch Iron Giant with me 🤠",
        "@davidasilva I’m down 🙂",
        "@davidasilva Iron Giant is counter-hegemonic and outside the Disney universe.",
        "@davidasilva omg we watched Atlantis over NYE",
        "anyways I think it’s one of the best animated films of all time.",
        "while living in japan 2014-2016 I thought expressing hate for Russia in daily life was a meme until I moved back to… https://t.co/n5GAWcbGU8",
        "@AndrewRumbach legends only!",
        "*1999 ooph. I think I watch this movie at least once a year from 1999-2012 and 2016-today. the way the anti Russian… https://t.co/KeO2rgTl8R",
        "do any fellow The Iron Giant (1998) stans follow me?",
        "@joshsbicca @ColoradoStateU 🔥🔥🔥",
        "@yesthisishenry Happy birthday 🔥🔥🔥",
        "@quarteratlanta shit 😕 how are you feeling this morning? do you need anything rn?",
        "@quincardasian Oooph I still suffer here but I don’t miss every couple years gville being ranked worst in the count… https://t.co/U8pE2JrHSp",
        "@yesthisishenry my Ramadan brain is telling me these look delicious.",
        "@sultangelo me today",
        "@TheGrapevineTV 🙋🏽‍♂️",
        "@yesthisishenry ☹️",
        "@DanielTG85 @okoyeslacefront you put this on my dash so you’re responsible for this edit. https://t.co/GdjXPPL6Nv",
        "@ontologyofsumud this morning I made a vegan banana cucumber peach Greek yogurt situation in my blender for suhoor… https://t.co/bugVz0Zi7B",
        "@JooBilly oh y’all got PRODUCTION.  VALUE."
    ]
}