{
    "screen name": "patrisoflora",
    "no. of tweets": 146,
    "tweets": [
        "@claralimage Playboy e Patricinha 🤷🏾‍♀️😅",
        "“Eu te entendo Migliaccio”. (DUARTE,Lima)",
        "Tão pedindo Anitta 🔥",
        "@JenioQuadros Se ele usasse a mesma ênfase para pedir a PF a investigação dos depósitos do Queiroz ou para a assassinato do Adriano...Dreams",
        "@badgallore Get out - Jordan Peele",
        "@lucasrohan @RafaMoraesMoura Eles tiveram tempo demais pra fazer um exame fake 🙇🏾‍♀️",
        "@itimaliasof Uai... que que rolou?",
        "Tirei O Vice-Presidente surpreso! \n\nhttps://t.co/FDI8IzyWTb",
        "O melhor de hoje https://t.co/qeFfRTdVkQ",
        "Carai \nO B acha que tá no boteco conversando fiado. \n\nhttps://t.co/FjqOhn3H9r",
        "Só tá enchendo linguiça em vez de falar o que precisa 🤦🏾‍♀️\n\nhttps://t.co/CY5RoR4X2r",
        "@Mordecaio_ @depretas E que o Moro quer concorrer à presidência",
        "Pqp. A @netflix devia fazer um seriado baseado no que tá acontecendo no Brasil.",
        "@titimuller Caraí",
        "@HaddadDebochado Eu acredito até com cpf deve rolar fraude.\nQuem nunca ouviu falar de uso de cpf de gente que já morreu.",
        "@lacerda A pergunta é: Fariam quantas vezes?",
        "@o_capirotinho Eu espero é o grande meteoro. \nO mesmo que acabou com os dinossauros 🦖.  🤷🏾‍♀️",
        "@Esquerdista2019 @delucca Eu ri mas... https://t.co/oaejsOMOAg",
        "Exatos 4 anos https://t.co/SNmmYwInAc",
        "@felipeneto @felipeneto só fico pensando nas eleições presidenciais no fim do ano. Trump irá concorrer com… https://t.co/2WJaeZYfob",
        "https://t.co/lZqOSTLd1q https://t.co/MKJwydL46v",
        "Gente to doida já com os dias da semana. \nTava aqui esperando o paredão pra Flay sair. 🤦🏾‍♀️🤷🏾‍♀️\n#BBB2O #quarentena",
        "@nathfinancas Parabéns @nathfinancas. Tenho certeza q é orgulho p/ os q torcem por vc.  Ignore quem ficou triste co… https://t.co/TJoDdpDTCB",
        "@jameelajamil Be careful with bolsominions attacks",
        "Happy #Caturday https://t.co/1pzkUfDixJ",
        "Kodizilla coming 🦖 https://t.co/XfE3ixfS6z",
        "@titimuller Até tu?! Ahaha",
        "@yuriparaintimos De qualquer forma a Flay vai pro paredão.\nEssa garota sai com qualquer um agora.\nAté com o Pitchulo.",
        "@linndaquebrada Podia sair as duas. 🤷🏾‍♀️",
        "@vaidesmaiar https://t.co/w0xrQzaa6s",
        "@jujuocampos1 Marcela: -E mais, tem outro detalhe importante... ele era Negro. 🤬",
        "@Rael_ffc Porram Babu",
        "O Dudu Bananinha podia publicar #TeamGabi  só pra gente testar um negócio rapidão \n#FicaThelma #FicaBabu #BBB20",
        "A Gabi sairia até com o boneco Pitchulo no paredão.\n#FicaThelma #FicaBabu #BBB20",
        "Essa eliminação tá tipo a copa de 2002.\nQuem viveu sabe.\n#BBB2O #Prior",
        "@brunnosarttori Quando queimo o arroz o que posso fazer é molhar um pano o por a panela pra esfriar e parar de cozi… https://t.co/rS7df3VzoB",
        "@brunnosarttori Os agressores merecem morrer contaminados sem ajuda médica.",
        "Aha Dudu Bananinha https://t.co/1yIHVFa2Oi",
        "@clicheambulant1 caraaacaaa. Então eles estão doidos querendo votar no Babu vao surtar por nao ter a opção do Babu.",
        "@clicheambulant1 Eu perdi isso. Como o Babu e a Rafa foram pro paredão?",
        "@babi Ele vai por o @PyongLeeTV e a casa vai por o Babu. Creio.",
        "@eurenesilva @PlasticBankBRA Que projeto maravilhoso. \nLembrando que quem levar material estejam sem comida.",
        "Uma coisa é fato: A Marcela e o Daniel sairão antes do Babu.\nNão vejo a hora de ver a reação deles quanto a isso.… https://t.co/6xKGmi4cHb",
        "O GUI vendo a eliminação do VH \n#bbb20 https://t.co/7L8V2uzucc",
        "@wildsabins Eu tinha entendido na primeira vez q vi o vídeo ele disse “ abri o negócio perto de....” mas então é is… https://t.co/ZJkbOckfWS",
        "Vão falar q a Gi é erquerdalha petista comunista por falar isso https://t.co/RXPv15yOY1",
        "@hinomaker Não é possível 😲.\nEsse menino foi criado com leite de pêra 🤦🏾‍♀️.",
        "@itztaeyong https://t.co/zBOBdGA1ZD",
        "Nojo dessa Marcela. https://t.co/KG1Zdko8Zs",
        "@_comentando2 Essa Marcela tá igual peixe... morrendo pela boca. \nEla quer proteger o tonto do Daniel e usa a Gi pr… https://t.co/IkvL69WVEz",
        "@folha @folhaesporte O Ronaldinho não tem nada de tonto. Ao meu ver ele deve acreditar que por ser um jogador famos… https://t.co/nRsfqvVKjP",
        "A @manugavassi se colocou no paredão mas salvou o Prior e a Gi  de ir tbm. \nEla com certeza não sei nesse paredão.… https://t.co/4QFr8QcUF2",
        "@xbrunapedroso Esse trisal é na cabeça dele 🤦🏾‍♀️.\nQue vergonha meu pai.",
        "Quem votar na Gizelly pra sair tem desvio de caráter \n#BBB2O2O #BBB2O #GizellyBicalho https://t.co/h9nlvC2pkB",
        "@awolstin E esse VH bicando a conversa.🤦🏾‍♀️",
        "@UOL Como pode alguém ter coragem de fazer isso?!",
        "Esse é o loop da desgraça da depressão. Que quando você não tem ninguém ao seu lado tem que tirar força do ** pra s… https://t.co/Yd71epGLTo",
        "Você entra no sistema de auto destruição. Não sai, não trabalha, as contas acumulam, perde amigos, perde auto estim… https://t.co/x7rNb99ryJ",
        "Sem força, sem trabalho, sem dinheiro você fica ainda mais depressivo. E tu não sabe se você se isolou ou se as pes… https://t.co/c1LFsMHWai",
        "Você está com depressão e ela te paralisa de fazer qualquer coisa, inclusive trabalhar, mas vc precisa trabalhar pr… https://t.co/riN7I3skn6",
        "@titimuller Mas você também está de máscara?",
        "@Upalalao É o grande acordo 👀",
        "@BabyDisus O sonho do jovem VH",
        "@elikatakimoto Get Out - Jordan Peele",
        "@otempo Que saudade 😟",
        "@verxnf Meo Deos https://t.co/IMriZfguBB",
        "@Denilson_JP89 @brunnosarttori Sim, entendo a definição da  palavra “crente”( crer em algo)e isso todo mundo é. Até… https://t.co/uRBJlrotl5",
        "@brunnosarttori Eu assumo que sou crentofóbica.\nAdquiri essa fobia por ser criada em lar de crentes.",
        "@elikatakimoto Kkk fiquei sem entender por não ver a referência \nKkkkko brasileiro é foda",
        "@myllebocarosa Kkkk essa cena precisa ser vista várias vezes reparando a reação de cada um",
        "@VoceNaoSabiaQ 😅",
        "@brasil247 Ela deve ter falado: “ Eu não preciso disso pois meu pai é dono disso tudo aqui e se ele me deu esse pro… https://t.co/dIXPlA9ukx",
        "@lucasrohan Testam todos os limites do que é aceitável. \nE o Brasil vai aceitando.",
        "Dólar a R$4,39 \n\nEstá acabando com o sonho dos que bateram panela de ir à Disney 🤷🏾‍♀️ https://t.co/MJBsITPWnT",
        "Aquela vontade de abrir um buraco e se enfiar não passa🤯.\nDe preferência no cemitério 🤐",
        "Depois de ver o vídeo do tubarão morto por gente estupida agora vejo esse faz manter a fé na ser humano que tem qua… https://t.co/fAayo7Y9OG",
        "@delucca A ignorância do ser humano é sem limites 🤦🏾‍♀️. Custava por na água 🤬",
        "@erikakokay É capanga e estão usando isso para desviar a atenção sobre a morte do miliciano Adriano, amigo da família do presidente.",
        "@listapreta Carnaval em Ouro Preto ta perdendo muito pra Belo Horizonte. Tenho propriedade para falar pois morei 7 anos em OP.",
        "@listapreta Tem que por BH também 😁",
        "“Todos os anos, cerca de mil homens têm o pênis amputado no Brasil por complicações causadas por falta de higiene”… https://t.co/JOkxeWXmjJ",
        "@flaviocmanoel @o_jurunense @Mr_Machado Verdade.\nUm olhar vazio. Parece sem alma.",
        "@UOL É muito quinta série 🤦🏾‍♀️",
        "@BandJornalismo https://t.co/UAd3aEyp5U",
        "@AustinEkeler @Chargers I Just look https://t.co/MBr9L4U4mH",
        "É foda qdo se está em outro país aprendendo a língua e vc vai conversar com alguém e vc parece lesado pq vc escuta… https://t.co/PO1J0NtmKv",
        "@gabicoelho A maravilhosa Glória Maria 🥰 https://t.co/rq2U8170yV",
        "@diogos_mont Ó ele é o médico e o monstro",
        "Usiminas no tt Brasil?!\nQue orgulho Ipatinga,mas pena por um provável vazamento de gás.\nCalma que tbm pode ser o fedor da Cenibra.",
        "Impeachment do Ministro da Educação Já https://t.co/SM0hV7OZZs",
        "Música Latina reinou no #SuperBowl 🥰",
        "@jbanguela @thiagocorrea Mas no meu caso as pessoas confirmaram. 🤷🏾‍♀️\nSe não vai não confirma. Simples.\nNesse pont… https://t.co/FqO12hvGKq",
        "@jbanguela @thiagocorrea Depois disso eu super revia meus conceitos de amizade 😳.\nMas já aconteceu comigo. Convidei… https://t.co/iblNyLYFg4",
        "@aeciodepapelao Só queria ter essa elegância pra falar 😯",
        "@UOL Ahh gente que povo bobo de não querer usar camisa com o número 24. O que será que vocês escondem atrás dessa masculinidade frágil????",
        "com os cortes no orçamento,a estrutura precária dos hospitais e a demora do governo para agir se esse vírus se conf… https://t.co/f3Bkr61XHR",
        "Se o governo demorou 2 meses p/ agir no caso do óleo no nordeste,ainda assim ñ descobriu a origem, agora imagina p/… https://t.co/cm2wGufkbp",
        "@lluisaborges @FeCastanhari Aim Meu deos \nOlha a carinha do doguinho 🤤",
        "@Fabiomarbinho Same energy",
        "@esquerdeando Mostra que não abaixamos a cabeça pro fascismo. \nMuito orgulho 👊🏾",
        "“Pátria amada não é Pátria armada” 👏🏾 https://t.co/dpPI3EtSTV",
        "Impossível não chorar com a homenagem a @kobebryant 😭 https://t.co/yHp15AEpYH",
        "@TomCavalcante1 A @RealMORTE mandando recado que estava pelas redondezas",
        "@tweetsdojao Agora pega esse dinheiro que juntou e faz uma viagem.",
        "@antoniotabet Dá um empate técnico 🤷🏾‍♀️ https://t.co/wBzqzbYcgO",
        "Parabéns a todos os calouros da @UFOP 🥰.\nBem vindos a família 🤗\n\n#sisu #ufop",
        "A fonte de ignorância parece inesgotável 🤦🏾‍♀️ https://t.co/Hr5QvrUz3L",
        "@veraholtzirreal Diga qual",
        "@MussumAlive No creo 😳",
        "@g1 Coitada dessa família. \n Imagino depois disso as reuniões da família. Que vergonha.",
        "@antoniotabet Gado enviado pelo capeta pra atrapalhar a oração do pastor.",
        "@GDimenstein You\nMe \nWe all pay 🤦🏾‍♀️ https://t.co/miHBiLHR0b",
        "@inst_marielle @depretas @winniebueno",
        "@trabalhozero @tatikmd @augustodeAB Método também conhecido como “preservação da saúde mental”.",
        "@exame https://t.co/xoMYwPNi7b https://t.co/OfVCclbCR6",
        "@lucasrohan Eita porra 😧",
        "@UOL US$ 3 million é pouco. \nTeria que ser um pagamento suficiente pra pessoa mudar de planeta pois os EUA não vai… https://t.co/3q3tPKY3LE",
        "🥰 https://t.co/44I3OBwNKV",
        "@eliseuneto Difícil assistir esse roda viva.\nSó se for no mute e por closed caption, pq a vozinha do Moro é de doer.",
        "@gilbertogil Não cabe ao estado e nunca caberá. Podem “tentar” ditar regras para classificar o que é ou não é cultu… https://t.co/kik0VN5ZPq",
        "@naosalvo Sinceramente não sei o que faço de errado. Minha nota nunca melhora. Olha que sempre dou 5 stars pros dri… https://t.co/trG8OXAuOt",
        "#whatsappdown 😯\nDeve ser por isso que ninguém me manda mensagem. https://t.co/tgWyhDUjh2",
        "@MussumAlive “Não coloque a culpa pela cor” \nVTNC\n\nO busão com a maioria branca e o cara aponta pra mulher negra.… https://t.co/qmbMlhCzhm",
        "Assistindo o documentário sobre @amandaknox na @Netflix a história assemelha-se com o caso do assassinato da Aline… https://t.co/Yu4Cfl608x",
        "A Família Goebbels poderia processá-lo por plágio se o Joseph e sua esposa não tivessem assassinado os seis filhos… https://t.co/Q4R6WMONBH",
        "@esquerdeando Ahah exatamente.\nPerder algum capítulo que pode ser decisivo 😂",
        "@Jujuca1987 As pessoas tem a doce ilusão que terá os mesmos peitos de quando tinha 18 anos. É natural que caiam e f… https://t.co/XHs03w6iwH",
        "@alefrota77 https://t.co/zabwXuNW4X https://t.co/3ToH93AtmA",
        "@HaddadDebochado https://t.co/zabwXuNW4X https://t.co/3ToH93AtmA",
        "Vamos fazer um bolão?!\nA Regina Duarte aceita ou não o convite para ser a Secretária de Cultura do governo?",
        "A galera é sem limites. 😯😂😂😂 https://t.co/L2zgPjCXxQ",
        "@katebenti @Esquerdista2019 @ribeirovspace @JefinhoMenes @jairmearrependi @OGlobo_Cultura Parecia uma encenação de… https://t.co/bxd8qogeqd",
        "@Esquerdista2019 @ribeirovspace @JefinhoMenes @jairmearrependi @OGlobo_Cultura Pode ser o caso de uma cortina de fu… https://t.co/3Y72n2PYOa",
        "@BohnGass Não houveram coincidências. Ele sabia ao produzir o txt plagiando o original. Sabia o que fazia ao coloca… https://t.co/aIv35ucGQ7",
        "@HaddadDebochado Qualquer merda que acontece nesse governo é culpa do PT. Aliás tudo eles justificam “E o PT”. https://t.co/g2hpk3MFDc",
        "@ribeirovspace @JefinhoMenes @jairmearrependi @OGlobo_Cultura Penso o mesmo. E acredito que o vídeo passou pelo cri… https://t.co/UfeSgruBdc",
        "@MussumAlive O valor depende do estado do produto",
        "@MussumAlive Viajar sozinha",
        "@azulinhasaereas Zolpidem",
        "@Estadao https://t.co/4xIWOBqWJs",
        "@neologismo Velhooo \nÉ impossível não rebolar a raba ouvindo essa musica.\nô carnavrau \nSó vem.",
        "@sincerojesuis “Quando você me quiser rever já vai me encontrar refeita,pode crer.\nOlho nos olhos, quero ver o que… https://t.co/nc1yP4ZuDF",
        "Lamentável o incidente de contaminação nas cervejas da Backer. A marca é minha favorita e o melhor: é de Minas. \nEs… https://t.co/gNWZD7O3c1",
        "@depretas Fiquei um bom tempo com meu perfil desativado ( +festas de fim de ano pq as pessoas publicam a mesma cois… https://t.co/FKROVLm5d0",
        "@MussumAlive 0 surpresa. Acredito que eles queriam que acabasse logo o bloco e os “pobres” saíssem da área deles… https://t.co/hzOqh5kD4l",
        "@antoniotabet Eu amo a Deus e não amo minha irmã. 🤷🏾‍♀️ Se o Papa passasse um mês com ela também não a amaria."
    ]
}