{
    "screen name": "lossless",
    "no. of tweets": 162,
    "tweets": [
        "Three tracks in, and I'm grinning. I should revisit Skee Mask's Compro; somehow I felt like the only person who did… https://t.co/zLO0L5ZoLs",
        "So comical when my son mispronounces Korean words while Facetiming with my dad, then repeats them s-l-o-w-l-y becau… https://t.co/5eoEf1DFaV",
        "@BruceLevenstein https://t.co/yJn35YJpRL",
        "@Charlie_Athanas It was too good to not pick up. https://t.co/yJn35YJpRL",
        "I don't own a single Blu-Ray disc, and now I've pre-ordered 15 in a box set.",
        "@delta_ark Maybe this article is helpful. https://t.co/KCDpBy69lk",
        "@kevinvennitti @p5xjs @GrantCuster V cool. On an earlier project, I tried varying the animation rate based on size… https://t.co/h6qcHLamc2",
        "@kevinvennitti @p5xjs Lovely work. I wanted to be able to manipulate regions more quickly and in rhythm, so I tried… https://t.co/F14Bw5Hw9N",
        "@mrdoob I think it works? I used to think of Informational vs Experiential back when Flash interfaces started happe… https://t.co/GrGg8RgmMD",
        "Wong Kar-Wai calendar, July 2009\nCalifornia Dreamin' https://t.co/Mac33HWAyB",
        "Wong Kar-Wai calendar, August 2008\n\"Wherever you want to take me.\" https://t.co/6tReacDpxn",
        "Wong Kar-Wai calendar, January 2007\nWong Kar-Wai + Peter Greenaway https://t.co/nUIC15RUw6",
        "Wong Kar-Wai calendar, May 2006\nChungking Express + 2046 https://t.co/vHipcBRZz2",
        "Wong Kar-Wai calendar, April 2005\nIn the Mood for Love https://t.co/tWObiEIFyq",
        "New Order &amp; Pet Shop Boys: Virtual Unity Tour in Animal Crossing\n\n(Wait... Can you do live events in AC, I haven't even checked.)",
        "I was just reminded that I never got to try Tonandi on Magic Leap. I really should have asked about that at MIT Reality Hack. *sigh*",
        "@shlykur The source data has no video; it's a collection of CSV files where a file contains (x,y,x,intensity) of al… https://t.co/xtcyQCtlHb",
        "@GregFeingold Thanks Greg!",
        "Me when someone asks me about what I do https://t.co/AuC2S5YUW8",
        "@rcabanier Yes, that was next. I want to get it running it on my Quest.",
        "I feel like I spent too much time on this passing fancy, but making things is the way I prefer to learn, and I lear… https://t.co/aZPV8zoLQZ",
        "The point-cloud data and Processing source code by @aaronkoblin can be found online: https://t.co/fmQIdyCIBi",
        "New sketch: I made a #WebXR-based AR version of a (very) small excerpt of House of Cards, @radiohead's classic poin… https://t.co/XAt9KT0BQP",
        "@jamesckane I'll look more closely. I've also made a note for your upcoming event in case it's open to public. Thanks again.",
        "@jamesckane Thank you! I took a brief look &amp; it looked like I needed to use Spoke, and I didn't quite want to get l… https://t.co/lgJNcHKDtU",
        "@jamesckane May I ask you a couple of things about it? I'm wondering if it could host a live music performance, with audio reactive visuals?",
        "Tokyo Zoomonogatari https://t.co/tZ8OXa7H8y",
        "@carlosrocha I keep getting distracted! You know that thing when your side projects get their own side projects...",
        "@carlosrocha No, I just got sad thinking about how the November show won't happen. Or if it does, I doubt I'll attend it...",
        "FourTetNite: Four Tet Live in Fortnite",
        "Ariana Grande remix @ 1:09:30. https://t.co/J6MHPuvt1C",
        "Four Tet &amp; Destiny's Child. I hope he'll share next that Ariana Grande remix from the Lost Village set. https://t.co/CJB13nKjM9",
        "@adamribaudo Congratulations!",
        "@AlexandreDevaux Nice, selfie mode works great. I'm seeing a camera switching issue on Pixel 2. If I switch to back… https://t.co/WEeIuwnuyH",
        "Also, this is still my favorite K-pop photo ever. https://t.co/MA4vwaijO4",
        "I don't follow K-pop, but the worldwide fanbase certainly seems passionate enough that, if SM and other companies r… https://t.co/l9EgeJuwjU",
        "Thread on K-pop and possible use of XR in live entertainment in these times. Echoes of the recent Fortnite event wh… https://t.co/q1tXDIjdbQ",
        "Jonathan Demme passed away three years ago today. He made many great things including this perfect 11-minute music… https://t.co/6CpMnF1AaB",
        "@tiffanyxjiang I like it but also feel like just going back to text files in folders whenever I realize it still do… https://t.co/8VfCZEoGVe",
        "I'm dreading the Presidential tweet containing the words \"New Order\".",
        "@SameOldAFC Thank you for your work on the show. I enjoyed it very much since discovering it last year. Take care.",
        "Different context, but it brought to mind this recent thread referring to Jenny Holzer. https://t.co/KTBB2CMrsZ",
        "I like this experiment because it doesn't scream capital A capita R. It's not dinosaurs and rockets and aliens - th… https://t.co/kTsVUQF764",
        "@doodlelens Sure thing. Looking fwd to the next release.",
        "Korean movie theaters are facing tough times, so a few locations run by CGV are offering 나 혼자 본다 - reservation of t… https://t.co/z3dzVISMtg",
        "I'm going to call it: here's the Datavis of the Year 2020 winner. https://t.co/QrkgcpMao0",
        "Entertainment Weekly, Nov. 23, 2001. #TheAvalanches #SinceILeftYou #TimsTwitterListeningParty https://t.co/2g2kcnJg4W",
        "@simulacracid Moving my home office furniture setup around when I remember I own a Vive &amp; want to clear space to use it.",
        "@dvsch Yes, sounds like the session I did!",
        "@dvsch I took a shaders class last week, and while I learned a little and I'm sure everyone had best intentions, th… https://t.co/V4rKrUMxaT",
        "One of the greatest ever. If the album proper had the feel of a flighty travelogue, this is a one-crazy-night party… https://t.co/gIXtevwtfN",
        "Glitch tip: if you drop multiple files at the same time onto your open Glitch editor page in order to upload them,… https://t.co/1mB8X383Hk",
        "@jfarmer1978 @_LucasRizzotto @doodlelens I ran out of space but: Aidan - pls correct me if I've got this wrong.",
        "@jfarmer1978 @_LucasRizzotto @doodlelens I think it's trying to simplify sharing AR works. If I tweet a video of my… https://t.co/u0fb10q8SP",
        "@tathing Ha ha. I'm hoping it's just some culture minister who was a huge Otomo fan and wanted to see Akira on the… https://t.co/tQQyQhebK3",
        "Fires near my dad's hometown. He just told me it's not close to the family house, thankfully, for now. Hoping it's… https://t.co/Sp9gDJ6oks",
        "The new @LorenzoSenni record is so fun. I'd hoped to see him play live someday in a packed Milanese club, but that… https://t.co/CAV9nQMjuM",
        "@tdnvl Thank you for the offer! I wish these videos looked better, but I'm not too bothered at the moment since the… https://t.co/5pcIcCxb9z",
        "Twitter never seems very happy with point cloud videos uploaded from Google Photos on my Pixel. I'm beginning to su… https://t.co/923ix8B3CX",
        "https://t.co/KVcnkURVR8",
        "@carlosrocha Last time I opened Minecraft was years ago. Guess I gotta install it again.",
        "@carlosrocha Ha, now I see Massive Attack is going to do a show in Minecraft.",
        "Jon Savage on Joy Division, a band I very much wish I could've seen live. https://t.co/T0ZvEZMHVO",
        "케빈 제임스도 배고프다. https://t.co/ZwwmbUgxfS",
        "@jmarshworks @Nreal I'm hoping you get a positive reply. Our team lobbied for this back in January when Nreal spons… https://t.co/luBxbMwWw6",
        "I wish the Kelly Lee Owens album hadn't been delayed - it'd likely be a helpful balm these days, the way Four Tet's… https://t.co/Gk9aSyNC3J",
        "https://t.co/BZfzsIUhsL",
        "@carlosrocha Yeah this is the one I saw. Imagine this, but Weirdcore, and in VR. I'd probably get too scared.",
        "@carlosrocha I should have made a FourTetNite joke instead. His latest NTS set from yesterday is online now - really good so far!",
        "@carlosrocha Ha ha no I was just daydreaming aloud. I saw that clip of the live show tonight and thought an AFX sho… https://t.co/V7GDJBIP7F",
        "Aphex Twin &amp; Weirdcore Live in Fortnite",
        "Note to self: maybe consider sitting down one day to actually learn JS, so I don't spend an afternoon chasing down… https://t.co/vYhGZkZ2xF",
        "@dariuszdziuk Awesome, I'm glad it worked.",
        "@yuruyurau Welcome! Your work is wonderful.",
        "On the heels of #つぶやきProcessing there is now also #つぶやきGLSL - both featuring code that fits into a tweet. https://t.co/3AC8RO0FeR",
        "@GrantCuster Thanks for making such a fun tool! Something special about getting into a groove with the keystrokes.",
        "Playing with Stamp by @GrantCuster. https://t.co/VgW8Sl5nZk https://t.co/eFxqLZ66NG",
        "@jeonghopark Great, hope it reaches more people who have older iOS versions.",
        "@jeonghopark Nice! It says it requires iOS 13.4 at least - is that intended? Not a big issue; I should probably update from 13.3 anyway.",
        "I'll take both, thanks. https://t.co/LActMoTeil",
        "@thedak Ingredients: Durian, Durian, 73% Durian, 26% Durian, 1% Durian.",
        "@thedak I like how there's a period at the end, for that extra \"what more do you want in it\" energy.",
        "@mcwm An Indian friend swears that tumeric cures a gazillion things, so at least your countertops are much healthier now.",
        "@thedak NY/NJ/CT only... 😭",
        "@EswARVR @BryanChrisBrown Great to hear. I feel lucky to have been there too in January which feels ages ago. My fi… https://t.co/k29QDj9ln1",
        "@Cabbibo @Tojiro Close competition with letting WebXR AR apps have access to the camera pixel data... :)",
        "@ali_heston I'm sorry to hear this. Your thoughts here are always much appreciated.",
        "@ironandsilk I wonder if the Ministry of Culture used that as part of the excuse - \"It looks like HK!\" My guess is… https://t.co/gQo7m4OKWP",
        "@dariuszdziuk Great, I'm looking fwd to how it turns out. Your project is inspiring me to look into web workers as… https://t.co/d6OJ84q1l6",
        "@lenroq I think some of my most enjoyable, carefree weekends were spent taking Caltrain to Berkeley, doing the roun… https://t.co/29D06ziB1y",
        "Fuzzy, but: I come home from school and I'm annoyed that none of the usual cartoons are on. Every channel is showin… https://t.co/RmNwEzlRb9",
        "TIL Akira was screened in Korea in '91 as \"Storm Boy\" somewhat mysteriously and possibly illegally, as Japanese fil… https://t.co/MvnO0snuNm",
        "@dariuszdziuk Since the camera is still &amp; your hands and equipment are always in the same screen location, could yo… https://t.co/DixaNfZWoK",
        "@geetadayal Sincere condolences.",
        "@maxweisel Good basis for a highly, HIGHLY constrained hackathon.",
        "@jason_mayes @gautamchitnis Chrome 81 is out &amp; supports WebXR by default without any manual enabling of flags. So t… https://t.co/fF2kPpTaZd",
        "@GregFeingold I remembered &amp; rewatched your Magic Leap version of this! Now that WebXR is better supported, I'm pla… https://t.co/cJHEE8sgrV",
        "@edgarwright Moonlighting. The Dream Sequence Always Rings Twice. Season 2, Episode 4.",
        "#radiohead #houseofcards #throwbackthursday https://t.co/R52MkDXma2",
        "😮😮😮 https://t.co/fQkMXNXSXa",
        "My shifting moods as I look forward to the next six weeks. https://t.co/A8QHKk5L5p",
        "The 3 Rebuild of Evangelion movies so far are now officially on YouTube, freely watchable. Japanese-only; no subs. https://t.co/GlmTwbtPEq",
        "@AFCfreddie8 Coward. Do it commando like a true swashbuckling pirate would. :)",
        "@owillis https://t.co/ILqcEJ6f7Q",
        "@kitasenjudesign MEI$AI",
        "@PhilipSherburne If you have an opportunity, I recommend trying this in VR. One of the first things I did  when I g… https://t.co/ozC91bgCl3",
        "@jason_mayes Sure, thanks. This is the last thing I was playing with. Seeing if I can put together TensorFlowJS/ml5… https://t.co/IHxRMl4rE1",
        "@jason_mayes From the three.js GitHub page. Probably the simplest way is to just clone/download three.js. (It's 350… https://t.co/Uu2JuRq7DE",
        "@jason_mayes You're welcome. I appreciate the work you're doing; I've been playing with TensorFlowJS thru ml5.js. Great tools. Cheers.",
        "@jason_mayes Here's the file. It won't run as is unless you drop it into the proper three.js examples folder with i… https://t.co/68v2Q20W52",
        "@jason_mayes Nice, yes, A-Frame would be another quick &amp; easy way to do this.\n\nThe code is just a few lines changed… https://t.co/Pei9pHuxZf",
        "@jason_mayes @powersimple @DooleyMurphy @mozilla You could use three.js. Here is a video of a quick mod I made to t… https://t.co/1mEEkIfi0t",
        "@rockasoo @vr_sam Atari 800 would be great.",
        "Some very odd looking clouds on there. https://t.co/tbXgRUJh9q",
        "Possible new hobby: collecting low-poly clouds on Sketchfab. https://t.co/ubCXsOTz9v",
        "Afternoon pick-me-up: some gorgeous Italian dream house from Franco F. via Young Marco's Safe Trip label. https://t.co/X4hBLcNwtU",
        "Either Aphex Twin opening for Orbital at the Paradise, or Underworld opening for Orbital at the... Fillmore? https://t.co/k67Y1BeRuR",
        "@bwerde @slicingeyeballs Longtime 4AD fan. I had this shirt printed after my son was born. Many favorite bands incl… https://t.co/uzDA1lfMZ0",
        "Milano: pastries/cookies and coffee. My favorite is a pistachio brioche (croissant) and a marocchino.\n\nSome answers… https://t.co/eD203Ksd0v",
        "@naxuu It's a nice age. The planned start date of pre-school for my son has come and gone but I'm not bothered; he'… https://t.co/3Qryn2tnnO",
        "Saturday morning coffee idea: the barcode-reader audio generator from Japan that went viral a while ago, but it's a… https://t.co/cNCvwf8e2B",
        "Some New Order fan I am: I had no idea @The_OtherTwo had a SoundCloud account since forever, with several rarities… https://t.co/hzO2ovAUNf",
        "Enjoying the light generative / pixel art feel of the newly redesigned Korean passport. (Via @JVHF211Cd5avtFP) https://t.co/n7Fhujb81H",
        "@Lloyd_Cole @Tim_Burgess Thank you. This brought back very fond memories of Brand New Friend and Heartbroken on hea… https://t.co/nOGV6jfWXi",
        "Happy to see these official Studio Ghibli wallpapers/backgrounds, but I wish there was one from Porco Rosso, like t… https://t.co/vOvTM2DDHF",
        "Sometimes the universe decides it shall design a band specifically for me. (I can't believe I hadn't heard of this… https://t.co/eeAMaj5OHg",
        "@mcwm @kerrymflynn Hoodie sweatshirt.",
        "Amused to read email from a Japanese person who is really not sure what to do with my Korean-American name. https://t.co/W3nSmBivlc",
        "June 25th is the 70th anniversary of the Korean War. Things could change between now and then, but if they play out… https://t.co/GY9I2qd8yH",
        "This takes me back. https://t.co/fZsnz3ui7Q",
        "I found a photo of one of my dorm-room walls while looking for a photo of me at 20. The only part I'm slightly emba… https://t.co/0UrUIPkqoe",
        "@BruceLevenstein Yes. Kyoto/Osaka/Nara trip during a summer internship.",
        "@plaidmusic I was looking thru old photos and found these two. Written \"Plaid in Brighton, Autumn 1997\". I can't re… https://t.co/XERzCJvcpi",
        "20 https://t.co/1OKU6uz6iD",
        "@Skamrecords Hi, is there any chance of reprints of the Lego Feet t-shirt in large? I’m not getting any thinner but would love one. Cheers.",
        "枯れた技術の水平思考, or 시든 기술의 수평사고. I really like the flavor of \"시든 기술\" (withered/shrunken technology). https://t.co/oOHadFFCYS",
        "Visualization of each electoral district with a hexagon of constant size. It reveals just how much of the Korean po… https://t.co/CrAFVgn7JK",
        "Whoa: Tim Koch has been working with Ian Masters from Pale Saints and they've released an EP. https://t.co/ab662xIMjb",
        "My quarantine hair is basically Jackie Chan aging backwards. Current status: sometime between Supercop and Police S… https://t.co/1BYu8XBFIR",
        "Paper -&gt; VR: Terace https://t.co/XbAbaoGpPO",
        "Paper -&gt; AR: DoodleLens https://t.co/jOVmllCtDS",
        "Fun to see apps using drawings on paper as input in playful ways. Here are three.\n\nPaper -&gt; Audio: SketchSynth https://t.co/BPfCHIuFI7",
        "😍 https://t.co/HzqpsTjnNK",
        "Stretchy (White Glove Tracking vis)\n\nVisualizing the approximate location and size of Michael Jackson's trademark w… https://t.co/QiQsVsm5Oz",
        "Slinky (White Glove Tracking vis)\n\nVisualizing the approximate location and size of Michael Jackson's trademark whi… https://t.co/woBxuJGK6V",
        "TFW you find old code you thought you had lost in a disk crash... but had uploaded onto a corner of your own site a decade ago.🙃",
        "@djphiliptan Thanks Philip! Q: what was the track around 8:49am, right before the original version of Self Control?",
        "Timeless future funk, recorded in 1974. https://t.co/xnACzhGuFR",
        "I thought this was a joke meme at first, but apparently it's real? A candidate in the Korean elections had promised… https://t.co/PUe7n0TuAl",
        "@BryanChrisBrown Sometimes I'm working on something and suddenly, forcefully reminded that \"WebXR\" has \"web\" in it.",
        "On now. https://t.co/RkX3y8IaIH",
        "Oldie but goldie, in these times: this 2009 masterpiece of split-screen visuals echoing the current Zoom aesthetic. https://t.co/FAAFrtz2Qy",
        "@JanetMaslin One masterpiece in the genre is this 2009 music video. It's fun to rewatch in these times of the Zoom… https://t.co/6cqOwETmLl",
        "@NedRaggett Yes actually, Selected Ambient Works was indeed a sequel to Selected Electronic Exertions. I'll see mys… https://t.co/qJuP54eEzY",
        "Memento VR",
        "@mqqt_ One that comes to mind: https://t.co/VIrCymObuv",
        "@nancybaym Santa Clara. There is now an online-only component which seems wise. I'm surprised the organizers are st… https://t.co/F0Asvd0WJM",
        "@nancybaym Not academic, but at a hackathon earlier this year, I won a ticket to an industry convention taking plac… https://t.co/AYHUL7nSfT",
        "@sterlingcrispin Same, it's v puzzling at first. I try to give people lots of benefit of doubt these days, though -… https://t.co/FfS10BJWT0",
        "@lorenschmidt This is so good.",
        "♥️ https://t.co/M69vdy0XMA",
        "@mcwm 👍🏼🐔🍲 That was v easy &amp; v good. https://t.co/PLD3C7THQF"
    ]
}