{
    "screen name": "fatmatanis_",
    "no. of tweets": 157,
    "tweets": [
        "@HHaydarKarabey ❤️💐",
        "Izmir's outstanding universal value has been recognized! https://t.co/u4SDJM8ugA Glad to see my research on #portcityculture is timely!",
        "CfP: Port Cities: Historical Urban Narratives and Contemporary Design Approaches https://t.co/7PRInfi2ts",
        "@an_arche Asdgsjsjsdjslskkdkrkkd",
        "@selinsnape Her kum tanesinde, her tenine dokunan dalgada beni bulabilirsin 💞",
        "@mustafagurbuz @evrimguvenc Coğrafyadan coğrafyaya değişmekle birlikte; ya araç yolunda bisikletliyi ezerlerse? @mustafagurbuz",
        "@cuneytozdemir @Gurkan_Genc",
        "@efendibaykus 🤐",
        "@efendibaykus Your alter ego",
        "@efendibaykus Fabrika ayarlarina don, kim sana Almanca yukledi??",
        "@selinsnape bu tur masalara artik bakmiyorum, bakamiyorum",
        "@selinsnape Allah'tan burada boyle surprizlerle karsilasma imkanim yok :D",
        "@eroscareless Ne????",
        "@selinsnape 20lik?",
        "@neslihanim stay tuned! https://t.co/EtvGuPwM22 hala hollanda'da misin? 22-24 Kasim'da Delft'e ugra istersen. Sevgiler...",
        "@selinsnape A bizim eve gelmişsinv",
        "@VodafoneDestek Lütfen Hollanda numaramı arayınız.\nSevgiler",
        "@VodafoneDestek Sevgili Vodafone,\nKontrol sagalayabildiniz mi? Faturamiz her gecen gun yukseliyor. Lutfen bu paketi… https://t.co/1XX4DBZDG7",
        "@VodafoneDestek Tesekkurler... Iyi calismalar diliyorum. Sevgiler",
        "@VodafoneTR Sevgili Vodafone, yurtdisinda aktive olan Akilli Pasaport tarifemizin iptali hakkinda yardimci olabilir misiniz? Sevgiler",
        "@VodafoneTR Sevgili Vodafone, yurtdisinda aktivite Akilli Pasaport tarifemizin iptali hakkinda yardimci olabilir misiniz? Sevgiler",
        "@GarantiyeSor Cok tesekkur ederim. Iyi calismalar...",
        "@GarantiyeSor simdi uygunum",
        "@garanti Nasil ulasabilirim? Simdiden yardimlariniz icin tesekkurler...",
        "@garanti Merhabalar, gecmis bir zamanda (gectigimiz bir yil icinde) online olarak gerceklestirdigim bir islemin dekontuna ihtiyacim var.",
        "@efendibaykus ben sana kendi ellerimle portakal suları içireceğim. Gel bi sen.",
        "@efendibaykus :( yok yok, olacak sen merak etme &lt;3",
        "@cbk35 dasgdfghsfahgsfdas",
        "@selinsnape biz daha 2 hafta once discourse analysis'de trump'in konusmalarini inceledik, hepsi ayni kalitede😑",
        "@gayretlin 😳",
        "@efendibaykus ❤️",
        "@efendibaykus raheargathakgTsjtsjtsyshshhdjj",
        "@gmzokumus fakat bugünkü konuşma zihnimi bi tık daha açtı diyebilirim.",
        "@gmzokumus  ve sorgulamadan uzak, popülist yaklaşımlardan/ kötülemelerden pek hoşlanmam,",
        "@gmzokumus Türkiye şöyledir, biz böyleyiz genellemelerine hiç sıcak bakmam,",
        "@gmzokumus genelde -sen de öylesin- daha geniş bakarım olaylara,",
        "@gmzokumus Bizde genelde kadına taciz/tecavüz edilmişse, kadının suçudur düzgün giyinmemiştir' diye bakılır.",
        "@gmzokumus Çin, Brezilya, Meksika ve Avrupalılardan oluşan masamızda hepsi aynı şeyi söyledi: '",
        "@gmzokumus bugün bir toplantımız vardı okulda, kadınlara karşı toplumun bakışları üzerine de konuştuk.",
        "@TurkcellHizmet gönderdim",
        "@Turkcell günaydın, tarife değişikliği yapmak istiyorum, lütfen yardımcı olur musunuz? Sevgiler",
        "@TK_TR Merhabalar, millerimi bir baska star alliance uyesi hava yolu ucusunda nasil kullanabilirim? yardimci olur musunuz rica etsem?",
        "@akratis_ yüzyıl doğru mu peki 🤔",
        "@gmzokumus bu tviti yazan ellerinden öpmek istiyorum! Hay eline sağlık ❤️",
        "@drilknur sen nerede olursan ol başımızın tacısın 😘 Allah her şeyi gönlüne göre versin 🤗",
        "@drilknur 🤔 köye döndüğünde mesleğini 'gönüllülük' çerçevesinde daha fazla yaparsın gibi geliyor İlknur Abla 🤓",
        "@gmzokumus gel canim gel birlikte oturalim aglayalim",
        "@efendibaykus yok canım 2016'ya girdin mi 26sın. Bende takvim hep doğru çalışır mesela😛",
        "@drilknur Amin İlknur Ablacım 😘❤️",
        "@drilknur anneler... Annelerimiz... 🇹🇷🇩🇪 ilişkimiz ❤️ annemin benimle çizim yapmışlığı vardır. Allah başımızdan eksik etmesin onları ❤️ 🙏🏻",
        "\"Open Access for Virtual Issue of Planning Perspectives! \" on @LinkedIn https://t.co/nf8LDVyaLG",
        "@efendibaykus Ben senin magazinin konusunu oluşturmanı istiyorum. Harekete geç çöbü 💫",
        "Inaugural speech of Prof. dr. ir. Wessel de Jonge, co-founder of… https://t.co/0sV7mWv5KR",
        "@neslihanim dert edinmek isteyenlerin maketinin fotoğrafını göndereceğim yarın. Aynı \"bura\"nın farklı iki yüzü demek ki.",
        "@yagmurkozmik işinizi ve #açıklar olarak sizi seviyoruz 😘",
        "@yagmurkozmik archigossip 🙊",
        "@bersucelik bu ve benzeri cumleleri en iyi biz kurariz, biz anlariz &lt;3",
        "@bersucelik #motivation",
        "@bersucelik bitince seni dinle-n-dirmek için bana davet ediyorum",
        "@neslihanim hay Allah geçmiş olsun 😔 umarım yakında hallolur. 😌",
        "@ucurbenipegasus yardiminiza ihtiyacim var. bir site uzerinden biletinizi alip almadigimdan emin olamiyorum. Nasil kontrol edebiliriz?",
        "@neslihanim program başlatma düğmesine 3 sn ya da daha uzun bastın mı? birkaç dk içinde de kapak açılacaktır diye düşünüyorum",
        "@efendibaykus Sherlocked 🔐",
        "@efendibaykus adı bende saklı",
        "@goncactnkya diycektim de hevesini kırmak istemedim datlu kız 😔",
        "@yoondarihan peki kettle sonra çalıştı mı",
        "@efendibaykus oh ne ka güzel haberler bunlar 😍 seni Pamuk'lara sarmalar sararım 🤗🤗",
        "@cbk35 a Cidden geçiyormuş, ben biraz harf tasarrufu etmişim 🙈 Türkçe öğreniyorum 😜 çok sağol!",
        "@yektakopan İzmir'in liman kimliğinin bir parçası olan izmir-Aydın demir yolu bir engel midir gerçekten?",
        "@_mugg ne kadan da bal'da den-matematik okumuş kız cevabı bunlar 😜 itü'yü severiz, ona her şey yakışır; ilk göz ağrım 😉❤️",
        "@_mugg cumayı bekleyiniz 😍  ne ara değiştirmişler o kadar oldu mu gelmeyeli🤔",
        "@_mugg https://t.co/APxWe3FGAD",
        "https://t.co/cIs8cyz7iN",
        "@mericozge İtü vs. Msgsü?",
        "@Turkcell düzeltme: [ihtiyacıma göre yenilerken faturalıya geçince yurt içinde olmama rağmen 'üyeliğim' neden yenileniyor??]",
        "@Turkcell 18.33+18.33 olmak üzere 36.66 ₺ nin faturamdan düşülmesini istiyorum. Almadığım hizmetin bedelini ödememeliyim değil mi?",
        "@Turkcell ihtiyacıma göre yenilerden faturasıyla geçince yurt içinde olmama rağmen 'üyeliğim' neden yenileniyor??",
        "@efendibaykus fakat çok ilginç ki mimarların çoğu 90 yaşın üzerinde vefat ediyor, Allah gecinden versin herkese, 104 yaşında ölen biliyoruz.",
        "@gizemzbb hay eline sağlık! 😘",
        "@mericozge çarşafları ütülemekten de kurtarıyor bu işlem kırışık kırışık geçir, biraz fıs fıs onu da şöyle bir düzelt ve o da ütülenmiş oldu",
        "@mericozge haha pardon mentionları karıştırdım🙈O da şakasız 😂 dene cidden işe yarıyor elinle şöyle sağa sola biraz düzelt sonuç harika.",
        "@mericozge öyleymiş cidden. Şakasız. Hollandalılar kurmuşlar, sonra 1664 yılında İngiliz baskılarıyla 1 dolara satmışlar şehri 🤗",
        "@Turkcell  yurtdışındayım telefonum çalışmıyor 😢 lütfen onu yurt dışına açın, neden kapandığını da anlamadım ama lütfen",
        "@selinkvsgllr Sen de mi 😂 ben çok güzel gözettim, cumartesi çok iyi geldi 😂",
        "Abstract Submission Deadline: January, 17, 2016 (https://t.co/dpLDe5yvUR)",
        "@gayretlin ovvv! Ben de hamburg uçağındaydım. Ne kadan da tesadüflerle dolu, ama bi' türlü tanışamayan iki kız 👭",
        "@selinkvsgllr tam da rejyonalizm uzerine yazarken dkjhslakfjsdhkjf",
        "@efendibaykus yak kız",
        "@efendibaykus nalan hala burada mıymış aa 🙄",
        "@efendibaykus uyduruyorsun *gozluklu smiley was here",
        "@adamhaklarider ay yerim seni ❤️",
        "@efendibaykus aa daha once ne istemistim ki? :O",
        "@selinkvsgllr yeri ulan onu ben &lt;3",
        "@TurkcellHizmet hemen :)",
        "@Turkcell Merhabalar, bugun hazirkart'tan faturali'ya gecis yaptim, ancak henuz hattim aktiflesmedi. rica etsem kontrol edebilir misiniz?",
        "@VodafoneDestek Sizin yardimci olacaginiza inaniyoruz. Sevgiler",
        "@VodafoneDestek ve tabii bu yegane gorusmemizi saatlerce bekledikten sonra gerceklestirdik, sonuc alamadik.",
        "@efendibaykus post-erasmus sendromu bunlar :( gecicek bebisim &lt;3",
        "@drilknur şimdilik @TurkcellHizmet ile geçinip gidiyoruz ☺️",
        "@drilknur sen öyle diyorsan tabii ki seni dinlerim 😊 Türk Vodafone u iyi demek ki Alman olanı canımı yakmıştı 2011 de @TurkcellHizmet",
        "@TurkcellHizmet teşekkürler",
        "@efendibaykus ağzından yel alsın 😨😱",
        "@uguryavas10 hah! hangimizde yok ki :D hayir bir de bir onceki adimda o sifreyi inatla girmiyorum, oylesine guzel, oylesine benim olan",
        "@drilknur @GarantiyeSor a ben de bekliyorum bunu!",
        "@bayancelenk sen bambaskasin &lt;3 :*",
        "@cetinozcan hmm ben couchsurfing listeme seni de alayim o zaman :P :D Hayirli olsun yeni evin Cet!",
        "@arkiteracom @seyahatbursu  #SeBu2016 Liman Kentlerinin Donusumu",
        "@efendibaykus o tek bir konuda bir dunya markasi, \nsen masallah cap yapiyorsun",
        "@efendibaykus Göt kaldırmakta da tartismasiz bir dünya markasısın.",
        "@drilknur &lt;3",
        "@drilknur Ruh ikizi uygulamasnda neden kendimin ciktigi anlasildi. Facebook hesabini kapatmissin Ilknur Abla; yoksa senden baskasi olamazdi.",
        "@bayancelenk ahhhh RTleyemedim ufff :D",
        "Faust için çalan çanlar ne ise benim için de vapurda ansızın çalmaya başlanan şarkılar o.",
        "@efendibaykus Ben beklliyorum.",
        "@oyilmaz ve artik \"yurtdisinda olma hissi\" ni yitirdim, bunda bu tur bilgi saglayicilarin rolunun yuksek oldugunu dusunmeye basladim",
        "@oyilmaz gitmeden once o denli arastirma yapiyorum ki gercekten oraya gittigimde maps'te tutup sokaga indirdigimiz adam gibi hissediyorum",
        "http://t.co/8yIgM9SGOs",
        "Photo: Photo credit: Katsuhisa Kida Antwerp Law Court Courtesy: Roger Stirk Harbour and Partners LLP http://t.co/HTaGaKnEwA",
        "Photo: design-is-fine: Fritz Lewy, photomontage for cover of Gebrauchsgraphik, special issue Rhein Ruhr,... http://t.co/36ZygYSmy6",
        "Photo: uberragend: Industrial Heritage Vintage Style Landschaftspark Duisburg http://t.co/33XwG7hzME",
        "Photo: mikefromd: Zeche Zollverein is another well-known World Heritage Site.The Völklinger Hütte in the... http://t.co/IEIPV8eeiv",
        "@AtillaSertell Hayirli olsun.",
        "The Architect Who Gave the Future \"Sensual Curves\" http://t.co/nLP47ffHU3",
        "\"We hated Bauhaus. It was a bad time in architecture. They just didn’t have any talent. All they had...\" http://t.co/kUVW24sSh7",
        "@buzlubrokoli @kuntindekuntin peki gecmis olsun :) ne zamandir twitterdan elimi etegimi cektiysem cevap vermekte gucluk cekiyorum :P",
        "@buzlubrokoli pdf ini bul",
        "Photo: Kucukayasofya’da Bir Ahsap Yapi Restitusyon Projesi Sistem Detayi Rest. Projesi: Fatma Tanis http://t.co/Vluz3inI7n",
        "@gizemzbb daha da zayif olmasini dilerdim. Hele o aptal muzikler, kucuk aptal kokular yuzunden canlanan hafizam, hafizalarimiz...",
        "Form follows feminine.",
        "@degosacssparkle geçmiş olsun :(",
        "@degosacssparkle neler oluyor???",
        "@neslihanim ben aldığımda ne fiyat görüyorsam oydu ekstrası yoktu hala da öyledir diye tahmin ediyorum",
        "@dewilsister @neslihanim y onune seriliyor havayolu tarafindan",
        "@dewilsister @neslihanim yedege aliyorlar 1. yedek 2. yedek bidi bidi sira bekliyorsun ertesi gune kalan ucuslarda luks konaklama vs. her se",
        "@dewilsister @neslihanim birazcik gec mi gittin stand by yaziyorlar biletine ya birinin gelmemesini bekliyorsun ya da bir sonraki ucaga kali",
        "@dewilsister @neslihanim soyle bir cozumu var en erken saatte gidip check in yapip bagajini verip koltugunu saglama almalisin",
        "@dewilsister @neslihanim bir de yer kalmasa da satis yapilsin amaan tarzi bir overbooking durumu var ki cileden cikmaniz icin birebir",
        "@dewilsister @neslihanim tripsta benim rastladigim en dusuk fiyati veren site oluyor",
        "@dewilsister @neslihanim henuz satmadigi biletler hala satista oluyor o sebeple birkac yerden fiyat gorerek almak cok daha iyi oluyor",
        "@dewilsister @neslihanim fiyata thy'nin bu siniftaki kendi kontenjani doluyor ve ust sinifa gecerek satisa devam ediyor ama skyscanner in",
        "@dewilsister @neslihanim ilmak uzere dagitiliyor orn 20 adet thy sitesinde 100 tl ile satista olan bilet 10 adet de skyscanner'da var ayni",
        "@dewilsister @neslihanim soyle esasinda turizm acentalari da dahil olmak uzere bu tur sitelere belli sayilarda biletler belli fiyatlarda sat",
        "#maxxi http://t.co/6dQNm2bfEp",
        "@ucurbenipegasus önce benimle ilgilenir misin tatlım?",
        "@cengizsemercio millerinizle ilgili bir sey icin arayin; ya da bagaj kaybi icin falan. Saygilarimla...",
        "@cengizsemercio kendinizi zor tutacaksiniz. Kucuk bir not: Paranizi THY'ye aktaracaginiz bir bolume baglanmayin; bilet satista sorun yok...",
        "@cengizsemercio sizden rica etsem bir sorununuzu cozmek uzere THY cagri merkezi'ni arar misiniz? Sonra zaten inaniyorum ki yazmamak icin...",
        "@TK_HelpDesk @ardaerdik Arda bey'e ulaşıyorsunuz da bana niçin ulaşılmadı 102 tl fatura ödedim sizin yüzünüzden ödenmesini talep ediyorum",
        "@ardaerdik @TK_TR dostum ben bir hafta aradım hiç de aranmadım a-O!",
        "@yasemnkundakci kaza yapmış olabiliriz yaso ve sinirlerim laçka olabilir",
        "@TK_TR paranin konusmasindan baska bir aciklamasi varsa buyrun lutfen!",
        "@TK_TR Bir haftayi bulan aramalarim sirasinda yaptigim bir deneye gore karsima canli bir insanin ciktigi tek bolumun bilet satis olmasinin++",
        "@efendibaykus wifi den şarj olması asparagas mıymış?",
        "@ardaerdik Canberra Ankara'ysa Sydney Istanbul... pek dogru :)",
        "@baykusbeyinli teşekkür ederim goncacım 4.0 müş aslında ama hissedildi baya ki biz baya sağlam bir zeminde oturuyoruz herhalde yüzeye yakın",
        "@baykusbeyinli urla/İzmir'de",
        "@drilknur zorlu bir surec seni bekliyor :D"
    ]
}