{
    "screen name": "Seabass_says",
    "no. of tweets": 145,
    "tweets": [
        "@camiloreports @CBSNews We sure are wasting a lot of these tests (limited supplies) on illegals when our US citizens should be tested 1st.",
        "@tylerwinklevoss @BlackPacificCap Didn’t you get dunked on by Zuckerberg? https://t.co/e2W2fc7RDC",
        "@bpolitics NBC Completely lied and clipped the video to MISREPORT what was said. What a total Fake",
        "@Hipster_Trader Stocks rise on “China trade talks phase 2”",
        "@DoNotLose 2 weeks? Lol #Obamagate might spill into #Fanniegate here shortly too",
        "@DiyAppartment @ExpensiveAll You drilled into that wall to mount a TV? Wow",
        "@Cernovich The swamp is being drained and the “news” stories are drying up with it",
        "@freezerohedge GTFO REALLY??",
        "@ewarren You took a month off twitter and are all of a sudden “back” - doesn’t seem genuine, seems like a VP play. Sad",
        "@ewarren 🐍",
        "@realwillmeade There’s no “hedge” in hedge fund anymore",
        "@AOC Did you have any political experience before you got your job?",
        "@4Awesometweet @CBSNews Europe does this daily... Much cleaner commute",
        "@economytweets The media definitely did NOT create Trump. Both sides fought him the whole way to the nomination and… https://t.co/o7vvOBq9Zv",
        "@realwillmeade Poor or Pour?",
        "@OANN That didn’t age well 💀🔥",
        "@Hipster_Trader What’s his P&amp;L?",
        "@ARiquier @bethanymac12 🤩",
        "@KellyAuCoin77 @SHO_Billions What else are you in? I think you’re perfectly picked for Dollar Bill",
        "@TruthGundlach You think his BofA deal was bad? He ripped their faces off with those warrants",
        "@carney You’re so brave @carney",
        "@BigCheds @realwillmeade @BernieSanders Haha have a good one!",
        "@BigCheds @realwillmeade @BernieSanders You too",
        "@BigCheds @realwillmeade @BernieSanders It’s too early for any of these polls to matter IMO",
        "@BigCheds @realwillmeade @BernieSanders I’m not protesting. I won betting on a trump win 3-1 and had massive calls… https://t.co/sihwgFhmzA",
        "@BigCheds @realwillmeade @BernieSanders I’m just saying the media could easily pick n chose which polls they show j… https://t.co/X0Co2vWsVR",
        "@BigCheds @realwillmeade @BernieSanders Hundreds of polls, majority of them, all had Trump losing - no?",
        "@BigCheds @realwillmeade @BernieSanders Yea, I guess the media pegged Trump to win it all too",
        "@BigCheds @realwillmeade @BernieSanders You’re right, that 1 poll out of 1,000 was dead on accurate.",
        "@BigCheds @realwillmeade @BernieSanders Those same polls had Hilary winning. Idk how accurate any of them actually are tbh",
        "@dcexaminer @Joe @eScarry “What a leader for men’s rights” 😂😂🔥",
        "😂😂😂 https://t.co/kuwzSpIJt1",
        "@SenSherrodBrown What about the loser who could give less shit and works at the post office or the place where you… https://t.co/s9p9yAPoHP",
        "@robblackwellAB @hannahdlang Both of you are great to follow for my banking/finance info",
        "@lenkiefer The home itself isn’t necessarily increasing in value. It’s more that your neighbors are taking out larg… https://t.co/k4KVPZnfdL",
        "@lenkiefer Loan limits have increased $96,000 in the last 4 years with the average down payment is less than 6%.… https://t.co/ttuk7P8xqL",
        "@lenkiefer How are home prices flat with double digit unemployment? You’d be a moron to buy at the top of the marke… https://t.co/f0HTVHXI1B",
        "@DianaOlick @MBAMortgage Prices remain flat! Double digit unemployment and prices don’t budge lmao",
        "@dcexaminer Joe Biden hasn’t even addressed the issue yet. This is premature at best lmao",
        "@QTRResearch Hung jury",
        "@QTRResearch Are they still sending journalist to the briefings?",
        "@BarstoolNewsN Dance my little puppet",
        "@MariaBartiromo @MorningsMaria @FoxBusiness Good. Half of students waste money n time going with zero direction in life",
        "@PhilRevard @realDonaldTrump @ivanka Talking to you is like talking to a tree. Good luck out there buddy",
        "@PhilRevard @realDonaldTrump @ivanka How did you watch the press conference then go drink bleach? Do you have any c… https://t.co/6RJwvdj7tQ",
        "@PhilRevard @realDonaldTrump @ivanka That was an IQ test you easily failed after watching the press conference. Sad",
        "@PhilRevard @realDonaldTrump @ivanka You watched the press conference and came to the conclusion to go drink bleach… https://t.co/b6Wu7uJJQx",
        "@PhilRevard @realDonaldTrump You watched the same thing I watched and actually drank bleach bc you can’t comprehend… https://t.co/JDIv22mHBR",
        "@PhilRevard @realDonaldTrump I’m just saying, I watched it live &amp; didn’t interpret what he said as “go drink bleach… https://t.co/Sofd5LJt1w",
        "@PhilRevard @realDonaldTrump I read exactly what he said. Not a media spin. I was smart enough to avoid drinking bl… https://t.co/iikI3IGUdc",
        "@PhilRevard @realDonaldTrump I’m talking directly to you, Phil. \n\nQuote the transcript to show me what I’m missing… https://t.co/GwCG2BFxzZ",
        "@PhilRevard @realDonaldTrump I’m showing you the literal source of the articles you’re sending and you cannot expla… https://t.co/mPYIsvJaFc",
        "@PhilRevard @realDonaldTrump Just read the transcript. How is it better. You’re paraphrasing Trump and I’m showing… https://t.co/CfPZ5lS4hz",
        "@PhilRevard @realDonaldTrump Quote the transcript for me",
        "@PhilRevard @realDonaldTrump This is the actual transcript. Read it\n\nSending me articles doesn’t change what was ac… https://t.co/vV53gk6DhJ",
        "@PhilRevard @realDonaldTrump Read the transcript. https://t.co/1QqKieNOON",
        "@PhilRevard This is an A B conversation, you should C yourself out.",
        "@JenGranholm @GovWhitmer @JRubinBlogger Did your kids go to private school growing up?",
        "@Breaking911 #metoo as long as it fits my narrative",
        "@jonathanchait @NYMag He’s watching the news. Are you saying the news on TV is all bull shit? It’s a Catch 22 - tre… https://t.co/JhWToFOcOV",
        "@CBSNews Weren’t they quarantined in Turks and Caicos 🇹🇨? How did this happen LOL",
        "@mcuban Remove sales tax so they can compete with amazon",
        "@Forbes “Claps back” - you guys are Forbes....",
        "@mtaibbi Documentary worthy?",
        "@BarryBulat @steveliesman What’s your legal argument? Go read the tranacript of his exact quote. The media blows ev… https://t.co/7pmAPrugKk",
        "@4Awesometweet @FedPorn Lower. It’s easy stealing candy from a baby. They won’t let any talent on live air unless it’s structured.",
        "@Ted_ONeil67 @freep No one cheers for the lions.",
        "@pokernermal @CGasparino @BillAckman @Jkylebass @WhitneyTilson Great info, thanks",
        "@QTRResearch China trade talks are going well also",
        "@pokernermal @CGasparino @BillAckman @Jkylebass @WhitneyTilson Never knew about those last 4, is that true?",
        "@dougboneparth What if companies needed 12 months of full payroll in an escrow fund prior to buy backs?",
        "@CGasparino @nypost I send love 💕 letters daily",
        "@amacker Thank god. @DianaOlick article last week was completely wrong. Thanks for clarifying",
        "@T_Castelluccio @ethan2369 @rcwhalen @DianaOlick @FHFA @MBAMortgage It’s not on all loan sales either. It’s the min… https://t.co/bahiFf3KGV",
        "@rcwhalen @DianaOlick @FHFA @MBAMortgage I just wrote a 30yr fannie to spite you. \n\nConventional lending lives on!",
        "@CGasparino @MarkCalabria @FannieMae @FreddieMac https://t.co/JdbtI8F56C",
        "@Public_Citizen Fuck you. I paid mine off - get a job you loser",
        "@rcwhalen @tim_rood_ @SleipnirPerkins @FHFA @USTreasury Give back the UST money first.",
        "@Public_Citizen Jail oil CEO’s - For what?",
        "@markbspiegel And he blocked me. Wow! What a little bitch - who was completely wrong too. What a loser. I didn’t ev… https://t.co/QZFy5WUnsW",
        "@markbspiegel “According to current evidence, COVID-19 virus is primarily transmitted between people through respir… https://t.co/WuVM6SNBfD",
        "@markbspiegel It’s not an airborne illness unless someone sneezes on you.",
        "@markbspiegel It’s not airborne. It’s droplets if you’re getting technical",
        "@SmartMoneyPug Thanks but no thanks...",
        "@Public_Citizen GFY",
        "@timpagliara LOL he can’t take the heat!",
        "@CNNBusiness @brianstelter Did you watch the full 2 minute exchange?",
        "@ScottAdamsSays Cash on hand doesn’t equal Net Worth - I like where you’re going tho.  @ScottAdamsSays",
        "@FedPorn Collaboration and culture were huge where I went. Rubbing elbows with people and presenting business case… https://t.co/z9NYFxuUGk",
        "@DrewOden @CapitalismWorld @rcwhalen @amacker @SalehaMohsin @EDexheimer @NickTimiraos @CatoInstitute @FHFA… https://t.co/5kGQhjdhOA",
        "@timpagliara @RapidsAware @bethanymac12 Absolutely. But I do not know the Theta on the equation... if unemployment… https://t.co/ENDDr0Mgq8",
        "@DrewOden @CapitalismWorld @rcwhalen @amacker @SalehaMohsin @EDexheimer @NickTimiraos @CatoInstitute @FHFA… https://t.co/1lx2PESbMn",
        "@DrewOden @CapitalismWorld @rcwhalen @amacker @SalehaMohsin @EDexheimer @NickTimiraos @CatoInstitute @FHFA… https://t.co/5H4OwUpzQh",
        "@timpagliara @RapidsAware @bethanymac12 Each % increase in unemployment is 40,000 suicide deaths. So if we’ve gone… https://t.co/JKl33d98Ka",
        "@timpagliara @RapidsAware @bethanymac12 What’s the Theta on this? I know where you’re going @timpagliara",
        "@CGasparino @USTreasury Thanks. Keep reporting on this. Help small biz! I see you workin",
        "@FedPorn “The Mr. Clean!”",
        "@FedPorn Trump said heat would kill the virus just like the flu. Wonder if that’s actually valid",
        "@eliza_relman @businessinsider Let me guess, you wrote this article. \n\nNice clickbate headline. Are your parents pr… https://t.co/suPA24Pblh",
        "@AlanZibel Yea. They’ve been trusted friends for a long time too who have all done extremely well in business. You… https://t.co/LxOyNPF2IP",
        "@wolfofwallst This is fuckin great @GrantCardone \n\nWhat a podcast",
        "@markbspiegel @wolfofwallst Mine was white. Like Don Johnson",
        "@rcwhalen @IMFpubs Fear mongering",
        "@AdamSinger @mcuban Gotta close the boarders first. Open ended accounting doesn’t work. Need to manage the budget a… https://t.co/eP5McejDfi",
        "@Harvard_JCHS @DoNotLose @FHFA @FannieMae @FreddieMac @KatyODonnell_ @politico They didn’t need the bailout money.… https://t.co/O7JxSYqYDD",
        "@RealJamesWoods Where’s the diversity for such a lib?",
        "@CNBC @DianaOlick hey you need to write a retraction on this. Servicers are not offering loan modifications. It’s a… https://t.co/LpiPPOY1qs",
        "@JoshRosner Hopefully they’re more prone to truth telling",
        "Long. Take care of your people. https://t.co/3gnSlizR9P",
        "@neelcashcari @PeterSchiff LOL",
        "@PeterSchiff Treasury is creating a secondary market for these loans to pull from banks balance sheets, no?",
        "@PeterSchiff Loans are based on a persons character and you’d be a real pile of shit to do what you’re suggesting.",
        "@morethanmySLE We’d have bigger problems if 160M got laid off at once.",
        "@BeckyQuick Nice job with Jay Farner yesterday. You guys rolled out the red carpet! @andrewrsorkin",
        "@rcwhalen @FHFA You’ve been arguing GSE’s not to have any capital for years. This is on you and the @MBAMortgage",
        "@JenGranholm Harvard’s better than that. She is better than that. Her family is better than that.",
        "@JenGranholm I’ve met Mrs. Granholm many times and after graduating Harvard law and living in one of the cities in… https://t.co/s2gssjPzAu",
        "@LohmanRoy @Public_Citizen I made $70,000 trading the month Trump got elected 😘 You’re a loser. Go back to being a… https://t.co/AQPFUsGyiK",
        "@LohmanRoy @Public_Citizen I’m supporting the country. We clearly did not need all of the ventilators initially pro… https://t.co/3uZ1nm4PDk",
        "@QTRResearch Anyone on FinTwit knows not to trust numbers outta China 🇨🇳 lmao",
        "@thecrimson FUCKIN JOKE SYSTEM",
        "@Hipster_Trader WT ACTUAL F",
        "@Public_Citizen Who is gonna manufacture them and didn’t you listen to the presser yesterday? States way over reque… https://t.co/iXljRvkgfl",
        "@rcwhalen This borders on fake news and is very misleading",
        "@rcwhalen Only on loans held by the lender so no one is gonna do this unless it’s a jumbo",
        "@JoshRosner Great cover photo lol",
        "@BullyEsq Voter turnout during a pandemic is a variable I’m sure you’ve forgotten to adjust for 🐸 ☕️",
        "@BullyEsq Even you know these things can retest the highs - just like stocks",
        "@CraigCaplan Why tho? Nepotism?",
        "@timpagliara What an ass clown 🤡😂😂",
        "@KapsHouse @timpagliara @EDexheimer Where do you get your funding? Who are your donors?",
        "@ScottAdamsSays I watched hoaxed last night. It was a great follow up to Win Bigly. Nice work sir! Keep up the good fight",
        "@colinwilhelm Restaurants, if you haven’t noticed, don’t have much foot traffic bc of COVID. What better way to cou… https://t.co/qAIYQ1bey1",
        "@colinwilhelm He also said he would do a legal briefing going over the details if you want them (directed towards t… https://t.co/eNYDynFEMT",
        "@rcwhalen @realDonaldTrump His wife cuts his hair",
        "Tony Gazelle, the infomercial excercise guy, is on Fox Business right now @FoxBusiness\n\nMaybe this is the bottom? https://t.co/2iwiqX52up",
        "@corso_glen I’ll cancel your vote out. Don’t worry",
        "@rcwhalen Q1 won’t be bad since foreclosures take 90-120 days and the effects didn’t start till March “country wide… https://t.co/rTGMVEo5Nn",
        "@MorganLBrennan Depository Banks will tighten standards bc they have other revenue sources. Non bank lender will no… https://t.co/fX4viFSdxI",
        "@i_am_a_r0bot @RickyDelFuego @randfish Oh yea. My office waited till last minute to change this too. So happy they… https://t.co/ICVgpm5a6B",
        "@i_am_a_r0bot @RickyDelFuego @randfish Forced or not. These innovations of rules or corporate structures allowing p… https://t.co/1Ovoa1eoSW",
        "@rcwhalen @jpmorgan The previous CFO of Fannie said CRT’s are basically free money giveaways to Wall Street and not… https://t.co/HzrYBXm4sn",
        "@DiMartinoBooth @FHFA If the market pulls back 10%, any average borrower in the last 2 years is now underwater on their mortgage.",
        "@DiMartinoBooth Another huge issue on housing is the constant rise of GSE/GNMA county loan limits. They’ve increase… https://t.co/Ubk4cQ040e",
        "@DiMartinoBooth Junk food. Junk bonds. What’s the diff lol \n\n~Fed"
    ]
}