{
    "screen name": "Rimas_Rosa",
    "no. of tweets": 196,
    "tweets": [
        "@Qaod_ آمين",
        "دمياطي في ستاربكس 😂 https://t.co/YExFbRaEmK",
        "\"بينى وبينك 50سم\nلابتسلم ولا بتبص\nبص يالهوي 😲😬 https://t.co/7NQef4XfOf",
        "CW: عنف الشرطة\n\n اعتقل ضباط شرطة نيويورك امرأة شابة مع طفلها الصغير (كلاهما لم يرتدون قناع الوجه بشكل الصحيح) فوق س… https://t.co/E8FFtdmQxr",
        "لما مديرك يقولك هتحقق التارجت إمتى https://t.co/iCLJsM6BRj",
        "فيسبوك ينشئ كابل إنترنت بحري ضخم يستهدف الشرق الأوسط وأفريقيا لتعزيز الوصول إلى الإنترنت في القارة\n  ومن المنتظر أن… https://t.co/yif8Hw0Yzn",
        "@oak968XrDB4jA2G آمين",
        "اعترف زعيم الأغلبية في مجلس الشيوخ ميتش ماكونيل أنه كان مخطئًا في الادعاء بأن إدارة أوباما لم تترك وراءها خطة للتعا… https://t.co/PektCFVsm0",
        "سلوفينيا أول دولة أوروبية تعلن نهاية وباء فيروس كورونا.\nوتقول الحكومة إن سكان الاتحاد الأوروبي أحرار في العبور إلى… https://t.co/LNwBHihtNe",
        "اكتفى باراك أوباما بدعوة الأميركيين إلى التصويت، ردا على الرئيس الحالي دونالد ترامب الذي يتحدث منذ أيام عن «أوباماغ… https://t.co/HqxOmSLJC7",
        "الحكومة البريطانية تعطي الضوء الأخضر لعودة الدوري الإنجليزي  \nفي يونيو المقبل 📅 \n يتم وضع الخطط المدروسةللقيام بذلك… https://t.co/jlAmx5plzu",
        "من خلال تركيز الانتباه والملاحظة والتفكير الشامل على الظواهر الفلكية ، يمكن للمرء أن يثبت وحدة الله ويدرك مدى قوة ا… https://t.co/AnZBgrF68R",
        "Unpopular opinion https://t.co/IxMzjWMmQo",
        "🇳🇿\n قام عمدة في نيوزيلندا بقفز للاحتفال بتخفيف معظم قيود الإغلاق في البلاد\n  تم السماح بإعادة فتح المحلات والشركات… https://t.co/10HInd7AuR",
        "يجب ألا نخجل من تقدير الحقيقة والحصول عليها أينما جاءت حتى لو كانت من أعراق بعيدة ودول مختلفة عنا \n - الكندي أبو ال… https://t.co/MbJAMaSwLq",
        "لازم أزرع زهرة شبابي مرة تانية ؛ - الأولى طلعت حشيش . https://t.co/Uc8BHwQMbs",
        "تسبب فيروس كورونا في إبطاء الاقتصاد العالمي ، للأسف الشديد إزالة الغابات في الأمازون تتسارع.  في حين أن معظم الشركا… https://t.co/XElwfIMwO1",
        "عنوان التحفيل \" زحام مروري قبل البلكونة \"\nفقط 50 سم  سخر رواد التواصل الاجتماعي للفيسبوك من المسؤول عن إنشاء الكوبر… https://t.co/lRY967RoGM",
        "إنتي تقلقي لو خانك مع وحده بس ، انما طول ما بيخونك مع كتير يبقي مبيحبش حد غيرك . https://t.co/sm1kxrfeco",
        "@HassnBom آمين",
        "أنقذ رجل صيني دلفين صغير تقطعت به السبل على شاطئ البحر في تشجيانغ بشرق الصين.  نظرة!  الحيوان الذكي مش ناقص إلا ليق… https://t.co/pR2k8EXEUk",
        "لأمي_النآئمه\nمغفور نومك الطويل ، \nأنا مازلتُ أحبك رغم علمي أنكِ لن تعودى ..😔\nاللهم اغفر لامى وارحمها",
        "في المدرسه قالولنا ان في حاجه اسمها ظرف الزمان ..\n\nبس ماقالولناش ان الزمان بيظرف جامد كده https://t.co/WL5eUnMlWK",
        "سيصبح منتخب ألمانياBundesliga_DE أول دوري أوروبي رئيسي لكرة القدم يستأنف يوم السبت ، خلف أبواب مغلقة. بتركيب 12000… https://t.co/Hr8akbBW3j",
        "كريستيانو رونالدو مع تمثال شوكولاتة لنفسه 📸 https://t.co/fgHhguqDpF",
        "الحياة البرية في الشوارع: اقتحم قطيع ضخم من الماعز السياج وتجول في حي في سان خوسيه، في كاليفورنيا، وكان يتوقف يأكل… https://t.co/2fb2xot9D2",
        "هذا هو السبب في عدم قدرة ترامب على ارتداء قناع الوجه 😃🤦 https://t.co/1qIWRBn8wK",
        "غبي..غبي..غبي https://t.co/pVIYNhKGyW",
        "وعذرته لما تساقط دمعهُ\nونسيت أياماً بها أبكاني\nوأخذته في الحضن أهمس راجياً\nجمرات دمعك أيقظت نيراني\nأتريد قتلي مرتين… https://t.co/C6FWBF6JhB",
        "شبان في بارنسلي بـ بريطانيا يركلون ويبصقون في وجه أربعيني عقب خروجه من متجر بهدف سرقة هاتف محمول وعلبة سجائر تم نشر… https://t.co/cB432o8vir",
        "لما تلاقي كل الناس بتضربك بالقلم..أول وأحد هيبوس خدك هتحبه..ولو كان إبليس.!",
        "غلاف تايم الجديد: هناك طرق معقولة لإعادة فتح بلد ما. ثم هناك نهج أمريكا \nيدفع الرئيس دونالد ترامب بقوة لإعادة فتح ا… https://t.co/31PQGnhPOQ",
        "من المفارقات أنه عندما سيطر علماء المسلمين في العصور الوسطى على الفلسفة الطبيعية (ما يمكن أن نسميه العلم الفضفاض ال… https://t.co/hh2iVkyZbX",
        "ضاع عمرنا واحنا مفكرين السلاحف كلهم بطيئين 😃🤦\nسلحفاة سوفتشيل فلوريدا ( Apalone ferox )  هي سلحفاة كبيرة مسطحة ذات ج… https://t.co/3aK1c0Br27",
        "والله ولك وحشه الشيطان اول يوم العيد https://t.co/djCgwQ79D3",
        "التعايش الديناميكي\".. الصحة المصرية تكشف خطة تعامل جميع الجهات مع كورونا الفترة المقبلة\nموجة ثانية من كورونا تجبر ا… https://t.co/RYpnaz4Y6M",
        "كذب من قال كل طيرٍ على شاكلتِهِ يقع..\n\nفإننا واللَّه وقعنا على قومٍ لسنا منهم وليسوا منّا ، و لو سقطنا ألف سقطة ما وصلنا لدنُو أنفسهم ..!!",
        "الملايين من السلاحف الصغيرة تشق طريقها للتو إلى البحر بعد الفقس على هذا الشاطئ في الهندي 🐢 https://t.co/pu5VW1GjQq",
        "ووالله ما وضعت دعائي بين الصلاة على النبي بداية ونهاية إلا فرج الله كربي، وقضى حاجتي!",
        "اللى بيحبك بيصمم أنه يكون حاجه مهمه بالنسبالك وبيرهن سعادته على رضاك ..!!\nأما التافهين المزيفين.. نفسهم قصير وأول م… https://t.co/95A6mQqA6X",
        "الفرق بين اللى بيحبك واللى جاى حياتك يتسلى ويضيع وقت .. إن اللى بيحبك بيتحمل مودك المتقلب وحالاتك النفسيه والأوقات… https://t.co/OVE99l5kMC",
        "- منحت اسرائيل اليوم الاربعاء ترخيصا يسمح بتصدير القنب الطبي مما يمهد الطريق للمبيعات في الخارج التي تتوقع الحكومة… https://t.co/k4D9gLS8WS",
        "هي عايزة حد يقولها باي شوجر ليه هي عندها السكر ..! https://t.co/TtqmQ3hPrh",
        "عامِلوا الله - عزَّ وجلَّ - بالصِّدق في السِّر؛ فإنَّ الرفيع مَن رفعه الله، وإذا أحبَّ الله عبدًا أسكن محبَّتَه في… https://t.co/S4kKGP2pfO",
        "يقول الدكتور  فوسي أن حصيلة القتلى ب فيروس كورونا أعلى على الأرجح من المبلغ عنها - لكنه متفائل بشأن قدرتنا على مكاف… https://t.co/A4gJc2bzu1",
        "وَأغرِسُ في مَحَبّتِكَ الأماني، فأجْني الموتَ منْ ثمرَاتِ غرسِي",
        "كل يوم بتأكد إن الهدوء اللي بيكتسبه الواحد كل ما يكبر هو فرهدة مش نضج https://t.co/hIjniPACFm",
        "بيصلى القيام بمراته ويقنت (يدعي) في آخر الصلاة\n-اللهم إني أسألك علما نفعا\n=آمين\n- وعملا متقبلا\n= آمين\n- وزوجة صالحة… https://t.co/bCvy6kN8bU",
        "مرض كاواساكي (Kawasaki's Disease) هو مرض نادر يصيب الأطفال دون سن الخامسة. يتميز هذا المرض بالالتهاب الحاد في الأوع… https://t.co/ua1xmP7WSQ",
        "أبلغت الولايات المتحدة يوم الثلاثاء عن عجز قياسي في الميزانية بلغ 738 مليار دولار في ابريل نيسان حيث أدى انفجار في… https://t.co/cb3zbDRMBv",
        "صاحب أشهر رباعيات فى تاريخ الإسلام.\n جياث الدين أبوالفتوح عمر بن إبراهيم الخيام  (1048 – 1131) ولد فى مدينة نيسابور… https://t.co/AxXZ2JNPGH",
        "سائق سيارة أجرة يضع حاجزًا ذاتيًا ضد انتشار فيروس كورونا في بانكوك https://t.co/LR2IURcv7d",
        "ليلى زيكو أستاذة مساعدة في قسم الأحياء بالجامعة الأمريكية بالقاهرة. ركزت في أبحاثها على الميكروبات التي تعيش في الم… https://t.co/IYCcsyz4Vy",
        "يختبر المهندسون في مطار روما فيوميتشينو \"خوذة ذكية\" جديدة تسمح بفحص درجات حرارة الركاب أثناء تحركهم https://t.co/QyDtuLJasg",
        "جميعهم ملائكة قد أرهقهم النفاق فمن ذلك اللئيم الذي غدر في ظهورنا ؟",
        "البرازيل تسجل 881 حالة وفاة مع استعداد ووهان بؤرة انتشار فيروس كورونا سوف تقوم بعمل اختبار 11 مليون نسمة كل السكان… https://t.co/Nw39IiLhka",
        "أسطورة الدوري الاميركي للمحترفين دينيس رودمان قال ذهب كيم لتحية رودمان  \nسألني \"هل تحب بلدي؟\" وقلت \"نعم ، لا بأس \n\"… https://t.co/Yp9NxLuTsC",
        "محدش يوصل تليفونه بالتليفزيون تاني قدام حد 🤫ياخرابي😅 https://t.co/OaS30M04K5",
        "الناس اللي بتضحك كتير مش شرط مبسوطة..يمكن مغمومة وقوية وبتعافر.!!؟",
        "@amr_selim1 لا طبعا كله بيكمل بعضه",
        "كل ما تبقى لنا من التقاليد هو مجرد كلمات.  والأمر متروك لنا لمعرفة ما تعنيه.\n - ابن عرب https://t.co/hez9gKtPLh",
        "LAST MINUTE: Diego Armando Maradona tests everything except Covid-19. https://t.co/7U966S1boi",
        "@amr_selim1 يعني باختصار يكون لسانه حلو بيعرف يتكلم",
        "21 سجيناً في لوس أنجليس يتعمدون نقل العدوى بـ كورونا من خلال مشاركة زجاجة ماء والتنفس في نفس قناع الوجه عمدة مقاطعة… https://t.co/jpX0UBDAlZ",
        "ويخطط الدكتور أنتوني فوسي ، العضو الرئيسي في فرقة العمل المعنية بالفيروسات التاجية بالبيت الأبيض ، لإخبار لجنة في م… https://t.co/FamrKr4cUf",
        "وزير الصحة الفرنسي أوليفيه فيران في اليوم العالمي للتمريض كل يوم ،  وخصوصاً فترة فيروس كورونا، الممرضات موجودات بال… https://t.co/s3Y2u1SPW1",
        "الرئيس التنفيذي لشركة بوينج يعتقد، أن شركة طيران أمريكية كبرى لن تنجو يجب أن تتوقف عن العمل ؟\nلم يذكر أسماء أو يحدد… https://t.co/oentsJNcpz",
        "عاملة إغاثة إيطالية تعود إلى وطنها بعد 18 شهرًا تم احتجازها كرهينة من قبل المتطرفين في إفريقيا حيث اعتنقت الإسلام أ… https://t.co/gqXpv2HsSe",
        "كيف قدمها أصحابها إلى القارىء العربي الاسلامي ركزنا على مسلكهم المنهجي لانه هو بالذات ما يمثل الحدود الايديولوجية ل… https://t.co/4g9UXL8b0k",
        "كيف يمكن اجتياز حاجز القطيعة الذهنية لتقديم خطاب ذي معنى عن آخره هو خارج عن مدار المعنى المألوف ؟ تلك كانت مهمة الب… https://t.co/X49mXuGqQs",
        "العلم عن اللاعلمه . يمكن أن نتحدث من غير مبالغة عن مشروع للبيروني . وهو مشروع فريد المثال كان صاحبه أول من أدرك انف… https://t.co/MGjcDPglWV",
        "وبالتالي تفوق العلم العربي وارث هذا العلم اليوناني . الجديد ايضا عند هذا العالم الفذ هو تصوره الدقيق لما يميز العلي… https://t.co/DhZfhPPyQn",
        "دينية هندية بالعقيدة الاسلامية ليقطع بتفوق هذه على عقائد الهند الغارقة في الشرك والوثنية والخرافة ، كما اعتاد أن يف… https://t.co/ANkmfZfY3C",
        "يدخل البيروني غرار المقارنة والمناظرة ليخرج منها مطمئنا إلى تفوق العلم العربي الوارث والمستأنف للعلم اليوناني فيكسر… https://t.co/ObvrW3m9uM",
        "ملخص الزواج السعيد..جاء فى تعبير سيدة أتسألت ليه بتحب جوزها.!؟\nفقالت \" بيراضينى \" ♥️",
        "بنجور يامحجور 💙💙\nعندما تسمع يمكن للدوري الممتاز العودة في 1 يونيو 🕺😃 https://t.co/orpJZ546w7",
        "I am lost without you. I am soulless, a drifter without a home, a solitary bird in a flight to nowhere. I am all th… https://t.co/QRPYzEdria",
        "يتم إعطاء الأقنعة المجانية ومعقم اليدين في مترو باريس https://t.co/nRggvBdhcy",
        "برازيليا (رويترز) - نشرت البرازيل آلاف الجنود لحماية غابات الأمازون المطيرة يوم الاثنين واتخذت الاحتياطات اللازمة ل… https://t.co/QJdtYPK65Y",
        "الدقيقة الأخيرة من مؤتمر ترامب الصحفي مساء اليوم \nمزيج من الاحتقار والعنصريه للصحفيين في البيت الأبيض من قبل الرئيس… https://t.co/OLDPDdvbXz",
        "لما تموف اون من علاقه مدخلتهاش اصلا😂 https://t.co/kwG8pE568d",
        "\"وإنَّ الرَّجل كان يُشَاكُ الشَّوكة يقول: إنِّي لأعلم أنكِ بذنب، وما ظلمني ربِّي\".\n\n- أحمد بن حنبل\"",
        "(رويترز) - وافق مجلس مديري صندوق النقد الدولي يوم الاثنين على طلب مصر لتمويل طارئ بقيمة 2.77 مليار دولار لمساعدة حك… https://t.co/CPsWnJpQm4",
        "تبث مساجد لندن الأذان بشكل علني خلال شهر رمضان خلال فترة الحجر الصحي بسبب #فايروس_كرونا لأول مرة في تاريخها، بعض مس… https://t.co/noeXnT5OKY",
        "ربما تكون نافورة الأسد الحمراء في غرناطة (إسبانيا) من أجمل الفنون الإسلامية في الأندلس.\nوتؤكد باحة الأسود تفوُّق مه… https://t.co/9XxWy1uaUG",
        "لما تتفرج على خيانة عهد بعدها البرنس وتشوف حد من اخواتك معدي جمبك في الصاله عادي https://t.co/KkM6We6KQU",
        "ويأتي هذا التحذير أيضا بعد حوادث تضمنت نشرت تدوينات ضد المسلمين من قبل هنود يقيمون في دول الخليج لإساءة استخدام الإ… https://t.co/iRiwpz1Toq",
        "شيء لا يسدكه عكل بصوت شويكار 🤦😬😲😃 https://t.co/zOEd8DEzey",
        "توفي الممثل الأمريكي جبري ستيلر 92عاما\nويشتهر جيري بدوره في مسلسلي \"ساينفيلد\" و \"ذا كينغ اوف كينغز\"\n والد الممثل بن… https://t.co/jAzXQO1kxe",
        "انزل البلد بسرعه يا محمد أبوك لاقا اتنين عندهم وعي ومحتاج حد أمين يصرفهم 😵",
        "يساعدك هذا الاختراع الذكي في فتح الباب دون لمسه https://t.co/ngky2ZvZdX",
        "وضع خطة مشروطة لـ إعادة فتح المجتمع ، مما يسمح للناس في انجلترا  بقضاء المزيد من الوقت في الخارج اعتبارًا من يوم ال… https://t.co/whvRdmzt5o",
        "رفيقتها : حياتي طِرت من الفرحةِ لما عرفت إنك إنخطبتي 😂😂 https://t.co/Yx4YIaMVvk",
        "أكد الخوارزمي منذ (حوالي 780-850) أنه كتب كتاب الجبر لخدمة الاحتياجات العملية للناس فيما يتعلق بمسائل الميراث والتر… https://t.co/zL2DaO7hPS",
        "كمامه الشعوب المقموعه https://t.co/XBPeEmD1iW",
        "البرازيل أكثر البلدان تضررا في أميركا اللاتينية بفيروس كورونا البرازيل في طريقها لأن أن تصبح المركز الجديد Covid19.… https://t.co/PLr99LZTht",
        "يوم آخر لا يوجد حالات صفر بدون  COVID19 في تايوان ، وبذلك يصل العدد الإجمالي للأيام بدون أي حالة محلية إلى 28 حالة… https://t.co/QlNHqyAXAJ",
        "لا صوصو ايه احنا لسه منمنااش 🤦🤫😃 https://t.co/2VRTEsgPnr",
        "الطريقة الصحيحة للبس الكمامة https://t.co/0hSIWpJQ0Y",
        "على فكره بلاش استهبال احنا راجعين ثاني https://t.co/ePWQGhjnJ4",
        "انت ملكش حقوق الا لما تعرف واجباتك, و مفيش عليك واجبات لو مفيش عدل, و مفيش عدل لو مفيش نظام, و مفيش نظام لو مفيش تع… https://t.co/0T2N2tn9zB",
        "يجب على المرء أن يكون مثابراً ويتحمل التدريب الصارم.😲😲 بالله 🤦😃 https://t.co/HsUgr08BK2",
        "الياس زرهوني عالم جزائري 🇩🇿 قاد المعاهد الوطنية للصحة.  تحت إدارة أوباما ، عمل كواحد من مبعوثي العلوم الرئاسية الأو… https://t.co/K7Y5ggPy6w",
        "لما المرتب يخلص واحنا لسه فى اول الشهر 😂 https://t.co/FRrzNp5OH4",
        "فصل الهندوسي العنصري رافي من مجلس إدارة المدرسة في كندا بسبب تغريدة مهينة للإسلام سمحت برفع الاذان بكندا خلال شهر ر… https://t.co/w4H53KOVEK",
        "\"نحن لا نخسر علاقاتنا بمشاكل كبيرة حاسمة، بل بتراكم الخيْبات\".",
        "_:حبيبتي والله ما بحاكي غيرك شو مافي ثقة\nوبس تفتحي المسنجر عندو 👇 https://t.co/X151z0XZFi",
        "حكمة اليوم\nايه ده يامصريين هتاكلوا مصر على الفطار يعني https://t.co/NafcUPiozE",
        "رفض قاضي اتحادي رفض التهم الموجهة إلى الممثلة لوري لوغلين وزوجها والعديد من الآباء الآخرين الذين اتهموا في فضيحة ال… https://t.co/eWnENiCVHZ",
        "عشق من النار اللي هي إزاي 😬🤫🤦؟؟؟ https://t.co/paotZd0VO6",
        "Stunning! Scientists obtain 'lucky' image of Jupiter\n__\nكأنها لوحة فسيفسائية.. صورة مذهلة لكوكب المشتري تظهر السحب… https://t.co/CHK5fYxnSF",
        "@mmamj1 🤫😃🤦",
        "دراسة نشرت لم تتم مراجعتها أنه على مدى العقد المقبل يمكن أن يموت ما يصل إلى 75000 شخص إضافي من \"وفيات اليأس\" نتيجة… https://t.co/nP0BVXyyEk",
        "إن لم نكن في الأماكن التي نحبها..فنحن في السجن أينما كنا.!!",
        "يعتقد الكثير من الناس أن أكسفورد أو كامبريدج أو هارفارد هي أقدم الجامعات في العالم لكن في الواقع تعتبر جامعة القروي… https://t.co/4DIITCLXD0",
        "افعل الشيء الصحيح، ثم أغلق عليك بابك، وابكِ ما شئت!",
        "قالت..أنا مرتبطة بواحد مخليني مش عارفة انا مرتبطة..ولا سنجل.! https://t.co/4kdGe0HIf7",
        "ايه البطة دي😍😂😂😂 https://t.co/wLxCo7hAIT",
        "ح تعيش جحش و تموت جحش جتك خيبة 😂😂😂😂😂😂😂😂😂😂 https://t.co/7utQutoTwm",
        "Five substitutes option temporarily allowed for competition organisers\n___\nالاتحاد الدولي لكرة القدم الفيفا يوافق ع… https://t.co/niTC2x6wDb",
        "عزيزي الشاب لا تقول لحبيبتك \"حِبك أنا\"\nلأنه هيك هي بتتخيل شكلك 💃💃 https://t.co/V7qISEaWbu",
        "ما تيجوا نراهن دلوقت على تناحة الشعب ونفكنا من مناعه الشعب والوعي اللي مستخبي في الثلاجة https://t.co/7H2NpYYnn2",
        "العمل الجماعي يؤدي إلى النجاح.  #ChinaStory https://t.co/UNg5IiZNJK",
        "#ام_هارون  #MBC https://t.co/Gz7zdtPz0P",
        "ماتَ الهوى فتعالَ نقسِم إرثَهُ \nبيني وبينكَ والدموعُ شهودُ \n\nخُذْ أنتَ مني ذِكرياتك كُلّها \nوأنا سأحملُ خيبتي وأعو… https://t.co/lqc0FSTi7W",
        "بحلول القرن الثاني عشر ، يمكن العثور على المستشفيات التي تخدم المرضى والفقراء في كل مدينة إسلامية تقريبًا.\n 📸 في مص… https://t.co/4ZYaimg2L7",
        "يلي عندو مشاكل يتفضل يجيبها مع مشاكلي مشان يلعبوا مع بعض ... \nبس تكون مشاكل بنت ناس لو سمحتوا لانو نحنا ناس محافظين… https://t.co/QebkV7YMC4",
        "كلّما ازداد الوعي بالمجتمع,قل تعصبه تجاه الأشياء,\nفالأكثر تعصبًا للأشياء و الأفكار هو الأكثر جهلًا\nومَن لا يملك ال… https://t.co/TTUzncLsPR",
        "@bercaa_ التشيرت هو العامل المشترك بينهم 😃",
        "الليلة صوره فائقة الجمال  💓 \n🌛 \"قمر الزهرة\" يظهر خلف جسر برج لندن.  \n__\nTonight's super 'flower moon' is seen risin… https://t.co/aGkYjwcjSq",
        "التنازلات اللى قدمتها زمان..هى الحبل اللى اتلف حوالين رقبتك دلوقتي..",
        "في أكبر دراسة لدواء حتي الآن\nفشل هيدروكسي كلوروكوين في مساعدة مرضي فيروس كورونا https://t.co/jFfioL5Lmd",
        "شبيه ميسي من لبنان .. بسم الله ماشاء الله نفس التيشرت https://t.co/QoUCx5ehfK",
        "اللهم اكفنا شر لطفاء المظاهر وخبثاء النوايا , ولا تجعل بيننا و بينهم سبيلا .",
        "إيلون مسك و( X Æ A-12)في عام 2040 على مستعمرة تسلا المريخ 😃🤫 https://t.co/LEV14JdTPn",
        "في عصر فيروس كورونا 😄 الجيش بيقولك اتصرف . https://t.co/qHCHcP4aDZ",
        "_اللوحة  أسعدت يومي ، شهري ، أسبوعي ، عامي . شكرا بانكسي . المصدر : حساب الممرضة الأنا كالوم\nhttps://t.co/94NZt65hmh https://t.co/k1dtljVZje",
        "وترك الفنان رسالة للعاملين في المستشفى جاء فيها : \" شكرا على كل ما تفعلوه . آمل أن تضيء اللوحة هذا المكان قليلاً حت… https://t.co/4k1LtNOudM",
        "بصورة طفل يتجاهل ألعابه ويفضل حمل دمية ممرضة.. \"بانكسي\" يشكر الطواقم الطبية لدورها في مواجهة كورونا\n في أحدث إبداعا… https://t.co/9fMa1hmFBb",
        "@mmamj1 😄 اكيد https://t.co/i0gYLexQdR",
        "السلطات البريطانية تحتجز ٤٠٠ الف قطعة من المعدات الطبية للحماية من فيروس كورونا المصنعة في تركيا لعدم مطابقتها المو… https://t.co/0YIMF8PCgl",
        "ارتفعت المبيعات في متجر البقالة على الإنترنت في بريطانيا بنسبة تزيد قليلاً عن 40 بالمائة على أساس سنوي في الربع الث… https://t.co/u2OVSVPpxM",
        "@amr_selim1 😄😄 https://t.co/UbgbxXzdcF",
        "يستخدم الموظفون في أكثر المطارات ازدحامًا في إيطاليا خوذات الواقع المعزز لفحص درجات حرارة الركاب . https://t.co/HDJukbChmR",
        "@amr_selim1 😄 هو جميل 💞 بس حبيت البوست",
        "@philoabdul آمين",
        "ثلاثه لاتثق بهم.\nالرجال ثم الرجال ثم الرجال\nوالاحياء منهم والاموات.\nوكل عام وانتم بخير 😉 https://t.co/VqK3fksk2Q",
        "وقال جيم برايدنستاين مدير ناسا على تويتر \"ناسا متحمسة للعمل مع توم كروز في فيلم على متن محطة الفضاء الدولية\".\n\nوأضا… https://t.co/8M1IXWgNkO",
        "قالت إدارة الطيران والفضاء الأمريكية (ناسا) يوم الثلاثاء إن الممثل الشهير توم كروز يتعاون معها لتصوير فيلم سينمائي… https://t.co/FOSdwUwgTp",
        "توجه صاحبه صالون تجميل في تكساس  السجن بسبب فتح الصالون في وقت مبكر وانتهاك أوامر الحجر الصحي المفروضة من الحاكم لو… https://t.co/bLucgaryRf",
        "أحد المطاعم في أمستردام قام بتجربة خدمة العشاء عن بعد الزبائن يجلسون في عبوات زجاجية تشبه الدفيئة  كما ارتدى النواد… https://t.co/oPsLk0f9nc",
        "\"ماغي سيلين لويز دي بلوك\"🤧🤮🤢😬🤐 https://t.co/CEn86UBuzi",
        "السيدات والسادة الحضور الكرام \nوزيرة صحة بلجيكا   !!!  🤦😄🙄😬 https://t.co/WattM4Prt1",
        "صورة نادرة لبياع عرقسوس و اللي وراه اذا الله ما كذبني اول مرة بيجرب يشرب كاسة 😂\nالله يجبرك بمصيبتك ياقلبي يا اب سمرا https://t.co/VdlnPUTIzu",
        "X Æ A-12 😃 https://t.co/bMkIxUgizj",
        "أديل تُبهر جمهورها بإطلالة متألقة في عيد ميلادها الـ32 في أول مشاركة لها على إنستغرام منذ فقدانها الكثير من وزنها… https://t.co/4etXhNgL1K",
        "الظهور الأوّل للطفل آرتشي بعد أن تخلّى والداه عن منصبهما الملكي في العائلة الملكية البريطانية تشارك ميغان ماركل فيد… https://t.co/lpuEW6H9fd",
        "@HassnBom 🤦😄",
        "تم إطلاق النار على أستاذ بجامعة بيتسبرغ كان يدرس # COVID19 ويوشك على التوصل إلى \"نتائج مهمة للغاية\" ، وقتل في عملية… https://t.co/Eav96a1Tdj",
        "⁦🇺🇸⁩:you have sexy body\n🇸🇦:لديكِ جسد مثير \n          ⁦🇪🇬:أنا معجب بطريقة تفكيرك https://t.co/oe7FFuxzun",
        "قال الفضيل بن عياض رحمه الله تعالى :\n\nإذا قيل لك هل تخاف الله ؟ فقل : نسأل الله ذلك  \nفإنك إن قلت نعم ، كذبت ، وإن قلت لا ، كفرت.",
        "الطبيب و المريض💞🥰 https://t.co/sKZ2UptQ6x",
        "لم تشارك زوجة نبي الله لوط قومها الفاحشه لكنها كانت\nOpen minded\nفأصابها ما اصابهم",
        "جدار شاهق من الغبار الأحمر يجتاح العاصمة النيجيرية نيامي.😳😲 https://t.co/xEgmqMV1bY",
        "\"جريميز\" صديقة ماسك ووالدة X Æ A-12 لتشرح لنا معناه اسم المولود وكتبت👇:\n اسم X Æ A-12″ يتكون من عدة رموز ودلالات\nفر… https://t.co/OrvY4hnD8C",
        "-عدوك العاقل ولا حبيبك العبيط\n=الاتنين أعبط من بعض والله",
        "أهلنا بالساحل؛\nإذا ما بتنزلوا سعر الحامض نحنا بالسويدا بدنا نرفع سعر الكثا ⁦✌️⁩ https://t.co/TcKBmufGHV",
        "يدرس البيت الأبيض إنهاء مهمة فريق مكافحة فيروسات كورونا مع استمرار الأزمة.  ليس من الواضح ما إذا كان سيتم استبداله. https://t.co/1iDXdwV7gp",
        "\"نحن نحث الولايات المتحدة على وقف نشر التضليل\".\n\n تقول الصين الاتهامات الأخيرة لإدارة ترامب بأن جائحة Covid-19 نشأ… https://t.co/HBNujiAqS3",
        "رجل عرض أن يأخذني إلى منزله ويعتني بي حتى أنجبت ولدت صبياً باع الرجل الذي كانت تعيش معه الطفل لزوجين أعطى الفتاة  (… https://t.co/UcjfGqvA8I",
        "اعترف ترامب ”سيكون هناك المزيد من الموت”. وادعى أيضًا أن الفيروس التاجي ”سيمر ، بلقاح أو بدونه” ، على الرغم من أن ع… https://t.co/17n2CVyTyD",
        "يقول البيروني : المعرفة ، بشكل عام ، يتابعها الإنسان فقط ، يتم السعي إليها من أجل المعرفة نفسها ، لأن اكتسابها ممتع… https://t.co/Q6GCCNsF2x",
        "قال محمد بن سيرين رحمه الله: إنَّ أكثر النّاس خطايا أكثرهم ذكراً لخطايا النّاس‼️",
        "@Jak_IDB هههههههههههههههههه",
        "تسريبات تسريبات 😄😌\nالصور الأولى لابن إيلون موسك الجديد X Æ A-12 https://t.co/I5nYWQwFFg",
        "DEVELOPING: 48-floor high-rise tower catches fire in the United Arab Emirates. \n___\nاشتعلت النيران في برج شاهق الار… https://t.co/MgDtgdLdiy",
        "بعد الفطور ب ١٠ دقايق،\nجطعة يا طال عمرك بس جطعة 😂😂 https://t.co/W8SjmPOiWk",
        "- أين الذين أقسموا بالبقاء ؟\n- أونلاين أهو بيقسموا لناس تانيه https://t.co/3DJOaJXRpR",
        "أصبحت الممثلة جودي دينش الحائزة على جائزة الأوسكار أكبر شخص على الإطلاق يظهر على غلاف مجلة فوغ البريطانية في سن 85 https://t.co/sMWqJmCAqZ",
        "@Jak_IDB آه هو خلف ولد اسمه X Æ A-12\n😄😄🤫 https://t.co/6nMitTwZCl",
        "خلال محادثة على تويتر... مؤسس تيسلا يعلن عن ولادة طفله السادس مكتفياً بالتوضيح أنه صبي وكتب ضمن المحادثة :\"الأم وال… https://t.co/YUPHY5uU3G",
        "حصرياً:تسرب الكلمات الأولي لطفل  إيلون مسك والغرييمز \n\n\"X Æ A-12\" https://t.co/OUfoTeVJtV",
        "كيف تنطق X Æ A-12 ، اسم ابن إيلون ماسك والمغني غرايمز؟  أعتقد أنه مثل هذا 👇🏼 https://t.co/c2cSgHfURY",
        "يشارك النشطاء المناهضون للتطعيم بشكل متزايد في الاحتجاجات ضد أوامر البقاء في المنزل.  ويقول الخبراء إن وجودهم \"مرعب… https://t.co/9LopU2cS0Z",
        "يطير الأخطبوط دامبو عبر الماء عن طريق رفرفة مجموعة من زعانف تشبه الأذن على جانبي جسمه هذه ليست الوسيلة الوحيدة لدفع… https://t.co/hUQfc10Uln",
        "في سقف الحريات (السماء) تضرب الصحافة وتحاصر لتنزل الى الملاجئ او الزنازين .\nم.ق https://t.co/ztJgQYYu42",
        "بإجراءات احترازية ألمانيا توافق على فتح دور العبادة ومسجد الهدى في مدينة أوفنباخ فتح أبوابه للمصلين في صلاة الجمعة… https://t.co/ulrQnKqdwL",
        "في محاولة لوقف انتشار فيروس كورونا\nقالت شركات الطيران الأمريكية يوم الخميس أنها ستطلب قريباً من الركاب تغطية وجوههم… https://t.co/CNMHsNkZpr",
        "This is the exact moment for which i chose Medical Profession https://t.co/Gy01kdsH3B",
        "كيف تتعامل الحكومة البلجيكية مع فيروس كورونا 😄😷\nHoe de Belgische regering de coronacrisis aanpakt https://t.co/GlK6d26pT9",
        "في زمان فيروس كورونا\nالأسود البرونزية الشهيرة التي تحرس مدخل معهد شيكاغو للفنون ترتدي الآن أقنعة وجه تحمل علم المدي… https://t.co/sKv9SXAUfz",
        "أُطلق رئيس الوزراء البريطاني بوريس جونسون على ابنه السادس الذي ولد في 29 أبريل (نيسان) الماضي اسم ويلفريد لوري نيكو… https://t.co/DPwU7PtNZG",
        "اليوم جبت لخالتي كيلو ليمون وما أخدت منها حقه 😎😎 https://t.co/SnetmAh1EX",
        "- أنتى مش متخيله انا عامل ايه عشانك\n= عامل ايه !\n- الحمد لله وانتى ..؟ https://t.co/utXq3n8eNo",
        "فاكرة لما كنا فى بدايه العلاقه وكنتي تهزري و فرفوشه وتضحكي طول اليوم؟\n- اه ساعة لما قولتلك أنا مش نكدية و مبحبش الز… https://t.co/3USdEqsAuh",
        "😄😄 حبيت https://t.co/QyAyIiPV5L"
    ]
}