{
    "screen name": "AEHopJr",
    "no. of tweets": 192,
    "tweets": [
        "@sydnhopkins ❤️🔥👏🏿 https://t.co/HxG7mIaHuz",
        "Yes. It’s like baking. We all want the cookies. Can’t wait for the cookies. But you can’t open oven every minute to… https://t.co/CgxPSFexro",
        "@NathanTFord 👏🏿 👏🏿 👏🏿. Producing this movie is still an absolute highlight. https://t.co/lARB99UTYc",
        "That’s my guy dropping knowledge. https://t.co/jUUfn83uaQ",
        "Plus some random dude who keeps crashing the party. 👀 https://t.co/7am6TlJ85D",
        "#facts https://t.co/bOx6XWxlhU",
        "@TrentWilfinger 14? #NFLDraft #EXOSCombine2020 #amazing @TeamEXOS",
        "Telling @MaxBretosSports story without me is like not mentioning Pippen when talking Jordan and the Bulls. #facts. https://t.co/1igkWhJpQh",
        "I’ve 3 kids. @sydnhopkins &amp; her brother @santiaggoh went w/me everywhere when I was broadcasting. My youngest Siena… https://t.co/4DQ9CQljC3",
        "That last line is absolutely spot on! https://t.co/zqoHamKxzN",
        "@LauraRutledge I’ve taught Wonderlic prep to best @TeamEXOS athletes for long time. Happy to have intelligent dialo… https://t.co/3HSupaKth0",
        "Depends on your definition of “progress”. https://t.co/eINL8tkpOG",
        "Trust me. Pro tip #1378. Watch the official FIFA World Cup films for ‘78, ‘86 and ‘90. It makes this save even bett… https://t.co/q6E6Bf5YZB",
        "Being part of the @socceramerica family has always been a great source of pride. My time on staff was and remains s… https://t.co/c59ttSRpDV",
        "Thanks my man. Seems like forever and a day. Got lots of love from the peeps. https://t.co/5kB2SaG5zC",
        "Thought I recognized that voice. 🎙 https://t.co/At68TrGwxY",
        "#basketballfamily #winners https://t.co/QtTdNTbBpM",
        "PSA: My dogs don’t really care about your zoom meeting or google hangout. It’s not personal. Maybe it is. I’m not s… https://t.co/yPS5UT9SJq",
        "And please note. That was my man, a real OG defender, laying that dime for the Cup winner. Check the tape.… https://t.co/YJRhmZgGij",
        "Grateful to be involved in a classic. Team celebration pic right after @clint_dempsey scored. The ‘oral history’ of… https://t.co/A3tbAAzFVu",
        "Zop knows, game recognize game. Always. Bretos must have forgot. https://t.co/SJWL70l70I",
        "As a proud Sawatsky alum, I co-sign. https://t.co/ZeSqAriqdR",
        "The fall season is often times the report card for the work done over the summer. I saw this talented group, first… https://t.co/dfdXKGYLFs",
        "Is solace anywhere more comforting than that in the arms of a sister? -Alice Walker.     \n\nThis moment will last fo… https://t.co/FTuSiPPIUH",
        "Game #1. Let’s go @sydnhopkins https://t.co/vy1vBNsTv3",
        "Those who know, know. Full stop. Game always recognizes game. Beep test champ. Let’s go!!! @sydnhopkins",
        "Keep your 👀 on this group. Big things ahead. https://t.co/04cL7dzIYw",
        "Co-sign! My CS peeps know my address. https://t.co/NFtWSvIDQn",
        "We already know. Plus, Millennials can’t fight without their phones. I thought everyone knew. https://t.co/nf1FR1P1FM",
        "For this kid...that’s a wrap summer ‘19! https://t.co/TIdj3VimqZ",
        "Game recognize game. Real basketball peeps know how special Westmont is during the summer, second to none. https://t.co/TCzumvlVRM",
        "One of the best. Ever. https://t.co/HnVUu9Jt4j",
        "@BobLeyESPN thank you. You always treated me with respect and like a pro’s pro. Long before I started running a $10… https://t.co/eadYHKHLuM",
        "I’d brag about Braden’s game or bright future as a major leaguer, but it would only be half as good as bragging abo… https://t.co/9AjQOaqfdW",
        "Scoreboard. https://t.co/GWd1LPoFaa",
        "Just @MaxBretosSports and I setting the standard. https://t.co/xyESJhI01x",
        "Blessed x 3! My favorite all-time players. #ballislife https://t.co/C0FYwPR5fe",
        "Just another year of working with the very best. Huge congrats to the dedicated and talented @TeamEXOS family.… https://t.co/T4bT2hsRJd",
        "Great coach. Even better human. Extremely happy and proud of my teammate Ryan and his family. @UCLAMSoccer https://t.co/ekrHUzD8Rx",
        "Soccer got my heart, mind and apparently also my smartphone. I run a big time real estate development and construct… https://t.co/67AT8hjcpK",
        "Always thankful to be a part of the EXOS team. Supporting these awesome young men and gifted coaches/staff is an am… https://t.co/Ue3iuR2nK5",
        "#MLKDay https://t.co/nB1UmlkHjn",
        "Here comes the sun. #ladude",
        "@andrew_helms Donnie Moore is one of the greatest people you've never met. His legacy of helping thousands &amp; thousa… https://t.co/DW8kuVGC57",
        "Donnie Moore is one of the greatest people you've never met. His legacy of helping thousands &amp; thousands of people… https://t.co/xLxPIO4rB8",
        "Clearly peeps don’t know or simply forget. I held soccer broadcasting down from the beginning. Check the tape(s). T… https://t.co/k8v9d3ugZZ",
        "Over the last 3 weeks I have heard from dozens and dozens of people who all feel just like this! Sigi's resonating… https://t.co/EynLtIkz8k",
        "Grateful for Sigi Schmid, one of the VERY first people to believe in me in this business. Gave me my first opportun… https://t.co/aXDHM7UONv",
        "Here we go @sydnhopkins https://t.co/MwaoriGAgS",
        "I have thousands &amp; thousands of amazing #USMNT memories, experiences and stories. And nothing surpasses the special… https://t.co/dQqgUapgrf",
        "Met Mason at 2016 MLS Rookie Symposium. Been a HUGE fan ever since. Appreciate his heart, spirit and his fight. The… https://t.co/GuFw01ppbg",
        "PSA: This is a great time to let everyone know you will most likely be returning calls, emails or resurfacing from… https://t.co/1fQmyZFizM",
        "Watching #WorldCup⁠ ⁠ is great reminder. There’s a difference between touch (how you control the ball) and skill (w… https://t.co/0jKPTyrzbp",
        "Iniesta looks like your college coach who used to ball really hard as pro and is then pressed into a spring game ye… https://t.co/ro8epZHACS",
        "The beautiful game. #WorldCup https://t.co/Wy3ipgoPfu",
        "Or in life lesson form. Dress like the job you want vs dressing like the job you have! https://t.co/n9FdxrLn1i",
        "Blessed to be part of the process of supporting these awesome young men! Amazing indeed. https://t.co/g44U7d3r2p",
        "Boom! https://t.co/6ACkbAM5Jh",
        "Loftus Versfeld Stadium, Pretoria RSA, June 23, 2010: #USMNT vs Algeria. Watched first half in empty auxiliary pres… https://t.co/fmLyjJUwOJ",
        "Always great to be part of the amazing @TeamEXOS family and support these tremendous athletes as they prepare for t… https://t.co/4BlREKXEQl",
        "Happy 15th birthday @agohop. You have been a winner since day one! https://t.co/iPYfihTw9F",
        "Truth is Max has been trying to reunite the best soccer broadcast duo ever, bar none, since the moment I first left… https://t.co/uWPWq2Mu36",
        "The body of knowledge needs more ‘Good football talk’. Great to be with @mbretosESPN &amp; @herculezg https://t.co/newXTUhya0",
        "I’m just here for the ‘Good football talk’.  And to support two great guys. Enjoyed it very much. Cheers! https://t.co/Z2TalcpDn3",
        "Over the years, I’ve been blessed to have so many incredible teachers and mentors and John Sawatsky is one of them.… https://t.co/Fm92aW9KeF",
        "Worth a 1000 words. https://t.co/0atPrjeKQv",
        "Make it 13 wins in a row. And a SEC Tournament Championship. Best is ahead for @AggieSoccer. Love this special group’s mentality.",
        "That’s great. It only took you 4 months after @agohop was 8th grade “Valedictorian”. I like the attention to detail. https://t.co/f3b3iXQQDE",
        "@SportsCenter @mortreport Laug",
        ".@sydnhopkins @USDwsoccer.  Jumping with excitement! https://t.co/W3LGUC03p1",
        "No better ⚽️ market. No better ⚽️ scene. Love Los Angeles on days like this and every other day!",
        "#GoldCup #champion https://t.co/VcdvHyz9TX",
        "Working alongside Tony was an incredible experience. I appreciate his wisdom and heart. His legacy will endure &amp; ha… https://t.co/c6K4d6rq8J",
        "Yeah. I'm winning! #FathersDay2017 https://t.co/SqwEQftZuH",
        "Great Azteca memories! #USMNT https://t.co/8Yu7NPc0Ys",
        "It's not about how much you know. It's about how much you can teach. https://t.co/E124AQnhft",
        "@mbretosESPN Thanks for watching, appreciate it my man! This work is so important, blessed to have support from amazing friends like you.",
        "@JoshWaltersSr @chris_awk If security/money are most important variables, \"real\" player development w/tangible outcomes will never matter.",
        "@davidfrum Our film debuts February 13th. Would love your support and to get connected. https://t.co/8oV6ABxngG https://t.co/BxPaupEXwp",
        "@richarddeitsch Equally strong is Rocky IV life perspective driving scene after Adrian doubts him. The look back montage gets me every time.",
        "It's my sincerest hope my teenage son has even louder voices like Coach Popovich fueling the most important convers… https://t.co/TnepeCR7Fy",
        "Shared a desk with Brent for 2006 WC coverage on ESPN. Countless hoops games after for network. Even better we shar… https://t.co/uj6QOyCpR0",
        "On and off the field, excellence doesn't happen on accident! Keep dominating @sydnhopkins #2019 https://t.co/wbWcJ2gggY",
        "Too long this mistake has been made. Next to my MLS Cup ring, College Cup Ring and Gold Cup champion medal, it says… https://t.co/yShAQxkzi0",
        "Hmmmm....I try not judge. However, there is some strong merit to this. https://t.co/hyNZX8WjWz",
        "Just one of many reasons why Mr. Glenn is 'The Right Stuff'. https://t.co/m60I6VErqe",
        "My first mention was school newspaper. Sydney goes next level with @latimes https://t.co/5EF9emOIqP",
        "So grateful, incredibly blessed to be there from day one, win #1! No words can express how happy I am for this man! https://t.co/CTDFopkeUg",
        "Capturing gold, always makes me smile. #tbt https://t.co/2uCzb05Geb",
        "I only saw a hard core @LAGalaxy fan ready to have a great time. Always happy to help. Hope you had a blast. #mls  https://t.co/TZQIFuWJDq",
        "Learned tons calling Syracuse basketball with John. His heart, and legacy of genuineness &amp; kindness will endure. https://t.co/YnJmWBDS3R",
        "25 years after my first camp, still the best time of year. Enjoy it boys!  https://t.co/cdtjuFfRwj",
        "Yes it is!! Well said!  https://t.co/crMg8OLtrD",
        ".@Harrison_Jack11 I see you!#NYCFC https://t.co/UZ2R7USjQY",
        ".@K_J_Rose has been awesome since day one! Now he's 1st rookie to be named #MLS All-Star since '13 &amp; only 2nd since '05. #catchingdreams",
        "Just a couple of Aggies, doing amazing things. Nothing but love and support for these two. #catchingdreams  https://t.co/V1my97508j",
        "Soccer family doing soccer things @LAGalaxy #July4th with @sydnhopkins @ago_hop https://t.co/7gdRv2eQeB",
        "The buttons on Antonio Conte's shirt should be black. That is my only critique of a coach who is peaking at his craft. #EURO2016",
        "#LAlife 27-&gt;118-&gt;210-&gt;2-&gt;5-&gt;10-&gt;101-&gt;60-&gt;5-&gt;710-&gt;105 🇺🇸⚽️ #soccerdad @sydnhopkins #ynt #baller",
        "Stay strong my man, pace yourself, lots of footy left. I suggest some sort of barter or IOU system to get thru. https://t.co/seHposfXgC",
        "Thank y'all so much for allowing me to be part of the Aggie family! https://t.co/DUvSxYaV7s",
        "Appreciate that my man! After all these years that film still makes me very proud.  https://t.co/O5xdHkoYdV",
        "The '05 vintage is perfect. As long as you are taking notes when I'm speaking and not Max.  https://t.co/uvWGKvMLi8",
        "Great fun. Great footy. Great guys. Special times.  https://t.co/hRcQgQwlQl",
        ".@LeBatardShow @ESPNRadio appreciate opportunity &amp; looking forward to having you talk @ACDocumentary on the show. https://t.co/V3AM4GkE9l",
        "Big time!!! Proud to be part of another award winning project! Huge thanks to everyone! #SXSW  https://t.co/rTzTApL3n8",
        "Proud to be one of the producers for 'Accidental Courtesy'. The entire production team/crew is incredible. #SXSW2016\nhttps://t.co/IfAfRRvpRP",
        "Always an awesome opportunity to be part of team preparing the future of the #NFL.These guys are ready! #NFLCombine https://t.co/GY6DlrxuLa",
        "Man, it's been a minute! The dynamic duo circa version 3.0. Great times and even better memories.  https://t.co/AAPNUVntAx",
        "Blessed to lead first @MLS Rookie Symposium. Excited about these talented young men and league's future. #nextlevel https://t.co/EqukdxX5R1",
        "Always strive for the next level. #mindset  https://t.co/d4W9AZolWn",
        "A year ago I was working with @ShaqThompson_7 ahead of NFL draft, now my man is Super Bowl bound. So awesome. Happy for a great guy!",
        "When your friends when big things, it is always a good day! Great coach. Even better person! #USWNT https://t.co/SFWvG4tMFk",
        "The 2016 season has already begun. #everydayisgameday  https://t.co/Zz93CadepS",
        "Player development mindset: Coach 'em hard. Love 'em harder.",
        "My man @TaylorBertolet on the board for @AggieFootball in his last bowl game. Finishing strong!",
        "LA kids...Colorado snow...a white and \"Merry\" Christmas! Lots of Holiday love - Siena, Sydney, Santiago. https://t.co/vPKdOTY1Dg",
        "Simply an amazing story!  https://t.co/R82t8t6FJD",
        "That's my girl!! @sydnhopkins  https://t.co/IDQXmQU045",
        "@PenielJoseph Working on a timely documentary you'd be interested in  https://t.co/8minWQ4JR3. Love to get you involved.",
        "Soccer just makes me smile. Love it!!",
        "Enjoying life in this glorious So Cal November sun. Blessed and happy.",
        "Saturdays...are always beautiful. https://t.co/HqD0X3MBqy",
        "Successful programs/organizations strive for, ensure, maintain clarity &amp; alignment between everyone in regards to goals, values &amp; mission.",
        "Continued, \"...and understand they're role models to anyone paying the slightest bit of attention.\" #mindset",
        ".@WillieMcGinest spot on. \"Locker rooms need leaders, but everybody needs to be accountable...\"",
        "Athletics are largely about relationships. Trust is critical ingredient the coach must use wisely to build a strong relationship w/athlete.",
        "Trust b/w athlete &amp; coach is a necessary dynamic in training &amp; competition and also mutually beneficial to the lives of the coach &amp; athlete.",
        "The award for the most awesome 6 year-old celebrating a birthday today, goes to Siena Evalyn Antonio… https://t.co/xOuG7ZwiG2",
        "Siena got to see for the first time her mom finish a marathon (Long Beach). She was so happy and… https://t.co/GCLxUOL0q0",
        ".@Coach_BrettB On point! Very well said. Very well done. http://t.co/d2e3eZY50o",
        "A tremendous weekend celebrating 50th anniversary of Westmont college men's soccer program. Love… https://t.co/hYyAubke9E",
        "Let the ribbing and banter begin! Going to be an incredible weekend with my guys.  https://t.co/ydFBNSSD42",
        "Fantastic stuff courtesy @YLMSportScience. http://t.co/kmxlIojyxS",
        "It's just a gloriously brilliant LA day!!",
        "Yep.  https://t.co/0jrvtAoimC",
        "This is why I love mentoring and working with #NFL players like John. Great article in Sports… https://t.co/8BJW6C91qt",
        "Watching Pirlo was amazing. His visceral + kinetic response to the ball is incredible. @LAGalaxy awesome, too much quality and class. #MLS",
        "I think that sums it up perfectly. https://t.co/GxhNNt2Sfd",
        ".@jwelter47 says it perfectly. Always about quality &amp; authenticity of the coach/athlete relationship. #mindset #nfl http://t.co/W4wPevgtV1",
        "The power of one. http://t.co/cYjT7iuVND",
        "Today is Sydney's first day of her freshman year of high school AND her 14th birthday! Wow! Nothing… https://t.co/GBVAIsjwJa",
        "Awesome day with the best wingman ever!! Love this kid. #boysclub @ San Diego Yacht Club https://t.co/CeJs0xFNEH",
        "I think it's safe to say I can be nostalgic from time to time. Understatement!! Hard to believe this… https://t.co/7UA7esTmwo",
        "LIVE on #Periscope: San Diego Surf Cup Final - GU14 ECNL https://t.co/UBIeu91YMi",
        "Surely you're thinking a @JuddApatow type comedy? https://t.co/nUrcpOL4oH",
        "Kind of partial to that guy in bottom right corner. I know some of those grey hairs belong to me. @CoachDaveWolf  https://t.co/93PKfgqs9F",
        "Unorthodox. Nonsensical. Random. Maddening. That's CONCACAF! #GoldCup",
        "#Repost stickybrownrice with repostapp.\n・・・Thumbs up if you want to be a pro surfer! #mickfanning… https://t.co/jEawNEkhQy",
        "#Repost stickybrownrice with repostapp.\n・・・Thumbs up if you want you to become a pro surfer.… https://t.co/EJ6iOwlk9W",
        ".@drewmoor Outstanding my man! Way to represent! It's a business. But it's moments like these that matter most. https://t.co/QmCXQCGO09",
        "I have had the privilege and completely agree. JP is one of the all-time best and an even better person! https://t.co/0Tb6iu2cOU",
        "#USWNT I see you! http://t.co/fMjCOiLDpR",
        "Found this while cleaning my dad's office. Literally haven't seen this in almost 20 years. My senior… https://t.co/d4GK6tIBjc",
        "“You need to be prepared always to help other people if there is an opportunity to do so.” -Nicolas Winton http://t.co/UKdS7dpmOA",
        "Ready to cross the Pacific. Next stop, Hawaii. @ Ano Nuevo State Park https://t.co/S7OLQBHpq0",
        "I would say so. #WWC2015  https://t.co/mNuKbUcsyJ",
        "Aunt Carie you're the best!  https://t.co/H4Absn5PAJ",
        "Everyday with Kim, Sydney, Santiago and Siena is truly the best gift I can ever imagine. We have so… https://t.co/fKEO5DbxYy",
        "I live everyday with the relentless urgency of making every moment and every bit of time matter.… https://t.co/TkZvr7rBKr",
        "LIVE on #Periscope: Zuma beach. Malibu.  https://t.co/Vx9IbJzgz9",
        "That time against David Beckham. #tbt https://t.co/hweNTPr4hJ",
        "Can't say it any better! http://t.co/hvxiSNtH3p",
        "Brilliant on every level!  https://t.co/J3Hk5r9yLI",
        "Huge shootout to Santiago, the dude who makes being a father so special, for an amazing start to… https://t.co/yrmvcrlnKG",
        "...And just like that, Sydney is a high schooler! She has already started classes at El Camino Real… https://t.co/3gv62yNW0X",
        "Best use of a coaching whiteboard. Ever! http://t.co/M65qCnOhal",
        "I'm ALL in on HBO or 30 for 30 documentary on the last days of #FIFA. Astonishing sequence of events. Riveting &amp; compelling back stories.",
        "Appreciate you my man!  https://t.co/gms2tOkqMD",
        "#MemorialDay http://t.co/MqkoRKUbxx",
        "Only 1% of all Americans serve in the U.S. Military. So proud and blessed my father is one of the… https://t.co/2JeSOPoKv1",
        "Being an athlete always has, and always will, produce both immediate &amp; life-long benefits! #mindset http://t.co/jUYzwWMQAw",
        "LIVE on #Periscope https://t.co/yrhWE6N7lw",
        "There's not a small/mid-major athlete in any sport, who doesn't have a soft spot in their heart for Steph Curry. #anywhereinarenarange",
        "Most important work I do is not with pro or college athletes, but at home. Siena, Santiago &amp; Sydney dreaming big! http://t.co/F5vK7B5PII",
        "One of many great memories with the boss. Good times! #tbt http://t.co/IclQkGG5ND http://t.co/aR2e0fuUMI",
        "Athletes/Coaches: Summer is the most important season. Recharge, train &amp; prepare, commit to learning. Fall is the report card on summer.",
        "Nothing like a great game of 5v2, love it, my favorite. Andres Iniesta is definitely in my all-time 5v2 game. Who is in yours? #UCL",
        "Being a complete athlete, having a competitive #mindset is important. 244 of 256 #NFLDraft picks were multi-sport athletes in high school.",
        "Successful #NFLDraft2015 in the books. 4 top 10 picks, 13 1st-rounders, 39 of top 100. http://t.co/9ESRxkYBDy",
        "Today was a very good day! http://t.co/2YW5Ehb7yW",
        "West Valley Christian School presents...Shrek Jr. the Musical. May 7-9th, 2015. Starring our very own… https://t.co/Ya0oNKlps5",
        "Sending good thoughts out to all my @EXOSfootball guys ahead of the #NFLDraft. Blessed to be part of their journey.",
        "Turning back the years! @WestmontFutbol. https://t.co/aCuAFT0BBz",
        "A warm welcome to my beautiful wife Kim, the biggest part of me! https://t.co/pzQKhYQrSm",
        "Leadership development with Texas A&amp;M Aggie Soccer. Thanks to the marines and Captain Lindig &amp;… https://t.co/Sc9LLqIFJW",
        "Counting down to the NFL draft. @EXOSfootball  https://t.co/26JKHiZMiw",
        "Classy.  https://t.co/uzdLNcsBGa",
        "Always a big game! #USAvMEX http://t.co/2N1xZq9Fr6",
        "On his day, many thanks!! http://t.co/jz6JeHpyLP",
        ".@espn #DraftAcademy premieres tonight. Featuring @EXOSfootball @TG3II @Melvingordon25 @dsmithosu #NFL http://t.co/Hq2ZbKPDXh",
        "So happy for these guys, especially Mooch and Sigi who were big parts of my early career success. #HOF http://t.co/wvjze9mDAZ"
    ]
}