{
    "screen name": "monetizeddreams",
    "no. of tweets": 180,
    "tweets": [
        "@BlockaIsBack Growing up I never like them. But if I had to ever eat it again, its going to be out the pot.",
        "@trailerpilot It should be Ionic not Iconic. Does knowing this make me extra gay? 🤷🏿‍♂️🤷🏿‍♂️🤷🏿‍♂️🤔🤔🤔",
        "@JaMalikBBP 😿😿😿",
        "@trailerpilot Which gig was this?",
        "@1Tahuti2 @camglamming Wealth, income, and spending/purchasing power are not interchangeable economic metrics.",
        "@BoogieNOLA @CanesHoops @TheJimmyGraham Put him in a plane and you'll get a different response.",
        "@CanesHoops @RobTonJr @TheJimmyGraham @CoachMelo97 they really had time!!! 😂😂😂",
        "@RobTonJr @CoachMelo97",
        "@rememberslavery @BBC_Future @BreakingBrown @tonetalks @doritegrocery @camglamming are y'all tracking that this UN… https://t.co/zqPjyeDZ3F",
        "@ConorMcDPhoto @DRexplore Multumedia project?",
        "@TyusDurant @Morehouse @MorehousePrez cont. - Maybe something similar could be done at a later date for UX/UI design, or digital media?",
        "@TyusDurant @Morehouse @MorehousePrez It's not as difficult as one might think. They recently retooled available co… https://t.co/WKXpYUIOpO",
        "@OGBronxChick @phillygenxer @tonetalks From the Bronx here. 6 hours was the old normal preCOVID-19. What point in h… https://t.co/8DUd9NADkf",
        "@brandyn2k Bruh! I'm too short. In my Ayisien voice, helas...",
        "@brandyn2k Or really have sex?🤷🏿‍♂️🤷🏿‍♂️🤷🏿‍♂️",
        "@brandyn2k Yeah, I learned this lesson the hard way in the military. They overprescribed meds. And I have some sure… https://t.co/DNMgch2KSH",
        "@brandyn2k You could write a whole dissertation about Missy and Afro-Futurism Aesthetics.",
        "@DRexplore I've legit been looking at prefabricated geodesic homes.",
        "@DRexplore https://t.co/k8XAbvnT7a",
        "@DRexplore Just did! Hit enter on a proposal submission 2 hours ago.",
        "@DRexplore I prefer naps...",
        "@DRexplore 😬😬😬",
        "@DRexplore 🙏🙏🙏",
        "@DRexplore 😭😭😭 Well this is rather uncharacteristic considering the focus of your usual posts. #YOLO",
        "@doritegrocery My bad... an independent Republic. https://t.co/NVKZCQutOi",
        "@doritegrocery Can we add Texas to the list? Let them be an independent Kingdom again.",
        "@trompeta72 👏👏👏 What were the 4 and which ones did you bag?",
        "Just posted a photo @ Chicago, Illinois https://t.co/FKwCRnXD9y",
        "Just posted a photo https://t.co/8smL3lrJHt",
        "@trailerpilot Stahp It!!!!!! OMFG!!!!!!",
        "@zingalox Vodou...",
        "@doritegrocery @MatteNotShiny @Monifa_Wise @KWCosby There is a difference between a refundable and nonrefundable ta… https://t.co/cmKNgo2zxg",
        "Just posted a photo @ Chicago, Illinois https://t.co/14GMaF1Dy5",
        "Just posted a photo @ Chicago, Illinois https://t.co/NypFGU1kRN",
        "@Jobium @Beardynoise 😮😮😮",
        "@doritegrocery @MikeBloomberg @iamvandal617 @tonetalks @BreakingBrown @MagicMarguerite @camglamming @BookwormAfro D… https://t.co/QBxQhyQDp1",
        "@youngkscutie @maggiesmeredith I am three seasons behind. And it looks like it should stay that way in order to manage my blood pressure.",
        "@creative_ian Send me the handles of any of the other consultants from your agency when you get a chance.",
        "@creative_ian Found you through the ballet community! Hello from the other side!!!!",
        "@TURNERSTEVEA @big_nkrumah @PeteButtigieg Try pervasive. That's a bit more accurate.",
        "@TURNERSTEVEA @big_nkrumah @PeteButtigieg Queer POC here. Where is this racism free LGBTQIA utopia he speaks of?\n https://t.co/QmHs2oOVIm",
        "@wishbumpycoulda 😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡😡",
        "@CynnyB @wishbumpycoulda I hate for us to take on the labor, but do we need to @ them? I started tagging the headqu… https://t.co/AJyzWdXTox",
        "@naacpspfld @SandyDarity @KWCosby @NAACP @NAACP_LDF @naacpimageaward Would Bishop Swan not be responsible for fight… https://t.co/cmQ8ucgwQz",
        "@naacpspfld @SandyDarity @KWCosby @NAACP @NAACP_LDF @naacpimageaward I am admittedly an ADOS ally. What started as… https://t.co/8PkMBF0UUr",
        "@naacpspfld @SandyDarity @KWCosby @NAACP @NAACP_LDF @naacpimageaward make it make sense... at this point we are tal… https://t.co/119NY4j25U",
        "@sighpapi970 Gripping the ears like a steering wheel is the best part and sort of serves as a biofeedback loop. Mor… https://t.co/RRokbxABsx",
        "@woods_pj @wishbumpycoulda That she puts in work and now we have confirmed that she is cute as hell...",
        "@CjsGoMarket @RepPressley @titojackson 30% - 15% sustains you if you are already 15% of the population. This is whe… https://t.co/Qc9CAvN11q",
        "Lin👏da👏Lis👏ten👏!!!! https://t.co/bv2fa7r4qU",
        "First of all robotexter?! How you get my number?!?!? https://t.co/cccExFUGZ2",
        "@BreakingBrown Cyberwarfare? 🤷🏿‍♀️🤷🏿‍♀️🤷🏿‍♀️",
        "How I've lost every romantic interest in my life... https://t.co/3v32N0LzW4",
        "@tonetalks But according to them you weren't even a real lawyer as of 2 weeks ago... Black Jesus make it make sense!!! 😂😂😂",
        "@Login2TruthII @BreakingBrown 😮😮😮😳😳😳",
        "For all of you who thought he had ill, will, and said we were misinterpreting him, or overexplaining on his behalf.… https://t.co/FVjanVphv5",
        "@DrTJC @OSS_CAH5 And even beyond national origin, further disaggregates blackness into tribes and ethnicity, which… https://t.co/i9gbBFDQTV",
        "@most_res @CLIFFD05 @BreakingBrown Which all goes back to having no permanent enemies or allies...",
        "@UrbanPrepAlumni 😮😮😮👏👏👏",
        "@HenriettaSnacks @Edges_N_Paris 😳😳😳 teach me the ways!!!",
        "@iamvandal617 @MsBattle46 @tariqnasheed @princss6 your thread about tropes couldn't have been more relevant.  😐😐😐😑😑😑",
        "@doritegrocery @Merl31386227 @ejwesq @BreakingBrown *jobs are",
        "@doritegrocery @Merl31386227 @ejwesq @BreakingBrown Also, good jobs help. Education helps. Baby bonds help. Medicar… https://t.co/q4vIcJI24B",
        "@doritegrocery @Merl31386227 @ejwesq @BreakingBrown Federal jobs is what built the wealthiest black neighborhoods i… https://t.co/5NBMSsVJeN",
        "@MsBattle46 @ProudMisisipian @doritegrocery @BreakingBrown I am not the most active member, but @doritegrocery… https://t.co/IUieQBye38",
        "@camglamming Do you remember this? https://t.co/TzCz6rdYuL",
        "@nashikao @Black14Life @princss6 My biggest fear is that sexual tourism may play a part in this as well. It just do… https://t.co/RJrKQj13a9",
        "@phonyette @Caryredbone @lionorder19 And now we add to this list Atatiana Jefferson.      #RIP 🙏🙏🙏",
        "I am not knocing them. But I am trying to understand why is it that only certain people get criticized for acting i… https://t.co/djCKVW4bKO",
        "@DMac85820454 @smac0905 @AdosGrievances @BreakingBrown @tonetalks https://t.co/X1gJOlA3lB",
        "@SamanthaAngeliq Putting aside the risks of genetic anestry testing: I wonder if it would help to find common white… https://t.co/RZ8WqJASiy",
        "@princss6 Income will fix race/lineage based wealth disparities...",
        "@princss6 If they would only stop using AAVE...",
        "@doritegrocery Me when I meet women like this... https://t.co/6UyhGAVKTw",
        "@Black_Action One of the unfortunate aspects to all of this is the economics behind it. Dare I say it is slavery by… https://t.co/NbTiHWRQuY",
        "@Ready2Lead @rolandsmartin @MsBattle46 @tonetalks 3) As an ally who is here only bc of ADOS advocacy (see 1960s Imm… https://t.co/sWRDyXJyus",
        "@Ready2Lead @rolandsmartin @MsBattle46 @tonetalks 2) Which means some of what ADOS is experiencing is truly deliber… https://t.co/1dz1CaOAZY",
        "@Ready2Lead @rolandsmartin @MsBattle46 @tonetalks 1) In concurrence I am a child of Immigrants &amp; American born. I a… https://t.co/XFsoqa3ZxL",
        "@___d0minique @such_A_frknlady This is how you can tell whether or not someone is truly loved by their friends. The… https://t.co/InNFmeePuT",
        "@princss6 We should all aspire to be billionaires or celebrity X...",
        "@princss6 ... but look at what charity (insert name) is doing in this very specific (insert place) community.",
        "@princss6 Don't judge me for going there. But we are discussing tropes... dating outside of your race will fix Amer… https://t.co/Y6bAmZ7gYf",
        "@princss6 If ADOS would stop having kids they can't afford...",
        "@princss6 Continental African complicity in the Tranatlantic Slave Trade is a myth, or is overstated. (Included bec… https://t.co/hQIsGTnJXh",
        "@princss6 SJWs (sidenote - I am a SJW who has issues with intersectionality): The fight for reparations should be i… https://t.co/Z5e0CLpzIB",
        "@princss6 I don't see color or race... love will solve everything.",
        "@princss6 Non-ADOS: My family had nothing to do with it so why should I have to pay?",
        "@princss6 The Transatlantic Slave Trade never happened. It's a myth and we are the original inhabitants of this lan… https://t.co/9CYCYRkuYP",
        "@princss6 I am not trying to discount anyone's faith, but in the spirit of this thread: prosperity Gospel. We will… https://t.co/JHSmwzqeMj",
        "@PurpleSmokePro @princss6 👏👏👏... Boyce actually preached this. His logic was that a master's is a cash cow for univ… https://t.co/CSrCoSf6zE",
        "@princss6 A college education will save ADOS. And if an undergraduate education isn't enough,  go to graduate school.",
        "@princss6 If ADOS would just stop black on black crime and destroying their own neighborhoods,  all would be well.",
        "@princss6 2) ADOS doesn't need a handout, they need to start businesses. Entrepreneurship will be the solution.",
        "@BreakingBrown Encouraging capital flight out of ADOS communities is economically amoral. Call them what they are... https://t.co/nKg1BLg5GJ",
        "@CjsGoMarket @drbanj @rolandsmartin 👏👏👏 And this is clearly why citizenship matters.",
        "@rolandsmartin @sean_fontes @doritegrocery",
        "@rolandsmartin Reuters said it first... https://t.co/nCrTHkhT4c",
        "@tonetalks @rolandsmartin Out here in these streets like... https://t.co/vC8xEatmTW",
        "@BreakingBrown And who exactly are the subjects of their \"kingdoms\". I am trying to see something... 👀👀👀",
        "@BStubbles https://t.co/7NTItnmlVR",
        "@doritegrocery @camglamming @ButteryBrownz @paynecth @charm77 I'll be your spokesperson as long as I get a tiara an… https://t.co/khm2ueCzRQ",
        "@yaokhepra @im_doinme @ant_whit @fauperspective @BLKamericanMADE @doritegrocery",
        "@yaokhepra @im_doinme @ant_whit @fauperspective @BLKamericanMADE @doritegrocery",
        "@doritegrocery @tonetalks @BreakingBrown @Apanage21 I walked away from 2 debates that ended similarly. I wasn't afr… https://t.co/CIGg361IDN",
        "@doritegrocery @tonetalks @BreakingBrown @Apanage21 I have to rethink my approach and strategy. African complicity… https://t.co/l9nmjYKBa9",
        "@yaokhepra @im_doinme @ant_whit @fauperspective @BLKamericanMADE And many continental African kingdoms and tribes did the kidnapping.",
        "@QbertQueso @jpVari @AMB74428297 @TalbertSwan @briebriejoy And it's people like her that I cannot absolve of \"misha… https://t.co/P79rIyatpN",
        "@iheartcasual @AynRand_is_Dead @inmyownfashion @_SirCJ @TalbertSwan @briebriejoy https://t.co/nPvHSxJbue",
        "@GaboHernandezV @inmyownfashion @Ddavis_formayor @JoeyTheRedKRoo1 @_SirCJ @AynRand_is_Dead @TalbertSwan… https://t.co/I8ZciFjMEc",
        "@jamilaakil @Patrick_TAA @SamanthaAngeliq In a sense this would be voting for your interests.  I would have to cont… https://t.co/WRbHEFo8Ax",
        "@barricade450 @mrscorie @SamanthaAngeliq And the data shows that when black immigrants are included in that communi… https://t.co/Z86purs8LN",
        "@iamvandal617 Let's also consider how it renders black men invisible as a voting bloc. As if our votes don't matter as well...",
        "@mister18900 @wishbumpycoulda I am them (Afro-Latino). Before you ever ally with someone look at how they treat the… https://t.co/gQB7Jc7iBo",
        "@starmaxprez @wishbumpycoulda Getting an ID was a part of the \"talk\" about the police. I was told by my elders to n… https://t.co/VwocDXu9WY",
        "@BreakingBrown Why Ghana when DOS in the western hemishere are a composite of European, African (from many tribes)… https://t.co/l6sFaXRkev",
        "@NAACP_LDF @nytimes @BreakingBrown @tonetalks @doritegrocery",
        "@samswey @NotNikyatu @BreakingBrown @tonetalks @doritegrocery @ButteryBrownz @camglamming",
        "@MungusW @IAMFridayJones @NevetsNonnac I think you struck a chord there. Russian Bot accusations are a new form of… https://t.co/FvO87ffb5c",
        "@20Hollingsworth @digitalsista 👏👏👏",
        "@dreambig313 @LucyBibb @JohnBoyega @tonetalks @NCOBRA40 I think the colors represent the levels of the % of ancestry.",
        "@JohnBoyega @IbrahimTanner1 @tonetalks @NCOBRA40 Am I missing where he clarifies his family's class position in Nig… https://t.co/xsVURseN9R",
        "@everestpipkin I found out about the concept from an anime series that I was watching. https://t.co/d8zWZcYOpE",
        "@BFamilyPositive @TonyBlount I have been saying this for a minute!!!! Sign your waiver of entitlement now!!!",
        "@HenriettaSnacks Julia Roberts was born in Smyrna, GA. She is from the Souf. My running joke is that she might be c… https://t.co/7cgGA9tC1Q",
        "@HenriettaSnacks Meditate, do Yoga, or something else that relaxes you. If your workout and diet are already fiah,… https://t.co/WyLF5raLBP",
        "@trailerpilot It's a common first name in Latin America.",
        "When you realize that catnip is kitty kief... @ Fairview Heights, Illinois https://t.co/DwKtQUNKYa",
        "I am easily entertained... @ Fairview Heights, Illinois https://t.co/juuH21yFSU",
        "My host and pottery by her and her dad... @ St Louis Gateway Arch https://t.co/qsOs9iNfyQ",
        "My sworn enemies not barking at me or trying to protect their owner... @ Brooks catsup bottle water tower https://t.co/rALliGLBmO",
        "Also what looks like... @ St Louis Gateway Arch https://t.co/2Dhcd2nhG1",
        "What love looks like... @ St Louis Gateway Arch https://t.co/2ehcFhMeDK",
        "@HalSherri @EboneeStevenson @SouConVo_ @doritegrocery @ButteryBrownz",
        "@BrigitteFrankln @KWCosby @DrGhayles I wasn't the only one who was made uncomfortable by the similarities!!!!",
        "@JordanSteffy1 @JeramyPNW As a queer kid I was eventually homeschooled in part for damaging my bullies. It's not so… https://t.co/SHhDORgsht",
        "@soulbruddae63 @KyMurda @HenriettaSnacks Say this again for the people in the back!!!! And  the dating process is t… https://t.co/cpvZHgkUdo",
        "@HenriettaSnacks @drgoatz 1st joke would have done it for me. The date would have ended there. I went down that roa… https://t.co/kYcrZOrHFv",
        "@blktalkinghead @BreakingBrown @MONTYOG 2) https://t.co/AwmwG8hcrC",
        "@blktalkinghead @BreakingBrown @MONTYOG 1) I was speaking in jest and sincerity at the same time. Her response indi… https://t.co/H5XgSrRo2T",
        "@GoddessNoir1 @BreakingBrown @wil_mic @oldmanebro My thoughts exactly!!!!",
        "@blackoutkast @BreakingBrown @SamanthaAngeliq @oldmanebro I am sitting here wondering at what point do the lawsuits start?",
        "@joyfulnoyz @wishbumpycoulda @rashaunps @tonetalks @comcast @BreakingBrown @laurbanleague @Airbnb @Apple… https://t.co/9gBemzU13l",
        "@fstockman 4) And if you have any influence over @nhannahjones please call your collleague up and save her edges. I… https://t.co/wiKxZUwVkc",
        "@fstockman 3) I am hoping that you sustain a sense of active listening as I believe I am witnessing in your Twitter… https://t.co/Nky4LR7b3o",
        "@fstockman 2) I have noted that you had word limits, which are a reality of your industry.  But the subject require… https://t.co/rhgsT33BIp",
        "@fstockman 1) If you can, pitch this to your editors as a series.  I am the child of immigrants and an ADOS ally. I… https://t.co/1xTKz4h1tb",
        "Anyone close to me knows that I actually hate being photographed and that I tend to photograph awkwardly. I've trie… https://t.co/m0UJAkEGtG",
        "@wishbumpycoulda 🤢🤢🤢🤮🤮🤮",
        "In solidarity... https://t.co/GwaaNWh5hr",
        "@rashaunps @ClosedRanks As bizarre as my thread may sound, both cases really happened. After you get past \"look at… https://t.co/hiqgwloTsM",
        "@rashaunps @ClosedRanks To understand how far ADOS is from full admission to citizenship, here is more background o… https://t.co/3whgvW9tyl",
        "@rashaunps @ClosedRanks A man loves a tree, and deeded the land it sits on to the tree itself (8sq ft). The tree di… https://t.co/thxaST9363",
        "@rashaunps @ClosedRanks And then there is the case of the tree that owns itself. Now compare this to the autonomy a… https://t.co/7sJaA25JjJ",
        "@rashaunps @ClosedRanks https://t.co/OlxHPelH24",
        "@rashaunps @ClosedRanks He wrote the dissent, meaning he was on the losing side. But you can read that dissent and… https://t.co/6YZ6DvMqdv",
        "@rashaunps @ClosedRanks I am verbose. I am also not an attorney, but case law is fascinating to me. As is PR. I tri… https://t.co/SRXetaSmlZ",
        "@Monilove1375 Thank you for acknowledging that this is multigenerational. 🥰🥰🥰",
        "@BreakingBrown Post Slavery Stockholm Syndrome?",
        "@business @BreakingBrown @tonetalks #IJS",
        "@Behembaba There are precedents... this is not a lost cause.",
        "@Behembaba https://t.co/aD4mHeMmYi",
        "@Behembaba https://t.co/9Zz2LtkCPD",
        "American born Caribbean/Latino DOS in full concurrence... https://t.co/kqPiba0xle",
        "@the_fake_chrisB I am allergic to most grasses...",
        "@tonetalks @cthagod @S_C_ @BreakingBrown",
        "@tonetalks @cthagod @S_C_ https://t.co/KrKsI7y5Sd",
        "@Behembaba I want to respond to the aspects of their arguement that are intellectually lazy. This person just endor… https://t.co/2yfCkUcPJt",
        "@ManUpUAll @PeachesJenkins3 I have been waiting for years for a follow up from her. This is all unfortunate.",
        "@princss6 @BreakingBrown @AfricanaCarr Why are y'all like this? Who made you this way? 🤣🤣🤣😭😭😭💀💀💀",
        "@CollinPerryman @KeishaBlain I was thinking the same!!!!",
        "You learn something new every day... https://t.co/9l12pu7LAb",
        "@SamanthaXADOS I find it all bizarre considering the receipts available regarding her record.",
        "@NevetsNonnac @MrRibsBBQ1 I'm not being a conspiracy theorist.  I don't want to distract from the focus.… https://t.co/odh0ux99CR",
        "@NevetsNonnac @MrRibsBBQ1 Ehhh the space program is about developing an escape for the 1% after they have ruined the  Earth.",
        "@TheePo1sedOne I took that as a very verbose way to say if you eat healthy improvements in brain performance will f… https://t.co/u2hdQIrJjQ",
        "@ceoofkti @DuboisZacharias @atheistbychoic1 @RickyRawls @Azhrarn2 @BreakingBrown @publord @Behembaba… https://t.co/LdMv0zVnIR",
        "@Slobleed @2Old2Mean @princss6 @TexwellTheWiz @AfricanaCarr Reparations is not getting something for free. It is as… https://t.co/Cgv8fvu9dl",
        "@2Old2Mean @princss6 @TexwellTheWiz @AfricanaCarr I respect the feelings behind the not ready sentiment. But Sallie… https://t.co/RpzRU8gBY3",
        "@atheistbychoic1 @RickyRawls @BreakingBrown @publord @Behembaba @Marcus_u_u_u_u @Andy49075799 @ShadypalmT… https://t.co/o0Z1obHlJ1",
        "@RickyRawls @atheistbychoic1 @Azhrarn2 @BreakingBrown @publord @Behembaba @Marcus_u_u_u_u @Andy49075799 @ShadypalmT… https://t.co/E4Rl1duQWj"
    ]
}