{
    "screen name": "CircleVenue",
    "no. of tweets": 200,
    "tweets": [
        "Happy Pride Weekend Chicago, Minneapolis, New York, San Francisco, and so many other wonderful, accepting, joyful cities!",
        "This should become a federal law. https://t.co/YPwuocjCCU https://t.co/YPwuocjCCU",
        "640 Methodists charge Sessions with child abuse, immorality, racial discrimination, and more...… https://t.co/BBFsmJGmGh",
        "https://t.co/gKByIjeK2f",
        "https://t.co/claBaEzqMv",
        "https://t.co/wFHXPnV7LR",
        "\"If you aren't scared, you aren't paying attention.\" https://t.co/eRc2XERx27 https://t.co/eRc2XERx27",
        "\"If you aren't scared, you aren't paying attention.   https://t.co/sv8re3dGy9 https://t.co/sv8re3dGy9",
        "God 🌈 on Twitter https://t.co/4rCFir5t3m",
        "https://t.co/FRiCekcCOm",
        "https://t.co/avaIFejks6",
        "https://t.co/7SQ8536VxQ",
        "I wasn't feeling great so I just placed my first Prime Now order!",
        "Comey Cited as Insubordinate, but Report Finds No Bias in F.B.I. Decision to Clear Clinton https://t.co/aJonUTHwuc",
        "https://t.co/FbGVlvIFpX",
        "https://t.co/ES3CkW9GuF https://t.co/ES3CkW9GuF",
        "Register to Vote. Every #Vote Matters   https://t.co/VVM5Sn9uyh https://t.co/VVM5Sn9uyh",
        "I'm agnostic. I have too many commitment issues to be an atheist.",
        "Thank you, everyone, for your wonderful birthday wishes!",
        "https://t.co/IzhcFhwso9 https://t.co/IzhcFhwso9",
        "https://t.co/IzhcFhwso9",
        "https://t.co/GrFEZN7UGZ",
        "https://t.co/sxn2Z6a6SF https://t.co/sxn2Z6a6SF",
        "https://t.co/YkZ1TbiTjx",
        "As of 4 PM today London Breed still leads Mark Leno by 1,861 votes.",
        "https://t.co/pHUp9AiOvU",
        "https://t.co/q32xtELe3A",
        "As of 4 PM today London Breed still leads Mark Leno by 1601 votes.",
        "https://t.co/TLUsKbirTK",
        "https://t.co/MFfIm8zIZP",
        "https://t.co/p7j8mqfHUs",
        "https://t.co/mOjb9ZFoUe",
        "\"Fuck Trump\"",
        "https://t.co/pvNNNOUFy0",
        "Who's in favor of compulsory voting?",
        "https://t.co/cqSR9L8hWn",
        "Mark Leno is now behind by 2,080 votes 😪",
        "https://t.co/n5NtgQ8E02",
        "https://t.co/EcBngf7OP6",
        "https://t.co/UFQf5il8uv",
        "https://t.co/POnpLGB8EM",
        "My vote was finally counted yesterday.",
        "\"When an American President attacks our closest allies and embraces a hostile enemy power who is trying to destroy… https://t.co/DPRVGrDYv7",
        "https://t.co/DNNRePYgyW",
        "https://t.co/MBQl3nzuxr",
        "https://t.co/s5zbPxu47d",
        "https://t.co/DtoWKic37g",
        "https://t.co/lwpgHZdtHa",
        "https://t.co/2WlwSvnl1T",
        "https://t.co/vj2G6VhVhe",
        "https://t.co/ujImgiNj8R",
        "https://t.co/AXvmZUaE0v",
        "Would you like to watch the votes being tabulated? Check out the link below.",
        "https://t.co/ubFll8j1fD",
        "There are 41,940 ballots remaining to be counted and 4,750 to be recounted so far.",
        "Do you know how Ranked Choice Voting works? If not, watch the video below.",
        "https://t.co/BIKm6tZeoQ https://t.co/BIKm6tZeoQ",
        "https://t.co/5o88JSnBXN... https://t.co/004ZfQZNl0",
        "https://t.co/004ZfQZNl0",
        "https://t.co/LCkHgMpaOq",
        "Verify that your vote-by-mail ballot had been approved. If not, it can be \"cured.\"",
        "https://t.co/23YSnGJeIz",
        "As of now, Friday evening, there are 65,400 ballots remaining to count.",
        "https://t.co/TGXGhgWAIi",
        "Leno is still ahead by 144 votes as of 4 PM today!",
        "Anthony Bourdain is Dead\n😪😪😪 — feeling sad",
        "Our pathological liar, self-serving, fool of a POTUS is the laughing stock of the civilized world.",
        "https://t.co/5BIdKbiQAL",
        "Ranked Choice is Good!",
        "Has your vote-by-mail ballot been counted in San Francisco?",
        "I just received an update from an Elections Department insider. There are 83,700 ballots left to count.",
        "“Today the Department received nearly 5,000 vote-by-mail ballots from the post office, 3,000 of which were postmark… https://t.co/KgV2lzqFlY",
        "As of 4 PM today,  June 7, the 6th preliminary election results report puts Mark Leno with 74,424 vots at 50.09%  a… https://t.co/nIeNLsfa5V",
        "My San Francisco vote-by-mail ballot has not been counted yet. Has yours? https://t.co/iZNGKq28CU https://t.co/iZNGKq28CU",
        "Now, as of 4 PM, Breed is ahead of Leno by 15,000 votes. There are still many ballots to count. This ranked choice is annoying AF.",
        "https://t.co/8Pfb85Hy9Q",
        "This obit is anything but a puff piece. https://t.co/lilzQL8U72 https://t.co/lilzQL8U72",
        "If you live in San Francisco and would like to see if your vote-by-mail ballot has been counted, this link will tel… https://t.co/FWZ4GfiuDE",
        "https://t.co/NrQLmX8VJy",
        "https://t.co/g71MxoSiPS",
        "https://t.co/z0EEO1rMbr",
        "https://t.co/o8y6tR8Sna",
        "https://t.co/sWV0CmL9aW",
        "https://t.co/rgFW05OTQt",
        "https://t.co/QmHHihRKeL",
        "https://t.co/ak7N2zdE3c",
        "https://t.co/ipVjcIaK9M",
        "https://t.co/ekLZCCatio",
        "https://t.co/tDesA75yjT",
        "https://t.co/kyriE1S2ao",
        "https://t.co/QVrb14rec8",
        "https://t.co/DRvtYVPHMN",
        "https://t.co/YvXO2UvOX9",
        "It's Cold AF. I'm ready to go inside https://t.co/HnCwHybAKl",
        "https://t.co/hdNpA5EAw3",
        "If you've never had oat milk, this shit is good: https://t.co/5WpFpLsSuc https://t.co/5WpFpLsSuc",
        "https://t.co/IDqJzvMM7d",
        "https://t.co/Erzz33BD2n",
        "I'm registered, hopefully you are too. — helping friends register to vote",
        "My amazing Aunt Lee passed away this last Sunday. She lived life fully, with zest, passion and love. She will be so… https://t.co/jMZBhTGVz0",
        "San Franciscans, any good election endorsement links?",
        "https://t.co/UskqJkzwlk",
        "https://t.co/oGeSGEM2Pz",
        "https://t.co/aAcRSYMSwl",
        "https://t.co/WVZcRljt4h",
        "https://t.co/7oEf7cUGlP",
        "https://t.co/bkQmKQqOGc",
        "https://t.co/rHDkQ1cKrb",
        "\"Let me be real clear, Mr. President. How can you drain the swamp if you're the one who keeps muddying the waters?\"… https://t.co/jvdufU7NEw",
        "The OnePlus 6 is coming! https://t.co/tj5qrhMLAY https://t.co/tj5qrhMLAY",
        "https://t.co/d20AKCM3nR",
        "I want my own RBG! https://t.co/lO794B0ILR",
        "The #OnePlus 6 is coming May 16th.  https://t.co/m68gXA54bk https://t.co/m68gXA54bk",
        "The #OnePlus 6 is coming May 16th.  https://t.co/m68gXA54bk https://t.co/P1BB4CfGp1",
        "Do not drink beer while trying to solve this puzzle. https://t.co/dxAFRh6UA1",
        "https://t.co/qlI2z5ts4H",
        ":-) https://t.co/NDWHLABSEq",
        "This is no surprise. Putin clearly owns trump. This is just one more of... https://t.co/Bsl1geu7ZF",
        "Who knew? Very cool! I can't remember the last time that I ate at a Woolworth's, but it was a very, very, very long… https://t.co/ES3iz7nhwg",
        "When is Trump lying?  When his mouth is moving. https://t.co/S3bDD9ndJ2",
        "https://t.co/JhKtlU3cqQ",
        "The attacks on Mueller, the FBI, The Justice Department and anyone else involved in law enforcement are just outrig… https://t.co/F2z0ICfTNY",
        "Let's do our part now to improve the lives of those with this cruel affliction as well as to fund research to end t… https://t.co/Q2AJ8DYQAE",
        "Let's do what we can to end Alzheimer's now. It's a cruel disease that needs a solution. https://t.co/slbbMXWUFz",
        "https://t.co/EMPbfMRtVo",
        "OnePlus Open Ears Forum — eating dinner and cocktails at Beretta https://t.co/RWjPI1YJ4R",
        "OnePlus Open Ears Forum — at The Producer's Loft Studio &amp; Event Space https://t.co/0Gy04XtREN",
        "\"In addition, the 87 million users who might have had their data shared with Cambridge Analytica will get a more de… https://t.co/sigxWa1HXd",
        "Mexico is taking steps in the right direction. https://t.co/8ySs8HijBt",
        "Happy &amp; fun news of the day! Be sure to watch the video. https://t.co/lnUqEXZQNu",
        "Find your Hummus! \n\nhttps://t.co/RxjsL22Qty https://t.co/RxjsL22Qty",
        "Here's an unusual and wonderful story about difficult choices. https://t.co/si0TrC0xEL",
        "My have things changed since Obama.",
        "My have things changed since Obama. \n\nhttps://t.co/vzdp85XoM5 https://t.co/vzdp85XoM5",
        "Listening to political hacks with no knowledge of things Russian tell the vast Fox audience that the special counse… https://t.co/snLCCtpj9p",
        "I recently signed up for a new gym membership.\n\nAt the YMCA in Portland, ME.  \nWTF?",
        "Not again? https://t.co/0mHH0mb9zy",
        "After all, he knows words. \"I have the best words\" https://t.co/DTva8ypDcO",
        "Amazing Human! https://t.co/bvG4HHnqRv",
        "#MoviePass is on Sale Again!",
        "Craigslist axes personal ads after sex trafficking bill passes #HR1865 AKA FOSTA.",
        "HR 1865 was passed by Congress yesterday. Will it actually help prevent trafficking?",
        "Hello friends, what's the best cafe or spot in San Francisco to work from?",
        "Sorry Facebook, but you cheated on me so I've turned off #Platform and a few other items.",
        "\"In my view, Fox has degenerated from providing a legitimate and much-needed outlet for conservative voices to a me… https://t.co/qMWgz828L1",
        "Trump is planning a meetup with Putin so that he can get his orders updated and know how... https://t.co/t4NjhjKWfn",
        "Is it time to arrest Mark Zuckerberg and Sheryl Sandberg for treason?",
        "\"Chris, if you look at the jurisdiction for Robert Mueller, first and foremost, what did Russia do to this... https://t.co/JALA9wu3ot",
        "Trump as corrupt as he and all his cronies are, questioning anyone's credibility let alone Robert Mueller's is... https://t.co/dVJ1JuhTZG",
        "\"Fraud like this is so rare as to be almost unmeasurable, and yet its specter has led to dozens of strict new... https://t.co/OSWekNI1cl",
        "I finally have Oreo!... https://t.co/KvP1lLoacW",
        "https://t.co/rtRU9dslGa... https://t.co/NFIhKO0jU6",
        "This is brilliant. It will let McCabe get his due after 20 years of difficult, selfless work, and at the same... https://t.co/4tAAaIbZNo",
        "Retweeted James Comey (@Comey):\n\nMr. President, the American people will hear my story very soon. And they can... https://t.co/NqsNpCapsk",
        "This is attempt at a short term fix would cause long time problems. https://t.co/ulnu6DAIAp",
        "The Pho and Daikon Rice Cakes are to die for.  (@ Out the Door) on #Yelp https://t.co/aogx4niJAL https://t.co/bG1L0FjsBB",
        "I'm looking forward to the DJT commemorative plate. Not that I'll ever buy one, I'll just be happy for the... https://t.co/65amTIqfVw",
        "https://t.co/eW1CSTGyoJ",
        "This is not funny. Who does this type of prank?... https://t.co/Kh0hYZQYbm",
        "Farewell Dr. Hawking. Your contributions to the understanding of the universe are without compare. No doubt, you... https://t.co/EFOqNB25qP",
        "Lamb (D) wins in Pennsylvania!",
        "It's not as easy for some to lie as it is for Trump and his closest aides. https://t.co/NCRAkIDx4f",
        "I sure hope that the Lamb wins in a wonderful upset. https://t.co/Z5glr6yRay",
        "And I only drove the car to church and back, I swear. https://t.co/tKnY4qvhxK",
        "Dennis Peron Memorial &amp; Celebration of Life — feeling sad at Flore https://t.co/NYkNzpvOQ4",
        "Thanks to his agenda and that of the Republicans that followed, the rich are richer and nearly everyone else is... https://t.co/J0nvPY4j0k",
        "This theme is gaining momentum. https://t.co/JXEPUDQHD2",
        "Never a dull moment at https://t.co/h9fLMxaD0Z. https://t.co/uulQp1q5Fg",
        "Twice a year they have to do this. https://t.co/dxV73srof1",
        "This sums it up. https://t.co/5P6WXz2xTB",
        "For $10 more a month I now have Xfininity GB Internet. Woohoo! — feeling fantastic",
        "Retweeted Mike Levin (@MikeLevinCA):\n\nWe are Californians.  Trump lost here by 4,000,000 votes.\n\nWe protect our... https://t.co/4PGQNrvKEv",
        "If you can help... https://t.co/GaRlzcg93O",
        "I'm getting old. I bought a jar opener. It works so well.... https://t.co/lMNQjWCsU0",
        "Idiots. Putin couldn't do a better job of causing chaos and dissension in our country and consequently the world... https://t.co/GKUrjPDdb9",
        "Russ revolutionized the music business decades before online technology transformed it again. https://t.co/V1dzL3lFhX",
        "https://t.co/vld95o7LDi",
        "#DollyParton is one smart cookie. https://t.co/NXcCqv0Y8o",
        "I love #PabloDesigns! https://t.co/CJc34Q744Q",
        "Retweeted God (@TheGoodGodAbove):\n\nIt’s hard to care about stupid celebrity bullshit when a celebrity became... https://t.co/wFmSk7PK18",
        "https://t.co/rHiHi5IY2o",
        "https://t.co/cM4ebBdcbJ",
        "Black Straps on the Red Carpet!\n\nhttps://t.co/bv5PvzjM4T https://t.co/0kgooFixZ1",
        "I finally saw Star Wars The Last Jedi in the last theater around playing it. It was a real treat watching Carrie... https://t.co/owmA5uJhEo",
        "Retweeted Ana Navarro (@ananavarro):\n\nWatching clips of Commerce Secretary, Willbur Ross.\nHe might be the only... https://t.co/KJuIP3vRcs",
        "Checking out the new BagelMacher offering at PizzaHacker. — eating bagel sandwiches at PizzaHacker https://t.co/bIMPfC7VXT",
        "Looking Bagelicious! https://t.co/pUBfuIX6I9 https://t.co/wGqOsLbSs8",
        "https://t.co/kcyPe1sRsM",
        "Oompa Loompa doo-pa-dee-doo\nNow we appear from out of the blue\nOompa Loompa doo-pa-dee-dee\nWe have a job as big... https://t.co/QDL278duIF",
        "Treating myself to the affogato bar. — drinking coffee at Sightglass Coffee https://t.co/9tdztW6EW4",
        "Turkey pesto panini is my lunch today. — eating lunch at All Good Pizza https://t.co/XC3DlBZ7Dt",
        "I just visited the Pablo Designs showroom. They refreshed a lamp that I bought ten years ago and now it looks... https://t.co/ZVmkG8UsHC",
        "Celebration of Music - Elizabeth Becker https://t.co/SWFQeef6dj",
        "Sign this petition to protect our water from Nestlé. Sign here: https://t.co/Wd4kOVlPXc https://t.co/lKFLAOsiUt",
        "https://t.co/J4YPBL4fpy",
        "I checked in at Wise Sons Jewish Delicatessen on #Yelp https://t.co/9Lo8oBkkq9 https://t.co/SixU3XiBvH",
        "And be sure to grow. https://t.co/eaiY8t3d7n",
        "Happy #VD everyone!",
        "Ruplican politics over truth as usual. https://t.co/mlTdVPvNqF",
        "OMG, they didn't clap? https://t.co/vnasoK74pd"
    ]
}