{
    "screen name": "BoutcherAriel",
    "no. of tweets": 148,
    "tweets": [
        "@TEDRadioHour Humans are not really that complex. They just like to feel complex or special. We are just another li… https://t.co/IsbzINcl6G",
        "Happiness is not worth pursuing, it vanishes at a snap of the finger. Pursue a meaningful life, it gives greater an… https://t.co/GU3zzu5LFE",
        "Starting to build an interest based social network from scratch tomorrow. Should be fun. Also working on a second p… https://t.co/7dPsYL6LI9",
        "@lhateIove @club_italy Half a man is still beautiful for me",
        "I still love this piece of writing like I did it yesterday. Have a read and share .\n#throwback #Tbt \nhttps://t.co/w35qGS77D8",
        "Everyone should understand this https://t.co/0aI5v1VeOP",
        "@Celesti49993008 I don't think it's possible to determine that. I thought Matlab was for prototyping and it isn't free.",
        "@mosesowuor11 There is no women empowerment on earth and neither is it necessary in the first place. These radical… https://t.co/cNkXTOwet2",
        "@Daisykenyan Actually, nowadays most of the causes of abuse are not those ones. They are mostly psychological facto… https://t.co/zCT3pGX8Pr",
        "@LaQueenJ Yaark🤮",
        "@carsontuwei @SGariy \"Sleep is for the week\" ~Nick Orimbo, 2017",
        "If you think death is bad, try living amongst stupid people",
        "The reason systems go terribly out of control is because people don't stop then when they are going mildly out of control.",
        "\"The only way of finding the limits of the possible is by going beyond them into the impossible.\" —Arthur C. Clarke via @momentumdash",
        "I hope I see my next two projects to completion.",
        "I hate people who romanticize mental illnesses. Stop making it look cool, because it's not.",
        "This long weekend is a good time to embark on a side project. It's going to be cool. Maybe #django + #reactjs… https://t.co/SQQp9G6T6l",
        "\"The most difficult thing is the decision to act, the rest is merely tenacity.\" —@Amelia__Earhart via @momentumdash",
        "If you haven't registered for Google Africa Developer Scholarships 2020, what are you waiting for?\n#GADS2020… https://t.co/bw9PX4JTCP",
        "\"New Beginnings\"\nThis is my favorite post, I don't know why. But it is certainly relatable\n\nhttps://t.co/yXhlrQSMiX",
        "@citizentvkenya @TrevorOmbija @Zindzi_K @tunajibu 500M?. This is a testament of how Africa is economically helpless… https://t.co/rJfEgmEeNR",
        "I don't k know why #reactjs hates me.\n\n#100DaysOfCode",
        "I have never raised my dopamine levels to the point they were when I deployed my first project.",
        "Me when people misuse the word \"introvert\" on social media. https://t.co/DSRydd5hTc",
        "@chestern_wales Why do you read my mind 😂",
        "Stop pouring your anger and hate on all males of the universe just because you rejected all the good ones and picked all the bad ones.",
        "Top 15 Programming languages based on Average Salary.\n#100DaysOfCode #100DaysOfMLCode via @MIT_CSAIL https://t.co/yfEq5Tb1Gi",
        "@its____KB @citizentvkenya It's mandatory for Companies to publicly state their profits. It's just that for small companies no one cares.",
        "@JulieMontoya20 @AaronCuddeback True. Fallen into that trap once.",
        "New developers waste a lot of time planning how to do it instead of actually doing it. And that is sad.\nStop overly… https://t.co/WxJJLr5flg",
        "I realized sometimes you really need the full 5 hour sleep",
        "\"The only way to learn it is to do it.\" —Archimedes, \"Sword in the Stone\" via @momentumdash",
        "\"When we seek to discover the best in others, we somehow bring out the best in ourselves.\" —William Arthur Ward via @momentumdash",
        "Maybe I should start writing again",
        "I have always been switching distros all the time. But once I tried out #archlinux , lide has never been better. Ne… https://t.co/1KgkR8wp5d",
        "I tried out coding on light themes and they aren't that bad as I thought.\n#100DaysOfCode #crazy #100DaysOfMLCode #javascript",
        "@MigireFitz @Michellejames00 So you become the ghost to fight the ghost",
        "@Michellejames00 What were you told",
        "@Michellejames00 Did you follow up with those in charge?",
        "No functioning society or individual can avoid rendering moral judgment, regardless of what might be said or imagin… https://t.co/bwhP9i80ka",
        "@Michellejames00 Did you personally approach the he person whose 'rudeness you can't normalize'?",
        "@Michellejames00 You do realize you are also being rude while supposedly condemning rudeness. You are being the dev… https://t.co/pUb4jfsWzM",
        "@Tsar_amongKings Bills are not enough to drive someone to be at his/her best. When people are told to choose their… https://t.co/QwP048cXl5",
        "If you've been consistently bored by your job for more than a year and you are still doing it then you have a problem.",
        "If you are keen enough you will realize hypocrisy is hardwired into human nature.",
        "@thuogithuku @realiscariot How do you accuse someone based on information from Wikipedia",
        "You people who spend your time on conspiracy theories instead of actually taking action and doing things that can m… https://t.co/eC4B34WTco",
        "So I made it past the skills assessments #100DaysOfCode #100DaysOfMLCode #javascript Can't wait to get started https://t.co/zZ1KDluHNg",
        "People who are unable to motivate themselves must be content with mediocrity no matter how impressive their other talents.\n\n-Andrew Carnegie",
        "I had nothing to do for the night and decided to make a whole system to connect mental health patients with profess… https://t.co/rIzXQINB1f",
        "Went through #javascript today. So productive I must say. #100DaysOfCode #100DaysOfMLCode APIs are beautiful when t… https://t.co/SJZWNFfJaw",
        "Don't be afraid of making a fool of yourself or looking foolish.",
        "After all this time of detesting #javascript I am building a project using it as one of the tools. I can't believe… https://t.co/nvV5yPHGKs",
        "Identify me as myself and not as a member of a group.",
        "I'm happy to have finished the challenge #100DaysOfCode #django. I love it. https://t.co/wympTznHiB",
        "Time to start on a new project. Planning to use #django, #reactjs #TensorFlow and #reactnative. It's going to be in… https://t.co/L6zn6Fc7QF",
        "Countries that are least developed and therefore at a higher risk of COVID-19 catastrophe.33 of LD countries are fr… https://t.co/XbXUhH9p8e",
        "Time for #reactjs and #reactnative. A night of fun is upcoming.I just hope I don't spend 10 hours debugging \n\n#100DaysOfCode @reactnative",
        "Grass may not be greener on the other side",
        "After 10 hours I finally did it 😂😂 turns out it was a silly mistake. Oh my gosh.",
        "@AlphieSpeaks @learn__together I am not using libraries just raw flask. I have created an endpoint to return log da… https://t.co/VWRmSyL1T1",
        "@AlphieSpeaks @learn__together When doing a flask API how do you return plain text 😢. And what are the headers.",
        "APIs have made me spend more time debugging code than writing code smh🤦🏿‍♂️. It's been three nights now. I still lo… https://t.co/tkddYe9csO",
        "Finally getting some sleep after hours of work",
        "@citizentvkenya Stop saying we can make a vaccine. They just replicated an existing thing. Ventilator designs are not rare on the internet.",
        "If you have to post nudes on Twitter to feel good about yourself you have a BIG psychological problem we need to talk about",
        "@PsychBeaulogy When they run out of words they call you misogynistic and ignorant. Their work is to follow the mob… https://t.co/zUBlrXaLhf",
        "@PsychBeaulogy When they run out of words they call you misogynistic and ignorant.",
        "School is becoming unbearable for me too, but I'll survive. https://t.co/LjsBRHjLeN",
        "@Tsar_amongKings I think whoever made that picture is suffering from NPD",
        "Don't be afraid to get into conversation with those who don't agree with you. That's how you grow.",
        "My APIs have refused to work. They say they need Rest. 🤦🏿‍♂️.\n\n#100DaysOfMLCode #100DaysOfCode #javascript",
        "Why sleep when these challenges exist? ☺️ .\nI cant even when I try\n #100DaysOfCode #100DaysOfMLCode #codinglife… https://t.co/8eHuKYasSQ",
        "Between React Native and Flutter which would you use and why? I'm having a hard time choosing \n#100DaysOfCode… https://t.co/QHeGId6ARU",
        "Doing @Andela skill assessments for #BUILDforSDG challenge 2020. Going well so far. Good sugar to my #100DaysOfCode and #100DaysOfMLCode.",
        "@itsmitchallway What proof does he give",
        "@itsmitchallway And what does he use to qualify his atheism",
        "@itsmitchallway Maybe they are just very opinionated, that is very different. Everyone I have met uses the same gen… https://t.co/1usCjasGBp",
        "@itsmitchallway Haven't met one yet.",
        "Being an atheist doesn't mean you are intelligent. Most people are just atheists to look \"cool\". They just echo oth… https://t.co/oaZfXXYOSZ",
        "@joseh_fab Thank you",
        "Today I'm spending my day finding a way to work with #django and #reactjs together. I just don't know how to merge… https://t.co/bMTeosmR38",
        "@Michell69931043 @citizentvkenya Which Rwanda are you talking about. Rwanda just advertises itself well, it's not what you think it is",
        "Your decision doesn't only affect you, so stop being selfish",
        "Sometimes you don't know how much you were attached until after you lose her/him https://t.co/UabOpUUHri",
        "There is no clout chaser like this person. Must you talk 🤦🏿‍♂️. Always having an opinion about everything https://t.co/DkBysua7cR",
        "I have always told people that Chinese are the most  evil countrymen. Communist countries have a history of being m… https://t.co/MqL7CvXTOd",
        "Disaster is the mother of opportunity",
        "Fuck conventional school, I'm starting mine 😭",
        "@citizentvkenya why do you repeat the same Twitter posts all the time.\n@nahashon87 do you realize that.",
        "Who puts extra cheese toppings 😱. I thought we put BBQ chickenlicious sauce with BBQ toppings. https://t.co/PV4TXxS5se",
        "Don't let cognitive dissonance affect your judgment. Beware!!",
        "@zoeyy227 If you want to solve a problem, put your emotions on hold (I know it can be hard) and think from the root… https://t.co/RD8SFwtHbu",
        "@zoeyy227 You state the word facts too much. People who do that instead of offering the facts are not people to trust",
        "@zoeyy227 Overreporting means the media talks about it too much until it seems to be increasing but in real sense i… https://t.co/Lf7M67ot5h",
        "@zoeyy227 I am not completely disagreeing with you btw",
        "@zoeyy227 Law is not based on emotions. Rape is bad but the law assesses it differently, not based on what you say but what you can prove.",
        "@zoeyy227 1. You don't hide replies you don't agree with\n2. Refusing to acknowledge other problems associated with… https://t.co/JQgwg80gLR",
        "@hannahwamuyu @nahashon87 @dailynation This is not the time to play gender politics",
        "Finally decided I am doing #dotnet with #csharp. It will be 30 days of. C#,. NET MVC and fun\n#100DaysOfCode #100DaysOfMLCode",
        "How did people survive without the internet 😂",
        "@billienyakk Official documentation. Though @pluralsight is offering free courses for a month, you can try that too if you like videos",
        "@shikhari09 @cottila That was some time back. Then I became bored and started reading about the language architecture😂😂",
        "How deep in #python would you advice someone to go 🤔.  I don't feel like stopping yet #100DaysOfCode #100DaysOfMLCode",
        "This pandemic made me realize there is a Swahili word called \"karantini\" or has it just been invented? 😂😂",
        "This type of misinformation is what is making it hard to fight cyber bullying. https://t.co/s8IwbEvYZk",
        "I'm stuck wondering whether to go through #django first or #javascript",
        "MERN stack or MEAN stack. Choose one and why? If neutral, what are the advantages or disadvantages of each?… https://t.co/REyDbjQG1P",
        "Wish me good luck,I need it",
        "@ThuoAdam @Tsar_amongKings Haiya haiya",
        "Nickelodeon could have made lot of money if they produced these phones for kids. What a waste😂😂😂 https://t.co/iB8wamqsMP",
        "@Tsar_amongKings Unfollow button to the rescue 😂😂",
        "Tweets about alliance zimekuwa mingi Sana sasa.",
        "@Tsar_amongKings @Twitter I don't know😂. I hate social media but Twitter has less junk",
        "I'm becoming addicted to @Twitter",
        "@RobertAlai @DCI_Kenya @ODPP_KE Police will kill more people than the virus",
        "Comparing these two is an insult to the industry 😂😂 https://t.co/PrfX3EFwB8",
        "What should I do first? #Java or #csharp? I love C# though. But can't make a decision. #100DaysOfCode #100DaysOfMLCode",
        "This song eyyy😢😢😢\n\nWatch \"Dean Lewis - Half A Man (Official Audio)\" on YouTube https://t.co/juh4E8OAti",
        "@Afreekaah @nchore_jr Won't equate to someone sacrificing his life",
        "@Afreekaah @nchore_jr Their people always volunteer. 45 Americans were already in the program by the first week. Po… https://t.co/iipfIdhBsf",
        "@Afreekaah @nchore_jr Then you won't use the vaccine? All the vaccines and medicine you use has been because of som… https://t.co/mNTdIn6JwE",
        "@Raini_Orori The lie that took the best principal away. Tukaletewa mtu ananunua tu CCTV cameras 😂alafu a nasema Hakuna pesa",
        "@Afreekaah @nchore_jr I wouldn't mind. There is nothing Africans are doing apart from staying home.",
        "@nchore_jr If you want an insult look for a better one. Stop insulting yourself",
        "@nchore_jr What if they test it in themselves, would you want to use it? After making no contribution at all?",
        "Been working on unit testing with #python.\n#100DaysOfCode continues.\nAlmost done with Advanced python on @pluralsight",
        "@florinpop1705 Social site😏",
        "@GraciaNyambura @samuelmutinda_ @kunga_ @MakenahNjagi Yes",
        "Please follow @logicaeofficial.",
        "Guys you need to start paying for music. Support the industry.\n\n@Spotify I hope you heard that. Kenyans are willing… https://t.co/5xvAqaL224",
        "Kenyans should use #TikTok to find the #coronavirus vaccine.",
        "@aleloblue79 @_fels1 @oyugi20 They can be. But you need to realize the pillars of civilization are things that cann… https://t.co/eNtJRanMvk",
        "@Tsar_amongKings It solely depends on the number of pages, the publisher, the cover page and the genre.(if it is an… https://t.co/WVUGVxblur",
        "@_fels1 @aleloblue79 @oyugi20 Anyone who speaks ill about another religion most of the time doesn't understand what… https://t.co/Q14mAN2WqJ",
        "@aleloblue79 @_fels1 @oyugi20 You said well. Not necessarily. But we cannot fully throw it out of the window. I hop… https://t.co/7s2wVbN8yr",
        "@ThuoAdam I dont even k kw what topic we are learning right now 😭😭",
        "People talk about sex too much these days. It's like the only thing in their brains.",
        "Stayed behind the screen for too long I have headaches.\n#100DaysOfCode",
        "Spent the whole day refreshing #python objects and types.\n#100DaysOfCode and #100DaysOfMLCode. Now I have 166 hours… https://t.co/mMcAqRcGcP",
        "@aleloblue79 @_fels1 @oyugi20 You cannot fully understand religion, but you can understand the architecture of huma… https://t.co/9NycHCVeth",
        "@_fels1 @oyugi20 It's weird how people think they understand religion when they don't.",
        "I am afraid of failure but I don't let myself be crippled by it",
        "Another 6 hours of #python programming for #100DaysOfCode and #100DaysOfMLCode. No sleep during #QuarantineLife..",
        "@samuelmutinda_ @kunga_ @MakenahNjagi I will look it up and tell you later",
        "@samuelmutinda_ @kunga_ @MakenahNjagi I don't think iOS allows people to sideload apps.",
        "@samuelmutinda_ @kunga_ @MakenahNjagi https://t.co/ylgAxxvFna \n\nenjoy yourself 😂😂",
        "Assuming the radiation is bad, radiation can't even cause a viral infection.. All the misinformation spreading is j… https://t.co/zs17w1grW0"
    ]
}