{
    "screen name": "ursulamurphy123",
    "no. of tweets": 199,
    "tweets": [
        "@glucksman @corkcitycouncil @corklearning @PhotoIrelandFST @mykidstime @UCC @IrishMuseums @artscouncil_ie ‘Pakistan… https://t.co/Femgq8ycJq",
        "@glucksman @corkcitycouncil @corklearning @PhotoIrelandFST @mykidstime @UCC @IrishMuseums @artscouncil_ie A pleasur… https://t.co/lc79speho5",
        "@glucksman @corkcitycouncil @corklearning @PhotoIrelandFST @mykidstime @UCC @IrishMuseums @artscouncil_ie https://t.co/fWKOsgMZXK",
        "The enervate gym instructor revels in audio only ‘distance’ keep fit classes!!",
        "@_Reading_Rocks_ Am allocating time in the day for thinking and writing and the odd tweet!",
        "@BookTasters ‘ I would rather be a poor man in a garret with plenty of books than a king who did not love reading ‘… https://t.co/DjKKQ3TtmG",
        "Today, May 12 is the birthday of Edward Lear, writer of classic literary nonsense , the only type of nonsense I can… https://t.co/v0C9CGijcT",
        "@pipperino77 @SindyLJoyce Think my omission of a full stop caused the misinterpretation! Thanks for acknowledging a… https://t.co/Oh60KBxEiB",
        "@Independent and Mary Eliza Mahoney (1845-1926) daughter of freed slaves, she had to work for 15yrs in the New Engl… https://t.co/tHFsdVrqgN",
        "@Independent Also remember pioneering black women  who contributed so much to the early history of nursing. Mary Se… https://t.co/cI1CjnWh9K",
        "Mary Eliza Mahoney (1845-1926) Daughter of freed slaves, nurse and one of the first women to register for the vote… https://t.co/j8eAU0JDGJ",
        "Today we should also remember Mary Eliza Mahoney  first African American woman to obtain a professional nursing lic… https://t.co/Ecf5R5AE3u",
        "@OPWKilmainham @dublincastleopw @opwireland Margaret Rachel Huxley who founded the Dublin Metropolitan School for N… https://t.co/4zhzr3aMHj",
        "@OPWKilmainham @dublincastleopw @opwireland And today is International Nurses Day  so we should acknowledge the bra… https://t.co/AvsSYx0mOY",
        "@Eqbal_FBFanPage Thankyou so much for this link What a coincidence that Eqbal Ahmad died May 11. We need to promote… https://t.co/X6rsDsCAxK",
        "@dublincastleopw On International Nurses Day, let us also remember the bravery of professional and volunteer nurses… https://t.co/0oC2KfAV62",
        "@dublincastleopw Having been transferred from the hospital at Dublin Castle to Kilmainham Gaol ,James Connolly was… https://t.co/6I8urAr8tc",
        "‘The hurt and the wounded, I pacify with soothing hand                                  I sit by the restless all t… https://t.co/Tip5aRNhAB",
        "Walt Whitman’s ‘O Captain! My Captain! ‘ from Leaves of Grass is inspired by his experience of tending to soldiers… https://t.co/TycyxX87RL",
        "May 14 is the anniversary of the death of Mary Seacole another very interesting and pioneering nurse of the Crimean… https://t.co/q5OMcIMykI",
        "Today is International Nurses Day. May 12, the birthday of Florence Nightingale  who established the first secular… https://t.co/3DwwVogUhE",
        "@pipperino77 @SindyLJoyce Did not say the use of the adjective implied any racist intent  That’s absurd! If you rea… https://t.co/xiUQreuh53",
        "@SalmanRushdie You are right Salman! Thank you again and Goodnight!",
        "@DanHusain That’s it an Arena series!! Thank you so much I’ll really enjoy this",
        "@SalmanRushdie I’ll keep searching for this documentary. It’s now keeping me up at night. Can see images from it so… https://t.co/aUdvNyElye",
        "@SalmanRushdie Salman many thanks for your swift response. It’s killing me that I can’t remember the series. The in… https://t.co/8cdq4xpDO9",
        "@SalmanRushdie I remember it examined the experience in Africa ,Asia and Australia and the Caribbean and also drew… https://t.co/ZevNUmlQCh",
        "@SalmanRushdie I’ve seen the wonderful interview you did many years ago with Edward Said and am wondering if you or… https://t.co/CDD5UwStj1",
        "@SalmanRushdie Hi Salman have been rereading  some of the Imaginary Homelands essays recently and enjoying them all… https://t.co/pBkn4tMy0t",
        "@Hafsa_Khawaja Isn’t  Culture  and  Imperialism dedicated to Eqbal Ahmad?",
        "@Hafsa_Khawaja Watched a fascinating series charting the history of colonialism narrated by Edward Said and featuri… https://t.co/UlDYDj3mHj",
        "@SindyLJoyce @IanWright0 You are a brilliant spokesperson for the Traveller community. A wonderful role model espec… https://t.co/Myu2yOAUsV",
        "@SindyLJoyce @IanWright0 Incredibly,  just 15 yrs after the Holocaust , the term ‘Final Solution’ is employed to de… https://t.co/p1CqZKm5At",
        "@SindyLJoyce @IanWright0 At the inaugural meeting of the 1960 Commission on ‘Itinerancy’ incredibly racist and ince… https://t.co/a88S9tZLOU",
        "@SindyLJoyce @IanWright0 Long history of racism and unfortunately it was embedded in state policy re   Traveller pe… https://t.co/mwUQVrOOn9",
        "@ncte An aunt gave me a beautifully bound copy of ‘Little Women’  one Christmas when I was nine years old  and I was bewitched!",
        "@ncte “Don’t laugh at the spinsters ..for often very tender, tragic romances are hidden away in the hearts that bea… https://t.co/dwg9LxRdKv",
        "@CatJarman An amazing discovery! Enjoyed a fascinating visit to Oslo’s Viking Ship Museum in another world https://t.co/dfCVhlAO4X",
        "@BookTasters Bequeathed the rights to Peter Pan to Great Ormond Street Hospital,  born May 9th, 1860",
        "@The_Globe When the Covid’s dead and gone.                   When a vaccine’s finally won.… https://t.co/o2dF7KPNkk",
        "@The_Globe Fantastic production of Macbeth!                       When shall we three meet again?… https://t.co/PEvTnvA86a",
        "@GCSE_Macbeth ‘Be innocent of the knowledge dearest chuck’ not a lot of interpersonal sharing in the Macbeth househ… https://t.co/kYVF77KAJ3",
        "@Steve__Owen What a gorgeous little girl. You are blessed.",
        "@Independent Classic Trumpian attempt at deflection.",
        "@Reuters These indigenous people are right to be wary of the outside world. Apart from murder, slavery and gross ex… https://t.co/SNMLQSLjzy",
        "@LouiseRawAuthor @ElaineYoung94 In Ireland,  that type of ambiguous discourse is referred to as ‘talking out of bot… https://t.co/0t0bJEYWlC",
        "@guardian Have the same concern about Fidesz and Orban’s clamping down on media in Hungary",
        "@Mumbaichaamulga Nehru promoted democratic socialism, social justice and most importantly in a country like India t… https://t.co/YuLUbWHeGv",
        "@thejournal_ie How naive are the 43%? Am afraid a dangerous complacency is on the rise",
        "@Colmogorman Never take for granted our closeness to coastline",
        "@Steve__Owen A beautiful simple study in patience and love.",
        "@SindyLJoyce Those of us who work with young people have a responsibility to educate them in the potentially destru… https://t.co/E9ngyRgvpj",
        "@SindyLJoyce This is disgusting. As an English teacher I discourage certain words from classroom discussion. ‘Knack… https://t.co/ODTVP1eTXi",
        "@philosophybites What inspiration for your  students! When I was an undergrad History student in Trinity College, D… https://t.co/wuXyxiDqdh",
        "@niamhnih Oh they’re among us alright. Keep thinking of Fr Ted ‘Careful Now! Down with that sort of Thing’ from a f… https://t.co/KaSkaoi5jg",
        "@MissStanleyYr6 @NEUnion Some reassurance at least",
        "@DCU_IoE Would encourage any teacher who is considering a doctoral degree in Education to apply to the Institute of… https://t.co/H5XQtDLq3t",
        "@openculture Auspicious day to reissue Dali’s Tarot cards  as these gorgeous art books as today is the great man’s… https://t.co/ISPMazjinr",
        "@Booktrust and ‘My Darling, My Hamburger’ great pre-teen  fiction from 1969!",
        "@Booktrust Hope you’ve included ‘The Incredible Book Eating Boy’?!",
        "@MartinDoyleIT @DCUmediahist @HistFest @IrishTimes @felixmlarkin @danielmcarey @MGMolony @RMcGreevy1301 @DCU_SoC… https://t.co/qrgXogHDuH",
        "@washingtonpost We can go one better in Ireland!! A priest in Dublin has been offering confession by a wooden cross… https://t.co/Mn8jC0oPOd",
        "These days everyone is compiling a list of lockdown must reads.\nI suggest that Mr Trump should lose himself in Marc… https://t.co/XwTrPZgmRT",
        "@Willhide Why not make a few of your own from material eg cotton and wash them after each use?? I’m sure there’s a… https://t.co/EAq7MZhfge",
        "@EvanSelinger Have been using this time to encourage student writing and personal reading as well as advising them… https://t.co/SqSzyNh9Mh",
        "@EvanSelinger Completely agree and same approach holds for second level education. The lockdown experience is even… https://t.co/A2YAacoPhx",
        "@DCUmediahist @HistFest @IrishTimes @felixmlarkin @danielmcarey @MartinDoyleIT @MGMolony @RMcGreevy1301 @DCU_SoC… https://t.co/hlNuWGtqd7",
        "@roisiningle Perhaps Johnny might serenade Dickie: “I’ve been whinin’ such a long time , jealous over you.. and you… https://t.co/0dlmYpSPqo",
        "@Levisonwood Apparently Shake Shake fries were available in Hong Kong Mc Donald’s a few months ago! Don’t think the… https://t.co/GzpDIOSjQ9",
        "@five_books @philosophybites For an entertaining and enlightening read about Diogenes the Cynic and father of Cosmo… https://t.co/CIQRLoLchg",
        "@guardian It’s wonderful to read that the Persian literary tradition of erotic love poetry is enjoying a renaissanc… https://t.co/QOJXPAFUKk",
        "@ProfMSinha @nytopinion Is it any wonder that Trump and Modi hit it off so well together a couple of months ago in… https://t.co/lYtRUjyplS",
        "@rteliveline @joeliveline And yet gps regularly remind us to attend the doctor with any health concern Shocking tha… https://t.co/11XlJRDIn6",
        "@goodreads Botswana Just finished reading  Walking with Elephants  by  Levison Wood Lovely and important book",
        "@KenRoth Was nauseated but not surprised by the jingoistic back clapping of the unholy twosome of Modi  and Trump a… https://t.co/9y0VRFBZwx",
        "@MsCFarrell Very sorry about the loss of your dog We had to say goodbye to our beloved Elsa 16 yrs, a few weeks ago… https://t.co/LZ2uzStDWp",
        "@idiottwatorcunt An awful scene",
        "In May 330 Constantine established a new Roman capital at Byzantium ensuring that Constantinople would become one o… https://t.co/DzLtk0X2jp",
        "@DrFrancesRyan Can’t decide whether this double speak is intentional or whether BJ has ‘eaten on the insane root th… https://t.co/bwMJQYRYak",
        "@MaryMcAuliffe4 @UCDPress On this day in 1916, John Dillon MP made an impassioned speech in parliament, lambasting… https://t.co/YMnqHjtNXn",
        "@MaryMcAuliffe4 @UCDPress Many Congratulations! An auspicious day to send a book on Margaret Skinnider to the typesetter!",
        "@TheMontyDon Am very sorry about your lovely dog. We had to say goodbye to our beloved Elsa 16yrs, a couple of week… https://t.co/zYhX9XU8Lj",
        "@dublincastleopw And also on this day May 11, 1916 John Dillon MP lambasted the British government for its executio… https://t.co/hTkOuwvVab",
        "@BlondeHistorian @CarriePurdom In Ireland, all HSE and government announcements are simultaneously signed for our d… https://t.co/ATSIW4Pqui",
        "@2ndry_Teacher @MissSpenner I agree and in Ireland many teachers are concerned about how a safe return to school is… https://t.co/U0AfsrmUSV",
        "@2ndry_Teacher @MissSpenner Yes secondary schools in Ireland  are closed for summer holidays in June July August an… https://t.co/3ZHcFHoYh5",
        "@MissStanleyYr6 @educationgovuk Completely agree. Social distancing almost impossible in most schools. In Ireland s… https://t.co/zIVjrgzVsx",
        "@aheadless Exactly! And I blame the Late Late Show for introducing sex to Ireland😂",
        "@MaryMcAuliffe4 Is the “archbishop” in question the self proclaimed Tridentine bishop ?? Long live Fr Teds wielding… https://t.co/NN2Z8Lv5sW",
        "@LaylaMoran @cyclingkev @NEUnion Social distancing is an impossibility in most schools",
        "@gavinesler As I observe from across the Irish Sea, it seems BJ has”eaten on the insane root that takes the reason… https://t.co/2JBLBDq7NG",
        "@gavinesler Huge lack of alertness on part of PM demonstrated by decision to allow Cheltenham festival take place ,… https://t.co/tj0XhJyDDI",
        "@realDonaldTrump It seems to me that your leader has “eaten on the insane root that takes the reason prisoner” Very… https://t.co/8O1pj9LiH1",
        "@Peston have “eaten on the insane root that takes the reason prisoner” ??",
        "@Peston When I listen to such mixed messaging and confusing pronouncements,  I wonder whether it’s intentional or whether the powers that be",
        "@itschrissmith At least it beats Wozzzzupppp??!",
        "@GCSE_Macbeth At a time of Covidian haze                                Come what pandemic may… https://t.co/6EPMV1B2tr",
        "@Lauranimalsgirl Am sorry to hear this sad news",
        "@stevemur67 Lovely photo of you with your mother May she rest in peace My condolences",
        "@Levisonwood @Channel4 Really impressed with your very thoughtful problematising of the difficult and delicate bala… https://t.co/8OFKuFtfsy",
        "@Levisonwood @Channel4 Know you support tourism that is sustainable and equitable benefitting the local people to p… https://t.co/iYD4QGz8Sh",
        "@Levisonwood @Channel4 Thoroughly engaging Levison. And your guide Kane is very interesting Love his SAN tradition… https://t.co/rl4lWDUd0z",
        "@MissSpenner In Ireland, schools will not reopen until September and we expect the return then will be managed on a… https://t.co/vjPxhMuivu",
        "@PaulAnthonyWard @electionlit I wouldn’t be too worried about a crew who can’t even spell Operation! I don’t think… https://t.co/KrfkZ4s8bW",
        "@electionlit A vaccine will be developed to counter Covid 19 but there is no protection against ignorance and downright stupidity",
        "@electionlit Idiotic behaviour These people put the rest of us at risk They’re probably the same idiots who don’t o… https://t.co/q82k0jQ6AC",
        "@daraobriain Wonder if Uri Geller stays sufficiently Alert whether he can annihilate the virus in the way he used t… https://t.co/zzFsXl9lGt",
        "@ayeshahazarika Stay Alert! It has a Monty Python ring to it! Would be comical if all this were not so shockingly terrible",
        "@pcbrynn Mask wearing should be mandatory in confined spaces such as supermarkets. I always wear one as a courtesy.… https://t.co/p5QmuwE3O2",
        "@rubusmubu @zafarabbaszaidi Lahore??",
        "@rubusmubu @zafarabbaszaidi Srinagar??",
        "@zafarabbaszaidi Pir bi dil hai Hindusataani!!",
        "@zafarabbaszaidi Oscar Wilde and James Joyce",
        "@GCSE_Macbeth When shall we three meet again ?                     In Summer, Autumn  or in Spring?               W… https://t.co/qwNPRtzuQt",
        "@DrPhillipLee @48notwrong Completely agree It’s unbelievable that the UK government allowed Cheltenham to proceed a… https://t.co/C1UTG5Hbzw",
        "The Istanbul weaver at rest https://t.co/gnDHmdojK6",
        "@philosophybites @five_books @paulbloomatyale Humankind are capable of the best and the very worst",
        "@philosophybites @five_books @paulbloomatyale And let’s not forget that on this very day  May 10th 1933, students w… https://t.co/B2pkfDwOOG",
        "@Andrea50920948 @ILAToday In fact, we all need to tell each other that we’re doing ok where this is deserved!",
        "@Andrea50920948 @ILAToday Completely agree Andrea .I’m a parent as well as a teacher and also a research student so… https://t.co/qeuLyT5Tvk",
        "Essential viewing tonight on Channel 4  for elephant lovers, travel enthusiasts and anyone with a passion for conse… https://t.co/QbGP0Yystm",
        "@roddecks Nazis burned books on this day May 10th 1933 and clearly hatred, ignorance and rotten xenophobia is very… https://t.co/ucalvbDeuZ",
        "@davidlparsons The level of ignorance and stupidity captured in these notices is mirrored all the way to the top of… https://t.co/OGngVgZ2ZU",
        "@AlexVbap @NsfIreland Saw the beautiful sculpture on news report about link between Choctaw nation, the Irish Famin… https://t.co/XLMZAaNLvW",
        "@IrishTimesLife Is that what’s known as a “balanced” relationship??!!",
        "@cnni This is worrying",
        "@atrupar Reassuring to see that Trumpian stupidity is consistent",
        "@Msoe_Dublin This is appalling. There is no place in a decent and cosmopolitan society for this kind of hatred. On… https://t.co/KkuhTletRg",
        "@Jo_c_gray @smithsmm @_Reading_Rocks_ @TeresaCremin @Mat_at_Brookes @son1bun @jonnybid @claredewolff @MrBoothY6… https://t.co/v5Yaglt2of",
        "@TheMaggieDoyle Beautiful tribute to your father. I’m sure you could trace his footsteps in the sand.",
        "@JolyonRubs This is utter stupidity and a demonstration of callous disregard for the suffering of other people. Awful!",
        "@ElaineYoung94 Doesn’t inspire confidence in self proclaimed experts!",
        "@ElaineYoung94 You ‘cud ad’ might of ‘ V might have and what about ‘I seen’ I done’ V I saw , I did and the greates… https://t.co/tlOAiRGWlk",
        "@PhilipPullman Reminds me of when students in responding to a poem write “The poet is ‘trying’ to....” when it’s th… https://t.co/bdIGGf5rF6",
        "@graciemedieval @twisteddoodles I can understand how she feels. It also irritates me when drivers fail to acknowled… https://t.co/pF1UI1eoJT",
        "@BenMcGuireIrl @dedaluspress I am looking at a cherry blossom tree outside my kitchen window as I eat breakfast and… https://t.co/U0X3R8vP9q",
        "@BloomsburyBooks ‘Human  Kind’ should also reaffirm cosmopolitanism, a conviction of our contemporary connectedness rooted in antiquity",
        "@BloomsburyBooks The inscription from Heinrich Heine 1820, on the small bronze plaque that marks the spot at Bebelp… https://t.co/JjWi9GUu0G",
        "@BloomsburyBooks We need to be reminded of human  kindness and the power of the book on the day when in 1933 20,000… https://t.co/US2LP6FjEa",
        "@graciemedieval @twisteddoodles Completely agree my boys and I are nearly always the ones to step onto the road to… https://t.co/zR2o0vBGRJ",
        "@Levisonwood @Channel4 We’re looking forward to it tonight. Have really enjoyed the book (signed)we received in the… https://t.co/ICdq8MEAib",
        "@jjBrassington You could include another political biscuit a real ‘French Fancy’ in the MacAron!! I’ll stop now!",
        "@jjBrassington Google Boland’s Lemon Puff I certainly enjoyed them as a child!!",
        "@jjBrassington Not to mention the scandalous antics of Pop Tarts !!",
        "@jjBrassington No unpolitically correct references to the popular Lemon Puff 🍋??!!",
        "@jjBrassington I think this biscuitframework needs to be politicised with the inclusion of a Garibaldi!!",
        "In these Covidian times that are showing up in such sharp relief, the fault lines of inequality and discrimination… https://t.co/yYtGJVv8Hu",
        "On this day, May 10th.                                1267, Vienna’s Jews ordered to wear distinctive garb.… https://t.co/n0O6JeGOar",
        "This week in 1945 the war in Europe (only)ended. Xenophobia is very present today and instead of jingoistic celebra… https://t.co/ZmsX5Pyno1",
        "The inscription from Heinrich Heine 1820 reads ‘That was but a prelude     Where they burn books they will ultimately burn people as well’",
        "A small bronze plaque on the ground at Bebelplatz marks the spot where 20,000 books including works by Karl Marx an… https://t.co/elIFKKGuv8",
        "@nina_future These scenes are incredible! As we hope for a Covid vaccine, we must resign ourselves to the grim real… https://t.co/eqwMTqLVen",
        "@ILAToday As an English teacher I am doing all I can to encourage my students to sustain their personal reading at… https://t.co/qygtYFmKAU",
        "@ILAToday Prompt responses from the teacher  acknowledging receipt of student work is common courtesy and a clear d… https://t.co/OPV4UPwoXd",
        "@ILAToday Students require a lot of affirmation and encouragement at this incredibly challenging time",
        "@ILAToday that there are many reasons why a student may not be engaging with distance learning.… https://t.co/yNRWakCJwZ",
        "@ILAToday Also important that students are not overwhelmed by the number and scope of any assignments or exercises… https://t.co/z6ulRD8vSh",
        "@ILAToday I am an English and History in an Irish secondary school with a diverse student cohort.… https://t.co/qgI47UuQcq",
        "@MaiaDunphy I can see Fr Ted, placard in hand shouting ‘‘Down With That Sort of Thing’ .It would be funny were it n… https://t.co/E8EK9nlzxU",
        "@KateEMcCann @WinterfellT Hopefully a Covid vaccine will be developed but I regret there is no vaccine to mitigate… https://t.co/sourcx5mpJ",
        "@_BenFinnegan @Kev_OMahony Wonder if he’s the same fellow I met in rural Meath before the lockdown?! https://t.co/GjX241MUgc",
        "@NFAIOfficial @MIB_India @PIB_India @AkashvaniAIR Have the Apu trilogy music playing in my car and it conjures up m… https://t.co/wJUxqBQmDz",
        "@NFAIOfficial @MIB_India @PIB_India @AkashvaniAIR Spent many delightful months in the foothills of Mussoorie and Ka… https://t.co/Q2KhV0FhsZ",
        "@NFAIOfficial @MIB_India @PIB_India @AkashvaniAIR Love this movie based on the Premchand story Saeed Jaffrey was ma… https://t.co/uRPoTtHw2K",
        "@nicksnikita Ar fad!!",
        "@nicksnikita Go h-álainn at dad!",
        "The first peonie roses in my garden this year. Enjoying the ‘darling buds of May’ and remembering Fiachra in the su… https://t.co/6uwSR5zrd0",
        "@browneindo Agree! It’s time to give teachers and school management the space in which to engage in the process of… https://t.co/uFm6wWsIcQ",
        "@emma_okelly @verahussey Seems like the roads are safer for cyclists but narrow paths are putting pedestrians at ri… https://t.co/KkvOHySBk2",
        "@RMcGreevy1301 Absolutely agree with you. Russian winter played a huge role in downfall of Nazism More jingoistic n… https://t.co/l2PJsjUV0A",
        "@MerseyHack @BBCNWT Am not convinced this is pukka social distancing Silly and reckless behaviour",
        "@SkyNews No prize for guessing who is actually STUPID and DANGEROUS",
        "@rtenews Great work",
        "@SaraLouisexxxx @BBCNews Very surprised that people are engaging in such risky behaviour and then cheering and clap… https://t.co/AZTPAVeq14",
        "Today in 1860 JM Barrie creator of Peter Pan was born. The melancholic story of the boy who never grew up is always… https://t.co/qFEAwxBSsA",
        "@quarkbee @derekjames150 Agree Let’s have less jingoism  and more solemn reflection",
        "@shilen_rajani @derekjames150 I wouldn’t use the term ‘invaded’ to describe the Nazis rise to power in Germany. It… https://t.co/ygeLDOfrcx",
        "@Economics_IE @Investi__Gator @davidmcw Agree with this. The economic and more importantly social cost of maintaini… https://t.co/xgRcZC5yRt",
        "@davidmcw Provision of decent housing for every child in the country whom we claim to cherish would go a long way i… https://t.co/uZQ9T3Nu9r",
        "@davidmcw Seems to me the simple idea of a large scale building programme would simultaneously result in a boost to… https://t.co/KkDSE68vxP",
        "@AkaPaulHoward Use the trolley strategically to block off the ‘careless’ shoppers from unnecessary proximity. I fin… https://t.co/ZLdqQJuEdx",
        "@AkaPaulHoward Completely agree! Can’t bear it when people shout to each other almost across other people in narrow… https://t.co/Fpa12hMcBv",
        "@EverestToday @TheCavalryman Lovely to remember achievement of Tenzing Norgay on his birthday So many unknown and f… https://t.co/CY4dDM2IwT",
        "@doireannod Did your parent/guardian complain about the alleged comments at the time?? Hugely sweeping statement to make",
        "@doireannod Very troubling tweet. Presumably there was more than one teacher in your school?? Find it hard to belie… https://t.co/eW0Y57a7ks",
        "@frankoceanhafiz @amnaukhan I remember Irrfan Khan as the letter writer in Salaam Bombay. He was brilliant and of c… https://t.co/r59QaB6ttU",
        "@Hafsa_Khawaja Remember interviews can still be carried out over the phone or online. We will all need to be a lot… https://t.co/IFS853XAQI",
        "@Hafsa_Khawaja I felt like that until I consolidated my thinking and actually submitted  a revised thesis proposal… https://t.co/8dKo8vQat6",
        "@rayfilmlovers @timesofindia We need the compassion and cosmopolitanism of Rabindranath and Satyajit all over the w… https://t.co/RJW6lA48tV",
        "@rayfilmlovers @timesofindia But my absolute favourite is Satyajit’s powerful and highly relevant Ghare Baire. A be… https://t.co/bK5HxHU0ef",
        "@rayfilmlovers @timesofindia This is fantastic news. In the summer after Satyajit Ray died I made a ‘pilgrimage’ to… https://t.co/mnQrbEf9FV",
        "@rayfilmlovers This is wonderful news. Am a huge fan of the films especially Ghare Baire, a wonderful adaptation of… https://t.co/3yKT0Aei3K",
        "@GhoshAmitav We also need to recognise the catastrophic effects of our reluctance to acknowledge and celebrate our… https://t.co/vtH1IgAz8t",
        "@Adam__A1 Completely agree. Nor should the experience of Indian soldiers in the British army in the years leading u… https://t.co/uz6l3u6P1X",
        "We need Rabindranath’s cosmopolitanism in India and in the world more than ever before https://t.co/EoJ0vLZGQv",
        "@NobelPrize We need Rabindranath’s philosophy of Unity  in Diversity in India and in the world more than ever before",
        "@NobelPrize Another much cherished and  beautiful photo of Rabindranath signed by the little boy on the steps https://t.co/KYt1kUkPMx",
        "@NobelPrize Beautiful photograph of the poet and the scientist",
        "@SanaMunirWrites Can sing Mera joota hai Japaani yay pantaloon inglustaani Sar or pe lal topi Ruusi very badly !! T… https://t.co/WC6xAQcCEl"
    ]
}