{
    "screen name": "juanricardofm",
    "no. of tweets": 172,
    "tweets": [
        "@manocosmicoazul @JuanMiguelOM Ruveal",
        "Nunca fue fácil pero creo en tu ojos",
        "@sofiaharom @koppa__ 😂",
        "cientos de miles??? martha debayle eres tu? https://t.co/6agErZWxua",
        "Y la distancia le ganó al amor (NOT), sólo te veo en el monitor",
        "En verdad no le damos el lugar que se merece a Ana Bárbara",
        "Que edad tenian cuando se enteraron que las celulas electricas de las anguilas se llaman electrocitos?",
        "On that demon time he might start an OnlyFans",
        "@00000asg @gl0ssypeach_ @fuckcoro coral 2011= animal print + este color culero",
        "@dianiqua @Hectorelfo que bella la nancy",
        "Amo la energía de estás fotos https://t.co/QtZVfDXADG",
        "@lacoloretiada Siento lo mismo inec",
        "@krlxsmta @sofiaharom Hallo",
        "@drvecuronio Jajaja siento que esté tuit está muy dirigido",
        "@branstein2005 @JAlberto_Segura Midsommar de Ari Aster",
        "We were safe for a while.\nWe were safe as the years flew by. https://t.co/9KZcoZI4mQ",
        "@DrVictorAchar @sofffiaaa ahora dime el impacto que tiene esa revista :P",
        "@DrVictorAchar @sofffiaaa gracias sofia",
        "@sofffiaaa amiga no te ahogues solita, referencianos con un articulo cientifico no seas naca jajajajajjajaja",
        "@fuckcoro @sofiaharom Covidio Guzmán, yo no dejaría pasar la oportunidad",
        "@fuckcoro Annie Martínez ❣️",
        "Los 4 jinetes del apocalipsis norteños: la raza que fue al buquibichi, la raza que fue a los fariseos, la raza que… https://t.co/s7xEJEnU4e",
        "@sofiaharom @krlxsmta En teoría si pueden operar porque venden comida 🤦🏽‍♂️ así como orita puedes entrar al little… https://t.co/PmF5kECYRa",
        "@Atomoxetina @bbygrlsavage Es Fake news no es la cuenta oficial de la BBC. Yo también caí.",
        "@dianiqua y ver a gisselle bunsen y a las otras super modelos de rateras bien vrgas😻",
        "@fuckcoro @ab_m03 me dices eso mientras escucho una rolita de kim petras",
        "@ab_m03 @fuckcoro a los que no les gusto no la vieron completa, punto",
        "@krlxsmta @tbhonesto yalitzi",
        "@hectorguilleng lo mismo pero de Clavero",
        "He visto doñas en la parada del camión con el N95 mejor puesto que mucho personal de la salud 😂",
        "@Hectorelfo Ay, como hay gente egoísta, que vergüenza que sea de @SoyUnison",
        "Por si algun trabajar de la salud necesita leer esto el día de hoy: https://t.co/bU6LPaUvYA",
        "@DrRaquiaMasiva has un hilo/tutorial",
        "@ingridgmurillo @fuckcoro fui al cine del encinas con la ferso; llegue y me dijo mi mama se murio la cantante que te gusta",
        "Día ??? de cuarentena: «Monitor» Volovan te hace chillar.",
        "K risa que Andres Johnson y la Celida López fuman los mismos benson culeras sabor fabuloso",
        "@robertovllgs que bueno que los haters triunfamos en tuiter",
        "@robertovllgs 😪 siiiip",
        "@koppa__ Será covitario (realmente no hay muchas opciones), el de Juárez está muy pequeño",
        "Sigan quejándose de que no salen, mientras yo me quejo que el HGZ NO.14 ya no recibirá pacientes que NO tengan COVID-19",
        "Estoy de posguardia y me acabo de peinar con un tenedor",
        "@Sebojorquez Papi siiiii",
        "Mi titular le acaba de pedir ubicación en tiempo real a uno de mis co-residentes 😂",
        "@00000asg Bella te extraño",
        "@krlxsmta quédate en casa (si puedes)",
        "Nuestra generación pasó ser la generación de ''querernos morir'' y los memes, a la generación que probablemente va a morir y los memes.",
        "@robertovllgs @krlxsmta https://t.co/fFeiDndonM",
        "@robertovllgs @krlxsmta Porque reabrio su cuenta de ig",
        "@ruejulesforever @buwyglb @PopCrave @NME Here its difficult",
        "@deaddilf69 Her mother is from india",
        "@00000asg Papasito @ArnaldoSique",
        "Una vez más el mal ha sido vencido en Sonora.",
        "Camiseta Armani con pantalones negros, yo solo te bailo a ti.",
        "Otro día viviendo en México y no en República del Norte 😪 #Nortexit",
        "La raza que sigue viendo a su pareja, neta CHSM.",
        "@Poralgosera_ @unaovejarojilla Tener mandil no es cuarentena. No apoyen este tipo de contenido.",
        "Estoy nervioso no podría decir porque",
        "Me veo de afuera hacia adentro.",
        "El «¿Cómo te va como con el COVID?» es el nuevo «ON TAS? te pago el uber» del personal de salud.",
        "Los malaventurados no lloran tus palabras - PXNDX https://t.co/iJDLF5K8SX",
        "Nos volveremos a abrazar https://t.co/8BvYvxuA3r",
        "https://t.co/R3AGb6rBS5",
        "PD. Cuando todo esto termine, nos urgen unas vacacioncitas🌴🌴🌴 https://t.co/0E1OTfTp96",
        "Y les quiero recordar que para que nadie falte mañana, se queden en su casa hoy. https://t.co/6Oms2ryJ8C",
        "Espero que sepan que todos son muy valientes y que los admiro mucho. https://t.co/JTnrbxfwgq",
        "Todos mis amigos de esta foto, son médicos y de alguna u otra manera se encuentra muy expuestos todos los días. https://t.co/4PcFeTICwN",
        "Voy a hacer un hilo con fotos de mis amigos cool: https://t.co/Cjs7NFaVLo",
        "la luz de mis dias https://t.co/rq0j1JkzgW",
        "I think we could do it if we try",
        "de verdad quien de nosotros se puede identificar con esto???? https://t.co/rD9t33LN7c",
        "@Hectorelfo @LaShepperd la verdad es que si!! todas las queens super polish y los jueces de primera",
        "Lo unico bueno del COVID es que se lleva consigo a la raza que hace notas en maquina de escribir",
        "@alanelbaby ve la de Midsommar del mismo director",
        "@elpapadeusted @MedicaParlante Con la touhy we",
        "Amigos es muy sencillo si no salen de su casa, no necesitan cubrebocas 🙄",
        "@RaulAvila87 Nice",
        "Yo perreo sola",
        "C: ceme\nOVID: olvido otra vez que solo yo te quise \n-19: el año que cortamos",
        "Nadie: \nNadie:\nAbsolutamente nadie:\nEnrique Clausseen a los estudiantes: ah te vv??",
        "@ernesto_teran @Jorge_Zozaya él, tiene respiradores 3M para filtro P100 (media cara y cara completa) y N95's. 🤷🏻‍♂️",
        "Siento que soy contrabandista de EPP",
        "Claudia Pavlovich tiene la boca chueca de decirte que te quedes en tu casa",
        "La recomendación es cubrir boca y nariz con un paño de tela, no necesariamente un cubreboca. Evitemos el desabasto… https://t.co/prAGOEtPWc",
        "@manocosmicoazul @F3rn A uno de los Mascabrothers en Hollywood blvd",
        "Excelente propuesta la vdd https://t.co/enDyH4jzKj",
        "@andreapda Rolen sus redes para tirarles mierda y no darles servicio médico:)",
        "@manocosmicoazul Volveremos a abrazarnos ❣️❣️",
        "@00000asg Amiga ánimo te amamos",
        "@JuanMiguelOM Aber",
        "I got You're Carole Baskin! https://t.co/Gm7qqKxAha",
        "@Hectorelfo El @luisbeltran_ embichado por la chota",
        "@gilortegam Tómale al mío jaja",
        "Tú eres puro, puro chantaje; puro, puro chantaje @Enrique_Clausen",
        "El @manocosmicoazul tiene cara de sopita de murciélago 🦇",
        "Sólo espero que haber tenido garrapatas de morrito me protega del coronavirus",
        "Cómo odio ser un fomite con patas",
        "@JuanMiguelOM Siii estoy de acuerdo",
        "I know it's hard but we need each other",
        "@fuckcoro 😪",
        "No quiero cargarles el palo pero la raza que está planeando viajes o eventos para noviembre es muy optimista",
        "Keep a place for me",
        "@koppa__ Me gusta purple es la indie folk",
        "@JuanMiguelOM @RealModesto1103 Haz sugar de brockhampton",
        "@00000asg No mameees",
        "https://t.co/2MZNrydqOw https://t.co/fYQ7QQsDmN",
        "@manocosmicoazul @sanbenito El no haber podido perrear está canción en la calle me va a dar estrés postraumático",
        "San Gerardo Álvarez amarra a tus animalitos para que no nos den a mí ni a mis hermanitos. Amen.",
        "Mqm https://t.co/S4T9GZ2zY9",
        "Mood: Considerando seriamente rentar un departamento para no exponer a mi familia cuando salga del hospital",
        "@karlaflwrs @LaShepperd Entretuvieron más las nudes de bad bunny",
        "@gilortegam Solo porque no tienes erre más",
        "@chocobones Cachoravirus",
        "Aprenderé a caminar la cuerda floja antes de que termine la cuarentena? https://t.co/ljjnnK0L6j",
        "@charli_xcx Safaera - bad bunny",
        "Seré breve:\n\nPONGAN EL PUTO FRASCO DEL ASPIRADOR ALV",
        "Extrañaba salir y besarme con 5 inec",
        "Sí, no, justifiquen su respuesta",
        "Los ex- besan más rico?",
        "El culonavirus me trae HARTO",
        "Es una bichiyaaaaal j🔊",
        "@yosoytudoc Khe",
        "Quién me vende dos boletos para el pal norte 2020?",
        "2020 y hay señoras que todavía dicen «copy-page».",
        "@vvaleanaya Me interesan",
        "@_AlejoCG98 @ddgmz98 Me interesan we $$$",
        "Robyn en rupaul yaaaas",
        "YA ME ENTERE :P",
        "DE LOS BESOS QUE TE DIII MI AMOR",
        "@sofiaharom Bichiyal***",
        "El disco de Justin Bieber es millennial culture pdv",
        "@ernesto_teran La patagonia jajajaja",
        "@ernesto_teran Aspen, colorado",
        "@danyskr Same mood",
        "@Hectorelfo A la gente que es mala donde sea le brota",
        "Abelito no tenía que destrozarnos así con «AFTER HOURS»",
        "@mediorogelio Animo se va poner más de la verga",
        "Drake es mi pastor y con él nada me faltará",
        "«HIGHEST IN THE ROOM» una autobibliografia que se llame",
        "Oye Carlos tú tienes alma de gitano",
        "@robertovllgs @Claudiamolinaaa De nada 😋",
        "Lit https://t.co/sXiOld3obf",
        "@javiwankenobi Sin llorar",
        "Quedé como estupido disque",
        "@javiwankenobi Es que poser viene del náhuatl que te valga verga",
        "Nadie:\nYo: No sabes cuántas veces pensé en decirte todo esto, pero nunca encon...",
        "Nos quieren castigar por salir mal en un examen (?)",
        "Obvio los residentes no tenemos personalidad porque vivimos en puta anhedonia",
        "Me acaba de violar un examen de EKG",
        "We couldn't turn around",
        "quiero el cielo, el ciento porciento, por cierto!",
        "Soy un loquillo lit",
        "Dame la sopita de tu murciélago",
        "Antes de que muera yo, quiero jugar con mi vida hasta verle perder valor",
        "Seasons changed and our love went cold",
        "A México le vale verga a salud de sus médicos",
        "Imagínense hacer guardia cada cuarto día...",
        "DESDE MI RANCHO A TU COCINA como preparar SOPA DE MURCIELAGO",
        "Un empleado de la farmacia gdl me acaba de decir provecho después de agarrar un cafe helado del refrigerador.... I'm",
        "wey hoy le di anestesi a un bebe que se llama ROSALÍO; por cierto ame Juro Que",
        "Aquí me tienes aceptando el reto, aquí me quedo este es mi lugar",
        "@seth_bingo @manocosmicoazul",
        "@ouijney @manocosmicoazul",
        "@branstein2005 :s",
        "Que canción de los angeles azules eres hoy?",
        "Danna Paola &gt;&gt;&gt;&gt;&gt;&gt; yo",
        "Las guardias ABC te despersonalizan",
        "Flatline",
        "Ya ando en otro plano astral",
        "El acabose de mi R1 tengo gota y traigo un Alcatel",
        "@Jeanvalcas Mentiroso",
        "Adelante pueden irse tú y tu amante Xddd",
        "@atr_ahre @manocosmicoazul tu 😍"
    ]
}