{
    "screen name": "medlayachi",
    "no. of tweets": 153,
    "tweets": [
        "@Alamovsky Cela a été (en partie) encouragé par le gouvernement: aide individuelle (dérisoire) destinée aux salarié… https://t.co/z1pISmvLiH",
        "Avec Watson AIOps, IBM veut aider les entreprises à améliorer leur capacité de résilience https://t.co/f49MIk9dYq via @siecledigital",
        "Highlight keynotes from #THINK available in replay @IBM \n#Hybridmulticloud #blockchain #SupplyChain #IA and more\nhttps://t.co/ntgIQ07mE8",
        "@Jawadzi Nos valeurs avant tout",
        "@PES_Mobile is the game down on iOS? Freezes at the start",
        "@StitouImad لم يكن ابدا ضحية، يفتقد الكفاءة والروح القيادية 0 leadership",
        "@Srcagana على اصلا شحال عندنا من لقب؟",
        "This was the most dangerous place in our planet's history 🇲🇦 \nhttps://t.co/yQ97TcIViX",
        "@lihoudii دخلنا عليك بالله هادا مقترح؟ را الشينوا و مافيهاش هاد الشي",
        "@LotfiWada @TheRealHoussam",
        "@7didane La souveraineté est mainteue de toute manière: seul l'exécutif choisira une stratégie de déconfinement parmi celles proposées.",
        "@7didane Même s'il l'Etat recours (excessivement) aux cabinets de conseil, je pense que pour cette fois, cela est l… https://t.co/X4cwlaWF9o",
        "@djs62 @toy_toys_shirts @thefootballsc @AETshirts @TheRealHoussam",
        "@us_ain Tant qu’il se fait payé pour chaque litre de kérosène consommé...",
        "@khairounni كاين شي نقاش في البرلمان على هاد الموضوع؟ ماذا عن الحريات الفردية للاشخاص و عن معالجة المعطيات الخاصة؟ شكراً",
        "12 lessons from the 4 countries that best reacted to #Covid_19  https://t.co/3ZHNCL9p7I",
        "@olemngoma Drti lmzian 👍",
        "@KIMfarfelu Aurais-tu une bibliothèque d’images pareilles?",
        "@YounesMraniy @KIMfarfelu Pareil dans la finance, je pense qu’il faut de vrais connaisseurs. Il a passé 10 ans à la… https://t.co/fK0XKOtypM",
        "@rime_elk En même temps, Rome n’a pas été construite en un jour 😉",
        "Plus de 11 milliards d’euros de déficit opérationnel pour Soft Bank. Wework et Covid-19 en sont les principaux fact… https://t.co/umTjntIK5o",
        "@omarbalafrej Si Omar, je ne sais pas si la question a déjà été posée, mais y a t-il une gouvernance définie pour l… https://t.co/OIckKMX5oe",
        "Regionalization, second sources and additional safety stocks could be considered to mitigate supply chain disruptio… https://t.co/VU0rU55Qke",
        "\"Les propositions des partis politiques, des institutions et organismes publics et des experts nationaux sont dispo… https://t.co/pn8AM3yNYh",
        "The success of a system’s transformation relies on its capacity to manage those dependencies while staying nimble e… https://t.co/ku8EBBqEbz",
        "@leadingagile The success of a system’s transformation relies on its capacity to manage those dependencies while st… https://t.co/WnDGBFfXs0",
        "@zakariasabik_ 💚",
        "@RCAofficiel Raja USMA 2/2 97",
        "نلعبو عليها و نجيبوها 💚 La finale qui se joue avant les 2 demis #Ismaily   #Zamalek 🇨🇲 @RCAofficiel https://t.co/1jwgPYxqwB",
        "@YBelhaissi يلزم توضيح من الحكومة حول نوعية الكمامات المدعمة. باستثناء FFP2 و N95، باقي الكمامات لا تمنع انتقال الڤ… https://t.co/mK6XYFYlHF",
        "@Er_Pupone1937 C’est vrai, ils auraient dû mettre Benabicha",
        "@feryate غير تدوز هاد لمصيبة هاد السيد خاص يعطيوه وسام",
        "@Vanessalemoigne @SachaNoko @ClemSarlat Absolument scandaleux.",
        "Comment IBM utilise sa puissance de calcul dans la lutte contre le coronavirus | via @BFMBusiness https://t.co/BtRXUI0JY7",
        "77 molécules capables d'arrêter la propagation du #COVIDー19 identifiées par le Super Computer @IBM #techforgood… https://t.co/TgUWVrdSxu",
        "@Hatimuuus Je ne comprends plus rien. Dans ce cas pourquoi l’ordre des médecins a émis ces doléances? Et au nom de… https://t.co/0sJlgrxHbJ",
        "Excellent article de @harari_yuval \"In this time of crisis, we face two particularly important choices. The first i… https://t.co/G3f9TpHfKk",
        "Là où tout le monde balance des certitudes, les vrais spécialistes répondent avec humilié: we don’t know yet ! https://t.co/nIhI31IeJG",
        "@mehdibouatmanii @TheRealHoussam 😅😅",
        "🤫 https://t.co/5ngxsWewtc",
        "@Ihab1899 @lebrun_mum Je pense que le % serait plus faible si on faisait plus de test. Plusieurs personnes sont asy… https://t.co/ai6dexcsz4",
        "@lebrun_mum Ces chiffres ne sont pas du tout représentatifs: le nombre de tests étant largement différents entre le… https://t.co/LIJK2jO3rA",
        "@medrissi Presque 3000 personnes sont en suivi médical (cas suspects)",
        "@RCAofficiel @pohangfc Hi @pohangfc do you have any video of the first leg in Korea (2-2)? Thanks",
        "@YBelhaissi @Abdelhadiiiiii مامشبوه ما والو سي يوسف. Qui sème le vent récolte la tempête. الله يحفظ وصافي",
        "https://t.co/0QU6elu4wl",
        "https://t.co/0pW2dm1ItY",
        "@Elotmanisaad السيد رئيس الحكومة، جميع دول العالم تُقِر بمحدودية فعالية الحجر الصحي و ان الوسيلة الانجع للحد من الف… https://t.co/uLUgXLenAl",
        "@7didane La question Quid de s’est posée dans tous les pays concernés par le confinement. Nous n’avons pas le choix… https://t.co/aGBuAXSUit",
        "@Elotmanisaad مئات المواطنين المغاربة عالقين في فرنسا: https://t.co/7ZS26af6Ex",
        "@simochejai @Medias24 https://t.co/0QU6elu4wl",
        "@simochejai @Medias24 dans cet article, El Paìs explique que la réussite du modèle coréen est due au depistage mass… https://t.co/TboyLakx5E",
        "@StitouImad ضعف الثقة في السلطة ليست خصوصية مغربية.",
        "@KofiAsiedu_ @CAF_Online @africaupdates @Masandawana @RCAofficiel @TheRealHoussam",
        "Pourquoi le Maroc libéralise à petits pas sa monnaie, le dirham | via @BFMBusiness https://t.co/9kM480tFmC",
        "@CancionesUltras @TheRealHoussam",
        "Aspetar, suit Dembélé depuis sa rechute. Elle a réclamé au FCB les données GPS du joueur. Il en ressort que le Fran… https://t.co/XFNYSfnoqG",
        "@fadelabdellaoui no Père Jego today?",
        "@HafedYugrten متافق معاك على ان طلب تأجيل هاد الماتش هو اسمى تجليات تاحيماريت",
        "@fadelabdellaoui Pq? Ils ont sacrifié un mouton?",
        "@HafedYugrten Redorer l’image de l’un et faire passer l’autre pour un con? J’aurais été d’accord avec toi si la dem… https://t.co/WFuMUsgPUd",
        "@ANTIJRADA @ActuFoot_ @FutballTweets @afrikfoot @Footballogue @FRMFOFFICIEL @hespress @MAP_Information @Medias24… https://t.co/RYBeqCND2G",
        "@tarikdor Donc il n’y avait pas peno contre Ismaily",
        "@osasuo @CAF_Online The CHAN itself is a very bad idea especially in this timing.",
        "Second WR in a week 🇸🇪 https://t.co/Y7ld2ijWuj",
        "@douik_mohamed bon rétablissement. Tu reviendras plus fort ! 💪",
        "@HafedYugrten وما لزماننا عيب سوانا",
        "@zakariasabik_ Ca donnera plus de liberté à Ngoma",
        "@HafedYugrten هادا من عندي انا واخا ياخد ballon d’or غادي يبقا زرق",
        "@celio une commande perdue dans la nature depuis plus d’un mois. Infos contradictoires de votre service client. 3 d… https://t.co/H2N8yTX6X7",
        "L’apocalypse : 0 titre\nLe minimum: Arab CL + Qualif CL 21’\nLe bonus: Arab CL + Botola + 1/2 CL\nL’impossible: Les 3… https://t.co/3mXpY79smR",
        "@YaFav3azzi @Malangol28 Je rajouterais bien une pichenette de Rahimi pour éviter le stress de Vita après le 1.3",
        "@YaFav3azzi Merci Nassim pour cette photo",
        "@AzizDaouda Il a tweeté en sa qualité de SG PJD depuis son compte perso @Elotmanisaad et non celui du chef du gouv @ChefGov_ma",
        "@elomari05 Même le leader a 29/39 ca montre que le championnat est plus compétitif",
        "\"As cars steadily become “computers on wheels”, Agile management is spreading from software development to the whol… https://t.co/dZJgf4aolz",
        "@MyAhmed31 Il est controversé, mais c’est une machine 8/8 en #AusOpen c’est monstrueux",
        "@HafedYugrten Tout s’annule après les groupes",
        "Hi @Jira any plan to activate parallel sprints on Next-Gen?",
        "@MyAhmed31 Clair et net 👍",
        "@GearlessZ @zakariasabik_ Nope, droit à une seule place, et je ne sais pas s’ils l’ont ajouté",
        "@GearlessZ @zakariasabik_ Je parle de Zrida, est ce qu’il est ajouté à la liste africaine ? (Je pense que je t’avai… https://t.co/9l45eOyoSc",
        "@GearlessZ @zakariasabik_ Ajouté à la liste ?",
        "@zakariasabik_ Coaching raté de sellami, il aurait du sortir Wardi et laisser zrida, plus bagarreur. Après sa sorti… https://t.co/jBWeiC7kUT",
        "@coachtactics مشكل ذهني و تركيز مشتت، من بين ١٥ فريق يلعب دوري الابطال، الرجاء هو الوحيد الذي يلعب منتصف  هذا الاسبوع",
        "@ChaniYoussef @RedaAllali @fadelabdellaoui @medbel75 Flop",
        "@TheRealHoussam -4 pts en 2 jours à cause de l’arbitrage",
        "@lihoudii ايلا عطاك العاطي...",
        "@Hatimuuus Il s’est reconnu en lui",
        "@HafedYugrten @Words_failed 14 pts dont 3 face au RSB. Autrement on va souffrir au retour",
        "@Malangol28 Un doublé vendredi pour venger la transversale d’hier. Bravo",
        "@HafedYugrten 3 jours francs en cas de déplacement à l’étranger. Combien même la loi ne serait pas en notre faveur,… https://t.co/kEZ5tCDrBS",
        "@10itsmeomar @HafedYugrten @lfawdawi و ماقالتش العكس. كاينين دول منعو المشاركة فجوج مسابقات: مصر و الجزائر كمثال",
        "@TheRealHoussam False",
        "@Hatimuuus Pourtant, les grands exploits du Raja c’est souvent en années impaires: 89, 97, 99, 2003, 2013, 2019",
        "Happy new year from Tokyo. Peace and happiness to you all 🇯🇵 #2020NewYear #shibuya https://t.co/9RCSolNq0v",
        "@XAVSMA Faute impardonnable de Sellami. Nos 2 concurrents reçoivent 2 fois de suite alors que nous ne jouons pas. L… https://t.co/QUo3Qts16a",
        "@lebrun_mum Faute impardonnable de Sellami. Nos 2 concurrents reçoivent 2 fois de suite alors que nous ne jouons pa… https://t.co/0r7X2olAv3",
        "@tomsan106 Do you know if I still can find tickets for the Final?",
        "@fadelabdellaoui Reverse Karma",
        "Sports is getting a digital makeover, but let's not forget the physical experience https://t.co/sRYhTFutsX",
        "@MyAhmed31 @TheRealHoussam 😂😂😂",
        "@IBM The rise and fall and reinvention of a global icon https://t.co/mehJbKy927",
        "@StanfordDeptMed @StanfordGSB Causality vs. Complexity",
        "Hi @Jira any idea on Release feature availability on next gen template? Thanks",
        "Same for @JAL_Official_jp and @AmericanAir thanks to @IBM and @Apple partnership https://t.co/aFrLLzrGKE",
        "That’s my boy 💚 https://t.co/U6qB55HHe7",
        "@TMoulnakhla @guichet_ma Bon courage et bonne cnotinuation !",
        "@medbel75 @XAVSMA On a le droit d'être nostalgique",
        "@Hicham424 Non le Raja n’est pas mieux sans Banoun. Combien de matchs similaires on est capable de sortir? Son nive… https://t.co/CNIlmFGku5",
        "@RadioMaarif @RedaAllali @mustaphaqadery @Maroc_Telecom Excellent épisode. Hâte d’écouter l’épisode des pirates 🏴‍☠️",
        "@Anass_ELKLIL Ça peut se tenter. En revanche je suis contre le banoun-bashing auquel on assiste. Il a raté son débu… https://t.co/fgyDSwdp1X",
        "@TheRealHoussam On récupère 5 piliers au prochain match CL: Hafidi, Benoun, Boutaib, Arjoun, Malongo. Le retour de… https://t.co/HHeNVf86K5",
        "@Words_failed @RedaAllali الله يخليه ديما مديماري. J’attendais que le match passe pour écouter l’épisode . Mnt je vais le savourer",
        "@tarikdor @SFNloubnan Taraji va perdre à Kinshasa. C’était un sursaut d’orgueil nécessaire. L’un des meilleurs matchs du Raja en Afrique",
        "@Jamal13500 Il a été meilleur en 2ème mi temps. On avait besoin d’un pivot pour attraper les balles aériennes, étai… https://t.co/170jxraGv4",
        "Quelle discipline tactique individuelle et collective ! Quel exploit de briser 2 ans et demi d’invincibilité de Vit… https://t.co/iJYSUglGkU",
        "@Atourabi Ce n’est pas le maillot de Vita?",
        "No #Mercy au #Merseyside ce soir. Et de 32 pour @LFC #record https://t.co/WiZzfiIdgp",
        "@RedaAllali Merci pour le podcast sur l’Hay. Un vrai plaisir à l’écouter.",
        "Isn't it funny how day by day nothing changes, but when you look back, everything is different? - C.S. Lewis",
        "@fadelabdellaoui Sellami a déclaré texto qu’il avait peur de sa propre défense. L’absence de Benoun ne va pas arran… https://t.co/Y2czccMVh2",
        "How Living Abroad Helps You Develop a Clearer Sense of Self https://t.co/Z1HDauFH8d",
        "@AmineRahmouni73 @Limmoune Pareil ! Excellent prof et ancien militant",
        "@ChrisFrean @RCAOfficiel1949 @BounouarJalal @farisf9 Veni vidi vici !",
        "@RCAOfficiel @BiougElectro la meilleure histoire de la dernière #supercoupe #RCAEST #HappyEnding https://t.co/Zo3AqVjHL8",
        "@feryate 😂😂😂😂",
        "2007-2019 Sang froid déconcertant, Leadership affirmé et talent sans égal. Ce joueur est PHÉNOMÉNAL ! 🐈💚 https://t.co/pnS7hdPQlg",
        "Bravo à @guichet_ma pour la qualité du service et la fluidité du parcours de commande. Vous avez mis la barre très… https://t.co/2lOxwrqmsG",
        "@guerrierblanc Merci ! La supercoupe restera à jamais dans l’histoire. Bon vent !",
        "@zakariasabik_ Meilleures conditions pour un sursaut d’orgueil. Il ne faut rien lâcher.",
        "@TheRealHoussam @medbel75 2 erreurs majeures de Carteron selon moi: faire jouer ngoma et ouardi ensemble + le changement de Rahimi",
        "@medbel75 On a bien commencé le match avec une bonne maitrise. L’erreur défensive nous a coûté cher et le wac pouva… https://t.co/9mp7phU8f3",
        "@medbel75 1.0 serait suffisant. La dernière défaite à plus d’un but d’écart remonte à 2007 en CDT et à 2002 en championnat",
        "@AmineRahmouni73 Derby aller de la saison dernière sans Banoun Sanad Boutayeb Jbira Mabide Hafidi. Keep your tears after the game",
        "Thanks Gentlemen #ENGvNZL https://t.co/Egc5RTwQvt",
        "@AlMitaqRaqmi @LeBoursier_ma @Medias24 Alléger les barrières à l’entrée (réglementaires surtout) pour permettre aux… https://t.co/Ri9QvZ0MDs",
        "@ucef79 Safri Ramch et Kharbouch wlad lbarnoussi jaw lraja flespoir",
        "You are as strong as your weakest link #FRAWAL https://t.co/j4GlNoMXOj",
        "@Atourabi Le débat ne s’est pas imposé partout. Il est essentiel mais le fait est qu’il n’intéresse qu’une partie d… https://t.co/F3uGQcC5cI",
        "@SCCR212 Il a peut-être raison, mais la question est combien de joueurs comme Hakimi on a en sélection ? La vérité… https://t.co/7HFDUhUeAJ",
        "@Confidences2M @2MInteractive Possible de rendre l’émission disponible en podcast audio? Merci",
        "@Words_failed @Hatimuuus @Hicham424 Nope, pour décembre ça sera le derby de la CL 😅",
        "@AzizDaouda @iaaforg Quid de l’affluence?",
        "Muaataz Barshim conserve son titre mondial à domicile. Formé à @Aspire_Academy encore une preuve que l’on ne peut p… https://t.co/LohxZ0OYs7",
        "@pierrecappelli @SalahBaina @LesEchos En tout cas elle peut être désignée. Airbnb en est une illustration https://t.co/HGcHtWblNh",
        "See how #ibmwatson can help you lock your #fantasyfootball lineup ! https://t.co/7VGHf9PtoV",
        "@TMoulnakhla @Binga_App is a good example 😉",
        "@TMoulnakhla est il possible d’accéder au stade en scannant le code depuis le mobile? Merci",
        "@LuxeRadio votre appli mobile est magnifique. Rien à envier à Podcasts ou Spotify. L’intégration de CarPlay est réussie 👍",
        "@AskAtlassian Hi, is it possible to link Gitlab and Jenkins with a Nex-gen project in Jira? thanks",
        "@AskAtlassian Hi, comment mention is not working in Nex-Gen template. Can you help on this please?",
        "En #EFL cup 🏴󠁧󠁢󠁥󠁮󠁧󠁿 Colchester (D4) élimine #Tottenham finaliste de la la ligue des champions #UCL https://t.co/hrK19hJCxy"
    ]
}