{
    "screen name": "teboho_thatho",
    "no. of tweets": 159,
    "tweets": [
        "@Teezy_Promking Thank you for this boss. I'm camping at your channel binge watching",
        "\"Learn everything you can, anytime you can, from anyone you can. There will always come a time when you will be gra… https://t.co/8CzEEkY00r",
        "@Antidizy Abtuaaaaka! U no shebileng?!",
        "@iamkoshiek This interaction reminds me of James Veitch.",
        "@iamkoshiek \"Everyone in your team went to Harvard?\"😂😂",
        "@Delexqua Spot on😂",
        "@Jafta_ML https://t.co/BhzPGlk9o3",
        "@Pang_Masuoane Trying? Dude come on! I'll share mine ka distance ea 6km and you'll understand 😏",
        "@Pang_Masuoane Pace🙆🏽‍♀️🙆🏽‍♀️🙆🏽‍♀️",
        "@tboydaflame The baby mama is on your TL",
        "@LiketsoNthimo Given how stressful baking is, I feel stressed by just thinking of baking to destress",
        "@ImcocoMash Yes. Even marry their mother and raise the child if that's what the mama wants.",
        "@LiketsoNthimo 😂😂😂 you sound stressed",
        "@IsoscelesTHEMc https://t.co/ob5ZKgsVZi",
        "@LiketsoNthimo 😂😂😂 weeeeell...",
        "@syfoexclusive @nzane_les @Trybs 😂😂😂😂",
        "@chomeyD @ktselane1 Joale oa utloa u etsa eka you can relate. Emella maaaa👉🏽👉🏽👉🏽👉🏽👉🏽👉🏽👉🏽👉🏽👉🏽👉🏽👉🏽",
        "@ktselane1 Ene re itjella re sena stress. @chomeyD oa bona ehlile you were more privileged be ke sa soasoe?",
        "This is where it all started. https://t.co/5bQa3cutKq",
        "@ktselane1 Re qala ho phaka papa ka linaoa tse ts'upa!🤦🏾‍♂️ u siile hore ho tloha u bala std1 to std 6 ho no sena m… https://t.co/ScdzBOO8XN",
        "@Nicky_kk2 @magembi @ProfSips Not bad or great?🤔",
        "@Zenande_Mcfen @IamMotswane Judas",
        "@tboydaflame I wanna see how I'll look with a nerdy hair. If I go back to office next week I'll have to cut it",
        "@tboydaflame Even my hair is starting to grow. It should continue hanyane",
        "@chomeyD @celani_bambi @JudaRetro Tonight ke trout. Yeeeeeiiiii! Please call me Chef TT guys",
        "@chomeyD @celani_bambi @JudaRetro Emella maaaaaaaaa!",
        "@celani_bambi We will send the menu well in time. We are planning to go italian, but hey, your choice! Ho rialo mot… https://t.co/HZoSKUnOIN",
        "@celani_bambi @JudaRetro I did atseba ke u chaele. https://t.co/gQijIWsej7",
        "@JudaRetro It was made easy by the pot I used. Hape ne ke bo lubile properly, first attempt. But haters are busy saying ha se 'na🤦🏾‍♂️",
        "@JudaRetro Look at God! Who'd have thought one day master chefs would ask me how. I'd like to thank Wuhan for Coron… https://t.co/AwA7wvR0cP",
        "@celani_bambi @JudaRetro You mean like this😋? Hee se ke le kotsi, yeses https://t.co/GC5n5Thr48",
        "@MrQuinn17 😂😂😂",
        "@MokupiPogisho White",
        "@Tshi_Nakanyane The first time you predicted a number oa hopola? It was 100 I think. You came to admit that you wer… https://t.co/ZAE1Wdkn3f",
        "@Tiffany_Kalawa @TheresiaMakompo @NeoPhakisi U fumaneha kae?",
        "@LiketsoNthimo Sometimes they don't even dislike the mother hoba tla be ntse ba le mmoji ebe li sotha when she beco… https://t.co/2rPXvACuHN",
        "@chomeyD @celani_bambi I'm done with you! Ebile nentse ke sa bue le oena haele hantle. Ke tla kopa le nromelle menu pele ke tla😂😂😂",
        "@chomeyD @celani_bambi 😂😂😂 Go away!",
        "@chomeyD @celani_bambi Eea nka lumela if haka ele hoteleng. Any problem? https://t.co/ikXGLYiYRp",
        "@celani_bambi @chomeyD 😂😂😂😂 the truth on the last part!",
        "@celani_bambi @PaperPheane Eseng nka tla le indoor games ke tle ke nke nako e telele ke fihle ka bo 9 ke vae ka 3!… https://t.co/9TLlODySqP",
        "@PaperPheane @celani_bambi This is me right now!",
        "@Thabang_meds 😂😂😂 whatever you are drinking is not good for your health",
        "@Thabang_meds 😂😂😂😂😂 aoeleeee",
        "@Mabusela_RP 😂😂 botsekeng!",
        "5 words, 5 tags\n\n\"I can, so can you.\"\n\n@i_mouffah \n@LiketsoNthimo \n@chomeyD \n@nelson_tja \n@LeboSefalane https://t.co/sMUDmNpjGj",
        "@Tshi_Nakanyane @ke_Khanyi Ba tlo mo khetha hape",
        "@celani_bambi @LadyQ__ I dont believe this!",
        "@TsepoPhilly @thulo_ls Beautiful thread😁",
        "@tasingo E tlo ba YouTube neng?",
        "@celani_bambi @chomeyD If you want peace do the right thing😁😁",
        "@chomeyD @celani_bambi Leha o ka ema oa ba hloella ka holima ntlo! You are probably editing spreadsheets already",
        "@chomeyD @celani_bambi 🤣🤣🤣🤣 you never disappoint! I was expecting this. Hee motho o rata chelete enoa!",
        "@Tshi_Nakanyane Great analogy.",
        "@thesivu Even sweatpants and Ts?",
        "@Mabusela_RP @Smongana 🤣🤣🤣🤣 halaaashuuuu!",
        "@uctjustkidding 😂😂😂",
        "@leboclive 😂 leadership",
        "@LiketsoNthimo @ElsaAngel19 @chomeyD 😂😂😂😂 the way I was so tempted to tag you but knew you'd come still! Passsop!",
        "@Tshi_Nakanyane No ba ske be ba re leka hohang by spoiling it. It will take away the tranquility element of it.",
        "@Kori_Gunner Agent Mojtabai",
        "@Ree_Mo_ Le baskomo eea hlapa Ntate!",
        "@Ree_Mo_ That's why I did. Ba sa hlapeng today ba sa hlapa le maobane ache se ba bone koena ka metsing joale😅",
        "@NmabokelaNonoza @Tshi_Nakanyane 😂😂😂😂😂",
        "@senekanei @Ree_Mo_ 😂😂😂😂😂",
        "@senekanei @Ree_Mo_ 😂😂😂😂 drama. 'Na ke hlapile ka sontaha so...🤷🏽‍♂️",
        "@senekanei @Ree_Mo_ U ntso tlo hlapa hape mantsiboea?",
        "@Ree_Mo_ I was just thinking about this. @senekanei ha u ka hlapa today ngoanaka ehlile u rata drama, period.",
        "@bouyzy @OlebogengLB 😂😂😂😂 But why are we hating now?",
        "@tobyybanksz Aren't these names Valyrian? Belcalis marlenis almanzar! dracarys!",
        "@Tshi_Nakanyane Time for a nap.",
        "@ktselane1 @Maya_Legacy 😂😂😂 atseba",
        "@zimbocash ZASH! It has that thing. A Zash.",
        "@MaermanK @A_D_O_Lent @Mam0hale Detective Nakanyane",
        "@mosuoanekm Just this morning they said it was nothing serious and a couple of hours later ho so thoe ICU! Ha ba mo… https://t.co/bnH3t3CunH",
        "@senekanei No man m m! Ha ho etsoe tjena! Ska re etsang ntho tse bohloko tjena",
        "@senekanei Joale Sista Baws oena u loanelang ho ntso bapaloa hantle?",
        "@Tshi_Nakanyane This is freaky! What were you thinking to write this in this manner? It's too real.",
        "@Po_le_Pang 😂😂😂 @Ms__Molefi why does this remind me of you ngoaneso?",
        "@AndileNcube 😂😂😂",
        "@Po_le_Pang Ah ah ah it hasn't even been a week!",
        "@magembi @tsotsopeng 😂😂😂😂",
        "@Po_le_Pang Boooriiiing ena sounds like Jim Moriarty",
        "@Kamohelon_ As long as u sa thule TV eo...",
        "@thabang_mapena @Cecy_M_LS @QuinNellow 😂😂😂😂",
        "@JudaRetro Bruh! Or a dream",
        "https://t.co/1K4KpIiyv2",
        "@Mtimande_N @magembi 😂😂 what a perfect meme!",
        "@Punisher_ZAR Pap and egg stew https://t.co/OmSVAqcpQw",
        "@bouyzy Kesfeng motsoallaka?",
        "@Mabusela_RP Happy 10th Anniversary Ntate le 'M'e Mabusela. Morena Molimo a 'ne a tsoele pele ho le hlohonolofatsa… https://t.co/UHCBlOfctc",
        "@bouyzy Ah OENA ehlile u ka hlanya straight.",
        "@Mabusela_RP Bru! Bongaka ke bosole klaar.",
        "@BiggDaddyKhalis @Mabusela_RP Wait until they hire you in May and you are not sure whether to be eggsighted and tak… https://t.co/RFcYfLVsSs",
        "@bouyzy @TsepoPhilly 😂😂😂😂why le le tjee mara?",
        "@hyenamonafils 😂😂😂 re phela ka mohau",
        "@hyenamonafils Ku rough.",
        "This is tough. https://t.co/gihRPEQZvA",
        "@Bareki_Pablo 😂😂😂",
        "Enjoy! https://t.co/1acj1Mz85q",
        "@Mochievous @Mabusela_RP",
        "@Tshi_Nakanyane https://t.co/GCeW9Dt81W",
        "@basikarlyKarolo Mohla u bang le power and  influence tse ngata mona batho ba bangata ba tlo phela hamonate fuuu",
        "@i_mouffah @Delexqua No doubt! Your WhatsApp would be lit now",
        "@Delexqua @i_mouffah bona😂😂",
        "@Mabusela_RP 😂😂😂 oa tseba u ts'epileng hee ha u li qala tjena",
        "@Mabusela_RP 😂😂😂 u na le hoba likhathatso tjena bro oa ka. Che u tlameha u le lebelo",
        "@KNkefo With all due respect, le tlose Redd leroeleng la litoeba",
        "@KNkefo Wow! How rude can one be?! Wow",
        "@LiketsoNthimo Follow intuition and accept right there and then that if it's a mistake you will forgive yourself.",
        "@smilesssM Ha ba 'mone hohang!",
        "Kindly respect Reddington.\n\nRegards, https://t.co/BY46dtqjug",
        "@i_mouffah @HermaineM And 3 idiots. Those 2....",
        "@chomeyD Go and choke on something deadly!",
        "@chomeyD One of these days I'm gonna have a chat with the lil man. Ke tla mo joetsa tsona li le joalo!",
        "@chomeyD 😂😂 you know what! Ebile...",
        "@Tshi_Nakanyane Slick!👌👌👌",
        "@TsepoPhilly Ene sebaka seno sa bona be se le mmoji joang for chilled hangouts",
        "@RookieKE All the best with your mini dissertation.",
        "@TsepoPhilly Batho bano ba mono ba mphile glass ea juice ea DARLING maobane. Worst part, ka M25.",
        "@Tshi_Nakanyane For people who overthink it's quite difficult to achieve this. Personal experience",
        "@chomeyD 😂 that's why u tla kena u kakasitse\n...nvm",
        "@MrQuinn17 😂😂 coincidentally ke qeta ho shebella blacklist pilot episode and there is a dangerous Serbian guy whose accent says he is",
        "@Mabusela_RP Ntate oeee! Ha ke utloisise!! Ekampaba ke 1.82 hee",
        "@Mabusela_RP 😂😂 ska etsa tjena! Empa aico na u so re haholo tjee?! Ke etsa 1.72",
        "@Mabusela_RP Ah ah u so re u mpheta hakalo bro oa ka?",
        "@smilesssM @Nic_Lebelo a ku arabe potso ke ena Moren'aka",
        "@Pang_Masuoane @NthatiMonethi 😂😂😂 aoeleee",
        "@Stajah_TM @TakaTina1 😂😂😂😂😂😂",
        "@luda_lanes I once saw you do this on this app.",
        "@thee_academic My masters  journey in less than 280 characters!",
        "Finally! What a relief. https://t.co/G43bLjuz2A",
        "@BiggDaddyKhalis @Mabusela_RP Ehlile ke rmong a entseng e be re tempa lipasa hore re ee libaeskopong",
        "@basikarlyKarolo Very weird!",
        "@basikarlyKarolo To increase engagement stats on their tweets. \"Influencers\"",
        "@LiketsoNthimo Sestere haa thaba sesole sa 'mele se tlo hlasa ebe se loants'a flue oa fola",
        "@LiketsoNthimo 😂😂😂😂 saaaavage",
        "@magembi Counting down....gimme 5 years.",
        "@magembi Hahaha I hope to one day get used to it. Apparently we are missing out.",
        "@Rose_Moru Too beautiful! As someone with an imposter syndrome myself, I think I empathized with her. \n\nYou should… https://t.co/RMXM4MvWOv",
        "@magembi @Zwothe_N 😂😂😂",
        "@bouyzy 😂😂😂 ho sa hona!",
        "@mosuoanekm This got me thinking....",
        "@Rose_Moru Thanks. No pressure. You have time. I have a long to-read list.",
        "@LitlharePelesa @KNkefo 😂😂😂 ne se ke re maybe ho na le tse ling tse re sa li tsebeng tse mo phathahantseng.",
        "@KNkefo @LitlharePelesa 😂😂😂 how many weddings? And all that?",
        "@LiketsoNthimo @chomeyD So you see why I can't associate with delicacies? But I think I always disliked them, even… https://t.co/JjKd40Gj2S",
        "@Rose_Moru My current read to be completed as soon as I submit my dissertation. The Monk is in the top 3 best books… https://t.co/cWgnz7SjFg",
        "@LiketsoNthimo @chomeyD U tsebe primary e ne ke e kena ne re ja ts'e ts'ehla ka papa e ts'ehla, re li bitsa 2 piece. Errday!",
        "@LiketsoNthimo @chomeyD Experiences bra. Ha ke batle le monko oa tsona feela! Did you just say delicacies!? I don't… https://t.co/N8XRgGRxLO",
        "@chomeyD NEEEEVEEEEERRRRRRR!!!!",
        "@bouyzy @smilesssM Ba dom! Periodt.",
        "@bouyzy @BiggDaddyKhalis 🤣🤣🤣 I went through a number of emotions reading this. I must admit I got quite excited whe… https://t.co/3Ovwm4eiTY",
        "@MrQuinn17 This one is a peach. White outside and black inside.",
        "@nzane_les No a a ehlile bothata ba hae se bo hloka immediate attention",
        "@MaBlerh Which one of you is you you? Happy birthday!",
        "@senekanei Bo Bonnie and Clyde ba bangata kantle ka mona😂😂😂",
        "@bouyzy Ha ke entseng moholo oa ka? Kapa oena u shebang ha u sheba material? Price per square meter?",
        "Thread count and color. https://t.co/MoPmevxr4D"
    ]
}