{
    "screen name": "mvsebastian",
    "no. of tweets": 150,
    "tweets": [
        "@modernjam @MorgLaMignonne Get Out II",
        "did a virtual group yoga session this morning with a few middle aged new jersey women, so basically i’m thriving",
        "@chriskarnadi once i’m over this finals hangover, i will diving right in",
        "@Herb4Change it’s been driving me up a wall for hours now",
        "@munozjose @Lis_Smith @politico this right here. the offense of shouting tyranny from the rooftops is that it’s not… https://t.co/MMXPRkl4AM",
        "@munozjose @Lis_Smith @politico it’s all foolishness",
        "@munozjose @Lis_Smith @politico exactly. one set are touted as “model minorities” that “stay in their place” while… https://t.co/vMShLGmpV8",
        "@treeaston @Lis_Smith i’m tired, sis",
        "@munozjose @Lis_Smith And @politico appears to not have cared much about airing arrogant dog-whistle politics either",
        "There is no scenario where it is appropriate for a white woman to refer to two prominent women of color, or any per… https://t.co/JmiPltObhD",
        "@CodyUhing groundbreaking",
        "@treeaston so much to talk about. that first brunch is going to have to be at least 8 hours",
        "@abbynormansays i bought a used tuft and needle mattress in 2017 and it’s held up great. i’m a fan of firmer mattresses and it’s been lovely",
        "@dsuede my restraint has had a glow up though so i’m not engaging in any of the madness 😂😂",
        "lolololol so many tweets i wanna tweet. these twitter streets are a mess",
        "@BrianSimsPA my goodness — i am so so sorry. this is horrific",
        "i love the “i hope you and your family are well” emails cause i’m like yea, me and my plants are fine thanks https://t.co/xV2mf31Bd3",
        "some folks on my team got together and ordered me the nerdiest graduation present ever and i’m so excited to now ha… https://t.co/gXpqGIjzuV",
        "@jeremiahjw @jamieleefinch yes calendar squad!!! https://t.co/0jptsbA07W",
        "https://t.co/N2M7pSaPS0",
        "@jamieleefinch 😘",
        "it’s @jamieleefinch’s birthday this wednesday. y’all better come correct.",
        "@adammc123 https://t.co/FthxBR0ZQs",
        "@_kkaltenheuser @NobleSpencer the algorithm fucks with me and some times i think i’ve already done it 🤷🏽‍♂️",
        "@NobleSpencer i’m laughing so hard at “so i’m still wrong” love you, friend 💖 sorry for the following gaffe",
        "@NobleSpencer 😘 summer 2018 bb.",
        "@NobleSpencer we’ve been friends for almost 2 years but i guess this major error makes us even",
        "slowly turning my home into a small jungle https://t.co/t5A3gvR6iM",
        "@KyleGautreau thank you for your endorsement 😂",
        "monday curls, let’s discuss https://t.co/bUPqzL0hLS",
        "wowowowowowow @ddamascenaa thank youuuuuuu 😭🎓✨🍩😍 https://t.co/iGjSRYTda9",
        "@NRMorrow i’m mostly concerned about the uh.. “aesthetics” here",
        "@Maggers20 oh if only hahaha",
        "@adam_a_perez strong this energy: https://t.co/3UewESf8Cm",
        "@Sandi 😭😍😭",
        "wow really just pounded out 20 emails in my bathrobe i’m spinning",
        "@BeckmanLayne @cmclymer @DukeDivinity @NationalBailOut thank youuuu",
        "@Mark_MeierDC @DukeU @DukeDivinity thanks!!",
        "@cmclymer @DukeDivinity @NationalBailOut thank you so much friend 😭😭 it’s such a delight to know you 💖",
        "@laurensotolongo i mean basically",
        "@robbie_couch i mean, yeah",
        "@melissagreene @DukeU @DukeDivinity 😭😭 thank you friend!!!",
        "strong this tweet https://t.co/UJXV4iAxt7",
        "@amjunek omg this is so unhinged allen 😂👏🏽",
        "@ConnorLounsbury truly unmatched",
        "“self-determination is the inheritance of the people of god” — whew @AfroRising is really doing a thing on virtual church this morning 😮🙌🏽",
        "@ConnorLounsbury idk, i get it from her 🤷🏽‍♂️ https://t.co/nEh7JNiYkr",
        "@Spookytheology oh absolutely this. *if* i go back to school it would be strictly for me and my own enjoyment —. o… https://t.co/mTzXBYoggb",
        "@blaire_bohlen hahahaha i love you",
        "the fact that i’ve spent much of this morning thinking through the details of a dissertation i would write, for a p… https://t.co/MwSye350Gd",
        "@theKevinGarcia_ @DukeU @DukeDivinity https://t.co/JmIPIKgpsb",
        "@jamieleefinch thanks love 😭💖",
        "i had one shot to get this boomerang right, and given that i now have my masters from @DukeU, are we honestly at al… https://t.co/D8xQxWLiHF",
        "we did it y’all! happy commencement day @DukeU @DukeDivinity 🎓😈✨ https://t.co/mmNkSBScCU",
        "@MrKeola yes",
        "another selfie, submitted with out comment https://t.co/5aWFVPfsD7",
        "@GroumMatthew https://t.co/NWXX8qgu5e",
        "@KyleIM 😜",
        "as the scriptures say, no pandemic or mid-may winter forged against my aesthetic shall prevail https://t.co/AlJZURwlI2",
        "@Megan_Steffen not sure who signed off on that but i know shakespeare said that the evil that men do lives after them so like 🤷🏽‍♂️",
        "@Ltpietrzak she’s adorable!!",
        "one day when my grandkids ask me how i celebrated being the first in my family to get a masters degree, I will tell… https://t.co/diYiTMhIqm",
        "@ConnorLounsbury @treeaston https://t.co/w8I55XUzDq",
        "@sueannshiah SCREAMING",
        "@sueannshiah my bulbasaur will never get this dirty",
        "@sueannshiah wow that pikachu has really been through it",
        "@treeaston @ConnorLounsbury it’s not our time though. the leos. think about the leos.",
        "somehow i had managed to miss this but wow the treachery of whiteness knows no bounds https://t.co/s8mhuwozc8",
        "days like today make me miss @chrissyteigen’s headband of the day, but also i wonder if we will ever see a face mask of the day revival",
        "@hannastasia @AfroRising so the thing is, i like men in a variety of heights",
        "@AfroRising @hannastasia lololol i mean it’s not not true",
        "i suppose this weekend was supposed to feel monumental and magical but so far it feels disappointing and depressing *cue graduation song* 🎓🥂",
        "@Sandi “the discourse” 😂😂",
        "my friends are the best 😭💖 https://t.co/YgjvrE40BZ",
        "umm. this one uhhhh yea...oh kay https://t.co/KoX1GxKtQm",
        "mine is, “dude you’re so weird sometimes” but like, to myself https://t.co/7lNNhXJzJg",
        "angela davis really said “oh you know, not much to anything really” when asked about her hair care regimen tonight,… https://t.co/8d0jaWRiUF",
        "@ReynoldsInDC @MarkTMcDevitt what is this absurdity https://t.co/TOKqGlqYbR",
        "@cmclymer this feels like my daily bread",
        "@Tay_Griffin14 @ZakiyaNaemaJack THIS 😭😭😭",
        "@ConnorLounsbury https://t.co/JypWtwNRLf",
        "@Tay_Griffin14 @ZakiyaNaemaJack thanks, love 😆💖",
        "@Litpreacher_wmn @amjunek what have i done omg 🙈😳",
        "@EldonThomas777 @amjunek whoops 🤷🏽‍♂️😂",
        "@amjunek ALLEN OMG",
        "@KyleIM wowowowow they really need to read the room with that one 😂",
        "@kaileyand this explanation will fuel me for about a week",
        "BREAKING NEWS: https://t.co/iq8cShcqQj",
        "@HopeLJackson @HRC @GLSEN folks in my neighborhood refuse to give up on only grocery shopping on saturday and sunda… https://t.co/YYW5FjEO1m",
        "@HopeLJackson @HRC @GLSEN i might brave there grocery store just to get some",
        "@HopeLJackson @HRC @GLSEN the pie references during this event has me craving pie now 😂😂🥧",
        "@ZakiyaNaemaJack omg thissss yessss 😭😭😭😍😍😍 i love you so so much",
        "“most importantly, stay woke” — Auntie &amp; Congresswoman Maxine Waters @RepMaxineWaters 🌈🎓💖 https://t.co/BIeIBWepGD",
        "one of my favorite series of words i’ve ever strung together 💖🌈⬇️ https://t.co/XmwOU8Yq0o",
        "@bellahadith @ellen_perleberg bless your big heart. imma check out your site and will def hit you up",
        "@bellahadith @ellen_perleberg OMFG YOU ARE A SAINT",
        "no greater compliment: https://t.co/6seRqViNLn",
        "@keegzzz oh no what did i miss",
        "@codyfscott oh nooo 😭 it’s such an enchanting place",
        "@nineofwands omg remember 🥺",
        "Hmm.\n\nDC, Seoul, Tokyo, Rome, London, Madrid, Nairobi, San Juan (fight me), and I was headed to Athens in a week bu… https://t.co/f3VjGW5jYS",
        "my favorite pastime is realizing i’m feeling super tired because i forgot to eat again",
        "@blakemundell are you...okay?",
        "@blakemundell @westhoff0407 @jonah_ven @TurnTheLP @masonmennenga yes please!!",
        "@mcsteamworks i suppose this makes sense in the same way that albany is the capital of NY instead of NYC 🤷🏽‍♂️",
        "@MollyHMorrissey omg like this? 🥺 https://t.co/LlZ0KpJxM3",
        "@AustenLionheart ohhhh this is super helpful. thank you!",
        "curls are doing...something https://t.co/pOGn1WbMdw",
        "@AustenLionheart does it teach the cuneiform?",
        "@ErinGreenbean @amjunek αυτός is a more complicated mystery than the actual trinity",
        "my friends know my brand all too well https://t.co/s7IYu8Uexu",
        "@ErinGreenbean @amjunek lol I could just keep working on my greek, but I need a serious break from koine rn",
        "@ErinGreenbean @amjunek and then this one which seems to not go super in depth with the cuneiform but idk\n\nhttps://t.co/9Bwaqp77Tq",
        "@ErinGreenbean theres this one, that @amjunek noted\n\nhttps://t.co/B9OF51zgye",
        "@ErinGreenbean there a few decent looking texts ive found but wondering if you've used one",
        "@ErinGreenbean do you have a recommendation on where to start learning the language though?",
        "@amjunek LOL WHAT",
        "@amjunek oh sweet. it wasn’t offered at duke (i think we may have talked about this once upon a time) and now that… https://t.co/FwbUDYb4CY",
        "@jdro112 yes please",
        "🚨🌈🎓\nreally excited for today’s virtual graduation ceremony honoring all of LGBTQ graduates, featuring so many incre… https://t.co/v79YLIKO5B",
        "paging @amjunek",
        "have any of my fellow nerds studied akkadian / have any recommendations on where to start?",
        "@kelsey_herbert thank you!!!",
        "@PdxPestle oh yes. the full moon was in a 1° orb of my natal placement so i’m having A TIME (but i was born during… https://t.co/RAQ3Jn3P1L",
        "@PdxPestle 🦂 https://t.co/j3lTUvKpMx",
        "currently living through my own personal hell of not having any nutella",
        "one of my plants has a lot of new growth but is also aggressively shedding old leaves and i’m overwhelmed and this… https://t.co/Oy5cHRbAsT",
        "social studies + english gay https://t.co/0x7O6hn35r",
        "@PdxPestle @lauren_leshley hahahahahahahaha im glowing now lolol oh to be as beautiful as the earth herself",
        "so thankful for mentors who serve up their brilliance to make me better at who I am and what I do",
        "me to one of my speech writing mentors: should i use this [commonly used] turn of phrase in these remarks?\n\nher: https://t.co/UeIG83Y8y0",
        "sunset made a few points https://t.co/hmNgfmvfFO",
        "in light of today’s death star debacle, which star wars should i watch tonight:",
        "@Peggatha at least until after the obamas give the commencement speech? or the end of summer? i really have no clue",
        "@munozjose https://t.co/5qFRx2fYWv",
        "@Peggatha oh absolutely!!!",
        "@crv716 double double toil and trouble ;)",
        "@Peggatha it’s rose quartz!\n\nmy friend’s shop has a selection of lil ones: https://t.co/u1mtIK2ldY",
        "@jonah_ven praying mantis 2020",
        "@masonmennenga we love to see it",
        "took my workspace outside, spooky summer witch vibes and everything https://t.co/3E8bWg4FjX",
        "idk we’re gonna go with this\n\nthe person / the personality https://t.co/jDkd8C8BWD https://t.co/C6VAplYL3f",
        "@treeaston brb while i figure mine out",
        "@johnstheworst this is brilliant",
        "@amckaydean this revelation wowowowow",
        "Describe yourself ONLY using pictures you have. You CANNOT search for or download new pictures.… https://t.co/Ezx5NEwkyS",
        "@chaninicholas it’s literally one of my favorite piece of prose from yours. thank you for it.",
        "@codyfscott this is dreamy",
        "@GrumpyXian hahahaha redemptive zoom bombing",
        "🎓💖\ngot zoom bombed this afternoon by some of my colleagues who came with drinks in hand a cute zoom backgrounds to… https://t.co/yxJT3zngob"
    ]
}