{
    "screen name": "mateuspardus",
    "no. of tweets": 178,
    "tweets": [
        "@pzkpfwgn @PedroInsua1 @JuanjoLiu -Eso es pura metafísica.\n-Bueno, y la metafísica es muy necesaria.\n-Para ti, porq… https://t.co/XtnMJYiumM",
        "@SadMonkey69 @CathyYoung63 @politico https://t.co/pRPFRqrIjx",
        "@Inmorada La prostitución no es misógina (odio a las mujeres).\n\nEn todo caso es lo contrario, ginófila. ¿Quién va a… https://t.co/zaskaMZ1rh",
        "@PedroInsua1 @pzkpfwgn @EditorialAriel Lo de Vox lo has dicho para engancharnos, pilluelo.",
        "@UnaAlienada Tuiter es oscuro y alberga horrores",
        "@GatoCurioso77 @Jorge_Tamames Hay más dislexia que persona en mi cuerpo",
        "@neigeblanca @djls360 @elonmusk @elonmusk she needs some pretty words for her birthday. 😍",
        "Mira qué guay @Raquel_So_Ro https://t.co/S9tk21oLPu",
        "@Holada9 @DFD_74 No veo que se pueda hacer nada. Tiene los apoyos. Se podría haber hecho si cs hubiesen votado no en la anterior prórroga.",
        "@djls360 @neigeblanca @BuffettLibre @AuroGnzlz @xumosplash @PequenoAncap @LiberalBola Sería un regalazo de @juanrallo felicitar a la neus",
        "@jmdelalamo Porque aún no saben de qué trata tuiter.",
        "@DFD_74 @Holada9 Ya es tarde. Tenemos estado de alarma hasta el 30 de junio y luego dos meses de vacaciones.",
        "@NikSamotracia Claro. ¿A ti no?",
        "@F_Sanchez_Drago Creo que todos estáis muy seguros de que es de izquierdas y a lo mejor no. Pensemos en políticos tontos de derechas.",
        "@Pepeciente @F_Sanchez_Drago Fácil. Gustavo Bueno😜",
        "@danielortizgLib @F_Sanchez_Drago Ni lo mentes, que es de mi pueblo. Y tiene una hija que es para echarle de comer aparte.",
        "Me pone. https://t.co/Ou3gr3yHSm",
        "@CCivicaCatalana @IvanVelez72 Tiene un par de huevos el crío.",
        "@lazaro_dou Flipo con esto. https://t.co/MpUniVfRJO",
        "@GatoCurioso77 @TristanMumfford @SomosLosGarcia @unchinodechina @EugeniodOrs_ @Jorge_Tamames ¡No jodas!",
        "@Jorge_Tamames Tamames*",
        "@GatoCurioso77 @TristanMumfford @SomosLosGarcia @unchinodechina @EugeniodOrs_ @Jorge_Tamames Uy, Tamames, errata.",
        "@LaPandemiaViral @extinguiendonos Yo jugué a eso de pequeño 😂",
        "@NikSamotracia @GuerlenP Es muy abierta y erótica. Invita. Incita.\n\nMe encanta.",
        "@ArturoVilla_ El epítome del cayetanismo, vaya",
        "@DoctoraGlas @PREVENtres Lo siento, la pregunta era inocente porque desconozco el programa.\n\nEn Proyecto Hombre de… https://t.co/i8qehUcZ8Y",
        "@GatoCurioso77 @TristanMumfford @SomosLosGarcia @unchinodechina @EugeniodOrs_ @Jorge_Tamames Pero si son los hijos… https://t.co/inbTaW1tTw",
        "@Jorge_Tamames ¿Pero vosotros no sois los hijos de Joaquín Tamayes Meyer?\n\nNo entiendo lo de un cayetano criticando… https://t.co/LOjsKWqIVA",
        "@unfollow_es @juanrallo Sí ya lo has dicho. Luego te damos un premio.",
        "@SantiAnton @omarswgamboa @Juanpardo84 @juanrallo Sí, lo que Rallo dice no es que crearan el virus, sino que cuando… https://t.co/9zPfaT3ATi",
        "@Dre_santander Cierto, audaz era. Pero me sorprende que a este y a Marañón se les recuerde tan aureolados.",
        "@lazaro_dou Menuda novela. Gran trabajo.\n\nNo sé qué pensar de esta gente. ¿Por qué se definen de izquierdas exactam… https://t.co/sAGs55pKBW",
        "@SampleT00201694 @AgusBrusel @SHANDE52036442 @ThiagoBorder @Hiiiipstah Jajaja exacto",
        "@Elisabe27299408 @_SeGiS_ 😂",
        "@Dre_santander Ortega, Ortega.\n\nQué feo eso de que España era el problema y Europa la solución. Cuánto problema ha… https://t.co/KutWu93khQ",
        "@recaredo_I @ladelreyno1 @infiltradoxxx @jucilnacional Vale, pero la protesta ha sido en Pamplona. 👌",
        "@Connygirl2 @navedelmisterio @carmenporter_ 😥",
        "@Nopanaden @SocratesOnFire ¿Habéis pensado que puede ser una ironía letal de la mujer esta?\n\nPorque va bien protegi… https://t.co/sU4NCc6rpw",
        "@Al_von_Loeches @TeoCanales @farmagemma @Nopanaden A mí me parece que es ironía pura. Lleva protección de la buena.",
        "Excelente hilo sobre pseudoterapias. https://t.co/FsE9mGgsXc",
        "@Connygirl2 @navedelmisterio @carmenporter_ ¿Es España?",
        "@jiglisardo @jg_dominguez Con tu permiso @mejoreszasca",
        "@recaredo_I @ladelreyno1 @infiltradoxxx @jucilnacional Pero entonces está en Navarra?",
        "@recaredo_I @ladelreyno1 @infiltradoxxx @jucilnacional Lol",
        "@GatoCurioso77 @PatodelTaco @elenay29 @carlesenric Shit 😂",
        "@pablocast13 Pensemos que es el cabreo de dos meses donde no se ha permitido trabajar, negocios han quebrado, ayuda… https://t.co/VeE6ZY2jbV",
        "@MMContesti @PedroInsua1 https://t.co/x685yfqyRK",
        "@GatoCurioso77 @PatodelTaco @elenay29 @carlesenric Bueno, no me refiero al helicóptero, que ese bicho chupa que da gusto.",
        "@GatoCurioso77 @PatodelTaco @elenay29 @carlesenric No sé si supone algún gasto. Seguramente estén en horario labora… https://t.co/86MF6zUNxm",
        "@MMContesti @PedroInsua1 Lo de la cacerola me parece que se usa precisamente porque se usó contra el rey, algo que… https://t.co/yyu2gQoEaI",
        "@recaredo_I @ladelreyno1 @infiltradoxxx @jucilnacional Yo pensaba que estaba preso en Murcia. Lo digo en serio.",
        "@lavvelenato2 @Aule999 @juanrallo Yo mismo lo llamaba marxismo cultural antes de conocer la existencia de este señor.",
        "@lavvelenato2 @Aule999 @juanrallo No es revolucionario, porque revolución significa cambio violento. Por eso digo q… https://t.co/a03nSpYoqz",
        "@FaroEnTormenta @Blacksoulback @pablocast13 @InesArrimadas https://t.co/xAtoNXkGlq",
        "Miguel Ángel Quintana nunca defrauda. https://t.co/zFbEyAJKB7",
        "@FaroEnTormenta @Blacksoulback @pablocast13 @InesArrimadas Joder cuánto trabajo 😨",
        "@lavvelenato2 @Aule999 @juanrallo En EEUU tienen krausismo tb, normalmente denominado grosso modo posmodernidad, pu… https://t.co/ks7C63OHuV",
        "@lavvelenato2 @Aule999 @juanrallo Han leído a Gramsci algunos, pero no lo aplican. Es Krause al que siguen en todo,… https://t.co/fNK98Zm1D2",
        "@Blacksoulback @FaroEnTormenta @pablocast13 Es que ahí está la jugada. La fecha no es aleatoria.\n\nJustamente así em… https://t.co/pIoL236iRP",
        "@DoctoraGlas @PREVENtres Parece un programa muy interesante. Ya nos contarás.\n\nTengo dudas en lo que dice sobre \"ed… https://t.co/HvDXXx8TwA",
        "Un 15M diferente https://t.co/FCMKe4z3PK",
        "@ACOM_es @BECAES_ ¿Un millón en cada país o entre todos?",
        "@pablocast13 No podemos tener EDA hasta finales de junio.\n\nNos va la vida en ello. Y lo digo en serio. No pueden al… https://t.co/AqYPl6rf3c",
        "@Cortes2Javier @Mei_Ubermensch @iBarbarellah Qué perros 😂nunca mejor dicho",
        "@PardoPinedaPita @MH200070455307 @juanrallo No sé, creo que depende más del carisma. Es decir el político tiene que… https://t.co/k4jMHfK9mm",
        "@elgatosingenero Estoy alucinado con las pajas mentales que se inventa para justificar que en realidad odia al homb… https://t.co/9DHxQmNI2F",
        "@lukebvr Claro, nadie nunca decide por sí mismo, siempre está condicionado.\n\nBravo, has descubierto a Ortega y Gass… https://t.co/596ukGMv1n",
        "@lukebvr Sistema opresor.\n\nTransfobia interiorizado.\n\nNeolengua a todo rendimiento. Vaya nebulosa ideología para pa… https://t.co/G1SKkq8mZJ",
        "@Cortes2Javier @Mei_Ubermensch @iBarbarellah Ya, pero si es para el perro es una ida y vuelta rápida.",
        "@a_grobles Ironía en tuiter fails.",
        "@PatodelTaco @elenay29 @carlesenric Sí, pero sólo han vigilado. Es normal que si saben que se va a congregar mucha… https://t.co/JO34I74EZY",
        "@iBarbarellah @Mei_Ubermensch No sé. En la cuenta @policia niega que sea por las banderas, ya que ellos mismos las… https://t.co/94VFSekIyZ",
        "@MH200070455307 @juanrallo No sé, los intelectuales no suelen ser buenos gestores de lo público. Bueno creo que no… https://t.co/gxtiGh8jBr",
        "@neigeblanca Qué pena de gente",
        "@akapoulainne Uf, supremacismo strikes back.",
        "@LiberalBola @neigeblanca https://t.co/Mq8FMO3Vq4",
        "@MH200070455307 @juanrallo Dejémoslo libre",
        "@lavvelenato2 @Aule999 @juanrallo El marxismo cultural no existe, en España lo que hay es krausismo, que viene de l… https://t.co/ZtQJj1SST1",
        "@Mei_Ubermensch @iBarbarellah No sabemos qué ha pasado ni se oye nada bien. Quizá está fuera de horario por ser mayor o alguna otra razón.",
        "No voy a defender la reforma de Celaá, pero lo que dice este artículo no me parece buena defensa de las matemáticas… https://t.co/fadgnqnQcy",
        "@fortunayjacinta https://t.co/N5sIIkNcTU",
        "Ya llegó https://t.co/Pl48XFFWiX",
        "@Proserpinasb Madre tuya y mía también.\n\nQué esperpento.",
        "@Joker_Hispanico Que se han creído lo de la democracia y no saben qué es una partitocracia",
        "@bigotista The real life is so grafic",
        "@MegaProgre @OSilenciosa https://t.co/1hWOqmXzzT",
        "@bigotista Qué gráfico",
        "@Purasuena @Holada9 ya no existe, pero tenía pinta de bot. Por la dirección matrícula que tiene.",
        "@Purasuena @Holada9 Allá vamos",
        "Esto. https://t.co/FlfN8mGnPT",
        "@Proserpinasb Destila amor y nada de sectarismo.",
        "@cayetanismo Nos faltan los Charlis y los Jonases y estamos todas las especies.",
        "@_Ayn_Rand_ Un coche con personalidad, como las cicatrices en los hombres.",
        "@jg_dominguez O sea, que no lo sabes.",
        "@_Ayn_Rand_ \"Acaricias\" https://t.co/qpY9RJuffO",
        "@pablocast13 Confunden transparencia con invisibilidad.\n\nComo superpoder, digo.",
        "Este tuit cada día https://t.co/qYWP3donbj",
        "@drizzt__dourden @Lolaslolitaslol @velardedaoiz2 https://t.co/RBlxvlBu1r",
        "@UnaAlienada Aquí tienes el hombro de un aliade para llorar.",
        "@neigeblanca Cada día hay carne nueva. Y esto lo más importante, luego han estado las mierdas propagandísticas varias.",
        "@neigeblanca Puedo seguir https://t.co/DLmjyUWI3J",
        "@neigeblanca Los Ayuseñuelos, Nissan se va de Cataluña, protestas por un preso etarra asesino llamándole héroe y pr… https://t.co/u8l81QiPUw",
        "@neigeblanca Uf. ¿por dónde empezamos?",
        "@OSilenciosa Exactamente",
        "@grisasexual Esas chicas reproducián conductas heteropatriarcales Y LO SABES\n\n✊✊✊♀️♀️♀️💜💜💜",
        "@2_tracia Quieres pelea ¿eh? \n\nSin cebolla y a mucha honra 🤪",
        "@AntonioJoseRH Muy buen análisis de la obra. No los he leído mejores.",
        "@alquicel Ya se verá. \n\nTenemos a Gustavo Bueno, @IvanVelez72, y Elvira Roca Barea de nuestra parte.\n\nY el canal de @fortunayjacinta",
        "-Booth: ¿Sabe que se ha convertido en el principal sospechoso por el asesinato de ese hombre?\n-Manifestante: Nunca… https://t.co/Y9Z0RPx0bx",
        "@CatalaLiberal @ahrrruiz @eco_liberal Jajaja pasa lo mismo con la palabra \"democrático\".\n\nTerrorismo democrático.\nG… https://t.co/q1n3dmB2QN",
        "@michiki_ta @eco_liberal Nadie lo sabe. De ahí el miedo. Puede ser todo.",
        "@alquicel A ver si entre todos la vamos minando aquí y allá.",
        "@Holada9 @grisasexual Claro, es que son propaganda, y además muy estereotipada según estéticas gay pride.\n\nUna que… https://t.co/JFlltG7vPn",
        "@bertrandmyd Me he metido a leer las respuestas por morbo y he salido lleno de mierda y perdiendo la fe en la human… https://t.co/IJ0UULhrue",
        "@Iriagal Si el cuerpo no se mercantiliza no trabajes. A ver cómo te ganas la vida con tu telepatía.\n\nLlamas neolibe… https://t.co/SCFtYGJq2C",
        "@PODEMOS El feminismo destruyéndose desde dentro. https://t.co/01Kc5ZBaUT",
        "@alquicel ¿Destruyendo leyenda negra?",
        "@Holada9 @grisasexual Esas me dan más asco aún",
        "@Holada9 @grisasexual Tampoco tonta 😂",
        "@JotaMSilvaA Alucino con estos \"adultos\" insultando a un niño, que ha diferencia de ellos, no es un fanático.",
        "@velardedaoiz2 Suena a que alguien ha tirado la piedra y ha despedido a la mano.",
        "@Lola14262397 En la vida pensé que me autodenomina ría cayetano.\n\nPero esto es como en el colegio. Si te insultan, haz el insulto tuyo. Ea.",
        "@PedroInsua1 Lo que no encuentro son entrevistas a los atletas militares españoles, para ver si también les pasó algo.",
        "@PedroInsua1 Los atletas franceses de los juegos militares de Wuhan dicen que volvieron infectados en octubre, aunq… https://t.co/WbMsDXNhhv",
        "@Holada9 @grisasexual Pero los sindicatos, que llevan décadas a uvas, prefieren entretenerse con feministadas en ve… https://t.co/aWyq3Jnns9",
        "@Nefereando Jajajajaja\n\nNorrrr, ahorarr YouTube me va a recomendarrrr vídeos de Chiquitorr\n\nPor la gloria de mi madre!",
        "🤔 https://t.co/jegTZUU4oW",
        "@nefer_neferu @Nerealiza1 Ese señor sabe que le están grabando, seguro 😂",
        "@Holada9 @grisasexual Sí, pero por el componente de peligrosidad y exposición a los elementos.\n\nParece que las muje… https://t.co/Rovb5wm7Kh",
        "@Holada9 @grisasexual Bueno, a mí la cultura lgtb me hizo el efecto contrario. Que siguiese más años en el armario… https://t.co/itNhXovbaC",
        "@Nefereando 😂 Voy a llorar.\n\nTantos años de chiquitorrepresión.\n\nNo sé si quiero abrir la presa.\n\n¿Ti das quin?",
        "@Holada9 @grisasexual Puede ser, pero debería haber mucha televisión dedicándose al tema, y lo veo difícil.",
        "@Holada9 @grisasexual @y_muyfacha Jajaja\n\nCasémonos los tres, total. Compartimos gastos y tenemos algún beneficio fiscal y de testamento.",
        "@Nefereando Jajajajaj\n\nHacía muchas bromas de Chiquito hasta que la gente me empezó a mirar raro.\n\nAjaremorenaguer! Jarlll!",
        "@grisasexual @Holada9 Claro no es tan fácil.\n\nSi no seríamos todos abogados y médicos.",
        "@Holada9 @grisasexual No creo que dependa del cine.\n\nUna opción se hacer esos trabajos más seguros, lo que reducirí… https://t.co/r6N5iP9rgI",
        "@grisasexual @UnaAlienada @SraRocknRoll Sin contar con es sexismo, edadismo y fat shaming que contiene su acusación.",
        "@Nefereando https://t.co/IOJXGFJOAF",
        "En la ola verde, en España, pone Comunismo y Fascismo. https://t.co/8W2zPqu67c",
        "@Nefereando Te confieso que ya a todo esto también veo separación entre católicos y protestantes. Por ocio, pero lo… https://t.co/BxX9nDfFIU",
        "@UnaAlienada ¿Pero aún no le has dado las gracias por poder levantarte por la mañana sin que el patriarcado te opri… https://t.co/u9NZymTHbl",
        "@Nefereando Ay, dejemos cada país con sus payasadas que nosotros ya tenemos las nuestras. Lo gracioso es que esa co… https://t.co/1utFNWHoY4",
        "@grisasexual Pues si no fuera por mi familia ahora mismo estaría debajo de un puente haciendo cola para que me den… https://t.co/UM4vZwpaIw",
        "@grisasexual @Holada9 @y_muyfacha Jajaja pobrinos. Déjales que discutan, que así no se queda preñado nadie.",
        "@pablocast13 Noo, se está haciendo redistribución de seguidores. Como haría un buen patriota con los que menos seguidores tienen. ✊",
        "@UnaAlienada @Coby_D_19 Retuiteo esa frase porque es un sentencia poderosa.",
        "@SraRocknRoll @UnaAlienada Ah, ese es tu ejemplo de defensa.\n\nArgumento fino. Me pinchan y no sangro.",
        "@UnaAlienada @grisasexual @SraRocknRoll Es que las gafas del fanatismo distorsionan bastante.\n\nEs como ir hasta el… https://t.co/4PdyliCukP",
        "@grisasexual @UnaAlienada @SraRocknRoll Jajajajaja hay que me muero.\n\nSectarismo is real. @UnaAlienada, como no pie… https://t.co/cpoiHwpMDj",
        "@Nefereando Sí. Ya se lo había visto a los chinos, pero sólo con dos cilindros, no tres. Alemania ha ido más allá.… https://t.co/iJeqD0KzsD",
        "@neotyrrell_lu @GirautaOficial Estamos estudiándolo.",
        "@grisasexual @Holada9 Sin exposición a los elementos ni peligros físicos.\n\nCriticarla por eso está mal, porque demu… https://t.co/IyntQkI6ER",
        "@grisasexual @Holada9 Las mujeres no están ni en posiciones superiores ni inferiores. Ambas están llenas de hombres… https://t.co/3krUjxrqnV",
        "El inicio de la modernidad, dicen algunos. https://t.co/J7Jp8CVJeT",
        "@fortunayjacinta Los 30 minutos a mí me parecen perfectos. Aunque hay temas y temas. Más cortos sabrán a poco y ten… https://t.co/4i7prZBJLp",
        "@spainsystems @GuillermoDiazCs 🙄",
        "@spainsystems No, sólo lo era @GuillermoDiazCs",
        "@JohnJacob1997 @pudgenet @boldjarl @tinleoo @Matridge7 @LuxFerre3141 @ZSHASHZ @elonmusk Yeah, Just read some Filoso… https://t.co/8JpXNQxqRN",
        "@Matridge7 @LuxFerre3141 @ZSHASHZ @elonmusk Exaxtly, our epistemology system comes from Filosofy. And without that, science doesnt exist.",
        "¡Adelante, gatchetocóptero! https://t.co/FbXp6nys0W",
        "@iunida @agarzon @Yolanda_Diaz_ https://t.co/IlE1iKL7qG",
        "Quiero creer que es una coincidencia de palabras y de fechas. https://t.co/6nTYZ037vO",
        "Mira a mi Christy, @grisasexual https://t.co/J3g3r0ArOB",
        "@espanolizador Se nos va de las manos",
        "Va mejorando. Estamos hoy calentitos. \n\nhttps://t.co/MbKxW7aAon",
        "@pablocast13 Y de Franco. https://t.co/K4UXzAigOo",
        "El correlato al vídeo de los Simpson. A veces adoro la Internet. \n\nhttps://t.co/74J3V24qVS",
        "@_Ayn_Rand_ 🙄",
        "@desamparadosb Y ojo, que sin querer una dictadura, al menos Franco nos dejó como 5°potencia económica mundial y 2°… https://t.co/caQBNv5Db1",
        "@W0Larsen @chefjoseandres @agarzon Las colas de horas del Prado es porque piensan que van a entrar a una disco-playa de Ibiza.",
        "@_Ayn_Rand_ Excusas 😡",
        "@jiglisardo @lapuntitanamass Buenísima",
        "@hombrerevenido @jbartolomero Y así todo.",
        "@Esopmonty Hablar sin saber, no tiene más.\n\nTodo el turismo de interior es sol y playa también, claro.",
        "@_Ayn_Rand_ Estás jugando con fuego enseñando eso a alguien que lleva 60 días sin salir a alternar (bueno en realidad más)",
        "😪 https://t.co/1DWbF0eYT6",
        "@Rapttoria @Santi_ABASCAL @ivanedlm Pienso igual por cómo empezó el primer día, con 100 personas oliéndose los soba… https://t.co/6Hv0jpRFOY",
        "@tamiroff_ @Rexurdir @exosalicenciosa Y por qué me tiene bloqueado este señor si no le conozco"
    ]
}