{
    "screen name": "Rawan_Alhudaib",
    "no. of tweets": 145,
    "tweets": [
        "ليكن لك هويتك حتى في ابتسامتك، فمن الجَميل أن تُشبه ذاتك 💗..",
        "@9617R https://t.co/Q0G2vhDA7K",
        "اللَّهُــمَّ صَلِّ وَسَلِّمْ وَبَارِكْ عَلَى نبيِّـنَا مُحَمَّد 💕.",
        "كُن كما أنت، وليتقبلك منَ يتقبلك.",
        "@RimaAlHussaini تعطيك شعور ان الشخص معصب 😂💔",
        "@ss_ara2 ❤️❤️",
        "مافيه شيء ينافس ريحة القهوة 😻",
        "mind over matter.",
        "@9617R حافظي علي 😂😌",
        "اللهم اجعلني خير ابنة و خير اخت و خير صديقة و من صناع السعادة 💛..",
        "@SaraTuwaijri Congrats ❤️❤️.",
        "2019 was a challenging year! I wanna thank my family and everyone who was part of it. \n\nMany interesting and import… https://t.co/fGXKVAfg5j",
        "( إن الشمس والقمر آيتان من آيات الله، لا يكسفان لموت أحد من الناس ولا لحياته وإنما هما آيتان من آيات الله يخوف الله… https://t.co/NSwS408kGv",
        "#كسوف_الشمس https://t.co/cayJSBUx16",
        "في ذمتك ! والله انها حلوه 😂😂😂 https://t.co/6JtUPaKeIQ",
        "هناك من نرتقي عنهم بالصمت وهناك من نرتقي معهم بالحوار لذا اختار مع من تصمت ومع من تتحاور.",
        "understanding others' feelings ✨ https://t.co/cuo6IjH3Cv",
        "يارب لا أؤذِي ولا أؤذَى، اللهُم السَّلام.",
        "\" جميل ان ترى شيء كان يؤلمك بالسابق والان لا يحرك اي شعور \"",
        "أنا فخورة جداًً ❤️❤️. https://t.co/W8Irxu9l6l",
        "كل عام وأنتم بخير وتقبل الله منا ومنكم صالح الأعمال ❤️.",
        "اللهُم ‌عبوُر الصرَاط ‌المُستقيم وزحآم الجنّة والنَظر لوجهَك الكريم ❤️.",
        "كل عام وانتم بخير أعادة الله علينا آعوام عديدة وازمنة مديده💓.\n\nEid Mubarak y'all 💕💕.",
        "اللهم تقبلنا قبولاً حسناً 💓🌙. https://t.co/IBMMTcnblZ",
        "\" اللَّهُمَّ إِنَّكَ عَفُوٌّ كَرِيمٌ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّا \"",
        "Being different is a blessing, not a curse.",
        "مطر ورمضان🌙🌧\nمافيه روحانية أكثر من كذا الحمدلله 💓.",
        "مُبارك عليكم الشهر \nأسأل الله الكريم أن يبلّغنا وإياكم صيامه وقيامه ، وأن يرزقنا القبول .\nوكل عام وانتم بخير❤️🌙.",
        "A few days left until Ramadan. O Allah, Allow us to reach it and many more.\nاللهم بلغنا رمضان🌙✨💓.. \n\nwho else is counting down😍?",
        "- وش تخصصك ؟ \n- ترجمة \n- يعني تترجمين افلام .. https://t.co/GjmjNcYTD5",
        "ومين الدنيا دايماله محدش ضامن الايام يابخت اللي رضي بحاله وفرق بين حلال وحرام ✨..",
        "إنا لله وإنا إليه راجعون.\n\nThis is heartbreaking:(. May Allah rest their souls in peace. \n\n#NewZealandTerrorAttack\n #حادث_نيوزيلندا_الارهابي",
        "Happy International Translation Day to you all 💕🍃\nProud to be one of them🌎🌟  \n#InternationalTranslationDay… https://t.co/WqXoe9hWsd",
        "كل عام وانتم بخير 💗✨.",
        "الله أكبر ، الله أكبر ، الله أكبر\nلا إله إلا الله، الله أكبر ، الله أكبر ولله الحمد 💕 ..",
        "على المؤمن ان يسعد بالدنيا على مرضات الله لم تحرم السعاده و لكن لا يسعد على معصية الله ..",
        "@ss_ara2 💜💜",
        "كل عام وانتم بألف خير، الله يتقبل طاعتكم.. و عيد مبارك عليكم 💓💓.",
        "Surrounded by beautiful souls💜. so grateful.",
        "اسْتغفُرالله العظِيم واتوبْ إليه💜",
        "اللهم في هذه الأيام الفضيلة اجعل قبر جدي في نُور دائم لا ينقطع واجعله في مساكن جنتك يا أرحم الراحمين❤️.",
        "\"اللَّهُمَّ إِنَّكَ عَفُوٌّ كريم تُحِبُّ الْعفو فَاعْفُ عَنّا\"💓.",
        "@96x17 😂😂😂👊🏼",
        "سبحانك ربي❤️ https://t.co/4eVOsrJfEX",
        "اللهم بهذا الشهر الفضيل اشفي عمتي الجوهرة يا رب يا رحيم.",
        "@RimaAlHussaini اللهم امين يارب",
        "يا رب اجعلنا ممن يُؤثر لا يتأثر ممن يُغير لا يتغير اجعلنا من خيرة خلقك وأحسنهم خُلقاً.",
        "من حسن إسلام المرء: (تركُه ما لا يعنيه)",
        "“should drink more water” i remind myself, halfway through my fifth coffee🌚",
        "الروح تحتاج قهوة ☕️❤️",
        "Ignorance is a bliss ✨.",
        "I’ve learned how to live, how to be in the world and of the world, and not just to stand aside and watch🍃.",
        "اصنع لنفسك الفرح اصنع لنفسك الحياة 🌸🍃.",
        "@Rimaalhusaini قلبي انتي 💞",
        "#InternationalTranslationDay and #InternationalCoffeeDay it was a great week 📄💆🏻☕️❤️",
        "Translation can convey the same spirit of a text, a different culture &amp; deliver a message from language to another ❤️#اليوم_العالمي_للترجمة",
        "Proud to be Muslim, Proud to be Saudi🇸🇦\nHappy birthday my country 🎈💚🇸🇦\nدام عزك يا وطن 🇸🇦🇸🇦💚💚\n\n#SaudiNationalDay    \n#اليوم_الوطني_السعودي_87",
        "@96x17 بالضبططط 😂👌🏼💔💔💔💔💔💔",
        "I wish you a blessed Eid❤️.",
        "الله أكبر الله أكبر الله أكبر، لا إله الا الله، الله أكبر الله أكبر، ولله الحمد💜.",
        "\" القراءة تنقذ الإنسان من كل شيء ، حتى من نفسه \" 📖❤️.",
        "﴿ قُلْ هُوَ مِنْ عِندِ أَنفُسِكُمْ ۗ ﴾\nلا يوجد في الدنيا ما يُسمّى بالحظ السيء ..\nبل يوجد ذنب سآء الحال بسببه ..!",
        "Beautiful faces are everywhere. Beautiful minds are hard to find 🔮.",
        "@Rimaalhusaini اللهم امين يارب",
        "Don't compare your life to others. There is no comparison between the sun and the moon. They shine when it's their time.",
        "Always time for coffee ☕️..",
        "الحمدالله على الختام والتمام 💜🌙اللهم أعده علينا أعواما عديدة وأزمنة مديدة ونحن ومن نحب في صحة وعافية وحياة سعيدة.\nوكل عام وانتم بخير💕🎊",
        "اللهم امين💜✨. https://t.co/O8xXCfW9ls",
        "For better life, you need to get the annoying thoughts out of your head ..",
        "Welcome Ramadan 🌙💜✨.",
        "2 DONE ✅ \n5 TO GO",
        "Love for the sake of God\n\nThe Messenger of Allah (peace of Allah be upon him) said: If one of you loves his brother, let him tell him.",
        "Prove them wrong ..",
        "اللهم صيباً نافعاً ☔️💕",
        "اللهم صلِ على محمد عدد ما ذكره الذاكرون , اللهم صلِ على محمد عدد ما غفل عن ذكره الغافلون 💜",
        "Stay beautiful, educated and be who you want to be 🙏🏼💕💕\n #يوم_المرأة_العالمي",
        "The least of things with a meaning is worth more in life than the greatest of things without it ✨. Smalls things are big things",
        "اللهم امطر على قبور موتانا و اجعل لهم فى كل قطرة مطر راحة و رحمة و مغفرة .",
        "@Naada0_ يازين الزين🙊❤️",
        "الدنيا مطر ، والحب دعاء💜.",
        "اللهم بهذا الصباح ارزقنا حظ الدنيا ونعيم الآخره ويسّر لنا كل امر نخاف تعسيره ✨.",
        "تبارك الذي جعل في السماء بروجا وجعل فيها سراجا وقمرا منيراLook at sky and see the moon there its beautiful moment for meditation #supermoon",
        "@epte2010 okay, thank you.",
        "يارب اجعلها سنة فرح تُجاب بها أمانينا، اللهم إنا نسألك خير أقدارها ونعوذ بك من شرها 💕.",
        "We live savely💚\nWe live a good life 💚\ngod bless 💚 \nI'm so thankful to be Saudi 💚\nHappy national day Saudi Arabia 💚\n\n#saudi_national_day",
        "💞My parents deserve the world\nربي ارحمهما كما ربّياني صغيرا🙏🏻",
        "@CLT_PNU عند مين أضيف هذي المواد؟ من عند مرشدتي او لا",
        "لا اله الا الله وحده لا شريك له، له الملك و له الحمد وهو على كل شيء قدير❤️",
        "الله أكبر الله أكبر لا إله إلا الله\nالله أكبر الله أكبر ولله الحمد ❣.",
        "the most beautiful smell in the world is the smell of coffee😻🙇🏻💜.",
        "الحمدلله ❤️❤️ لك الحمد ولَك الشكر❤️",
        "سوء الظن هو القاتل لكل ماهو جميل ✨.",
        "@Alhaouff الله الله ✋🏻",
        "God loves you more in a moment than anyone could in a lifetime.",
        "اللهم ارحم جدي واغفر له، اللهم اره مقعده بالجنه و اجمعني به، وموتى المسلمين 💜.",
        "اللهم ان كانت الليلة ليلة القدر فأقسم لنا من حظوظ الدنيا وخيرات الاخره واكتبنا من السعداء والمعتوقين وممن حرمت وجوههم عن النار❤️",
        "اللهم راحة طويلة ، وفرحٌ قريب ، وقلبٌ راضي يارب العالمين ❤️",
        "محد يقدر يروقني غير القهوه❤️😫.",
        "اللهم انك عفو كريم تحب العفو فاعف عنا 💜.",
        "اللهم اجعلنا لسائر نعمك من الشاكرين.",
        "You are stronger than you think. Keep that in your mind👏🏼.",
        "مبارك عليكم الشهر ، الله يعيده عليكم بصحه وعافيه 💞🌙.",
        "استغفرلله الذي لا إله إلا هو الحي القيوم و أتوب إليه 💓.",
        "استغفرلله الذي لا إله إلا هو الحي القيوم و أتوب إليه 💜.",
        "ربي تمم أموري القادمة على خير، وبشرني بما أنتظره منك فأنت خير المبشرين، اللهم إني استودعتك أموري ومستقبلي فيسر لي ولا تُعسر💜\n\n#ساعة_استجابه💜",
        "اللهم أمين ❤️❤️ https://t.co/PzekRjYpJr",
        "﷽\n\n﴿إِنَّ الله ومَلائكته يُصَلُّونَ على النَّبِيِّ يا أَيها الذين آَمنُوا صَلوا عَليهِ وسَلِّموا تَسلِيمًا﴾\nاللهم صلِ وسلم على نبينا محمد ﷺ.",
        "( وَهُوَ مَعَكُمْ أَيْنَ مَا كُنْتُمْ ) ❤️",
        "مُسامحتك للآخرين تجعل عقلك أكثر صفاءً من التفكير في أشخاص لا يهُمك أمرهم .",
        "I swear there's nothing cool about lack of ambition. It's unattractive.",
        "اللهم صلِّ وسلم على نبينا وحبيبنا محمد❤️.",
        "سبحان من سبح الرعد بحمده و الملائكه من خيفته ❤️..",
        "انا لله و انا اليه لراجعون، \nالله يغفر لعبدك سلطان الناصر ويرحمه ويسكنه فسيح جناته",
        "اللهم أنت الشافي فاشفهم وعافهم يا أرحم الراحمين\n#WorldCancerDay",
        "أستغفر الله الذي لا إله إلا هو الحي الْقَيوم وأتوب إليه .",
        "أذكار المساء 💜✨\n\nشعور الرضّا الدائم \nوالفرحة التي بدون سبب \nأول أسبابها قربك من الله وذكره الدائم ..",
        "Once you believe in this with all your heart, you will never regret doing anything good for anyone.\n\n\"إنّا لا نُضيع أجر من أحسن عملا\".",
        "Don’t use the sharpness of your tongue on the mother who taught you to speak☝🏻️.",
        "We don't see things as they are, we see them as we are🙌🏻",
        "اللهم أفتح لأموات المسلمين نافذةً من نسائم فردوسك لا تُغلق أبداً.",
        "إن خسرت شيئًا لم تتوقع يومًا أن تخسره، فإن الله سيرزقك شيئًا لم تتوقع يومًا أن تملكه💛",
        "مطرنا بفضل الله ورحمته🌧💜",
        "Don't allow one that says you can't do anything you have a dream?\nSo protect it",
        "رضيت بكل ما يحمله القدر لي ما دام ربي يراه خيراًً لي فالحمدلله🙌💜💜.",
        "ساعة استجابه 💜",
        "أذكار المساء 💜✨\n\nشعور الرضّا الدائم \nوالفرحة التي بدون سبب \nأول أسبابها قربك من الله وذكره الدائم ..",
        "#ساعة_استجابة \nربي قلت وقولك الحق:\n\"إن الله يغفر الذنوب جميعا إلا أن يشرك به\"\nونحن اجتنبنا أعظم ما نهيتنا عنه\nفاغفر لنا مادون ذلك من الذنوب💛",
        "الحمدلله على ما ذهب، وعلى ما بقى،\nوعلى ما سيأتي الحمدلله دائماً وابداً❤️.",
        "Don't forget sort elkahf ;* \nhttp://t.co/jvM5xdxpIc\nHave a nice day ♡",
        "استغفر الله وأتوب اليه ❤️",
        "When life gives you a hundred reasons to cry, show life that you have a thousand reasons to smile💫.",
        "اللهم إني عفوت عن جميع خلقك فاعف عني يا أرحم الراحمين ❤️...",
        "لا اله الا الله وحده لا شريك له له الملك وله الحمد وهو على كل شي قدير ❤️.",
        "شيئاً مضى لو كان خيراً لبقى ..",
        "الله اكبر الله اكبر الله اكبر لا اله الا الله، الله اكبر ولله الحمد❤️.",
        "Never live in the past but always learn From it.",
        "اللهم صلّ وسلم على نبينا محمد وعلى آله وصحبه آجمعين💕\nسورة الكهف🌟",
        "و من يظن بالله خيراً لا يخيب ..",
        "أذكار الصباح ❤️✨\n\nاللهم يا من قلت : ﴿ وَالصبح إذا تنفس ﴾ أكتب لنا من أنفاس هذا الصباح ..خيراً نعلمه ، ورزقاً نكتسي به ، وبشارةً نسعد بها..",
        "اللهم صّل وسلم على نبينا محمد🌸.",
        "اسْتَغْفِرُوا رَبَّكُمْ ثُمَّ تُوبُوا إِلَيْهِ يُمَتِّعْكُمْ مَتَاعاً حَسَناً",
        "أذكار المساء 💙✨\n\nماحافظ عبد على الأذكار الا شرح الله صدره ، وان لزمها لجعل له الله من بين أطباق الدنيا فرجاً ومخرجاً .",
        "﴿ فلا يحزنكَ قولهم ، إنَّا نعلمُ مايسرون وما يُعلنون ﴾ \nمواساة ربانيّة عظيمة لقلب المؤمن حين ينشغل باله بأقوال البشر \n#الوتر_جنة_المؤمن ❤️",
        "لا تجعل مشاعرك تسيطر على قراراتك فالحب يعمي عن الأخطاء والكراهية تعمي عن الحقائق.",
        "@Faljedai7 الحمدلله على السلامه❤️."
    ]
}