{
    "screen name": "RutamSachdev",
    "no. of tweets": 141,
    "tweets": [
        "@KDMCOfficial people are travelling openly between kalyan and dombivli via patripool for non essential purposes, please check",
        "@IMDb Can't login to the iphone app with the 'Sign in with amazon' button, shows an error since last 3 updates atleast",
        "@KDMCOfficial Is the notice for closing shops in Kalyan Dombivali area true?\nOr is it just a fake notice going around on social media?",
        "@msduttatweets What's dollars? 🤔",
        "A clip from Rajya Sabha in 2003 where Manmohan Singh is seen asking then BJP government to provide citizenship to m… https://t.co/lvVVFzxWCW",
        "@Google Your chrome 79 bug just reset my chrome browser and I have lost all my open tabs due to that. Help me get them back",
        "@mipaltan Not happy with the release of @YUVSTRONG12",
        "@awesomenesstv hey is there going to be season 3 for The Commute series? #commuteseries",
        "@reneritchie Battery definitely is worse after iOS 13, also phone takes longer to charge and heats up too while charging",
        "After the new ios 13 update,\n1. my phone drains battery faster than before (usage being same as before)\n2. Phone ge… https://t.co/ERUGapi06l",
        "Lost Opportunity To Improve Road Safety In India\n#MotorVehicleAct #India\nhttps://t.co/Qu4k2epE75",
        "@MKBHD You should get this\n\nSharp Aquos Zero 2 is World’s First Phone With a 240Hz Display https://t.co/a33s60b7V1",
        "@DetroitBORG That wallpaper 👍🏼",
        "@Gadgets360 Your iphone app is not working",
        "So in short, if you are a normal user and own an Iphone X, XS or XS Max then you can just skip over this generation… https://t.co/KRA1UihWUG",
        "Every shot shown of the Iphone is of the back, no new innovation at the front #AppleEvent",
        "@MKBHD Ironically #AppleEvent Youtube livestream is ahead of the Apple website livestream 😜",
        "Now every person be it Hindu, Muslim, Sikh or any other religion is no longer an outsider in Kashmir. Everyone's an… https://t.co/crl6C4NOJ8",
        "@SirJadeja @BBCWorld You're showing a video of protesters using the flag of a terrorist organisation, chanting terr… https://t.co/65Z20fLiND",
        "@evleaks Get some information on the things happening, why they are happening and then you express your opinion or… https://t.co/OrDq0aa4UV",
        "@evleaks Nothing terifying about it. It had been closed due to security reasons in the state due to terroorist threats",
        "@luluandsky worst shopping website. First they send the wrong product, then they neither pick it up for exchange no… https://t.co/oijMneXipL",
        "@anandmahindra Also salute the employees of your companies, who have been told that they have to come to work even… https://t.co/tbP5t9pFyh",
        "@LouisKarsenbarg Have you stopped working on @LifeOnUnleaded ?",
        "Hey @ICC \nAn army badge is\nNot POLITICAL\nNot RELIGIOUS\nNot RACIAL\nIt's a badge of pride, a badge of honour\nSo use s… https://t.co/YNDBrUQfj7",
        "@evleaks @DethEngineer @GAOL95 But doesn't US come under Global too",
        "Slowly Rohit is upping the ante and taking the team nearer to the win #INDvSA #CWC19 @ImRo45",
        "@CConceptCreator Alot of people are waiting for a good phone from HTC and your teaser gives them hope that maybe it… https://t.co/rabA1oJ26M",
        "It was Pope John Paul 2 in 1999\n\nhttps://t.co/G2mSwdAL2V https://t.co/dfYUhsDYtT",
        "मैं माननिया श्री नरेंद्र दामोदरदास मोदी को भारत के गणतंत्र के सरकार के १५ वे प्रधान मंत्री बन्ने पर बधाई देता हु… https://t.co/mXhKf9uF0Z",
        "@CConceptCreator Ok\nLooks nice\n@htc should actually listen and take suggestions from their loyal users about what s… https://t.co/Hokbt8xXsA",
        "@CConceptCreator Is this based on any leaks about an actual upcoming phone or a concept of what you expect the next one to look like?",
        "@utimutualfund Twitter doesn't allow to DM your account",
        "@utimutualfund why are you not telling me the maturity amount of my policy even after calling and mailing your call… https://t.co/nWfzbniJyo",
        "@theMrMobile In Asia we get these features (in some cases even more) in half of the price at which they are plannin… https://t.co/6HHSCDHEjZ",
        "@JioSaavnCare Can't listen to any songs since a couple of days, everytime I play a song it plays for about 2 second… https://t.co/8qPUlzf1SW",
        "@MichaelVaughan @imVkohli He was already rested during the Asia Cup 2018 and also again during New Zealand tour, no… https://t.co/z9mjJWLmTo",
        "@TRAI Even after clearing all dues, paying more money than due and porting to another network nearly 2 months ago,… https://t.co/c5o26PG5jb",
        "Finally @KieronPollard55 has arrived for the #IPL2019 \n#MIvCSK",
        "@jack the retweets &amp; likes remain the same for both the replacement and the original,\n\nthe original is not deleted… https://t.co/oKbgRCmmdI",
        "@jack Instead of a edit option for a tweet make an option for replacement tweet\nIt replaces the original tweet, the… https://t.co/rHBI0GFx4N",
        "After 12 years my dream of seeing @YUVSTRONG12 play for @mipaltan is going to get fulfilled soon  #YuvrajSingh… https://t.co/tRzg76EyKh",
        "No respect for customers, non-responsive to our calls, keeping us waiting on hold on your helpline number for nearl… https://t.co/layFizGzIB",
        "@TataSky @RNTata2000 You are not giving us the services for which we paid, we as a consumer subscribe to your servi… https://t.co/bx5NwQNzjV",
        "@TataSky tried calling your helpline number only 68 times in one hour, got connected 3 times and then diconnected b… https://t.co/OckgaNXun9",
        "Great win for our team today\nBest performance in all the departments of the game. Also a great way of showing every… https://t.co/U1CkI5OGDh",
        "The best moment in today's match was in the 37th over of India's batting, when @ImRo45 hit a huge six and… https://t.co/Bo2iuzYZMi",
        "HDFC AMC which is trading around Rs.1410, is a good buy for long term\nThe recent decrease in price is majorly due t… https://t.co/2ySTWIddKo",
        "Me on 12th Sepetember watching Apple Keynote:\nAlexa, set a reminder for 12th September 2022 &amp; add a note 'Buy Iphon… https://t.co/9L7wS2lMxp",
        "@RajivMakhni Which are the Iphones that have been discontinued? And will they be discontinued in India too? #AppleEvent",
        "@MicrosoftIndia After your last update of Windows 10 version 1803, the keyboard and the touchpad of my laptop have… https://t.co/ukOoowRzR9",
        "@HTC_IN @htc Are the HTC U11 Life and U11 EYEs coming to India?",
        "@evleaks @htc please don't have a notch. That's the fastest way to lose your loyal fans.",
        "@IndiGo6E is one of the worst airlines in India. Pathetic customer service and arrogant employees. Policies are mad… https://t.co/sjX1XQuPu4",
        "@paritoshbasu https://t.co/YfugLkfFFy",
        "@RAHULANASUYA If your VAT was registered in the new SAP system of VAT then you don't have to create a profile on mahagst",
        "@mipaltan Guys, pls retain @ImRo45 @krunalpandya24 @hardikpandya7 @Jaspritbumrah93 @KieronPollard55 \n#mipaltan #IPL2018 #IPL",
        "@UnboxTherapy 1. Apple iPhone X\n2. Apple IPhone 8\n3. Apple IPhone 8+\n4. Google Pixel 2 XL\n5. Google Pixel 2\n6. Raze… https://t.co/UFINW4mM5M",
        "My blogpost on Demonetization and it's impact\n#Demonetization #Demonetisation #DemonetisationAnniversary… https://t.co/suoRcEsypq",
        "@Gadgets360 HTC U11+ has a res of 1440x2880p and not 1440x2560 as per you\nAnd global variant of HTC U11 life will h… https://t.co/f0SnSewZxD",
        "@ZacksJerryRig You just got your dream phone 😄",
        "@evleaks Wouldn't half of oneplus(1+) 5T be 3T? 😏",
        "@ColdFusion_TV Hey, make a video on who and which organisation controls the internet &amp; also how all the countries are connected to internet",
        "@salim_merchant Didn't miss much\nExcept the Face id tech, nothing much impressive",
        "@VenyaGeskin1 Any news on the next gen iphone se?",
        "Dear @RelianceMobile ,the main reason for ur problems is not Jio,it's your pathetic network and even worse customer service from @RCommCare",
        "Also kudos to @BhuviOfficial for a great spell of bowling\n#INDvPAK",
        "Well played @BCCI @hardikpandya7 @YUVSTRONG12 @SDhawan25 \nWe win some we lose some, all part of the game\n#INDvPAK",
        "Pakistan practicing their positions for the game this sunday\n#IndVsPak #BaapBetaFinalMe #India #baapbaaphotahai https://t.co/0UTCWRXdZH",
        "Why do I see circles everywhere on twitter now?\n#twitterupdate #TwitterUI #TwitterChanges",
        "Trademark feature of the Pakistan team 😝  #INDvPAK https://t.co/OQDGjxOuYU",
        "@mipaltan making us proud time and again\n#mumbaiindians #MI #mipaltan #Beli3ve \n#IPL #iplchampions",
        "@RelianceMobile network is so bad you can't even make a call to their own customer care @RCommCare",
        "Called @RelianceMobile @RCommCare Customer care more than 30 times in the last 3 hours, was able to connect the call only 4 times",
        "@RajivMakhni Because the phone doesn't matter as much as your autograph does 😊",
        "@UCNews_India @RajivMakhni Bcoz HTC U11 is the 1st flagship after Galaxy Note Edge that has an innovative hardware feature #RajivMakhniOnUc",
        "HTC Ocean; The Phone That May Blow Everything Out of the Water! https://t.co/FeKz2P6dKE",
        "No network on my card since 9 days and 7 days since making a complaint about it. Good going @RelianceMobile @RCommCare",
        "@myntra What should I do to change my login email id?",
        "@DetroitBORG @ZacksJerryRig Thanks 👍",
        "@DetroitBORG What was the cover brand you mentioned in the @ZacksJerryRig video?",
        "@RelianceMobile is giving 6gb to new customers at Rs.299, but it's existing customers get only 1gb for the same price #unfair",
        "@HTC_IN are you going to release Nougat update for One A9? @htc \n#HTCOneA9",
        "Saw #FastAndFurious8 yesterday. Great movie!! @FastFurious \n#ForPaul",
        "Back in time for the first race of the season #MotoGP #VR46",
        "@nickmgray Thanks 👍",
        "@nickmgray And should I buy One A9 or wait for a new launch from HTC?",
        "@nickmgray Yeah I knw about One A9s, that is a shit phone. By next generation I meant if they r planning for One A10 that is better than A9?",
        "@nickmgray Is @htc  going to come out with the next generation of One A9?",
        "@htc @HTC_IN Are you planning to launch a new phone in the HTc one A series?",
        "@OnLeaks  Hey, any idea if @htc will be launching a new version of the HTC one A series like maybe HTC one A10 or something?",
        "Business Leaders,IMF, Economists say it's a good step. But oppostion leaders in India-\"Modi is wrong\"\n#DeMonetisation #ModiFightsCorruption",
        "Digvijaya Singh is like a cry baby who goes crying to his mom(press) everytime some kid does something he can't do ever in his life #India",
        "@TheMrPhone @AndroidAuth @UnboxTherapy @MKBHD #XiaomiMiMix https://t.co/c0dIGtHu1m",
        "What @xiaomi has done today, Sharp did it 2 years ago as Aquos Crystal \n@TheMrPhone @UnboxTherapy @MKBHD @AndroidAuth #XiaomiMiMix",
        "@UnboxTherapy When's the Pixel giveaway Lew?",
        "@UnboxTherapy You having a pixel giveaway?",
        "Dear @tumblr \nI wrote a blog, i clicked on \"Post\" and the blog vanished completely. It isn't showing on my blog. Where did it go?\n#tumblr",
        "AirPods have W1 chip in them\n#AppleEvent",
        "You can double tap on AirPods to access Siri\n#AppleEvent",
        "AirPods look same as earpods, just without wires. It comes in a compact charging case\n#AppleEvent",
        "Phil just launched AirPods which are wireless erapods\n#AppleEvent",
        "Bye bye 3.5 mm jack.\n#AppleEvent",
        "It has stereo speakers which is 2x louder\n#AppleEvent",
        "It has a Retina HD display with 25% brighter diaplay.\n#AppleEvent",
        "iPhone 7 plus has two 12 MP cameras. One is a wide angle lens and the other is a telephoto lens.\n#AppleEvent",
        "It has 7 MP facetime camera\n#AppleEvent",
        "They are showing pictures taken with iPhone7\n#AppleEvent",
        "It has quad-LED flash\nIt has a 12 megapixel sensor\n#AppleEvent",
        "The camera has Optical image stabilisation\nNew f/1.8 aperture\n#AppleEvent",
        "It ships with IP67 protection standard\n#AppleEvent",
        "It is officially water and dust resistant\n#AppleEvent #iPhone7",
        "True https://t.co/WVxTp2gtnU",
        "Space grey is not there anymore I guess\n#AppleEvent",
        "The matte version is being called Black, then there is gold, silver and rose gold\n#AppleEvent",
        "The new gloss finish is being called Jet Black\n#AppleEvent",
        "Phil is talking about new design\n#AppleEvent",
        "Phil Schiller is on stage now\n#AppleEvent",
        "The video shows the process of iPhone body production #AppleEvent",
        "The video shows a piano black iPhone 7\n#AppleEvent",
        "The image shows dual rear camera\n#AppleEvent",
        "Behold The iPhone 7\n#AppleEvent",
        "New features on iOS 10 are being shown\n#AppleEvent",
        "Apple has now sold over a billion of iPhones\n#AppleEvent",
        "Tim Cook is back on stage. And it's iPhone time\n#AppleEvent",
        "Pricing of Watch Series 2 is at $369.\nSame price for Apple Watch Nike+\n#AppleEvent",
        "Here it is apple Watch Nike+\n#AppleEvent https://t.co/qQcHQQec3B",
        "Trevor is showing how Apple Watch Nike+ will be useful for runners\n#AppleEvent",
        "I actually like the look Apple Watch Nike+ more than the Apple Watch\n#AppleEvent",
        "Trevor Edwards, President of Nike is on stage now\n#AppleEvent",
        "Apple is partnering with Nike for Series 2. They are introducing Apple Watch Nike+\n#AppleEvent",
        "Series 2 will have a new colour, White. It will be made of ceramic. Series 2 will also come with leather belts by Hermes\n#AppleEvent",
        "Hannah is explaining how the new built-in GPS is useful\n#AppleEvent",
        "Apple Watch Series 2 has the brightest display on any apple device till date. It contains 1000 nits. It also has built-in GPS\n#AppleEvent",
        "John Hanke is on stage to talk about Pokemon GO\n#AppleEvent",
        "He just announced that Pokemon GO is coming to Apple Watch\n#AppleEvent",
        "Jeff is showing what is new on watch OS 3\n#AppleEvent",
        "Jeff is showing various features of Apple Watch\n#AppleEvent",
        "He just invited Jeff Williams on the stage\n#AppleEvent",
        "Apple watch is the top selling smartwatch\n#AppleEvent",
        "Tim Cook is back and he is starting new launches with Apple Watch\n#AppleEvent"
    ]
}