{
    "screen name": "Meri_Bagh",
    "no. of tweets": 193,
    "tweets": [
        "More on YouthIGF track to be presented at the webinar with the #IGF2020 host country on May 11. #youthinIG https://t.co/I0cKNjqz0q",
        "The Republic of Facebook: “Massive influence? Check. Legislative power? Check. Executive power? Check.\nNow one of t… https://t.co/4N3N05XhN8",
        "@mistirtil @CDN_EE @digitalxwg Always fun and pleasure to work with you, dear ^_^",
        "#SEESummary April 2020 Issue is out!  Subscribe to receive our SEESummary via email: https://t.co/AbEIf0wU9s… https://t.co/JUrbGddPaU",
        "Elif and I wrote a short piece on the importance of climate journalism for @CDN_EE and @digitalxwg publication enti… https://t.co/YbFftAYKao",
        "Registration for #EuroDIG2020 is open! https://t.co/9k08qVfTPM",
        "#ArmenianGenocide #NeverAgain https://t.co/OdSuOTuycf",
        "Together with my colleagues from  @CDN_EE @digitalxwg, we prepared a recap of  how to protect yourselves against… https://t.co/CjC6JyzeiE",
        "\"Everything is possible. The impossible just takes longer.\" —Dan Brown via @momentumdash #Sundaythoughts",
        "We at @YouthCIG invite young people involved in #internetgovernance to fill in the questionnaire below 👇🏻… https://t.co/GGXLiy3Zj9",
        "“Superconnectors are always on the lookout for ways to help others, not because there is the expectation of recipro… https://t.co/iJFCv5uwvk",
        "Psychologist Adam Grant shares tips for surviving lockdown: how to find a work-life balance during these difficult… https://t.co/tv99HBc6OM",
        "Call for #SEEDIG internship programme 2020. More below 👇🏻 https://t.co/W4EyuA7MPX",
        "Happily embarking this journey in a new role as a co-focal point for PL3 at #EuroDIG2020, focusing on European digi… https://t.co/bdDtQC1bUj",
        "some long-awaited magic in times of #COVID19! the Wizarding World of #HarryPotter at home ~ https://t.co/OBmorM5eoo",
        "Was happy to contribute to #SEEsummary March 2020 issue, that covers #Internetgovernance and digital policy develop… https://t.co/ThVlxPofop",
        "https://t.co/QVeELGBrRB",
        "#Wednesdaywisdom #onlypositivethoughts \"So many of our dreams at first seem impossible. Then they seem improbable.… https://t.co/DbzsOTYNgC",
        "#FreedomOfSpeech in times of #COVID19 https://t.co/GL4TUFJc2I",
        "As a #COVID19 countermeasure, #Armenia|n government proposed to track citizens phones. After raising a wave of conc… https://t.co/ygSIurYPl6",
        "Time to rethink a lot of things! #TuesdayThoughts https://t.co/swIAUpDIrt",
        "ECHR BLOG: An Analysis of Covid-19 Responses and ECHR Requirements: https://t.co/ZkJ78PNc35",
        "How People Learn to Become Resilient https://t.co/ITGSXNR3eO via @NewYorker",
        "#COVID19 and derogations from fundamental rights under the European Convention on Human Rights  https://t.co/sBBtzNlS6O via @wordpressdotcom",
        "https://t.co/kEXGtKdvWU Several states in central and southeastern Europe are using the #COVID19 crisis to undermin… https://t.co/vnBBc75x9N",
        "PEN America’s Guide on #COVID19 and #Disinformation https://t.co/6Hgt6nSjCl",
        "“But Zoom’s policy also covers what it labels “customer content,” or “the content contained in cloud recordings, an… https://t.co/V2VxKlN6S6",
        "Virus forces EU digital rethink #COVID2019  https://t.co/ygJFUvGdQN",
        "#NASA makes their entire media library publicly accessible and copyright free https://t.co/iR3TEr7JfR",
        "Yuval Noah Harari: the world after #coronavirus #mustread  https://t.co/ghNJuZamg0 via @financialtimes",
        "How to be kinder to yourself: \"Self-compassion is a necessary part of our journey; it’s about recognizing that you… https://t.co/2pMjWT6ivU",
        "In the Battle Against Coronavirus, Humanity Lacks Leadership. Yuval Noah Harari https://t.co/BH6M5Lhdvv",
        "#StayTheFHome https://t.co/E5OE8uNLjI",
        "a #goodread for a Sunday evening! #organizationalbehavior https://t.co/Dx5Qav7yR5",
        "\"Perfectionism is often driven by striving for excellence, but it can be self-sabotaging if it leads to suboptimal… https://t.co/GIVUUOtF2M",
        "“But contrary to our intuition, simply being yourself makes a better impression than catering to another person’s i… https://t.co/LFYZ8915aJ",
        "So Happy to see Environment included among the #IGF2020 thematic tracks! No way forward without environmental susta… https://t.co/2Uit36BAZz",
        "#Oscars2020 https://t.co/MF8IM4sRTj",
        "#OHCHR | A rather landmark ruling by the District Court of the Hague in The Netherlands, that ordered the immediate… https://t.co/Lin6OyDMIZ",
        "Joined the series of webinars of @CDN_EE  and @digitalxwg! My webinar represented a glimse into the current state o… https://t.co/ToSoMj8mjA",
        "Important| #youthforinternet read the message and complete the form below: 👇🏻 https://t.co/GeZH49Wzl5",
        "Turkey's #Wikipedia block violates human rights, high court rules #Freedomofspeech https://t.co/sjSfwELQdp",
        "The positive energy beaming from this photo is the illustration of the awesomeness of the 1st edition of #SIDI2019!… https://t.co/4d0uVwR8gb",
        "A Historic moment: US Senate passed a resolution recognizing #ArmenianGenocide https://t.co/k7McWXlCzi",
        "@njhickson @pljones96 @SIDI_2019 Thank you so much @pljones96  and @njhickson for your sessions and for leading ver… https://t.co/EWbpU0g973",
        "Join our discussion on #Privacy  at  @SIDI_2019 #SIDI2019 https://t.co/ezJ4VVc3kY",
        "#Morningmotivation from #SIDI Winter School. We are at Day 3 and are discussing issues related to Cybercrime and di… https://t.co/BDvjC5xLjZ",
        "Very excited to be part of the 1st edition of #SIDI Winter school on #Internetgovernance, digital policies and Inno… https://t.co/KAK0UQ3yy1",
        "Check out the recap video of #YouthIGF 2019 #IGF2019 #youthforinternet https://t.co/uH0ooDZYvM",
        "#IGF2019:session by DC on Youth in #IG. Kudos to my friends @Jamalik_EU on presenting  #YouthDIG messages from… https://t.co/hBB2E5AuTE",
        "#YouthIGF2019 #IGF2019 #youthforinternet https://t.co/No94wSaX7K",
        "Great turnout at session on Youth in IG and digital inclusion. I strongly believe that besides bringing youth to IG… https://t.co/mFSDFJ9Auy",
        "Please have a look at our #YouthAtlas, that represents the stories of youth engaged in #internetgovernance! You can… https://t.co/rWBgcWl8zG",
        "#UN #SG Antonio Guterres in his opening speech at #IGF2019 #Openingceremony, highlighted the three main digital div… https://t.co/c4Mw8Lu04Q",
        "@e_schauermann responding to questions on #YouthIGF2019 @ #IGF2019! I am immensely thankful to Elisabeth and the… https://t.co/k9OiwZb5ld",
        "Youth messages for @2019IGF are ready! Check out our message on company and platform #transparency @YouthIGFSummit… https://t.co/0g2g0Y8mmA",
        "Super excited to reunite with #EuroDIG friends at @YouthIGFSummit #IGF2019 https://t.co/oWGy3qwHjQ",
        "We are starting #YouthIGF2019 #youthforinternet #IGF2019 https://t.co/Cvwgfwh0yv",
        "#FreedomOnTheNet https://t.co/s1tjro4oCL",
        "#ArmenianGenocide https://t.co/IWQGvm9H9v",
        "A historical debate on #ArmenianGenocide in the #US Congress, House of Representatives! https://t.co/RbsFnroXHH",
        "#Internet50 https://t.co/xtmoPjNZJq",
        "Armenia has been elected to the  #UN Human Rights Council #HRC https://t.co/XUCIIrBAuq",
        "Who run the world? #GirlPower https://t.co/tDQNrpnKls",
        "An interesting question to kick off the Global Innovation Forum 2019 with! #GIF2019 #techoctober #AuroraForum https://t.co/EYpPDtJYt5",
        "#Armenia and the technology of diaspora https://t.co/Qbf6exJCCW via @techcrunch",
        "1st YouthIGF Armenia is currently underway! Kudos to @GalstyanLianna and @ArmSIG_ alumni for making it happen!… https://t.co/dQuFtCCQth",
        "This is a fundamental feature of a healthy debate. It's not about \"winning\" but adding value! #thinkingoutload https://t.co/21OFL4Uzs5",
        "Rather inspirational session at #WCIT2019! My takeaways: Dream big, be socially responsible and don’t stress too mu… https://t.co/JAsmACHxZO",
        "@alexisohanian stated that he would like to see more technologists involved in the government discussions on tech r… https://t.co/Xnry20kJKL",
        "#WCIT2019 day 2: Alex Chung, @GIPHY, highlighting that social media was all about bringing people together and spar… https://t.co/R8LiSxItzq",
        "@KimKardashian at #WCIT2019 “Marketplace of Ideas” session reminds women that it is fine to figure it out as you go… https://t.co/Em3madE0gK",
        "#WCIT2019 Day 2: @garyvee anticipates the extensive move from text infrastructure to audio infrastructure that is a… https://t.co/KAiFIrY4Io",
        "@garyvee Gary Vaynerchuk giving a special speaker presentation highlighting that in order to be successful in our t… https://t.co/HPjhtZj6nH",
        "23rd World Congress on Information Technology or #WCIT2019 has officially been launched!  #Armenia… https://t.co/njuaOQjP3d",
        "Amazing pre-opening concert at #WCIT2019 in #Armenia! Find your center in Yerevan 😎 https://t.co/QS56E4FNnA",
        "final countdown to #WCIT2019 https://t.co/IpH5LcIpXt",
        "All about the governments'  use of \"cyber troops\", including bots, trolls and fake social media accounts,  to sprea… https://t.co/aylRnktvct",
        "#GlobalClimateStrike https://t.co/qaJy3XM0FH",
        "#WCIT2019 is loading! ~ https://t.co/XQs2NhAY0J",
        "And here we go with the third international activity by @CDN_EE and @digitalxwg to take place in Bosnia and Herzego… https://t.co/h0CeBVlfMi",
        "#throwback to #EuroDIG2019 and our panel on future of regulations of online harms | #YouthDIG2019… https://t.co/GUEcYRESMz",
        "Whoop, whoop! @CDN_EE and its @digitalxwg announce the call for prep team for the third activity of our annual work… https://t.co/B9oTVwnRXP",
        "Happy birthday, @tomhanks. Keep inspiring us 😊 https://t.co/lPblT2jkjq",
        "#EuroDIG2019 #YouthDIG https://t.co/SEhQoprRKG",
        "@_ana_jovanovic @MaiselTV The whole journey is ahead 😊",
        "@_ana_jovanovic @MaiselTV Can’t wait for the next season 😎",
        "Happily serving as a prep team member  at the international seminar on Critical journalism in Georgia by @CDN_EE an… https://t.co/9VLGYJQaAO",
        "Excited to serve as a mentor for the new #DIGRA ambassadors cohort. #youthpower #youthparticipation #YouthinIG https://t.co/rco3BZjcnt",
        "#throwback to #EuroDIG2019 and our plenary session on online harms. #internetgovernance #youthparticipation https://t.co/DvLFbbzejB",
        "The Next Big #Privacy Hurdle? Teaching AI to Forget https://t.co/Tn2fblYBrR via @WIRED",
        "#dailyinspiration \"Incredible things can be done simply if we are committed to making them happen.\" —Sadhguru via @momentumdash",
        "A recap of the new @ilo convention on violence and harassment in the world of work https://t.co/u14iKZ57CX",
        "Special thanks to @MikeOghia for the inspiration and the opportunity 😊 #EuroDIG2019 #YOUthDIG https://t.co/2aknbwXkhN",
        "Was honored to be a key participant in a panel on tackling online harms presenting the youth perspective.… https://t.co/V7ETVQmVhu",
        "@ztbarth Thank you, dear! Hope it was interesting #youthparticipation",
        "#EuroDIG2019 https://t.co/WmGCLVTMAn",
        "#EuroDIG2019: session on “fending off trolls- Journalists in defense of democracy”: #Google rep state talks about w… https://t.co/4YRXTuOfbI",
        "#EuroDIG2019: session on “fending off trolls- Journalists in defense of democracy”: @InternewsUA rep talks about th… https://t.co/iE7f4y67Nn",
        "#EuroDIG2019: discussing #SEEDIG messages and the way forward. https://t.co/KtPXUSGRQb",
        "#GDPR #EuroDig2019 https://t.co/yrQhlsf6aX",
        "#EuroDIG2019: #GDPR session: #Telefonica rep stated that we need to move away from just “ticking a box” for privacy… https://t.co/lynDnjVRwz",
        "#EuroDIG2019: #GDPR session: There is no need to collect all of our basic data to provide basic services. Marianne… https://t.co/ndyGCxHQUA",
        "#EuroDIG2019: panelists discussing the one-year-old #GDPR highlight the need for its standardized interpretation to ensure legal certainty.",
        "#YOUthDIG #EuroDIG2019 https://t.co/dMAUUflY16",
        "Join us today for a robust discussion on #GDPR moderated by @rankingrights’ @wvessna  and @article19org’s… https://t.co/MBYxIhM40l",
        "@MikeOghia Our seminar in Sarajevo is so far one of the best seminars I have attended.",
        "Opening ceremony of #EuroDIG2019. Follow @_eurodig and the official hashtag #EuroDIG2019 for live updates from the… https://t.co/SaS66QHp2H",
        "\"Digital surveillance is no longer the preserve of countries that enjoy the resources to conduct mass and targeted… https://t.co/mXa2LOBNiR",
        "#YOUthDIG Day 3 : Moving debate with amazing  @MikeOghia  on “#privacy vs. security: a false dichotomy?” #EuroDIG2019 #youthparticipation",
        "Meeting the EuroDIG subject matter experts and getting ready for #EuroDIG2019 . #YOUthDIG https://t.co/hkx4Zj8rF4",
        "Extremely useful and interesting morning session with Dr. Els de Busser on #cybersecurity and current challenges in… https://t.co/fe3ePVeBhx",
        "Honored to be part of #YouthDIG 2019! #youthparticipation #internetgovernance #EuroDIG2019 https://t.co/4f66rKtO2q",
        "#mondaymotivation \"Impossible is just a big word thrown around by small men and women who find it easier to live in… https://t.co/PNYubQHuxN",
        "As an ISOC youth fellow from 2016, I highly recommend this program!! Don't miss this chance to make your voice be h… https://t.co/fysKGxWyZl",
        "2 days left to apply for  @CDN_EE's amazing Critical journalism seminar in Georgia in early July, 2019.  We are wai… https://t.co/ouwdR7x8ch",
        "https://t.co/jt96r5MPUs  The 3 Stages of Failure in Life and Work (And How to Fix Them)! on decision making and choices!",
        "#ArmenianGenocide #NeverAgain https://t.co/IkSsx83Pq7",
        "Cool project alert! Apply to learn more on how to fight misinformation, tackle fake news and enhance your critical… https://t.co/jQhi6YkFhd",
        "#dailyinspiration \"Live in the present and make it so beautiful that it’s worth remembering.\" —Arnold H. Glasow via @momentumdash",
        "All you need is less. \"Attention management is the art of focusing on getting things done for the right reasons, in… https://t.co/LKLtciTsAC",
        "Be courageous~ #wednesdaywisdom \"The secret to happiness is freedom. And the secret to freedom is courage.\" —Thucydides via @momentumdash",
        "\"First say to yourself what you would be; and then do what you have to do.\" —Epictetus via @momentumdash",
        "#WednesdayWisdom https://t.co/Qb4bhHHKKR",
        "A good Sunday read! Your guide to #happiness https://t.co/U8HL9jIHhR",
        "#wednesdaywisdom ~ \"Success is not final, failure is not fatal: it is the courage to continue that counts.\" —Winsto… https://t.co/cCSGiHkKdW",
        "#GDPR https://t.co/aIETvAXOPP",
        "\"One's destination is never a place but rather a new way of looking at things.\" —Henry Miller via @momentumdash",
        "#Google fined €50 million for #GDPR violation in France for non-easily-accessible or transparent data consent polic… https://t.co/CXjHzUgCHs",
        "#10YearChallenge #climatechange https://t.co/eBHBBM4vaF",
        "#inspiration \"Never bend your head. Always hold it high. Look the world straight in the face.\" —Helen Keller via @momentumdash",
        "!! https://t.co/F3iLfR6oD1",
        "Abundance is based on confidence. Scarcity is based on fear! Beautiful minds are free from fear: Robert Grant at TE… https://t.co/uVl9W7qv2n",
        "@bgsevilla Happy Holidays! 😊",
        "Important to always remember this, especially during holiday seasons. https://t.co/iVwaA8AgTn",
        "#inspiration \"Keep moving forward. One step at a time.\" —Unknown via @momentumdash",
        "Ovation nation: The Economist’s country of the year 2018  #Armenia https://t.co/2OERSeRY8g via @TheEconomist",
        "Attention! attention! Do not miss this opportunity to join our Digital[x] working group of @CDN_EE  as a new member… https://t.co/PPzl40tTnE",
        "Today is the International #HumanRightsDay! Every day is human rights day! #Standup4humanrights 70 years ago today… https://t.co/wqwueyz3sV",
        "And New Armenia has a New Parliament #armvote18 https://t.co/hBT4l6S9g4",
        "#motivation \"The one thing that you have that nobody else has is you. Your voice, your mind, your story, your visio… https://t.co/PdJEIJhrPY",
        "Sad news from CEU!! @ceuhungary will move its campus to Vienna #istandwithCEU #proudalumna https://t.co/wuhvhg8hTX",
        "My friends decided to make this Christmas even more special by running a 100k for a cause!! Please donate or share… https://t.co/zBb7kiMxpy",
        "#ConnectSmart #IoT https://t.co/bEALwVfTgN",
        "\"It's the outstanding collaborators who enjoy the long careers, because bringing out the best in others is how they… https://t.co/U9TZ1hN2NQ",
        "Had the privilege to be a guest blogger for @internetsociety! I believe that #IoT has a lot of potential, but we sh… https://t.co/prN8cgNQrT",
        "#COE Commissioner for Human Rights @Dunja_Mijatovic delivering her opening remarks about the rights of persons with… https://t.co/hdWHFdlPcx",
        "#Dailystoic #FridayFeeling https://t.co/n6ozpFv3js",
        "Be present and be positive! #TED #FridayFeeling https://t.co/5ksJGBErYa",
        "@barcampam I guess you meant another person.",
        "Meet four crusaders who are keeping the dream of democracy alive. #Armenia|n PM among those four  https://t.co/yip0Bgoe4U",
        "Join the webinar tomorrow!#InternetforImpact #IoT https://t.co/2dpB7apet0",
        "#SupremeCourt Justice Anthony Kennedy Will Retire. He has been a critical swing vote on the sharply polarized court… https://t.co/g2Di7h9xNk",
        "“Proper resources should be allocated alongside with adopting legal rules as legal rules don’t implement themselves… https://t.co/PoHcpucGb6",
        "Important roundtable on one of the crucial issues to tackle #NoDiscriminacion #ECRI https://t.co/H6XHEKrbpU",
        "Read: Supreme Court upholds travel ban #nomuslimban https://t.co/PlF4oNUGls via @voxdotcom",
        "\"Poverty isn't a lack of character; it's a lack of cash\".Rutger Bregman | For more thought provoking ideas, I recom… https://t.co/VCIOelIbS1",
        "!! https://t.co/RXTN0DSRNf",
        "Important ! #GDPR #GDPRday https://t.co/yI3CP2qVMp",
        "Armenian-Turkish lawmaker targeted as Erdogan courts far-right for talking about #ArmenianGenocide #GaroPaylan… https://t.co/XxzLwMlJDk",
        "#GotoArmenia 🇦🇲 https://t.co/pgNLYFQKT5",
        "#Yerevan Wine Days 2018 #Armenia #TGIF https://t.co/J6kQJhNdQf",
        "#Armenia now #VelvetRevolution https://t.co/e9IO2Rg6Th",
        "'He's not a populist, he's popular': Nikol #Pashinyan becomes #Armenia|n PM https://t.co/a88DRQFbMP",
        "we #Armenia|ns are indeed a unique nation! With #VelvetRevolution we proved that nothing is impossible: you can mak… https://t.co/odX8H4Nkv1",
        "we officially have a new PM #Armenia #VelvetRevolution  #դուխով https://t.co/0VoKHuqAe5",
        "#Armenia opposition leader Nikol Pashinyan elected PM by parliament  #VelvetRevolution https://t.co/INtV1xxZz8 via @telegraphnews",
        "#VelvetRevolution ❤️ https://t.co/hAvqo6dRXP",
        "This is the Serj #Armenia|n people most probably will never reject #VelvetRevolution #Armeniaprotest 🇦🇲 https://t.co/1fehCkAEGb",
        "#VelvetRevolution ❤️🇦🇲 https://t.co/eQ4uisZ7KV",
        "“The movement he led forced longtime leader Serzh Sargsyan to resign, and united to an unprecedented degree Armenia… https://t.co/fmlqrAQUoa",
        "Opinion | #Armenia escapes its post-Soviet malaise https://t.co/QexFU4jRsJ",
        "#դուխով https://t.co/KIWJsIyGnj",
        "\"A free press can, of course, be good or bad, but, most certainly without freedom, the press will never be anything… https://t.co/AXrOXcOIMj",
        "#Armenia https://t.co/MUtMSRBcM9",
        "https://t.co/yB80cZsmb9  @CNN on peaceful and caring protesters of #YerevanProtests . #RejectHHK #դուխով",
        "May is the victory month #դուխով #RejectHHK #Armenia https://t.co/JbL976LxaL",
        "Tonight’s rally! People are chanting “Victory, Victory”! #YerevanProtests #RejectHHK https://t.co/W0oyTgIScn",
        "the one of the cutest photos from #YerevanProtests #Armenia #դուխով https://t.co/1OBNgR3rM9",
        "the atmosphere in victorious #Yerevan is very positive! the fight continues! not gonna give in or give up!… https://t.co/xXGFnNPOt3",
        "#Yerevan #Armenia tonight #RejectHHK https://t.co/x5yGGbwd8v",
        "very predictable result of election at today's parliamentary hearing! #Armenia’s parliament rejects opposition lead… https://t.co/Fq8lw6CCmn",
        "#RejectHHK #Armenia 🇦🇲 https://t.co/5Bi9GVLieS",
        "#RejectHHK https://t.co/16etAiErHC",
        "#Armenia #RejectHHK https://t.co/qgtJYnTIFn",
        "An important day for #Armenia! At noon the National Assembly will hold the session on electing the new Prime Minist… https://t.co/MCfNtWvpGw",
        "#Armenia https://t.co/AIOJT1VrgU",
        "Breaking news continue! Final countdown till May 1 when in its special session the #Armenia|n National Assembly wil… https://t.co/l15BpjYVa4",
        "Breaking news! #RejectHHK https://t.co/fytAxp0FT3",
        "\"viajar te recuerda que tienes que pasar por la vida con los ojos y oídos bien abiertos, pero, sobre todo, con una… https://t.co/5yjaqb3ov9",
        "Round 2 of negotiations #Armenia #YerevanProtests https://t.co/VO4zxo978f",
        "#Armenia #YerevanProtests #RejectHHK https://t.co/TWXLROktVb",
        "#PressFreedom https://t.co/j8OCmAw6d3"
    ]
}