{
    "screen name": "SteveHereNNow",
    "no. of tweets": 189,
    "tweets": [
        "@DezCaughtIt4 @PeakPrescott That's my point.  All the others were the Garret, establish the run to set up play-acti… https://t.co/K5D84PWQgN",
        "@AVenezuelan19 that's just weird...  BUT NOT THAT WEIRD! https://t.co/ycTZeRIA9q",
        "@DezCaughtIt4 @PeakPrescott Cowboys Packers last year Dak had 4 passes of 30+ yards they lost.  The stat only really matters in losses.",
        "@DezCaughtIt4 @PeakPrescott a lot of them.  two 30 yard bombs from the 20 or 25 yard-line can give you field goals, not touchdowns",
        "@PeakPrescott because we got down early and had to air it out late on soft coverages.",
        "@BruceBLevy @JontiLife @uTobian AND?  The #SpanishFlu killed 3% of the world's population before it finally burned… https://t.co/hlhjHyKMrr",
        "@CDCDirector So, burdensome regulation is the problem, right?  Then why have so many regulatory safeguards been usu… https://t.co/BIkQXewZGG",
        "@svehlow The amount of horrible information out there, yes obviously.",
        "@AmarAmarasingam @MalcolmNance No, its the BRICS countries are acting the same, and those that rely on their resources or soft-power.",
        "@denisewu @briantylercohen Wait what happend to the $2 billion Mike?",
        "@BruceBLevy @JontiLife @uTobian its a joke, Bruh.",
        "@BruceBLevy @JontiLife @uTobian That's not the point.  Hell in NY #Covid is decreasing without a vaccine..  This is so stupid.",
        "@davidmweissman Trust me, I’m sure a lot of Republicans secretly think that too.",
        "@bopinion HAHAHA, I totally believe this to be true....",
        "Anybody want #Vodka at #Kroger???  More like Moonshine. https://t.co/LS76FkFwqc",
        "@YourFriendZippy This is ridiculous.  It's not worth responding. See what happens when Jordan doesn't take sides....",
        "@chestnut_daniel That will ease the traffic on the MOPAC",
        "@ReaIKimJongUn @realDonaldTrump Fascist think alike.  Except Pakistan is an ally....",
        "@MsJayLee22 Don't watch it, all my police friends hate it...  \"Rather watch football.\"",
        "@YourFriendZippy What Irony?",
        "@respondix @Acosta You used to be a good channel? Such a good channel that the radical right copied the idea and ma… https://t.co/fUcZVa7IOW",
        "@michelle_martha @Moonsecrets4 @Luv2please69 i feel weird.",
        "@michelle_martha Man, I'm good!!!!",
        "@michelle_martha is that Singular in the bottle?",
        "@sidprabhu @M_C_Klein @michaelxpettis How did the rich get rich?  By capital gains tax rates and outsourcing jobs.… https://t.co/xHuUcW6S4G",
        "@sidprabhu @M_C_Klein @michaelxpettis It is the solution. PERIOD.  that's one of the problems.",
        "@michelle_martha ok?",
        "@michelle_martha Asthma?",
        "@michelle_martha You need to make sure you rinse your mouth afterward and I think during Covid ephedrine like (Bron… https://t.co/segvazQA8Y",
        "@michelle_martha I’m not sure that’s the best method.  I have a hunch, that inhaled corticoid steroids could be an issue with COVID.",
        "@McKinneyPolice @CollinCountyDFW Thank you, I am usually the frustrated at police type, until a @McKinneyPolice ass… https://t.co/QGWWYjS7BY",
        "@zeusFanHouse @TheAwkwardGOP @GenFlynn @SidneyPowell1 Hey registered as a foreign agent voluntarily.........  His o… https://t.co/8mgs8lbYau",
        "@michelle_martha Nude, I real from right to left, bottom to top.   School was hard. https://t.co/zKztJiOIxy",
        "@MingGao26 Why Ming Talk in 3rd Person????",
        "@MingGao26 Protein poisoning kills.",
        "@gnuman1979 I just saying, we have them currently.  but, yes it's a great sound.  i'm worried about the alcohol ind… https://t.co/2zkBWSaVQE",
        "@gnuman1979 is this a preemptive blues?",
        "@CindyCSheffield @uTobian With all the money put on defense, soldiers still get shot and die on the battle field.   Who knows....",
        "@CindyCSheffield @uTobian Yes, there is a lot about the human inflammatory process we don't understand.  We can mov… https://t.co/2W0PeyGglx",
        "@LaurenBolton3 Can Americans seeks asylum in OZ?  I'm gonna check it out...",
        "@BillDiedrich @WKatThomason @katzz77 Do you have one kid with multiple personality disorder or one whose gonna have… https://t.co/teJX3Qx4Kl",
        "@WKatThomason If you don’t use it, you lose it!!! https://t.co/LJqtof0KGe",
        "PLEASE LISTEN!!!!\nSlavoj Žižek: Political Correctness is a More Dangerous Form of Totalita... https://t.co/mUr4vK1SQM via @YouTube",
        "@meghanttucker @insignificuntxX @ebcinpa Wait, what do I gain by being malicious?  I think I’m being gaslit....",
        "@meghanttucker @insignificuntxX @ebcinpa No?",
        "@JontiLife @uTobian Thank you!!! Graphs are good, I like visualizations over words.  Reading is so pre-TV.  I don’t… https://t.co/JnxcpEgFLH",
        "@michelle_martha Yea, sing or we are sailing away!!!!",
        "@Sambacon25 @FredoDooley @Accelerationis1 @NihilistAndre @hotspur95 @santiagomayer_ You can die from hyperhydration… https://t.co/MhoHNb0PGh",
        "@NihilistAndre @hotspur95 @santiagomayer_ Everybody dies, bruh!!!",
        "@hotspur95 @santiagomayer_ Dihydrogenoxide bruh, much safer!!!!",
        "@santiagomayer_ Absolutely not!!!!!!!  Roman numerals only, I don’t want my kids taught anything having to do with… https://t.co/yQbw9OXR5P",
        "@uTobian I mean, I get it I’m not vaccinated from smallpox.  It’s like Intel. Agencies are always saying, you canno… https://t.co/KqBkLrqDyB",
        "@uTobian I don’t want to hear about infection increases.  I want to hear about all infections.",
        "@uTobian All data can be manipulated.",
        "@uTobian Dude, I want to believe you, but if you can’t explain it in 140 characters I can’t.",
        "@uTobian Dude, can I just ask.  Would you have a dead child, or multiple dead children or one with Autism?",
        "@markknoller @SpaceForceDoD Why is it under the department of the @usairforce?",
        "Can a superdome missile shoot down a virus??? FOCUS MFer!!!!!",
        "@meghanttucker Saltine crackerjacks?",
        "I mean, what do you expect a guy whose wife took his wealth and kids.  And bought all his assets during the housing… https://t.co/32DsjxuBXR",
        "@insignificuntxX @meghanttucker @ebcinpa 😁😁😁😁😁 Ok, but I do appreciate your braveness. Honestly!",
        "@ThalesNanoE And I need Hydrogen from my computer for?????",
        "@insignificuntxX @meghanttucker @ebcinpa Yea, man I got stoned in the Bible as the first Christian martyr so you ca… https://t.co/SEOJZZ2KnM",
        "@insignificuntxX @meghanttucker @ebcinpa Who says I’m not sympathetic or supportive.  Your assuming that because I… https://t.co/MoqEjjJPi8",
        "@meghanttucker @insignificuntxX @ebcinpa You don’t get it do you.  I’m completely supportive of her decision.  But,… https://t.co/XcjmsNBPUi",
        "@tacomaliberal81 ok, but only because they realized they couldn't tax enough to satisfy corporate bailouts.......… https://t.co/IVIHpWom78",
        "@MingGao26 Oh, wait that's what #Republicans goal in the church community..... https://t.co/cNGvcUJtxB",
        "@MingGao26 Like purged or just de-elected???",
        "I put $ARDS into my fictional #COVID ETF,  ticker was to be #DEAD https://t.co/1LMWyelSmE",
        "Shhhhhh, we are making money here...  It only takes one to call the cops on the party.... https://t.co/fXzq5Xu4wF",
        "$SRNE, if you did not get out above $5 get out now..... that's the joke.....",
        "@brandonkjohnson @Couzin_Vinny i't not what your saying, but cool.",
        "$SRNE has almost 100 million shares traded in the last 2 hours.........",
        "@Couzin_Vinny I just bought 300k  go, go, go.....",
        "$SRNE INSANITY!!! https://t.co/4wGYIXiaL0",
        "The UP/DOWN volume on by the second on $SRNE is insanity",
        "$SRNE is getting out of control!!!!!!",
        "@JamesOwenthe3rd @Gambiste1 But, was it not $INTC that poured money into AMD to keep a competitor.....",
        "@jvbt82hhs @telliabear BEEF RIBS!!! https://t.co/Y5RB5ieoQV",
        "@LegallyAutumn shouldn't it be https://t.co/oPQHIpGcKK?????",
        "@pulcepalma That's not true, they are mutually exclusive....",
        "#Lombardia Hey, where's the statue to this guy?  I was looking on a map..... https://t.co/7HEqBtn94m",
        "@RahulGandhi I mean the graph is correct on current data.....🙄🥺😰😢",
        "@GrassrootsSpeak @thomaskaine5 Well, or just corrupt.  I mean I know a few Trumpster's that are just corrupt, but in no way racists.",
        "@JohnOSullivan36 can I change my vote to the economy????  Only because there are some politicians that if they got… https://t.co/ot0IDU88SH",
        "@WhatIsH78648573 How does one love KC and Be a Cleveland fan...",
        "@MingGao26 YES!\nI was thinking for more like 500,00 in January.",
        "@Acyn It's against the law, bruh.....  He registered as a foriegn agent and, and, and, #Pence fired him for lying t… https://t.co/LFXa8diIUG",
        "Shouldn’t he be the one asking questions???   But, But, But, Manhattan was a fair trade... https://t.co/gXXrGu45qU",
        "@KnolesMichael @ranimann25 Fuck yea, but why???",
        "@LucreziaDelPapa @GiuseppeConteIT He made the trains run, on time????? 🤷‍♂️🤷‍♂️🤷‍♂️🤷‍♂️ https://t.co/vnvdbIW3Bm",
        "“If you think your god is real and you pray to him during a game.  Your a cheat!”\nAussie Bogan Commentary https://t.co/gN0Bedgokg",
        "@LucreziaDelPapa Bring back Silvio?  Too soon??? https://t.co/Y3JRu7wLon",
        "@SynnaSlater @blonde_sandiego https://t.co/s3c7Qfk8Fx",
        "@jadeadam_38 Maybe, if you go out and clap, you should probably have a higher tax rate!!!",
        "@michelle_martha 😂😂😂😂😂poor guy...",
        "@michelle_martha I just ment finger",
        "@MariaCuomoCole @Just_Westy @BarbraStreisand Yea, but that’s been known.",
        "@michelle_martha The best part is most medical professionals had to get one and are def. going to put those finger those who are dangerous.",
        "@robinsnewswire @TheAwkwardGOP Until he wins the election and corporatists just go back the same way.",
        "@itsallbollocks ???? Hopefully???? https://t.co/WAXikhnn4L",
        "@MysterySolvent San Francisco Criminal DA blue?, but I’m so confused",
        "@michelle_martha better yet, if you did not get a flu shot last fall, your not allowed a vaccine till after everybody else...",
        "@michelle_martha NOPE NOPE, they have to sign a paper NOW!!!!",
        "@BigDukeVie @speis_oo I'm on team Dihydrogenoxide.",
        "@insignificuntxX Bi-pedal?",
        "@meghanttucker @ebcinpa @insignificuntxX I thought it was funny.",
        "@LaurenBolton3 I mean, you have to believe in government to be a good government official.",
        "@LaurenBolton3 Congrats and I hope all is well down under...  when do we get footy back?",
        "@GirvanLoyal @ACKaminski @VarnamKelly @MattHancock your saying he's a good singer and has a great body?",
        "Yes.... https://t.co/56QIwu9kQV",
        "@VarnamKelly @ACKaminski @MattHancock . https://t.co/wkpwDDGUYK",
        "@VarnamKelly @ACKaminski @MattHancock No, and you wonder why voters in the mid-lands now vote conservative....",
        "@ACKaminski @VarnamKelly @MattHancock What wrong with this guy again? https://t.co/IpfpYCOpnC",
        "@VarnamKelly @ACKaminski @MattHancock Well you can sell that real estate and give it to be the workers........",
        "@PoliticusSarah It's actually a decent read:\nhttps://t.co/q4wUmnXBmd",
        "@VarnamKelly @ACKaminski @MattHancock I mean you could always sell off the Queen's real-estate and 10 Downing St. to pay for PPE.....",
        "@bopinion How about this #France, you owe us from you know that issue 80 years ago..........",
        "ONLY IT TAKES A GLOBAL PANDEMIC TO DO THIS, SHOULD HAVE NOT LET REPUBLICANS OUTSOURCE ORIGINALLY. \nTrump Grants Mor… https://t.co/ZgooaCvGg2",
        "TOO LATE BRUH!!!\n\"Trump says administration preparing an executive order on drug prices\" https://t.co/AJ8Q5q81Ke",
        "So 100 years of being ripped off by Health Insurance Companies, Pharma and Hospitals, they have nothing new........… https://t.co/GDIeXgHj5u",
        "@AVenezuelan19 so confused.",
        "Here’s my concern, these companies will probably give the money back, which gave them temporary liquidity on the ba… https://t.co/hfrzy1TWt8",
        "Kinda Funny. https://t.co/nZP7RDanr9",
        "@WhiteHouse @realDonaldTrump Donald, your the one who brings in foreign labor to your hotels and are propped up my… https://t.co/Y9V79jzyrW",
        "@mannyNYT Yea, I’m sure their taxes will get heavy scrutiny.",
        "How did #TSLA go from a $30 stock to a $800 stock in 8 years????",
        "@timmydikko Oh sorry, In American all the get is the corporate pravda so.  But, I am familiar with the sun.",
        "@timmydikko We have?  I mean the planet it warming so not sure how that it?",
        "@timmydikko why is it so cold in Liverpool.",
        "@timmydikko @gnuman1979 Hey posted a cougar video from his backyard a few weeks ago",
        "This easy to fix, stop the feds actions.   No bond buying, no bailouts.  Reduce the money supply at the top and inc… https://t.co/0FsCCMtoSB",
        "@timmydikko @gnuman1979 They live in Colorado I believe.",
        "@scoot2414 @gnuman1979 His wife suppose to stay outside!!!!😂",
        "@GrassrootsSpeak Oh, they find a shitload more to investigate.",
        "@archie229 No rules https://t.co/fryzITuLu2",
        "@ACKaminski @trussliz @BorisJohnson @michaelgove I mean, I'm trying to make a positive argument, it's not easy arguing for the Tories....",
        "@ACKaminski @trussliz I mean it will create more jobs I guess right?",
        "I think it would be noted..... That wearing a #mask is to protect others, not you!!!!!!!!  If you were having surge… https://t.co/0DQDktlFIW",
        "@meghanttucker @TheFemBat Maybe, diverticulitis or a bowel-obstruction, too.  but something is not right with RUQ v… https://t.co/Cy3Zxx5Aog",
        "If you want to serve your country, here's a chance.  Also, bilingual in English/Spanish is preferred Johns Hopkins… https://t.co/4JoKXC434P",
        "@PalmerReport Her husband is chairman of the NYSE.  Trust me, insider trading might be the tip of the iceberg and t… https://t.co/KUNPAOugja",
        "@thedailybeast @desert_texas I am thinking that EMTs will need a lot as well...  I had an encounter with an EMT las… https://t.co/X3bXiOve9w",
        "@ANRI82967503 Not unexpected, I'm guessing there will be asthma-like inflammatory responses for years. What got me… https://t.co/Afyawx90W8",
        "@meghanttucker @TheFemBat Appendicitis, probably if it was sudden onset. Kidney would be more lateral pain.   not a doctor.",
        "@__lamar marshall Faulk",
        "@TheFemBat @meghanttucker What abdominal quadrant?",
        "@garner_forest @FrancaRose33 I never said anything about injecting it.",
        "This is very possible, there have there are a couple of in the  400BCE Roman Republic and 1200BCE in Mesopotamia, C… https://t.co/0bi9LiHUBB",
        "@FrancaRose33 Well that’s true, so does dish soap too.  But, unless your snorting it or inhaling ethanol.  You fucked.",
        "There should be a Military Medical Academy and/or @DHSgov should invest in big pharma medical technology.  It’s ok… https://t.co/nherjGFz2C",
        "Two words, How come the @DeptofDefense and weapons contractors can sell and fund perceived Security threats, much o… https://t.co/XwtZ02xL22",
        "@FrancaRose33 A Corn, Cheese and Beer diet are great for your comorbidity likelihoods.",
        "@b00msl4ng @HarryChenPhD1 Meanwhile, the point is if your blood oxygen sat. Is dangerously low, you could fell or p… https://t.co/LqZL4VVg55",
        "@b00msl4ng @HarryChenPhD1 And, it’s a virus.  Once it gets in the blood it can and causes thrombosis, what makes yo… https://t.co/YOLtamm9F4",
        "@patty_guynn @_SolidOrange @RonColeman Vodka",
        "@patty_guynn @_SolidOrange @RonColeman https://t.co/1KVrDbQ30n",
        "@JohnFugelsang Well if your paid somebody a living wage, they might start their own company and become a competitor.",
        "@Coltdick2 @AVenezuelan19 WORKS!!!   see @realDonaldTrump",
        "@LucieLoveBug @AVenezuelan19 @Coltdick2 AHHHH, everybody is so ready to outraged at each other while #JackDorsey is… https://t.co/FqhZAbkBLt",
        "@Coltdick2 @AVenezuelan19 that's called a preemptive check-mate.  Maybe, I'm a good gaslighter??????🥺🥺🥺🥺 Sorry, everybody.",
        "@LucieLoveBug @AVenezuelan19 @Coltdick2 see my response.",
        "@AVenezuelan19 @Coltdick2 OMG, it was just sarcastic teasing.  Everybody needs to just calm down a little.",
        "It is obvious that #Zoom and other #Conferencing services are having serious #cyberattacks https://t.co/JNDICfurLR",
        "@BlakeLinton That's BS, instead of actually destroying Microsoft for anti-trust violations, they were forced to buy… https://t.co/s3dAuBxbPl",
        "#RIPCapitalism what we have is NATIONAL SOCIALISM, let me explain.  When your pronounced national ideology that is… https://t.co/IKcnMgcQJz",
        "@BlackBernieBabe Now that is bullshit....",
        "@AVenezuelan19 @Coltdick2 that's not narcissistic at all.",
        "@b00msl4ng @HarryChenPhD1 Cerebral hypoxia can cause all those problems, too.  I'm not 100% sure neurotropic is rig… https://t.co/u3wiNr5WnF",
        "@AVenezuelan19 https://t.co/f1EZ3pm9A9",
        "@businessinsider All because you did not read the how-to-manual.",
        "@guardian Anybody else out there?  Are you gonna add #GavinNewsom and #Cuomo too?  What about #Mattis",
        "@currie14_kelly @mikkijmichelle Maybe, he should pay taxes, then he could get a essential business exception.",
        "@edurocc That sux,",
        "@LAPaytonY @Elex_Michaelson Yea, he would have just stolen it.  Shit.",
        "@martinaaburzio like thinking of you?",
        "OK #italya what does #congiuntifuoriregione in English please????",
        "@Allycrighton @IslamicAbu ??????????? https://t.co/MZPDqVRRvQ",
        "@adamrank @HankAzaria Hey, in America now, your allowed to just make shit up. It's the American dream at it's fines… https://t.co/He45htstVS",
        "@HankAzaria No Neal Diamond love, huh?  Does he count as a band????",
        "@HarryChenPhD1 Look, I'm no expert, but people due have Syncope episodes and seizures.  maybe it is, maybe it isn't… https://t.co/duCJfXfQHT",
        "@LaurenBolton3 @New_Narrative ZERO!!!\nIt is statutorily set as \"the Tuesday next after the first Monday in the mont… https://t.co/RLe0yg8bjJ",
        "@Danthemason1 @gatewaypundit That man is a hero and was appointed as a judge by #Reagen and again by H.W. Bush. bot… https://t.co/neuKDa5WFI",
        "@disclosetv Are you going to put the rest of the quote in there?",
        "@ValerieJarrett Since 2003 (the last 17 years, really 16 years real timeline) there have been 6 Public Health Emerg… https://t.co/MznoiqOlcL",
        "@AVenezuelan19 hypothetically speaking, it should be the most intense organism ever as your body cuts the blood flo… https://t.co/0NlPApwSIE",
        "@AVenezuelan19 your not into auto-erotic hypothermia? well, partial auto-eroticism.",
        "@AVenezuelan19 that's ok i guess, i like the ice cold showers fully clothed in the middle of winter with the windows open.........",
        "@kasie https://t.co/F1yip59UUi"
    ]
}