{
    "screen name": "journeytoend",
    "no. of tweets": 148,
    "tweets": [
        "@ashoswai this same thing happened when gully boy was made. Gully boy actor Ranveer Singh face color was also made… https://t.co/HKn9hvbFH1",
        "@NoorGabol2 @HamidMirPAK @UN I am Also Baloch living in Pasni , Balochistan. I support my Country Pakistan. we don'… https://t.co/pHsjmym0QM",
        "@MaleehaHashmey Seriously there is no pleasing them 😷",
        "@DailyMirror He is right. We can see billion of light year from here, but we can't find cure for covid 19 which is… https://t.co/sbsGNiqKcd",
        "@DailyMail why do we have to listen this fool? Don't we (world) have best people then him.",
        "@CNN This shows hatred against blacks. CNN can't cover up this matter.\nWhite Supremacy",
        "@microscopepict Ohh fukk now I can't unsee it 😲",
        "@MirMAKOfficial @narendramodi great  news 📰",
        "@MayukhBanerje19 @AmoPatil30 @gourav472001 @ImranKhanPTI abhinandan yaad hai na 😂 ,ajao tmhe Kashmir dege 😉",
        "@CNN wtf really",
        "@TerrifyingVids wtf? is this real or computer generated?",
        "@AmoPatil30 @gourav472001 @ImranKhanPTI kashmir me jo horaha hai ye internationally hi solve ho sakta hai.",
        "@gourav472001 @ImranKhanPTI Salo Balochistan pe tm Indians ka koi haq nai,Apne internal masle hal karo,Balochistan ki fiker na karo",
        "@leokhanasim positive test kitne ae aj k??",
        "@Tumblrx7 this is beautiful😍💓",
        "@CNN lets hope it would help patients",
        "@arynewsud 😂😂😂",
        "@fayedsouza All",
        "@MaleehaHashmey In logo ka Eman mar choka hai,",
        "@CynthiaDRitchie madam we call these people \"tarki \" in urdu",
        "@iamshandilya @USCIRF @VidyaKrishnan to Bhakt  nai bakch*da bana hai",
        "@MirMAKOfficial Balochistan people will always support Pakistan and stand at last breath. \nWe have been ignored for… https://t.co/id7huqfKrS",
        "@siasatpk @KlasraRauf Jad nai leken gi me aag dene wali to hai.",
        "@siasatpk Haroon tm kud ramzan meolana ko bora  hte ho wo kya teak hai.\n Tm jese log Allah kisi mulk me peda na kar… https://t.co/QvEii6imHj",
        "@siasatpk lanat tere chehre pe rana",
        "@Broadbent45 i have been through that",
        "@marvisirmed List to lambi hai per Filhal Nawaz or Asif Zardari ne",
        "@MaleehaHashmey PTI me imran khan or kuch logo ko chor k baqi sare corrupt https://t.co/dGfqdwppVd pmln ko bolte th… https://t.co/M0PSmE8epu",
        "@extinguiendonos savage",
        "@sentimenticls @ImtiazMadmood my brains!!!!  iske pas kitne damag hai  , 😂😂😂",
        "@AamirLiaquat Aamir bhai Apko kitne saal howe hai siyasat me??",
        "@VofBalochistan Thats my City ❤",
        "What Is COVID-19 and What Does It Do to My Body? https://t.co/snAKSDBvX2",
        "@siasatpk i just checked it, its 160 not below 160",
        "@MirMAKOfficial @ImranKhanPTI Alhamdulellah",
        "@Mathtrick_ math got tricked",
        "@Farrukh_Shahzad 😂😂 saleem safi is f_ing funny",
        "@Broadbent45 You deserve it bro. Love you alot",
        "@gen_eh_sis damm",
        "@cctvidiots 😂😂😂 Mom Pranked",
        "@RehamKhan1 bekao orat, 500 rupe me iman bechne wali",
        "@duckybhai double ultra Legend: https://t.co/mZl98znYbt",
        "@hyderaliabbasi2 May Allah Mercy on us,",
        "@NaikRooh is mushkil gadi me hame ak dosre ki hokomat ko compare karne se acha hoga k ham ak hojae or sab ki madad kare.",
        "@Broadbent45 i will pray for your health bro. stay strong 💪 \n😘",
        "@Broadbent45 Bro stay home and isolate yourself",
        "@dailyazadiquett the patient has died not cause of corona but he has TB and Heart disease.",
        "@barribaat 700 hai pagal 7000 nai",
        "@JackMa Iran also should be on your list.Iran is more affected then those countries.",
        "@RwpPolice jo naya law pass kiya hai ose is ko action me le aho,",
        "Viruses does not have any nationality so kindly be mature stop being an illiterate. \nstop calling it #ChineseVirus\n\n#COVID2019 \n#coronavirus",
        "@pseudorebel for a moment guys think ,is it even true or just another fake news? These channel will do anything for getting attention.",
        "@realDonaldTrump https://t.co/ZlvpcTv0ZF",
        "@mangobaaz Mangobaaz nai, propagandabaaz ho tm log",
        "@mangobaaz kitna joot bolo ge haram koro, os ne apni video me jo bataya hai sab sai kaha hai, tm log ho hi harami,… https://t.co/X1Iv8ZT5A7",
        "@TMFloralDesigns @IlhanMN he is better then  Donald cofefe trump",
        "@IlhanMN First Jew President of America",
        "@Broadbent45 upwork or fiverr",
        "@Bakhtyar909 Sareeg sara ne or mai Culture  represent kanga, ohe shome sar ba",
        "@mjdawar Punjab Gov take action against them.This is Clearly Racism",
        "@TheDeshBhakt No one is Safe in India whether you are Hindu or Muslim",
        "@SushMita8055 @ImranKhanPTI Sar pe chot lagi hai kya?",
        "@sukarn_dr @ImranKhanPTI Ak tasveer dika ke tm apni point prove nai kar sakte, Prove de chotiye",
        "@lalitrawat9191 @MohammadFazal_ @vivekpathak1786 @mukkulsharma @Bhuvan_Bam jahil se kya behes karna",
        "@editoraju @BhaktoKePapa6 @kawalpreetdu Apko muslim ka matlab pata hai b k nai, A muslim  means \" a person who subm… https://t.co/Gbvsg9KiKy",
        "@BhaktoKePapa6 @editoraju @kawalpreetdu Jo Ram Ke bare me mene pada hai, on ke jese ye log kabi nai ban sakte and  i m muslim",
        "@zfrmrza Iran me bi Corona Victims daryaaft howe ha.Iran se jo log Pak ahe on ki medicle check up lazim karni hai",
        "@ethicalsid Salaam Ap sab Mere Dost Bhaiyoo ko.\nYahi To ham Chahte Hai Apas me Bhaichara.Dua ha meri Os Rab se Jis… https://t.co/CcDCD8UCtR",
        "@MirMAKOfficial Thats the reason, Market me ashya ki kemat itni bad jati hai, Tax bol k log bahane banate hai, asli… https://t.co/0Gpkclv6g1",
        "@LogicalIndians is he the good guy? who believes in Unity",
        "@ImranKhanPTI khan ne ye tweet post kar ke Indian Racist ko jo zor dar tappad se nawaza ab onki g will be  on fire",
        "@lalitrawat9191 @MohammadFazal_ @vivekpathak1786 @mukkulsharma @Bhuvan_Bam Bonk be Bonk,Or to kuch kar nai sakta,",
        "@Kunthavi5 @NaseelVoici @TheDeshBhakt Riots or Protest me farq hota hai, Roit wo jo Hindutva k gunde kar rahe hai o… https://t.co/9K4gUnTm4o",
        "@IlhanMN Ilham   Riots are spreading in New Delhi India against Muslims. Would you Not talk about it?",
        "@BalochShalee Allah a roch A zoth kari Ameen",
        "@TheDeshBhakt Modi Vikas is Effecting Young Indians,",
        "@SaniaAhmad1111 Is nafrat ki Aag me Ab Bacho ko bi shamil karrahe hai. Ye Vikas hai indian?",
        "@Malala @GretaThunberg Malala Are You aware what is happening in Delhi India? Being a muslim you should be",
        "@MohammadFazal_ @vivekpathak1786 @mukkulsharma @Bhuvan_Bam Bhai in me Guts nai hai, but Twitter pe hi Sher hote hai",
        "@MohammadFazal_ @vivekpathak1786 @mukkulsharma @Bhuvan_Bam Fazal Bhai ease log to har jaga hote hai leken in jeso k… https://t.co/jgKPLWLmVH",
        "@SeniorSRKian @Bhuvan_Bam @mHawkinsYodha is ko kahi to deka hai pata nai kaha",
        "@vivekpathak1786 @mukkulsharma @Bhuvan_Bam konsa Nasha Kar k aya hai to bhai",
        "@MahirKayani @RiteshSpeak @Zarrar919 😄😄",
        "@TheDeshBhakt First Two of them are not even option.\nDT is Idiot.\nThey Only Option Is God.",
        "@kunalkamra88 @BernieSanders seyachal me hamare jawaan lad rahe hai",
        "@sanabucha Hence they say there is no freedom of speech in Pakistan. Itna Yaha tm jese journalist bonkte ho agr Ind… https://t.co/6KPNR8kQ9x",
        "@Steve_Trump2020 @j_w_84 @IlhanMN LoL Fake 😂",
        "@NKJModel FYI its Baloch not Balochi (Balochi is our language)",
        "@_NadeemZaidi wahi kahawat hai ota chor kotwaal ko dante",
        "@Senator_Baloch Is kamoshi ka matlab saaf hai. in ko hissa mil raha hai",
        "@ghanwa164 @duckybhai Itna Gussa, Ducky se Personal Dushmani lagti hai",
        "@hyderaliabbasi2 @ImranKhanPTI Yes, The Debt on Pak is much more then PTI Gov expected",
        "@hyderaliabbasi2 @ImranKhanPTI Hope Nawaz Shareef Return Looted money",
        "@samjawed65 Anchor is modde ko personally le raha hai.\nAjeeb Anchor hai, Arnab ki olaad hai",
        "@Ekta0001 @kunalkamra88 @DelhiPolice Kuch bi!!",
        "@Tourism_In_PK Pagalo ki tara chala raha hai",
        "@extinguiendonos That was dangerous act,",
        "@AamirLiaquat Amir bhai ye Do bap wale banda hai, is me itni himmat kaha ke ye ap ke samne ahe, id bi fake id hai",
        "@CNN is it Habitable??",
        "@its_shahji not Ronaldo,",
        "@theworldindex CR7 ❤😘",
        "@MaleehaHashmey I support this new law.",
        "@reportpemra Geo News pe bi fine lagao, Wo bi kafi age hi fake news pelane me",
        "@naz_sharmeen Patwaran",
        "@NKJModel non other then @duckybhai",
        "@NKJModel Nasir khan strike 🎳. Daaaamn",
        "@Bhuvan_Bam kitne baje upload karoge",
        "@NKJModel @miakhalifa  Wah Kya kismat pai hai tm ne",
        "@cctvidiots He is best at it. His comic is Amazing",
        "@GandapurPAT Nawaz shareef ke liye dawai lene aya bar 🍻 me  ͡°͜ʖ͡–",
        "@alikeskin_tr Sir Please do a Visit To Pakistan.",
        "@SHABAZGIL yaar ye kya chal raha hai, ae rooz news channel pe jot pe jot bole jarahe hai or hokomat kuch karti q nai.",
        "@alisalmanalvi Danish ke moath ke scene sare Dialogue kud nawaz shareef ne like the,  says  by #Ahsan_Iqbal as Stun… https://t.co/EuHfuCqWjK",
        "@SHABAZGIL @ImranKhanPTI Ye BJP wale sirf mardo katdo karna jante hai Jangali sale",
        "@SarmaWay @htTweets @sarmaway love you bro from other side",
        "@GulBukhari Gul bikari ye photoshop hai",
        "@cctvidiots WoW what a Dive 😮",
        "@Swamy39 Burnol laga bohat jal rahi hai tmhari",
        "I believe discussions about the #Environment are critical to building a better future. Thank you @BofA_News for sta… https://t.co/7nRDuGgdIh",
        "@iihtishamm @ImranKhanPTI g bilkul in darindo ko pansi dedo",
        "@Saghar93509215 @jam_kamal @LiaquatShahwani nikammi hokomat hai Balochistan ki",
        "@MirMAKOfficial @ImranKhanPTI Zati hamle karne wale buzdil",
        "@AtifPMLN @SHABAZGIL Or jo is mulk se lota hai wo wapas karde",
        "@MirMAKOfficial or kuch log is ka ilzaam bi Imran khan pe dalte hai",
        "@smartypoppat ap Public karde on ki DMs",
        "@Haqeeqat_TV yaar Itna Rona kis baat ka, Take a look at the bright side.",
        "@CraigCons agree",
        "@zartajgulwazir Paise durust jaga pe karch hone chahiye, ye na ho paise sindh hokomat ke jebo me jae,",
        "@MirMAKOfficial @ImranKhanPTI Balochistan ki bi kare Public",
        "@ImranKhanPTI People died in Balochistan due to heavy snow fall. will Gov not provide facility to help rest of survivers",
        "@ashoswai @itzbsp bold ⚾",
        "@MirMAKOfficial @LogicalIndians @ashoswai",
        "@DrPaulGosar The world was peaceful before your birth",
        "@realDonaldTrump fu*k u trump",
        "@ImranKhanPTI Istola Island of Pasni region is also one of the beauty of Pakistan",
        "@baloch_aina Alle man zana ancho harabe 😢",
        "@SHABAZGIL jija ki rehai hoi hi,Koshi kese mana raha hai",
        "@shoaib100mph BAP party is unaware of this situation. Dont know many more problems.",
        "@ReshteenK @maXes_MB @Maiwandnazary @HabibKhanT you are wrong dude",
        "@jamiamillia_ @TarekFatah Tarek Fateh sucks",
        "@alisalmanalvi Video edit kari or trim karke dekake kya sabit karna chahte ho, ye log to barbad hochoke hai or kitn… https://t.co/yoRJGZdLgC",
        "@atti_cus Very happy to see some our Hindu friends and brothers are there for help. Thanks Dost",
        "@cov_Gretchen yoo is she mentally ill??",
        "@alisalmanalvi 😂😂😂",
        "@iihtishamm brooo that lady was on fire 🔥🔥\nLady start speaking urdu, that guy got fucked up",
        "@AnwarLodhi kosre kab se katar naak hone lage??",
        "@MeFixerr Pak Army Zindabad",
        "@rabaqi new report : if 81 percent blood vessels of patient brain and head get blocked. its may soon effect on long… https://t.co/zhOcjqjkx3"
    ]
}