{
    "screen name": "koustavDey95",
    "no. of tweets": 169,
    "tweets": [
        "Great https://t.co/0PaZ9oS4EK",
        "@Vagabondlala Very nice. Touched!",
        "West Govt is unable to provide primary necessities to the frontline health workers since last 2 months but she can… https://t.co/xY2CxA8G9t",
        "@DrSukantaMajum1 What a power she have!!! She will make nurses within 7 days. Omg!!\nA multi talented person… https://t.co/UUxbPKC7hz",
        "@eejrenabvatsuak @amitmalviya 😀",
        "Thank u so much. https://t.co/JrpISGP7Qn",
        "@Madhuri91901716 @SuPriyoBabul @MamataOfficial @BJP4Bengal @BJPLive @swapan55 @KailashOnline @shivprakashbjp \"𝑴𝒂𝒎𝒂𝒕… https://t.co/cdvz9eH5qF",
        "@Madhuri91901716 @SuPriyoBabul @MamataOfficial @BJP4Bengal @BJPLive @swapan55 @KailashOnline @shivprakashbjp Ulto p… https://t.co/YhpyuRkWir",
        "@Madhuri91901716 @SuPriyoBabul @MamataOfficial @BJP4Bengal @BJPLive @swapan55 @KailashOnline @shivprakashbjp Ami ak… https://t.co/zYgYjJ3Ewk",
        "@Madhuri91901716 @SuPriyoBabul @MamataOfficial @BJP4Bengal @BJPLive @swapan55 @KailashOnline @shivprakashbjp R ha r… https://t.co/FDSl02WHGJ",
        "@Madhuri91901716 @SuPriyoBabul @MamataOfficial @BJP4Bengal @BJPLive @swapan55 @KailashOnline @shivprakashbjp Satti… https://t.co/DHRjGDHNn1",
        "@Madhuri91901716 @SuPriyoBabul @MamataOfficial @BJP4Bengal @BJPLive @swapan55 @KailashOnline @shivprakashbjp Setate… https://t.co/l5xwklU5Xs",
        "@IMRANHO40754434 @Madhuri91901716 @itspcofficial Now come to u,only abp anonde chok na rekhe sob news channel a cho… https://t.co/D3jlgkplc0",
        "@IMRANHO40754434 @Madhuri91901716 @itspcofficial 4. Kivabe covid19 thke overcome kora jai sei chinta na kore opposi… https://t.co/5gmqi6kpow",
        "@IMRANHO40754434 @Madhuri91901716 @itspcofficial 3. Dr.der adequate PPEs nai, facility nai othocho hon CM club er u… https://t.co/4vFqgTCjvE",
        "@IMRANHO40754434 @Madhuri91901716 @itspcofficial Sovab to ato sohoje badlai na.\n2. Dr. Association thke bar bar sot… https://t.co/pDhAsfZDtv",
        "@IMRANHO40754434 @Madhuri91901716 @itspcofficial Ja korchen/korechen sobtai destructive. Ami akhoner(pandemic)katha… https://t.co/DL5PGS0Ynl",
        "@AmitBha91507491 @TheBongCoder @AmitShah @JPNadda @narendramodi @BJYM @BJP4India @subratowb @RSS4India Where are th… https://t.co/dcARcT0eZf",
        "@abpanandatv At first handle the #COVID19 then start playing your nasty politics @MamataOfficial ji. There are no w… https://t.co/qnHAlv968H",
        "@Ranask35 @abpanandatv Setai to apnader boss @MamataOfficial ji, bujhte parchen na. Aktu gia bojhate to paren tobei… https://t.co/3QsEB10sKk",
        "@SayanPolley12 @abpanandatv Otai to oder main aim, not pandemic. Aidike COVID19 in wb is beyond control and… https://t.co/lbjnS6ZfW2",
        "@nusratchirps @amitmalviya Few TMC MPs like u are so much concentrate on malviya ji that it paves the way of conver… https://t.co/fq6w2O6Qq9",
        "@nusratchirps @amitmalviya Tahole lastly sikar korlen je fake news apnio choran @nusratchirps madam. Ke news dicche… https://t.co/RaCh3bE5es",
        "@nusratchirps So now again it proved that @nusratchirps  @mimichakraborty are also big liar. I feel shame that stil… https://t.co/O4dvkPzuo3",
        "@Madhuri91901716 @itspcofficial Apni jei party ke nia gorbo bodh koren,tara kichu kom jai na. Accha apnar tmc party… https://t.co/8SX1Nl7OH2",
        "@itspcofficial What constructive works you people are doing/done?? Everyone is same. It's either bjp or tmc. How wb… https://t.co/pa9X5k72NS",
        "@nusratchirps @amitmalviya Then what is this @nusratchirps madam!! Everyone is telling lie like our hon… https://t.co/bQG2U7l5za",
        "@YDumeige Owww great to see.",
        "@hellorabiul @MukulR_Official Apnarara ki respect dia katha bolteu janeni.. ata apnar parar club na/frnd o na kau.… https://t.co/9ymU3t7ro8",
        "What a shame for @MamataOfficial . This situation is obvious if the arrogancy and show off level go to the peak poi… https://t.co/8uSymIeqPU",
        "@Kritika_Singh18 @SanaullahHaide4 @AbhiCricket18 @imVkohli Absolutely.",
        "@PamelaSatpathy Owww. Amazing. Thanks madam. \nYour words (when you came to our NIT Warangal) were so much inspiring… https://t.co/wH8WaVeQie",
        "Great initiative indeed. https://t.co/HIo1FLaP6B",
        "@MayukhBanerje19 @AitcSabyasachi @SuPriyoBabul @KolkataPolice Thala bajanor jonno skill lagena, kintu gan korar jon… https://t.co/r6Ujpf4LHQ",
        "Aro koto kichu airkm dekhte hbe tar thik nai!! WB a to r kobi,sahittik nai. Oi akjonie achen, all in one. O God!! S… https://t.co/KrSlE8bSqp",
        "@AitcSabyasachi @SuPriyoBabul @KolkataPolice Asubidha ta to okhanei. Gunda noi kolkata police hon CM er chamcha. Ho… https://t.co/oHJB1UeYNV",
        "@rajbhawal143 @SuPriyoBabul 😆😆😆",
        "@Tathaga08135946 @SuPriyoBabul Comments dekhe to apnar kothat tai besi jokes bole mne hocche. R vul ta bolechen ki,… https://t.co/3JfDmIvXcH",
        "@warangal_nit https://t.co/iOUo4YYX0j",
        "@sarah_ellyn @imperialcollege @StFrancisJones Congratulations Sarah!👍👍",
        "@anis_farooqui Great news. Looking for more news like this eagerly.",
        "@SuPriyoBabul @BJP4Bengal @KailashOnline But our great CM @MamataOfficial ji not at all agree with this point as usual. Lol!",
        "Please look into the matter @MamataOfficial ji. Night time 30/35 people are roaming around. What your police is doi… https://t.co/ZSbe0AVQ6u",
        "@Adrakwale @Satyanewshi Our hon CM gave 1 lakh to all the clubs in WB. Don't know what is the exact reasons. Of cou… https://t.co/BBWO9bon9l",
        "Great as always. 🙏 https://t.co/LbMGP6mpI9",
        "@OrgPhysics Where is this location?",
        "@sudiparannaghor @subhashreesotwe @iamrajchoco Akdom thik bolechen. Ato sundor akta movie, kothau 1 min. er jonnou… https://t.co/qm2v8Vtwzo",
        "@maryashakil When we will overcome all these unwanted situations!! When 2020 will be end!! 😔😑😞",
        "What about PhD scholars?? Few scholars are staying near NIT since lockdown. Can we join to our work from 11th May?… https://t.co/oYsnfC5oik",
        "\"Happy Rabindrajayanti\". \n#StayHome #StayPositive_StaySafe #NobelPrize #WestBengal #calcutta #Literature #poet… https://t.co/bBBUW0zZGe",
        "@EJ_Cheung Congrats.",
        "@eejrenabvatsuak @BJP4Bengal It's a new technique by our @MamataOfficial to suppress the original facts.",
        "Great work madam.\n@HydUniv \nhttps://t.co/KrU0sX5bCf",
        "@prasenj52734714 @derekobrienmp What a true lines are here! But these brainless people of our wbgovt will never rea… https://t.co/aFU1GH4fx9",
        "😪😪 https://t.co/e04eSZ6IYz",
        "@derekobrienmp @mimichakraborty didi sudhu like dile hbe support korar jonno! Baparta bujhe and vebe dekhun pls. Mo… https://t.co/UZnzNuh6c6",
        "@joynandi21 @derekobrienmp Absolutely true. But because of the nasty politics they are playing around,they can't re… https://t.co/ru7r8obmFc",
        "@PalashD01102064 @SuPriyoBabul Karon aktai. Atodin dhore sob kichu sobar kach thke lukia rakhar results. Adequate t… https://t.co/DNDHhg3JYV",
        "@DebjaniBhatta20 @wbdhfw Sei, politics kore r kotodin cholbe.kotodin r mithaya bole chalaben amader hon CM. Satti t… https://t.co/TjSZV61lgp",
        "GoI should take proper action against him. @PMOIndia @AmitShah @HMOIndia https://t.co/qM4Bkim7nB",
        "@IamSumanDe Satti sumanda, apnar kono kaj nai nki! Ata nia ontoto 50 bar dekhalen airkm typer news. What are the co… https://t.co/kgHI7frsKr",
        "@sunita_krishnan @TelanganaCMO Absolutely true",
        "You should feel ashamed @MamataOfficial ji. Also @derekobrienmp @MahuaMoitra\n@nusratchirps raise your voice in all… https://t.co/f2i2aYLmZU",
        "Although there is a gossip like Euler's/Rodger, exponential or not about this Euler's identity but still it's magic… https://t.co/yLvaRLPp7K",
        "I already told you @MahuaMoitra ma'am on this issue that u are losing your image to make happy ur boss… https://t.co/fBtZAMZIS7",
        "Great. https://t.co/ozju28NO8r",
        "@AbhiTweets18 Absolutely tricky situation and decession too.",
        "SPIE NITW Student chapter decided to celebrate International Day of Light 2020 by organising a photo contest among… https://t.co/DsnhCXP8hx",
        "@eejrenabvatsuak @MamataOfficial @derekobrienmp @nusratchirps @MahuaMoitra Hmmm thik. Amar khayal thakeni.",
        "@lisha230792 Absolutely true, ma'am.",
        "Our hon CM doesn't know about audit committee! There is a limit of telling lie!! What a drama! How can u believe he… https://t.co/XLlss9MUR7",
        "@So_tell_me0 @Shivakshe @Setukirttanis Okeyyy",
        "@So_tell_me0 @Shivakshe @Setukirttanis Yes",
        "Amazing. https://t.co/nau4hhov8e",
        "@So_tell_me0 @Shivakshe @Setukirttanis Pls could anyone send me that poem??",
        "@AITCDutta @mishra_surjya I got too much excitement man after your unique comments. Thnks,so much. You talk like th… https://t.co/He6d1eClt0",
        "@AITCDutta @vghosh0311 Again one more. What a way of communal harmony Mr. Dutta. At first lrn to show respect ppl,… https://t.co/smQbPzCULP",
        "@AITCDutta @laconicIndian Owww. Just I saw this ome. @AITCDutta doesn't know any culture respectness. At least lear… https://t.co/9HOg7RCERV",
        "@AITCDutta @SuPriyoBabul Logic khuje na pele apnar moto public ra oirkm vasa use korei katha bole as a last weapon.… https://t.co/9CYwhM5bWO",
        "@AITCDutta @SuPriyoBabul Apnar baba maa to khub vlo vlo vasa sikhiachen apnak! Congrats. \nJar againsta utheche, tak… https://t.co/eYlwvkkFQ0",
        "@AITCDutta @SuPriyoBabul Social media te around hundreds  videos choria gache, jar 95%video nia apnar didi kono muk… https://t.co/19xwfSRNMV",
        "@AITCDutta Aidike Doctors. Hospital, patient kauk thik kore adequate facilty diye parchen na r club der kaek crores… https://t.co/Bw3EglG4UB",
        "@AITCDutta https://t.co/kijK9Onqcz",
        "@AITCDutta Apni thke vai!! Great gesture!jmn didi tar vaipoder culture o to tmnie hbe. Koto test hocche r na hocche… https://t.co/Z4oDhAQsQb",
        "@AITCDutta @SuPriyoBabul Dialouge dibar age proof nia dialouge diben. Didir paa chata chere, r only abp anando dekh… https://t.co/pOiQw1J9y9",
        "@AITCDutta @SuPriyoBabul Airkm pandemic nia apnar didi politics korchen,  covid patients der barite thkte bolchen,… https://t.co/v5DcT5td5F",
        "@AITCDutta @SuPriyoBabul Sir, sob nijer moto kore vebe nile hoi na.MBBS interns,Doctors association, foreign doctor… https://t.co/0N9gBn3VFu",
        "@eejrenabvatsuak @MamataOfficial 😀😆👍",
        "@Setukirttanis @MamataOfficial @tathagata2 @BJP4India @JPNadda @jdhankhar1 @me_locket @DebasreeBJP @subratowb… https://t.co/8JEvozno6c",
        "The deterioration of the relationship between Hindus &amp; Muslims is sacred for all of us and unwanted too. The one of… https://t.co/qzVXIjlfea",
        "@AITCDutta @SuPriyoBabul Apni akhon aktu chamcha giri karata bondho rakhun. R \"Mamatapanthi\" na hoa \"Manabpanthi\" hon, kaje lagbe.",
        "@RituparnaSinha7 @SuPriyoBabul Rituparna di, at least akhon party r chamchagiri ta bandho rakho ontoto. Samne elect… https://t.co/CZafQotdyg",
        "Look at once.\n@MamataOfficial @nusratchirps @mimichakraborty @MahuaMoitra @derekobrienmp @PMOIndia @AmitShah @ndtv… https://t.co/R4NsoAadmV",
        "@IamSumanDe Jei news gulo dekhano darkar segulo age dekhau sumanda. Tarpor ai sob altu faltu news dekhabe. Mind div… https://t.co/b8CQxfKwq7",
        "We are requesting earnestly to the @AmitShah to give central force immediately. @MamataOfficial is totally failed v… https://t.co/SmlWMG74C5",
        "@prasenj52734714 @IamSumanDe @WBPolice @hwhcitypolice Jamon didi tamon tar vaipo suman da, tahole oisob khabr dekha… https://t.co/Nb23EZn2oj",
        "@eejrenabvatsuak @IamSumanDe R sumanda, oi sob khabar highlight korbe na. Didi jmn toshon korchen tamni sumanda didir toshon korchen.",
        "https://t.co/xroU0Jc2dZ",
        "@SandyAhlawat89 Best ever thing I watched last few months.",
        "One more arrow towards didi &amp;co. specifically for @MahuaMoitra\nJi. Result of chanting her boss. Madam use your own… https://t.co/705CdkqsTW",
        "@Vagabondlala 😆👍👍👍",
        "@warangal_nit https://t.co/0WUXXwbUeT",
        "@SouravM_ 😆😅",
        "Great news.\n@warangal_nit @DrRPNishank https://t.co/HaecqD6WAU",
        "Look at the gesture of our hon CM @MamataOfficial \nThe reasons are as follows:\n1. A huge air of arrogancy around he… https://t.co/Haipn2IyaR",
        "We,who stayed outside WB feel ashamed whn ppl ask us frm wr we r! After listening 'from WB' they reply \",oh, Mamata… https://t.co/T1QZ7Qwr1m",
        "@ManojBiswasIT @learnerpritom @MamataOfficial @tathagata2 @anirbanganguly @Amitava_BJP @KhanSaumitra @JasBJP… https://t.co/FarUsZ0Zsp",
        "@nusratchirps @MamataOfficial @AITCofficial @FAM4TMC Ja pase achen tato dekhtei paoa jacche. Sudhu politics, opposi… https://t.co/4aorhOJtlu",
        "@subrataguharoy @DebjaniBhatta20 @MamataOfficial @derekobrienmp @MahuaMoitra To whom u r trying to make fool sir!!… https://t.co/XkUlbV6oLs",
        "@subrataguharoy @DebjaniBhatta20 @MamataOfficial @derekobrienmp @MahuaMoitra What do u want to proof by this pic! I… https://t.co/ldqJi0G7kr",
        "@subrataguharoy @DebjaniBhatta20 @MamataOfficial @derekobrienmp @MahuaMoitra If you go Nabanno, there also same sit… https://t.co/k50fkUHDy9",
        "@nusratchirps Madam,I am your big fan but I think it's not the time to gain faith of your boss. Whatever ur boss is… https://t.co/WptoFwOvz2",
        "@subrataguharoy @DebjaniBhatta20 @MamataOfficial @derekobrienmp @MahuaMoitra @subrataguharoy sir I am talking about… https://t.co/hC4281Ni2a",
        "@skoushik351 Tumi aktu besi kore hata chola koro jate mind ta active thke. Avp anando chara r kono news channel dek… https://t.co/9le7ntP70Q",
        "@im_didi_ka_bhai @jdhankhar1 @MamataOfficial Yeah.. so that there will not be anyone to oppose,as CM will not give… https://t.co/wxZOEAYCwK",
        "@DebjaniBhatta20 Great social distancing. Wr r u madam @MamataOfficial ji\n Have a look please.\nEven police feel fea… https://t.co/tGUsfjd6Oh",
        "@SuPriyoBabul @Ei_Samay @derekobrienmp Instead of blaming others show transparency towards everything. It's not the… https://t.co/SAKgIGetK9",
        "What a nice social distancing is being maintained by people!!! Everywhere is politics. Shameful acts by… https://t.co/tFXaHTlQpd",
        "@swapan55 @eejrenabvatsuak @MamataOfficial While no PPEs for doctors,  insufficient food supplies for poor people,… https://t.co/Zb43shMGDY",
        "@BirsaDasgupta 🙏😆😆😆👍👍",
        "@saibal_me @jdhankhar1 @MamataOfficial \"Arguing with fools is in vain\"-after making a long conv. Whn someone use th… https://t.co/pKg5mVh1IW",
        "@saibal_me @jdhankhar1 @MamataOfficial Try to teach some of your great lessons to CM as her words mean a lot not mi… https://t.co/BuG8wBpPBX",
        "@saibal_me If true that should be. But your points of comparison and all those aspects is not matching with your wo… https://t.co/TfddzwMNmB",
        "@saibal_me Again the reminder once more time \"Think at first about your home then neighbour\". I think you love comp… https://t.co/PoPH8YlWng",
        "@MahuaMoitra Madam, see the comments (222 till now)regarding your tweet. Hardly few percentage agree with you. Now… https://t.co/jOCjHiNktV",
        "@mukherjeebubu @MahuaMoitra Absolutely",
        "@nareshyadav1989 Great step indeed. Keep it up sir. Looking forward to meet with you soon. Wish you good health.",
        "@saibal_me @jdhankhar1 @MamataOfficial *Not mails, its msg.",
        "@saibal_me @jdhankhar1 @MamataOfficial For your kind information, I am not bjp/cpm or congress agent. Your tweets (… https://t.co/Fn4DPrivVW",
        "@saibal_me @jdhankhar1 @MamataOfficial Finally you give up!! Because whatever I told/asked you with proof, u don't… https://t.co/fd3FTPv2qx",
        "Hats off 🙏🙏 https://t.co/w5Ac49GFVZ",
        "@SuPriyoBabul @AITCofficial @BJP4India @BJP4Bengal @swapan55 @JPNadda @ANI @KailashOnline @MenonArvindBJP Cheap pol… https://t.co/g1dCAh5aLm",
        "@saibal_me @jdhankhar1 @MamataOfficial Last but not the least, remove the supporting rod given by tmc in your spine… https://t.co/Hu6isC8spq",
        "@saibal_me @jdhankhar1 @MamataOfficial 4. It's reported in social media about lying the death body on a bed in a co… https://t.co/WHFfPijQWf",
        "@saibal_me @jdhankhar1 @MamataOfficial 3. 12 ventilators beds in Bangur hospital,  even though hospital caters to 3… https://t.co/P1T76JeA8I",
        "@saibal_me @jdhankhar1 @MamataOfficial Yeah everyone is throwing stones to https://t.co/my80efH78o for her good eff… https://t.co/MY9qr6ar5U",
        "@saibal_me @jdhankhar1 @MamataOfficial Think about it instead of showing biasing and comparing. First think about y… https://t.co/99xT0OtSGJ",
        "@saibal_me @jdhankhar1 @MamataOfficial Is that super activeness of governor is harmful for people ?? Yeah,it's harm… https://t.co/Om0x9hDUV5",
        "@saibal_me @jdhankhar1 @MamataOfficial Why after epidemic, why not now?so now we have to keep quite!!! And wait for… https://t.co/nUYZ6qFrRy",
        "@Abhijit76256722 @RahulBanerjee_ @jdhankhar1 @MamataOfficial Na dada tamon iccha nai, r seirkm jdi sujog thke tahol… https://t.co/AWBqJVrD0O",
        "Great reminder for all. https://t.co/j8vFcL4MkZ",
        "@GayenSnehangshu @IamSumanDe Sokarer ki lav seta @MamataOfficial ji k ask korun. AdequatTest korano hole to tobei n… https://t.co/F99NEaAoUD",
        "@SANJIBK83133237 @IamSumanDe Chup na thkle to satti gulo baria asbe. Takhn to muskil. Governor kno kichu bolben na,… https://t.co/GemQA8ajWi",
        "In forensic medicine and toxicology medical students ware taught strictly   not to write multi organ faliure,cardia… https://t.co/tMq3CG2oyn",
        "@saibal_me @jdhankhar1 @MamataOfficial It's not the way of making fruitfull conversation. This type of conversation… https://t.co/s66bMO0kJT",
        "@saibal_me @jdhankhar1 @MamataOfficial Thank you sir for noting those missing points which are fully related to pol… https://t.co/ON7XOyD74b",
        "@warangal_nit Thank you so much sir.",
        "@tathagata2 Simple.\n1. Mobile phone spreads the truth not corona. True story about govt. Of  @MamataOfficial ji,wil… https://t.co/EfxT9FJV6z",
        "@RahulBanerjee_ @jdhankhar1 @MamataOfficial R akta katha.. try to tell the truth and be honest and for these no nee… https://t.co/bCGkUPizK7",
        "@RahulBanerjee_ @jdhankhar1 @MamataOfficial Sei difference ta bujhte parle to r ai question ta korten na! By the way, stay home and be safe.",
        "@saibal_me @jdhankhar1 @MamataOfficial Effort for data manipulation, effort for standing with broom infront media,… https://t.co/WGYQbfx11V",
        "@RahulBanerjee_ @jdhankhar1 @MamataOfficial Oi sob gramer osikkhito mohilader moto dialouge na dia akjon CM typer k… https://t.co/yufoDAXMXd",
        "@ChayanC27695286 @jdhankhar1 @MamataOfficial Yes, true. We got such unique CM. So everything is possible. Leave you… https://t.co/i5F4vDG40J",
        "@SumanDu10918121 @jdhankhar1 @MamataOfficial R amra Gorbito bangali!Jader airkm akjon CM achen tara to proud feel k… https://t.co/phJ4JdskbB",
        "@souryadash @jdhankhar1 @MamataOfficial Satti katha bolchen bole khub gaea lagche nki apnar. Aktu lagbei. Governor… https://t.co/oZMWRPR26m",
        "@Kedar28378145 @jdhankhar1 @MamataOfficial @BJP4Bengal @BJP4India Absolutely true.",
        "@ChayanC27695286 @jdhankhar1 @MamataOfficial Amra khubie lucky. Oirkm CM jno next time r dekhte na hoi. Katha bolte… https://t.co/NbbXFrmHro",
        "Looking forward to hearing from you @MamataOfficial ji at the earliest. \n@PMOIndia https://t.co/cmZszgsJeI",
        "We, the scholars from different departments are getting mail from the hackers on the name of the department HOD. pl… https://t.co/XO9phvCBuK",
        "😮🙄 https://t.co/QxqqxF3TKy",
        "@GautamGambhir @ggf_india Always feel proud of you sir.🙏",
        "@arrahman @YouTube Great sir",
        "@SileNicChormaic 😮😮",
        "@010sayantan Chakri to satkar dai sobai jane.R joggota na thkleu je paoa jai setau last kaek bochore manus jene gac… https://t.co/xSn8OvbFt1",
        "@010sayantan @sarkar_sutirtha @SuPriyoBabul @BJP4India @BJP4Bengal @MamataOfficial Thanks for your suggestions. The… https://t.co/K5Tmvw4kcU",
        "@010sayantan @sarkar_sutirtha @SuPriyoBabul @BJP4India @BJP4Bengal @MamataOfficial Amio to setai bolchi. Oisob fb p… https://t.co/CwrFCfFpFn",
        "@eejrenabvatsuak @MamataOfficial @derekobrienmp @ndtv @PMOIndia @narendramodi @AmitShah @TOIIndiaNews Omg!!",
        "@Sujan_Speak @MamataOfficial Audit committee is for that reason only. Hiding the number of death cases.",
        "@MamataOfficial @derekobrienmp  is it fake ??  What type of nasty politics you people r doing. Because of you peopl… https://t.co/zPdZbiTpIV"
    ]
}