{
    "screen name": "CLBpoetry",
    "no. of tweets": 157,
    "tweets": [
        "I’ve been meaning to read this piece by ⁦@OrahMark⁩. I honestly wish I read it sooner.  https://t.co/fiYvTqgmJ9",
        "@KingTrillaX @trevor_norris0 Why did this go so hard?! 🥶 https://t.co/ydXdfqCGB4",
        "@TaylorByas3 Keep it up!",
        "@TaylorByas3 You’re straight up bodying 2020.",
        "@hell_cat_maggie I’ve gotten 9 this month. I was on a streak lmao.",
        "@carmenmmachado Good luck",
        "@Rebellious_1914 I’m Jordan and you’re Rodman in this one haha https://t.co/M0l24b25BP",
        "@thesurfingpizza This tweet should be a TLDR for the novel itself. 😅",
        "@InfamousAAX 🔵🤘🏽",
        "@rejectionlit @ml_noonan I loved everything about this. Great metaphors. Bravo!",
        "@WillZimbler @XavierU Welcome to the other side. Time flies afterwards, trust me I’m XU ‘14 😅",
        "@Rebellious_1914 Only if we sing the Antiguan national anthem",
        "They need a Pan African flag emoji.",
        "@DomPerii Clayton Thompson",
        "@ChandaPenney Amazing",
        "@johnmanuelarias 😂 https://t.co/x5Mwc9xChD",
        "@MrsWhitehouse74 Congratulations and good luck!!",
        "@JenniferFueston @OurLadyOfNod Woah!! 🤯",
        "@chizzy_getsbusy My headline would’ve been “C.L. Butler has disappeared.” Tonight at 5.",
        "@chizzy_getsbusy Night and summer classes? https://t.co/SbUkTSE2dY",
        "Dear 2020, \n\nStop taking all the dope celebrities from us.\n\n-management",
        "@MythicPicnic @l_ivvie_ As much as I like it",
        "@MythicPicnic @l_ivvie_ I haven’t seen the guardianship one. I have to take this show in doses. 😂",
        "@SlickTweets_ Margie Ginobili",
        "Janet Harden. Michelle Bibby. DeAngela Russell. Polly Hardaway. Jessica Kidd. https://t.co/rOSJ6inTyI",
        "@esmewang @NifMuhammad @Eloisa_Amezcua This is HUGE! Thanks for resharing.",
        "@lutherxhughes 😂😂",
        "Me when a sub gets rejected. #staypositive #keeppushin https://t.co/GiDh6RMHOQ",
        "@lutherxhughes I’m here for One Piece Sasuke even if it takes 478 episodes to meet him.",
        "@samuelswauger Wow. That’s brutal.",
        "@jerichobrown That LB praise hits diff. IYKYK. #D9forever",
        "@kanstellation https://t.co/WRew6TPA2O",
        "Happy mother day day to the greatest mom around. I can never repay you, but I can always say thank you. Love you ❤️… https://t.co/sz6gWfpjhr",
        "@saraasicherman Oh he’s staying staying 😂",
        "@blaqueword 🌚🌚🌚",
        "@natasha_writing I am so sorry Natasha. Sending love and light. ❤️ ✨",
        "Jilly from Philly. That is all. #Verzuz",
        "@WKoewing @kyra_nicole_k https://t.co/QzyxKnMhuh",
        "@SKAfrica I see you slipped the M.A. on there 🔥",
        "@nolanfontaine12 That’s like saying Bill Gates is the ‘self proclaimed’ creator of the PC",
        "@tylercdempsey 👀👀",
        "@ABC Self proclaimed? https://t.co/t9DG6dcBe3",
        "I hope the world finds a way to sparkle without Little Richard. He was truly a gem, a champion of being your unapol… https://t.co/yQNjzNPw6Z",
        "@claudiamcneilly @_JayMontenegro https://t.co/tdGX09KWND",
        "@the_mysterypoet Good luck!",
        "@r_d_johnson Noooo it’s gonna be a hit now 😂😂 https://t.co/Kad8QLaZa5",
        "@chizzy_getsbusy I ran with the Celtics on this game. Pierce &amp; Walker were deadly from 3.",
        "@chizzy_getsbusy Fab is one of my faves bro. This was my game right here.",
        "@nolanfontaine12 https://t.co/ZcdlaGDCvB",
        "@ReaganGomez I tell myself all the times the 90s were crazy haha",
        "@minerallitmag I hope all is well. Take the time you need.",
        "@mattsafeen So sad... we gotta do better.",
        "@guidetowrite Doing well, thanks for asking. Just tryna keep my head above water and sharpen the craft. Happy Friday y’all.",
        "On everything. https://t.co/uTANypQ3Zq",
        "The latest from my blog. Please share this with the HS students in your life.  https://t.co/z9kwdaj7bk",
        "@Lonesome_Noise This is beautiful. Thank you for sharing. Your mother would be so proud. 💔",
        "@nolanfontaine12 She wants to go to Law school. I just text you.",
        "I run with my University shirts for this exact reason. https://t.co/OCmQHHM6Sp",
        "@saraasicherman He’s thinking about how you don’t know it yet but he’s staying forever 😉",
        "💀💀💀 https://t.co/6MMpbDXpLU",
        "@perhappened Holy shit that’s disgusting",
        "@faitharkorful I’ll check it out. Thanks!",
        "‘Keep America Great’ is not aging well as a campaign slogan.",
        "@redjetta82 @jerichobrown @UHouston @Pulitzer Go Coogs!",
        "@ambernoelle The Giver by Lois Lowry",
        "@josecanyousee She shook me lol. I’m here for it.",
        "https://t.co/hSL7YdD7Nw https://t.co/UvXcswV3Zm",
        "@RoseRhigo Congrats, you went through with it 👍🏽",
        "@MJPhillips Sonic the Hedgehog and Super Mario Bros",
        "@nolanfontaine12 Yup!",
        "@chizzy_getsbusy I feel like a lot of people are gonna play Cashin Out by Cash Out 🤦🏽‍♂️",
        "@DenzelScott Yo I felt this with some prose I did that was recently axed",
        "@LynneSchmidt Me: https://t.co/4id8vZ4WfL",
        "@SamUndomiel @coffeespoonie But you literally add a letter.....",
        "@KristenRadtke Today has definitely been rough.",
        "@TaraSkurtu I wish people were like you in the 90s.",
        "@_AndeKarim @DenzelScott Gimme time travel 🧭",
        "@TaylorByas3 Congrats https://t.co/Amhup9fYAd",
        "@trampset @minyoungleeis Bravo 👏🏽",
        "@britMW_ Damn. You’re absolutely right.",
        "@AndrewYang Andrew Yang is like an uncle who gives you $1,000 every Thanksgiving or Christmas but teaches you finan… https://t.co/95jpjYGmmN",
        "@iamtrillgaawd @Dolo_kd He was smooth with it",
        "@jelani9 If you know you know ✊🏽",
        "@MeronekRosa Congratulations 🎉 celebrate your victory",
        "@isaurarenwrites @brookssterritt I just saw this tweet and I need some Buccee’s in my life right now...",
        "@BreneBrown As a Coog and a Longhorn I say forget the haters! #DaringGreatly",
        "@diet_myth @AllShrinks If I’m hanging with Hemingway I want it to be in Toronto or Paris. I wouldn’t want to cross paths in Idaho.",
        "@AllShrinks Alive: JK Rowling\nDeceased: James Baldwin",
        "@drcorteswrites I’ve written historical fictional poems and one short story on the Cold War and Vietnam War. I woul… https://t.co/d1XxOb2yzI",
        "@chizzy_getsbusy don’t sleep on the office bench. Ryan, Kevin, Creed, and Phyllis will come off the bench  second i… https://t.co/WVmU5cjB2Y",
        "@TaraSkurtu I submitted sometime last week and woke up to the rejection the next day. 😂",
        "@jerichobrown 👑",
        "@jerichobrown Like a boss",
        "@Valjeanne No problem, my family is in NC so I’m happy to support any endeavor from our own coming out of the Carolinas!",
        "@rejectionlit @kevinsterne This was hilarious!",
        "@barb_avon While he is certainly correct I do not follow these silly rules 😂",
        "@Valjeanne Thanks for the heads up!",
        "@LCramer29 @WKoewing @WhaleRoadReview @UnbrokenJournal @Splonk1 @toasted_cheese @AnElephantNever @EphemereReview… https://t.co/NX3siP3tSg",
        "@jemelehill Facts https://t.co/sOTCLgLREF",
        "@_Love_Lexi @melrobbins Im gonna try this",
        "@RobertBHayek It seriously is the worst.",
        "@jerichobrown Congrats!!! This is amazing!!",
        "@wcaleb @PulitzerPrizes Congrats!",
        "@Keidi_Keating Comparison is the thief of joy.",
        "@blktinabelcher @DJ_theoretical Plug me in",
        "@angstfzine I always appreciate and welcome feedback, but understand it’s not always possible. So whenever I do get it, I cherish it.",
        "@bearsbeetspoet Actually, yes.",
        "@johnmanuelarias I enjoyed it 🤷🏽‍♂️",
        "@TheVirtuousLion Thanks for all you do",
        "@ohiowa89 Yes for certain non fiction books.",
        "I don’t care if it’s too early to call Life After Dennison by @funkydlhiphop is the hip hop album of the year.",
        "@ellhah Yup when Drake first blew up I said LL paves the way for Drizzy",
        "@alyssakeiko The fact that this data is coming out is cringe worthy, yet unsurprising.",
        "@t_shaaee I was today years old when I realized she was Jussie Smollett’s sister.",
        "@TJPayne3333 I was a lefty but now I’m doing it the RIGHT way haha",
        "@PleaseGoAwaySir I’m so sorry....",
        "@blaqueword Egg Zach Lee 👏🏽",
        "@NifMuhammad I’m the same way about 3s",
        "@johnmanuelarias https://t.co/9LEZd9TipF",
        "@dt_robbins Congrats to you and your bride! Welcome to the married life! 🥂",
        "@tiannag92 Sending positive vibes your way",
        "My wife made bread pudding out of donuts. 🍩 🤤 I am in comfort food heaven right now.",
        "@nolanfontaine12 So sad bro",
        "@byMorganWright @agletterman I like it on the bottom. The cover on the right.",
        "@ThatDamnBee On everything",
        "@KLadyMusic1 Do you have a link? I can’t find y’all on here.",
        "@thesurfingpizza 😂😂😂",
        "Good night Twitter. Dropping some new heat in the morning with my good friend @r_d_johnson! #poetry #spokenword… https://t.co/FiAWPR1mTy",
        "@bardsbesidebars I would swap him for AI. He played in the 2 years in the 50s. Lol",
        "@bardsbesidebars Just to clarify you’re talking Bob Pettit?",
        "@bardsbesidebars Where is Allen Iverson? How is he not on your top 30 list?",
        "@_Love_Lexi At this point yeah haha",
        "@LynneSchmidt You can say that again.",
        "@tylercdempsey Congrats 🎉",
        "@tylercdempsey @theinnerzone Seems to be the case.",
        "@WKoewing @GhostParachute @brettpribble This was a fun read!",
        "That balcony sunlight hits different during a pandemic",
        "“How she butters your scalp with conditioner and stutters\nthrough your unruly crown. Another\nlanguage concealed wit… https://t.co/KntW3895JN",
        "@BooksIncEvents Chaotic good, lawful neutral, chaotic evil",
        "@darkwebtofu My face while watching that clip https://t.co/N4tdCy2rBX",
        "@SKAfrica So proud of you bro! Can’t wait to follow your footsteps. 💪🏽",
        "#MayDay2020 https://t.co/cPnnMo2toB",
        "@historylvrsclub Someone should do an oral history project with the workers involved at the time. 🤔",
        "@ohiowa89 Absolutely! Iron sharpens iron.",
        "@agletterman My home office",
        "@agletterman https://t.co/0DB1Mj34p8",
        "@WKoewing That feeling is the worst, especially when it’s a fire piece... just take it on the chin, we’ve all done it at some point.",
        "I have a grand total of 9 poems written for #NaPoWriMo2020",
        "@alyssakeiko Smh they probably have tenure too...",
        "@JaimeRWood “But what does it matter? Every child is a universe.” 👏🏽 Your poem in Rattle this week was so powerful. Thank you for sharing.",
        "Crafting some new poems for those without voices....stay tuned.",
        "@DenzelScott I’ll ask around my cousin wrote a children’s book",
        "@DenzelScott Submit submit submit ✊🏽",
        "@msdakotawrites Dark roast",
        "@TexansRocket Bet you he gets a job quicker than Kap",
        "@Wparks91 3, 8, and 9. You can still have chicken a variety of ways other than fried.",
        "Started the day off with a rejection, all the more reason to keep grindin"
    ]
}