{
    "screen name": "rdcforce",
    "no. of tweets": 193,
    "tweets": [
        "@Le_HCR Prkoi n'avez-vs pas pris des photos des enfants africains aussi en classe bien habillés?? pourquoi toujours… https://t.co/SWB3XGq7tl",
        "@Princeton @NickAGJohnson Proud to you. go ahead brother",
        "@elonmusk Time was invented in Africa: https://t.co/3MDxThlVKn",
        "@Bekesson le pasteur a peut-être fait un mauvais raccordement, rappelant la \"réligion\",mais vous, vous l'avez pouss… https://t.co/O70NEV9CNl",
        "@migishaofficiel @JMuyaks @fatshi13 @Presidence_RDC à voir ce que vous faites, il n'y a aucune customizing sur le k… https://t.co/VNaeyPcAJP",
        "@TopCongo @LFUTCFM @VitalKamerhe1 @Presidence_RDC retour à l'oppostion pour l'UNC... allez y à l'Ensemble🤣🤣",
        "@RFIAfr ceci est un fake compte, suivez @soniarolley qui l'a denonncé",
        "@KimKimuntu c'est faux madame, je vous encourage à bien chercher vos infos, ne vous limitez pas à écouter des artic… https://t.co/fISi8bpiQo",
        "@HDIAKIESE Sans oublier de \"MANGER 3fois\"😂😂😂😂😂",
        "@patientfidel1 https://t.co/VucjVQ2l7L",
        "@patientfidel1 est-ce Muyima ou Kahasha Pacifique sur cette photo??",
        "@Bibishe6 @janv_kiula Chère armée numérik de l'UNC,just vs rapeler à moins ke je me trompe, une partie du procès de… https://t.co/ZZMQRubDQI",
        "@politicocd c'était un bouquet funéraire",
        "@BokulakaLulu Le côté positif est que ça montre notre culture mais le négatif est que ça participe dans une logique… https://t.co/2PvtdRz4TN",
        "@NzangaMobutu Si notre ancien président feu le marèchal Mobutu n'avait pas destructuré l'armée, ces hommes seraient… https://t.co/g9LmmNTiY6",
        "@patrick_mukunda @jacksonmukunda @nyotaanita Etes-vous forcement obligé de mettre cette image Revérand?? Ne savez-v… https://t.co/NyOOZQpLaI",
        "@MimieMuninda to ko botela bango incompréhension: Comment le bouquet offert à Mama Bijoux viendrait de l'argent de… https://t.co/gKEjai2Ibr",
        "@central_sage @CybelleKamba @Champagne @bijoux_goya @senatrdc @FCC_RDC @KalizaVanessa @ONUFemmes @RienSlesFemmes… https://t.co/Mf2w6u0H3O",
        "@MimieMuninda Cette série n'a pas eu assez d'épisodes comme Dona Beija de l'OZRT?? Pourtant \"Amour gloire et beauté… https://t.co/3PgnbVaUXS",
        "@MimieMuninda Mamu bo moni ke Mama Bijoux asili na nu te, azui \"BOUQUET\".Yo esi ozwa ata \"TIGE\" ya pamba??Sikoyo, t… https://t.co/ztralPQbVJ",
        "@MBOKAMBOKA2 @KitengeYesu le con est celui qui ne sait pas voir que son pouvoir vient d'un\" faiseur des rois\" qui v… https://t.co/pXfESd2n0e",
        "@Le_Fou_Filozof @Aganzecibembeju @KitengeYesu Oups!!je voulais dire que la lumière n'est pas tirée de l'obscurité. Excusez-moi",
        "@Le_Fou_Filozof @Aganzecibembeju @KitengeYesu vous avez dit: \"...C'est de l'obscurité que fut tirée la lumière... \"… https://t.co/bynd6hGhUR",
        "@Le_Fou_Filozof @Aganzecibembeju @KitengeYesu non mon frère, la lumière n'est pas tirée de l'obscurité. L'obscurité… https://t.co/NctoqVCOoo",
        "@CMudilamike @MawandzaJ @KitengeYesu alors pourquoi parler de Dieu lorsqu'on veut faire passer un message politique… https://t.co/BlTm3X9woU",
        "@elogemwandwe @KitengeYesu Vous qui prenez  M. Kitenge Yezu pour votre sage, ça ne m'étonne pas. Vous venez de naît… https://t.co/UROItZNaGM",
        "@MawandzaJ @KitengeYesu exactement, malheureusement, nos amis ne vont pas réfléchir objectivement, pour comprendre… https://t.co/2k58WdSNdq",
        "@MalabaMartini @KitengeYesu oui à la manière des \"makesa\" version secte de Limete.",
        "@MalabaMartini @KitengeYesu garde les megas du village kasaïen où tu es mon frère",
        "@KitengeYesu de quel dieu vous parlez??vous nous prenez pour des cons???",
        "@PatrickKabeng12 @BavickM @AngelKazadi @manayhuguette @DaddyKayumbi @kamba82 @NkeeleM @Gkk242 @LSamantha20… https://t.co/OrEpIQFL6J",
        "@Bibishe6 @VitalKamerhe1 @YNdjoli procès oyo ekomi lokola final ya Barcelone vs Juventus???qu'il le rende en direct… https://t.co/QtTs6E8roF",
        "@PMaotela @ShematsiChris @luchaRDC n'avons-nous pas vu des preuves des experts militaires montrant des armes de des… https://t.co/qYjwJmHIl0",
        "@pascal_mulegwa ça s'appelle, \"assurer ses arrières, car 2023 arrive à grand pas, et on a aucun bilan à présenter,… https://t.co/aRqoITz9Wh",
        "@bola2016 @SergeMike1 @MichaelTshi https://t.co/nXaY7SdBhX",
        "@BNzimbi Que Dieu te pardonne madame. Transmettez nos salutations à la veuve de Rossy Mukendi svp!!! merci",
        "@BillyKambale1 https://t.co/vtEXFGccNS\n\nhttps://t.co/bNAsDciYGo\n\nhttps://t.co/Dutpbg2m3N",
        "@BillyKambale1 Monsieur le ministre, au lieu de tweeter, prenez des mésures? il y a dejà en occident des lois sur l… https://t.co/XuakNrUUmC",
        "@the_cheick01 @Orange__RDC @patientfidel1 @Kenmanix rien qu'avec le speedtest fait à partir de votre Cellphone(Pers… https://t.co/7ePEFtBOS0",
        "@the_cheick01 @Orange__RDC @patientfidel1 @Kenmanix 2) Toutefois, veuillez noter qu'il y a plusieurs parmètres à co… https://t.co/pbcEfVZukc",
        "@the_cheick01 @Orange__RDC @patientfidel1 @Kenmanix 1) Votre appareil a une Vitesse de transmission des data descen… https://t.co/wYwqyieQCI",
        "@the_cheick01 @Orange__RDC @patientfidel1 @Kenmanix sur cette image, est-ce possible de cliquer sur \"Details\" et le poster svp? Merci",
        "@the_cheick01 @Orange__RDC @patientfidel1 @Kenmanix Pourriez-vous svp poster le résulat de cette commande svp: \n \"n… https://t.co/rAbpPS8jxf",
        "@JeanPaulNGOMA @BenitaNtumba @fatshi13 pona nini ko papola mama @BenitaNtumba mbata munene boye yo mwana 😂😂azo risq… https://t.co/tVefjZfuTd",
        "@PatrickNkanga2 bien évidemment, en commençant par tes maître en pensée: Tambwe Mwamba, E. Boshab...Comment tout un… https://t.co/BWldMKo9Hk",
        "@politicocd toujours ce fameux Conseiller Spécial en matière de sécurité🤔🤔🤔🤔",
        "@Ingenieurderick @StanysBujakera Je me suis posé exactement la même question. Pourquoi le DirCabA lui-même n'était… https://t.co/JPouSESEbP",
        "@KBG_Stone @RogerShimba occupé à répondre aux insultes des \"journaleux\"",
        "@TopCongo @MinetatComRdc @Presidence_RDC @PrimatureRDC @FARDC_ en fin, le programme Mende v1.0 vient d'être install… https://t.co/sZiLkbKfZX",
        "@LubayaClaudel Donc cette pléthore des conseillers à la @Presidence_RDC   est incapable d'aligner des bons juristes… https://t.co/WLWWw13EGM",
        "@kikayabinkarubi Et qu'avez-vous fait pendant 20 ans pour empêcher cette déstabilisation si ce n'est la cautionner?… https://t.co/Qe4e8Y9QdP",
        "@FaidaSylvie @LydieOmanga vraiment, on aime bien être des fatalistes, pourtant, c'est une occasion pour que l'afriq… https://t.co/GwwqriInNT",
        "@LydieOmanga Pourtant on a vu aucun communiqué de regret ou indignation ni de la @PrimatureRDC , ni de… https://t.co/VCrRD2EPZu",
        "@FalialaKiza LE PARTENAIRE des alliés \"libres\" et des \"innocents emprisonnés\"😜.à la fin du film l'on dira d'eux, il… https://t.co/wug5UltkFV",
        "@danielmwananteb Effectivement, je viens de me regarder au mirroir, je me rend compte que je ressemble à la porte d… https://t.co/Vaw5fCnkqq",
        "@danielmwananteb c'est qui est mort oo?? KAGAME??c'est confirmé?? nous les babouins avons appris qu'il serait mort… https://t.co/5FveHg11EQ",
        "@PatrickMuyaya Sur ce coup, vous avez raison. Ce ministère rédondant inutile voudrait enfin justifier son existence...",
        "@i24NEWS_FR Bonjour i24News.  Pourriez-vous me confirmer si cette video de l'interview de Mr Malard. et Mr Jean-Cha… https://t.co/HMxftlImgd",
        "@cmalard Bonjour Mr Malard. Pourriez-vous me confirmer si cette video est authentique svp? merci https://t.co/UNMjORQb7g",
        "@Presidence_RDC Si on prenait le bon côté du Covid est qu'il met en exergue les faiblesses de tout le monde, surtou… https://t.co/ERA1FqCAqk",
        "@JeanPaulNGOMA @Presidence_RDC le problème de cybersécurité  ne dépend pas vraiment de la marque, c'est complèxe ca… https://t.co/O6zgIKDMYr",
        "@KBG_Stone @rkitsita Vs avez tout à fait raison ndeko. Difficile d'attaquer vos arguments d'après le thread. Et mêm… https://t.co/5yh8JQNAUC",
        "@rkitsita good job au PR Fatshi pour cet acte",
        "@danielmwananteb https://t.co/ti4QXXMAr3",
        "@central_sage Veut dire yo olingi beauté africaine te👇😂😂😂😂😂😂😂😂😂😂😂😂😂 https://t.co/3RVkd5uVQS",
        "@danielmwananteb https://t.co/x4OiDFi1cS",
        "@madiata Vieux article du 20 Juin 2019",
        "@politicocd toujours la MONUSCO, yango gouvernement musala na yango eza nini??? allô TALIBANS, vous êtes où?? tjrs… https://t.co/7iS7HRKEwk",
        "@jacksonmukunda en tout cas, l'armée virtuelle de VK, vous êtes spéciale. 🤣🤣🤣 Coup de chapeau!!!🤣🤣🤣🤣🤣🤣🤣🤣",
        "@DoudouKajangu @LitsaniChoukran 😂😂😂😂😂😂😂😂😂😂",
        "SUSPENSION d'immigration aux USA jusqu'à nouvel ordre en téléchargement!!!!après celle du financement l'OMS déjà ef… https://t.co/5wEdROhj0O",
        "@realDonaldTrump this guy instead of governing, while death strikes in his country, he prefers to launch political… https://t.co/B5vYyY0qhr",
        "@MichaelTshi @BMunkana @Rob_Mambu @moise_katumbi en tout cas ici c'est Moise qui crit pour lui-même...vous ne saure… https://t.co/1ei7durxt6",
        "@BMunkana @Rob_Mambu @MichaelTshi @moise_katumbi Je comprend qu'on a pas la même Bible mes frères. Merci et que Dieu vous bénisse",
        "@MichaelTshi @BMunkana @Rob_Mambu @moise_katumbi en tout cas la femme ne l'a pas crié sur le toit qu'elle a donné d… https://t.co/3kN0bU689i",
        "@MichaelTshi @moise_katumbi Merci cher Michael...seulement, il y a lieu de faire les choses autrement. Je ne juge p… https://t.co/rqlptG5MbH",
        "@BMunkana @Rob_Mambu @MichaelTshi @moise_katumbi MK est devenu JESUS?? pas jusque là...Sinon merci de l'échange cou… https://t.co/61d6Rd6VYe",
        "@MichaelTshi @moise_katumbi la loi divine interdit qu'une aide apportée soit presentée à tous.",
        "@MichaelTshi @moise_katumbi la loi divine",
        "@BMunkana @Rob_Mambu @MichaelTshi @moise_katumbi la générosité chretienne ne s'exhibe pas mon frère.",
        "@BMunkana @Rob_Mambu @MichaelTshi @moise_katumbi une raison de plus pour que ce \"PETIT\" acte \"RELIGIEUX\" reste inaperçu",
        "@Rob_Mambu @MichaelTshi @moise_katumbi On a ramener un serviteur de Dieu, cela démontre que ça pouvait se faire sel… https://t.co/NOjTNlcunW",
        "@Joseph23242516 @juantedbelkas on demandait même sa démission car bloquant les activités du Chef de l'Etat. Et aujo… https://t.co/oWKgx4dfU6",
        "@MichaelTshi @moise_katumbi Pourquoi les actes de \"GENEROSITE\" se retrouvent-ils sur la place publique??",
        "@MAITREHILARION @FCC_RDC à cette question cher \"maitre hilarion\", je vous prie de rentrer dans votre méditation afi… https://t.co/LWQOCdBKgD",
        "@Bibishe6 @infosudps @uncrdc façon les Louves de l'UDPSet les Coyotes de l'UNC se font des grimaces sur la toile..c… https://t.co/h4HG0vh2dU",
        "@Lisamongendu le fameux programme \"interminable\" de 100jours!! Pourtant lorsqu'on inaugura des \"ponts\" on a vu le P… https://t.co/MINgwAMGgm",
        "@Luc_Gerard 51",
        "@jeanjmamba @ShematsiChris 🤣🤣😜il est en manque d'injures pour le booster😂😂😂😂",
        "@LitsaniChoukran c'est article est VIDE, sans contenu.",
        "@PMaotela ayant travaillé là-bas pendant 2 ans, je pleure😢😢😢😢. c'est triste.",
        "@MuntuMosi OZRT signal🤣🤣🤣🤣🤣 https://t.co/Eg0OobXimP",
        "@MuntuMosi arc-en-terre🤣😂. @central_sage",
        "@StanysBujakera @HDIAKIESE vous voyez qu'elle n'est pas étrangère aux affaires!🤣🤣",
        "@JoelKahozi @muyeya10 @moisemjulia05 @MolekaAlbert1 @MartinFayulu belle giffle sur un taliban👋🏿😜",
        "@Bibishe6 https://t.co/gYXhQsXnsz",
        "@TinaSalama2 n'inventons pas des concepts qui ne tiennent pas Madame. \"Confinement téléphonique/technologique\" n'a… https://t.co/1TqUeHs3AG",
        "@juantedbelkas @EddyMwela @kabund_jmkkrock @auguyka70 @fatshi13 @RFI @TopCongo @radiookapi @7sur7_cd @jeune_afrique… https://t.co/4PQmeYvDrI",
        "@central_sage Après cette visite, le Chef de l'Etat avait affirmé que l'évolution des travaux était satisfaisante.… https://t.co/6RNDDPWk3g",
        "@central_sage Congo l'a arrangé, Francis Kalombo l'a habillé et Fatshi l'a sauvé... je passais seulement👨🏿‍🦯👨🏿‍🦯👨🏿‍🦯👨🏿‍🦯👨🏿‍🦯👨🏿‍🦯😜",
        "@Bibishe6 @danielmwananteb en tout cas, \" o tumboli Kamerhe, o tumboli ba mama\"🤣🤣 Madame, vous tirez à balles réell… https://t.co/fzJN6v7aqA",
        "@KimKimuntu juste se poser combien paie-t-on ces gens là? ça frise l'esclavage ce qu'on fait sur nos propres frères… https://t.co/U4Iu6Jp2zY",
        "@FatherLomandja Padre, les accords FCC-CACH semble etablir une ligne rouge sur les poursuites judiciaires. JK ne de… https://t.co/fZVTAGAEhy",
        "@LitsaniChoukran @damkup @GroupLeopards https://t.co/tSVX2DcihX",
        "@LitsaniChoukran @damkup @GroupLeopards https://t.co/3oopYxZrIk",
        "@JeanBottari @AMarieDussault Prie pour elle avec FOI, Dieu agit",
        "@central_sage lorsque Covid-19 frappe un politicien coopérant🤪 https://t.co/G81LwvkHoO",
        "@CoopMinRdc @GuillaumeManjo1 @fatshi13 @TopCongo @politicocd @FatshiNews Djalelo, eyeee elombe Fatshi, djaleo, eyeee elombe Fatshi",
        "@MichaelTshi Après cette interview, tous les talibans avaient sauté sur lui exigeant sa demission. Lorsque nous dén… https://t.co/xNv2U3984f",
        "@gueda18 Je vous avais dit madame, la place des \"Titans\" est le \"TARTARE\", leur abime ou lieu d'enchainement selon… https://t.co/mOS60SCYfI",
        "@mwema_y @fatshi13 tjrs dans des bla bla bla bla politiciens..sujet fantaisiste. évoluons, LUTTONS CONTRE COVID-19 et l'avenir du pays!",
        "@jfmalangu @kikayabinkarubi @madiata Aux dernieres nlles, il demeurait tjrs \"collaborateur\" de votre \"Gd MANITOU\",… https://t.co/pwnOiER5Lz",
        "@central_sage Julius Kilo Julius Kilo, ici Tango Mike, LE BETON EST ARMé, JE REPETE, LE BETON EST ARMé🤣🤣🤣",
        "@exxousia Et surtout que l'après Covid-19 créerait un pole Sino-Occidental acharné à relancer son tissu économique… https://t.co/krujubSMqU",
        "@FirminYangambi du rechauffé, la sauce à la Katumba Muanke",
        "@Rob_Mambu 😂😂\"na longoliye na parti\". Tour de Babel",
        "@FrancoisMuamba c'est quoi le \"Job Description\" de ce poste ??🤔🤔\"Veille Stratégique\"??",
        "@KBG_Stone @YNdjoli On crée des postes sans \"Job Description\" dans une structure éléphantesque budgétivore. \"Veille… https://t.co/VW24D0wqJq",
        "@SergeMaabe3 @remyngol pire, c'est l'insouciance à relever des défis énormes dans tous les domaines auxquels le pay… https://t.co/NeurVhMbZK",
        "@kikayabinkarubi @madiata \"le Phoenix\" de Bukavu pourrait toujours renaître de ses cendres🤔🤔 wait and see",
        "@FrancoisMuamba institution extra-budgétivore ...",
        "@central_sage @Gkk242 @P_Mutonkole @AngelKazadi @CybelleKamba @DieuWedi1 @EPOlengha @elogemwandwe @AlainMake20… https://t.co/bYsDvd0R5O",
        "@MichaelTshi @abelamundala Il parle exactement comme son maître🤣🤣🤣🤣🤣",
        "@AmeCoeurRDC @senghajustice Ce n'est pas facile pour l'Etat d'entretenir une \"jolie\" femme, il faut des bijoux en d… https://t.co/vo4wiMZVAX",
        "@HDIAKIESE Or Matete c'est la \"Haye(CPI),\ndonc ....😂😂😂😂😂",
        "@HDIAKIESE 😂🤣😂🤣Nous irons aussi récupérer nos 30 VACHES offertes à James Kabarebe...déjà qu'on a perdu le lait produit😂🤣😂🤣",
        "@MichaelTshi Nous attendons qu'on fouille aussi dans la maison civile, cage de l'empereur et de toute sa famille. J… https://t.co/Rpjh3Zvlrg",
        "@politicocd On doit aussi checker la MAISON CIVILE du Chef de l'Etat, car là-bas aussi, ça ressemble à un trou noir… https://t.co/oii2aaIo5y",
        "@politicocd AMIDA a couté chère à la République!!!",
        "@PMaotela j'espère qu'il vont fouiner dans le passé. Apparemment, les accords FCC-CACH semblent démontrer que tout… https://t.co/bYpbLhibxa",
        "@central_sage et qu'est fait le jeune garçon pendant ce temps???",
        "@cnni nice to hear that",
        "@ONUinfo @UNCTAD yes",
        "@StanysBujakera Mike dans ses oeuvres!!! le combattant du Sphinx de Kwazulu natal😂",
        "@KagutaMuseveni all Ugandans have a space in their house like you??",
        "@carl_baks @KapiambaGeorges Apparemment l'accord FCC-CACH interdirait toutes actions judicaiaires des actes posés a… https://t.co/BaOcMycGYZ",
        "@PascalBEYA1 @MichaelTshi @bola2016 merci ndeko. Soyez prudent(respect mesures sanitaires) et que Dieu vous garde",
        "@PascalBEYA1 @MichaelTshi @bola2016 C'est cela notre souhait, une justice équitable et juste...mais vous observez c… https://t.co/ffXQYoe8Ur",
        "@PascalBEYA1 @MichaelTshi @bola2016 Ces sont les hommes ou faits nouveaux qui apportent matières pour correction. D… https://t.co/0Ztj8ndXu6",
        "@EmmanuelMacron @DrTedros Anitiative \"SUR\" l'Afrique?? Pardon Monsieur le Président , nous allons bien. Merci de ne… https://t.co/Bqg3XXMfga",
        "@PascalBEYA1 @MichaelTshi @bola2016 Puisque cela se fait, alors veuillez ne pas rejeter en bloc ce que Mr @bola2016 présente.",
        "@PascalBEYA1 @MichaelTshi @bola2016 Et ça peut arriver que l'autorité tranche mal et que suivant la procédure, elle… https://t.co/3uFHtUEB3T",
        "@MichaelTshi @bola2016 C'est ainsi que si vous l'aviez lu avant, vous n'auriez pas à lui poser la question :\"SUR BA… https://t.co/AgvWYEpLpD",
        "@PascalBEYA1 @MichaelTshi @bola2016 Il n'arrive pas aux autorités de passer à côté de la bonne interprétation??",
        "@MichaelTshi @bola2016 il faut relire tous ses tweets depuis la sortie de l'invitation car il a longuement publié l… https://t.co/g3XzOhcNKq",
        "@StanysBujakera quid de la libération de  VK plz??",
        "@justperryli @jacksonmukunda @VitalKamerhe1 @cris_salumu @EPOlengha @MichelMoto1 @Sergemadika @TopCongo @Bibishe6… https://t.co/o3i0E6F6Lz",
        "https://t.co/ji4ElaJKUC",
        "@senghajustice Mama loba kaka, BRAVO FATSHI!!! eko diminuer yo te",
        "@rkitsita il parait que le siège de l'UDPS à Bukavu serait saccagé???",
        "@HDIAKIESE @janv_kiula @jacksonmukunda LA MEILLEURE PARTIE VA BIENTOT COMMENCER...WAPI FAYULU, ABONGAMA DEJA, PCQ V… https://t.co/VK8O5iEXzu",
        "@HDIAKIESE 🤣🤣🤣🤣🤣🤣",
        "@HDIAKIESE vous serez l'homme à abattre😂😂😂 par les sbires de BUKAVU😂😂 C'EST LA PAQUES DEJA",
        "@HDIAKIESE 😂😂😂😂😂😂😂",
        "@HDIAKIESE @janv_kiula @jacksonmukunda 🤣😂😆🤣😂 EZA THEATRE DES CHEZ BANGO",
        "@HDIAKIESE pensez-vous que la cérémonie de remise de diplôme de doctorat aura lieu à distance depuis la prison de M… https://t.co/3nS2idmmMv",
        "@HDIAKIESE ah bon?? je ne savais pas? 🤔c'est toi réellement la hierarchie??",
        "@JCMaswana avec filtrage. Pour eux Fatshi est saint , Kamerhe agit seul... distraction",
        "@BokulakaLulu 😁😁😁😁 je pense que l'odorat des masasamba repousse les particules coronés🤪",
        "@kikayabinkarubi En tout cas, le responsable numero 1, qui a laissé son peuple crever d'Ebola sans faire appel à so… https://t.co/Ezd2kbbBZZ",
        "@Eden82943893 on peut l'utiliser pour repousser toutes les particules de coronavirus  dans l'air vers le Rwanda🤔🤔",
        "@Eden82943893 si oyo moteur ya machine ya fufu na kikalakasa!!!! merde🤭",
        "@erikoasakura Madame, les  enfants de la rue (\"SHEGUES\") sont des habitants de la GOMBE. Eux-aussi sont confinés à… https://t.co/VmgCA6G3CL",
        "@MuntuMosi je comprend, mais c'est fut coupé. L'integralité donne une autre lecture que la version coupée. Bien à vous Madame",
        "@StanysBujakera avez-vous vérifié que c'est le compte authentique du Prof avant de relayer cette publication????",
        "@MTamfum je ne pense que ceci soit le compte authentique du Prof, faites attention!!!",
        "@FatherLomandja @Jnm65220527 mangrokoto grand prêtre👊🏾👊🏾!!! HBD na système ya SARS-COV2.... Neeon Mbungu😜😆😆 Joyeux anniv Padri",
        "@MichaelTshi je doute fort que ça soit le compte du Prof.??? il faut en avoir la confirmation je pense",
        "@MuntuMosi Voici l'integralité de son interview: https://t.co/X0tZoelQMI\n\nhttps://t.co/eavnSQU7P8",
        "@MuntuMosi de grâce, ne tombez pas dans une légerté à descendre facilement ce Monsieur. C'est vrai que sa COM n'est… https://t.co/ylh9HGc9Bj",
        "@MuntuMosi Mme Youyou svp, vous faites mal en recoupant une partie de son interview. Il a poursuivit par un reflexi… https://t.co/aX3r1WiZum",
        "https://t.co/R00JtngDJB @NgalulaPe",
        "@FabriceYada @central_sage @fatshi13 bien répondu avec effort d'éviter des termes techniques tels que protocole, in… https://t.co/HVA55zziEy",
        "@JCMaswana https://t.co/8xlf9pMPFq\n\nLe prof a donné plus de details now👆🏿👆🏿👆🏿👆🏿",
        "@RogerShimba @WNkofembo il parait que c'est payant ce macaron",
        "@CatalayaMacky Je trouve aberrant de comparer la coiffure femine africaine de symbole de coronavirus.",
        "@SergeMike1 @MichaelTshi Ce n'est pas la cuillière de cuisine de sa belle-mère ça🤣😂🤔",
        "@kabeyachris @jacksonmukunda @JagmAdeseny @kilulasteve @mbuyi_henry @FalialaKiza @Rob_Mambu @PathouBombole13… https://t.co/3i3zAoAdrQ",
        "@politicocd Belle initiative car Huawei est capable d'inter-connecter toutes les institutions et Entreprises publiq… https://t.co/fYK45LcYqm",
        "@mimul20 @damkup une sortie qui en vaut la peine @mimul20 . Merci de rappeler que le COVID-19 EST TRES CONTAGIEUX.… https://t.co/lbtCPCAW4o",
        "@sindika_dokolo La Chine entament des tests des vaccins conçus par des chinois eux-mêmes, l'ont-ils testé sur des A… https://t.co/HT6jbMoZz8",
        "@TinaSalama2 Le Congo est déjà beni, c'est  même l'\"EDEN\" biblique.  Plutôt les congolais que nous sommes, devrions… https://t.co/tmTf58ALCw",
        "@DorlTerre @kapitavan05 @sindika_dokolo fake news, ils font des premiers tests sur des traitements mais pas sur des… https://t.co/DLSoE4xZFh",
        "@juantedbelkas En passant, soutien total??lui a-t-on déjà donné les 136 Millions qu'il réclame dans son Plan de rip… https://t.co/ISkHhj3M8l",
        "@juantedbelkas FYI, le cas Ebola est différent dans la mesure où le Prof fut l'un des développeur du protocole qui… https://t.co/IOyGxcOmPz",
        "@kongolaise @roger_miko @juantedbelkas @musema_kweli il dit des choses qu'il ne comprend pas juste pcq la riposte e… https://t.co/4s2jykPjaN",
        "@MichaelTshi @SergeMike1 Je propose nos Représentants nationaux et provinciaux, nos ministres provinciaux et nation… https://t.co/xbYKnJTjjp",
        "@SORAZIZ L'Afrique en général et La RD Congo en particulier a déjà payé un lourd tribut avec ces histoires de vacci… https://t.co/JFuASriRDu",
        "@RMonunu @SergeMike1 L'Afrique en général et La RD Congo en particulier a déjà payé un lourd tribut avec ces histoi… https://t.co/LPUDJm4Nxz",
        "@Bmueka L'Afrique en général et La RD Congo en particulier a déjà payé un lourd tribut avec ces histoires de vaccin… https://t.co/7uy6rMlm76",
        "@CybelleKamba @SergeMike1 @MTamfum L'Afrique en général et La RD Congo en particulier a déjà payé un lourd tribut a… https://t.co/DmmdK2uOc9",
        "@politicocd L'Afrique en général et La RD Congo en particulier a déjà payé un lourd tribut avec ces histoires de va… https://t.co/xg5w2ajE81",
        "@PMaotela @christiangeraud @MTamfum L'Afrique en général et La RD Congo en particulier a déjà payé un lourd tribut… https://t.co/R7tsxyTWiW"
    ]
}