{
    "screen name": "ProfBGoldstein",
    "no. of tweets": 170,
    "tweets": [
        "This is a very important thread we should pay attention to. https://t.co/kW6DEr6cJG",
        "This time, nothing acted counter cyclically. Ask Warren Buffet. https://t.co/oH6DUg3Cvk",
        "A day after the blog mountains of data confirm the seriousness of the crisis. Hopefully my suggestions will rove us… https://t.co/cagnzieK7C",
        "Never thought I'd be blogging about a global pandemic wiping out a swath of Am. Higher Ed. @hholdenthorp… https://t.co/D6uKqrzjsD",
        "Wow. This thread is must reading for all educators struggling with tough decisions in real time. Be prepared.… https://t.co/KJeKHlX7wc",
        "Have a look at my latest blog--The Unthinkable Becomes Thinkable https://t.co/b8P1xfxgaT @UNCSchoolofEd… https://t.co/GUcp2QXlT6",
        "Great numbers for @DrMrsKellyHogan . Wondering what they are like overall @UNC and elsewhere. @vijisathy… https://t.co/cqhQp1t1Hf",
        "This was incredible. So happy to attend. Insights in my next blog.\n@HigherCallingBK https://t.co/std7UJJfEP",
        "@CathyNDavidson Thank you Cathy. You are a hero. Always remembering those who are sometimes easy to forget. If tech… https://t.co/Bf9ySSBRkY",
        "The genie is out of the bottle! Higher Ed will never be the same. @hholdenthorp @uncpressblog @UNC @jselingo… https://t.co/oV0AnvVOyi",
        "Another roar from the Science lion @HigherCallingBK @KevinGuskiewicz @SlaughterAM https://t.co/cUWY1Io7kn",
        "Important hard data on the efficacy of social distancing. https://t.co/wLHFWixEp8",
        "Seismic shift as virtually all faculty forced to teach online. What are the implications? I’m writing about it now.… https://t.co/wOlFy0L2YN",
        "This is a wonderful piece of sanity. An example of combining science and policy into a coherent plan. via… https://t.co/MDyJNBMDQt",
        "Another roar  from Holden. Keep them coming. It’s never been more important. @SlaughterAM @HigherCallingBK… https://t.co/JRKn4yeM2U",
        "Yes. via @NYTOpinion https://t.co/jJGhLLPuPs",
        "Definitive account of where we are now. Read it! https://t.co/IoHGNVv0kG",
        "A lion roaring on behalf of science. Keep it up Holden! @SlaughterAM @UNC @KevinGuskiewicz @HigherCallingBK https://t.co/lD6Zc6PSU2",
        "Our Higher Calling Newsletter: Vol. 1 Issue 7 (COVID-19)⁦@hholdenthorp⁩ ⁦@CathyNDavidson⁩ ⁦@SlaughterAM⁩ ⁦… https://t.co/NCczTNggYw",
        "The latest from @hholdenthorp Time to pull together https://t.co/GAilOrbBAX @KevinGuskiewicz @UNC @JoeDesimone",
        "Yes...yes...yes https://t.co/azxvEPbNJV",
        "@travis_starkey Tim is doing his profession a disservice. Now is the time to listen to science.",
        "I write about this in a blog to drop tomorrow. @HigherCallingBK @hholdenthorp @uncpressblog @UNC https://t.co/VU7nC0zHXR",
        "Read this now. My newsletter adding more about higher ed and science will be out soon.@UNC @KevinGuskiewicz… https://t.co/ztmk9YDXQ3",
        "@HigherCallingBK https://t.co/Vd5B6lBou3",
        "More on this soon. @HigherCallingBK newsletter later this week. https://t.co/tRNatc63IH",
        "Based on my seminar with @KevinGuskiewicz couldn’t agree more. We are teaching it again in the Fall. @UNC… https://t.co/xCX4SnQ0D6",
        "Bloomberg plans to spend that much on the Senate and more. He’s all in I think whether he is at the top of the tick… https://t.co/lAfCQT4zEZ",
        "This retweet from one of our most distinguished constitutional scholars. https://t.co/YksbEpL302",
        "Please watch this. I know my point of view is colored by being a privileged white male who has run a company but in… https://t.co/wE9zwzC9jV",
        "Great news for @unccollege @UNC and for all of us who love working with this wonderful person. https://t.co/w5pm6zzADj",
        "This shows the importance of fact based data. Higher Ed, more than ever, must make this case.… https://t.co/UAuRAasirG",
        "The costs of secrecy https://t.co/c1WprjXimu",
        "If you aren't following this series you should. Important for North Carolina and beyond. @HigherCallingBK https://t.co/pbBsK97xRr",
        "With ⁦@AdamHDomby⁩ at signing for his new book #the false cause ⁦@paideiaschool⁩ ⁦@PaulBianchi⁩ ⁦@KGeee⁩ https://t.co/QUZd9yNKZQ",
        "Congratulations to @LizzyHazeltine https://t.co/ygpCrTojnE",
        "For those who want a deeper dive. @HigherCallingBK https://t.co/rioyQNTZwm",
        "This newsletter is worth your time.  It does a deep dive on why college and Bloomberg's plan for higher ed. Read it… https://t.co/83o7nMZ4iz",
        "Journalism at its best. Congrats @KGeee @SlaughterAM https://t.co/9eWYzDlHWH",
        "Change is no longer optional. A crisis is too big an opportunity to waste @SlaughterAM @CathyNDavidson @jselingo… https://t.co/rHtB7BtCwe",
        "Too much to hope for? via @NYTOpinion https://t.co/BjNjpA52wZ",
        "Well said. It would be great to know if inclusive techniques reduced self -censorship. https://t.co/VOFpcLpV5O",
        "Answering the question, what can u do with a history degree? We will be there representing the Paideia school.… https://t.co/4quRp0ZbD1",
        "As always, an important insight from @jselingo https://t.co/gG5Jk4foTR",
        "Yes..this is well documented but it doesn't have to be either or...it can be a job AND a liberal education!… https://t.co/A9Q3Nxr9BW",
        "Kudos to@HigherEdWorks for making this happen. Honored to be a part of it.@HigherCallingBK https://t.co/EvmJv6ms8x",
        "Attacking the completion gap is the holy grail. Focus on getting students to is not enough. We need to get them thr… https://t.co/iuI2bk5XCv",
        "Technology has to be part of the solution not part of the problem. @UNCSchoolofEd @HigherCallingBK https://t.co/dj8vCpmyez",
        "This thread is so thoughtful but I am not surprised. Dr. Ho was an esteemed colleague until we lost her to Colorado. https://t.co/enA53PubyJ",
        "Haven’t seen this guy since he played on the baseball team at Paideia. @KGeee @Max_Goldstein https://t.co/ABYjKgBmVs",
        "Great piece. @HigherCallingBK https://t.co/4eySAfBWBe",
        "@michaelbhorn @jselingo @CathyNDavidson @HigherEdWorks I assume you plan to say more at some point.  I look forward to it.",
        "This is a thoughtful sophisticated approach to helping students get to and through college. Finally! @jselingo… https://t.co/xdou4CBqYh",
        "This is a tough issue.  Let us know what you think. @CathyNDavidson @SlaughterAM @DrMrsKellyHogan @vijisathy @UNC… https://t.co/fKUlV3w8ST",
        "Self-censorship by students and faculty is real on college campuses. Check out our newsletter for the latest… https://t.co/HGB6AKRVEq",
        "@NateSilver538 Thought experiment. What if Mike played this exactly right and emerges from Super Tuesday as the alt… https://t.co/uVd7RlVmGQ",
        "More in this important series. @unccollege @UNC @HigherCallingBK @UNCSchoolofEd @uncpressblog https://t.co/EvmJv6ms8x",
        "This series is important both in NC and nationally. @SlaughterAM @CathyNDavidson @jselingo @UNCSchoolofEd @UNC https://t.co/wVWaJPxMB0",
        "What would it mean if higher education were termed the Inequality Machine? Find out in the latest edition of the Ou… https://t.co/o6TbDaR8ZI",
        "Thanks for @UNCSchoolofEd for hosting. @CathyNDavidson @jselingo @michaelbhorn @hholdenthorp @UNC https://t.co/yg5BtAD6JL",
        "Thanks to all who have already commented on this. @HigherCallingBK https://t.co/fynrU8AzX5",
        "Thank you @HigherEdWorks looking forward to the other articles to be published over the coming weeks. https://t.co/6CDhbrAoPJ",
        "Our latest on university governance.https://t.co/0hpStsFgL5\nthx @HigherEdWorks @uncpressblog @HigherCallingBK… https://t.co/RU4FFMYlI2",
        "Drop the chalk https://t.co/W1fqYVMGDf @HigherCallingBK @CathyNDavidson @jselingo @michaelbhorn @UNCSchoolofEd",
        "So revealing. @HigherCallingBK https://t.co/TokZBq1n5x",
        "S&amp;P's higher ed outlook stays negative in 2020 | Education Dive @ourhighercalling.com https://t.co/lUTP9D1Jg8",
        "Great piece from a great economist. @HigherCallingBK https://t.co/0tUVVve8mw",
        "Such an important conversation. @uncpressblog @HigherCallingBK https://t.co/G2iEERCftL",
        "Let us know what you think. https://t.co/sWRGytSgqG",
        "A guaranteed job or your tuition back.Our Higher Calling Newsletter: Vol. 1 Issue 4 ⁦@uncpressblog⁩ ⁦@UNCSchoolofEd… https://t.co/krFF2gCYWN",
        "This is an important study. However long term earnings estimates don't address the immediate concern of students an… https://t.co/QGtOoLo1ce",
        "Liberal arts education: Waste of money or practical investment? Study’s conclusions might surprise you.… https://t.co/v0wVkCM9Ux",
        "An incredibly important editorial by @hholdenthorp @HigherCallingBK https://t.co/jt6nq41Arq",
        "This is a taste of what is going to be a very influential book. Hope to use it in my Higher Ed grad seminar in the… https://t.co/yLfHXkuvEX",
        "This is how you regain public trust. @HigherCallingBK @UNCSchoolofEd @hholdenthorp @CathyNDavidson @SlaughterAM… https://t.co/MGMSVJhBSH",
        "What troubles America runs deep.https://t.co/K4kd7gCfQN via @NYTOpinion",
        "@DSMarkovits @jennifermmorton Markovits is coming to CH this spring and we want PPandE to co-sponsor at no cost. I… https://t.co/HfXvRVLDT7",
        "Price competition results when education becomes merely a commodity. SNHU steps up state-level competition ⁦… https://t.co/OXMK4zl6E3",
        "Great newsletter. Subscribe! https://t.co/seBNhnRgZ5",
        "Followers--You should subscribe! Things to Watch for in 2020 and Beyond by @jselingo https://t.co/LigNn3Tmce via @revue",
        "Please have a look at our third newsletter and let us know what you think.@uncpressblog @hholdenthorp https://t.co/05UAJVWDZH",
        "Great to see this one still has legs. @uncpressblog @UNC @unccollege https://t.co/8ngJu0Pyd6",
        "vision+passion + hands on execution can make up for shoe string budget. Kudos @KGeee @hholdenthorp @CathyNDavidson… https://t.co/EUWQN5ziVy",
        "The devil is in the details.https://t.co/VUOpIJPg2L via @NYTimes",
        "Agreed. @CathyNDavidson is correct. One  solution for what ails higher ed is not the answer.  It’s time to start un… https://t.co/HurdXaFA6A",
        "The rewards of a clear strategy! A Cash-Strapped University Bet on Student Success — and Grew - The Chronicle of Hi… https://t.co/uzRy22lCuU",
        "Thank you @dintersmith My sense is the door is open. Our job now is to keep listening, testing and iterating all in… https://t.co/VCOMBnE7RF",
        "@KGeee @melindakmccabe @VKaramitros @hholdenthorp “Getting to” is solving part of the problem but “getting through”… https://t.co/LuAEldacMS",
        "Let me know what you think! @jselingo @michaelbhorn @SlaughterAM @CathyNDavidson @vijisathy @KGeee @UNC @unccollege… https://t.co/Y12Gg0M7tr",
        "Excited to share the second edition of the Our Higher Calling Newsletter, my newsletter focusing on higher educatio… https://t.co/0Ll1di5bGK",
        "Thank you Jeffrey. @HigherCallingBK https://t.co/oymbLYKZZm",
        "⁦@KevinGuskiewicz⁩ beginning the next chapter of making ⁦@UNC⁩ proudly public https://t.co/4Bm99BRPTV",
        "As always thoughtful commentary from a brilliant economist. @SlaughterAM @CathyNDavidson @jselingo @michaelbhorn… https://t.co/zCRbe0XG5M",
        "This course was a pure joy to teach. We’ll do it again next fall. @KevinGuskiewicz @UNC @unccollege https://t.co/9pPwWCb6hR",
        "We hope you will sign up and join the conversation! https://t.co/Q0aW2r6kPn",
        "I hope you will have a look and let us know what you think. @hholdenthorp @KevinGuskiewicz @jselingo @michaelbhorn… https://t.co/BbxD1Z8fW5",
        "So discouraging especially for the  English doctoral student in our class. @KevinGuskiewicz https://t.co/MpwvTouP1e",
        "How do we get a fact based conversation on the methodology behind the list? We Don’t Need A List Of College Finances https://t.co/vrrxIg4s4T",
        "Is this the final straw? @HigherCallingBK https://t.co/Be0reDSLFu",
        "This is worth a look. College Admissions and the Public Interest | MIT Admissions ⁦@HigherCallingBK⁩  https://t.co/xdjSdfXeON",
        "@CathyNDavidson Perhaps there should be a different standard for non-profit colleges but market analysts and short… https://t.co/mf8olu0IJ2",
        "We’ve gone from smoke to fire and a major earthquake is looming. Private colleges convinced company to scuttle rele… https://t.co/3s2EZdSjTY",
        "Strategy is almost never voluntary. This. @jselingo @michaelbhorn @hholdenthorp @CathyNDavidson @VKaramitros… https://t.co/ibvsScovfP",
        "@VKaramitros @melindakmccabe https://t.co/Qme6Dn4Dth",
        "Great to see this important work continued to be recognized.@VKaramitros @melindakmccabe @CathyNDavidson @jselingo… https://t.co/YxFniMNv2V",
        "@VKaramitros @mmcdanielsphd https://t.co/vLoGcxpbqv",
        "@VKaramitros @melindakmccabe https://t.co/Qme6Dn4Dth",
        "A refreshing discussion that reaches across the aisle! https://t.co/cbE5cp8Khk",
        "It's easy to be critical of this but intentionally focusing on culture is an important first step even if Disney mi… https://t.co/fEyezVKpfg",
        "@VKaramitros @melindakmccabe https://t.co/USaeQzk74S",
        "Another element in the complex relationship between higher ed and the public. @HigherCallingBK Beyond vetting donors https://t.co/mrh3zmPIyo",
        "@VKaramitros @melindakmccabe https://t.co/FeQWZHeUgs",
        "As we say in our book--Universities are not corporations and can't be run like one. https://t.co/ZeZ9Oifn7p",
        "This one episode captures so much of the national conversation on higher ed, innovative pedagogy, food insecurity a… https://t.co/qVOfSAfkoU",
        "@StephenMGavazzi @hholdenthorp Sure.  Shoot me an email and let's set a time to talk. buck_goldstein@unc.edu",
        "@SonosSupport Hi\nAre we now connected?",
        "@SonosSupport my system suddenly says it doesn't support my browser on all my devices. Help",
        "Pioneering work on the moral imperative of childcare for all. @hholdenthorp @SlaughterAM @CathyNDavidson… https://t.co/wZJA1qHclt",
        "An answer to the naysayers who say “u can’t teach this stuff” @hholdenthorp @ShufordProgram @unccollege… https://t.co/N2iC79aNCb",
        "@susanpgreene is doing active learning in a 400 person classroom. https://t.co/Sc5egmvwxC",
        "Child care will be a fundamental polici issue over the decade to come. @SlaughterAM @CathyNDavidson @hholdenthorp https://t.co/g1VaXvQA85",
        "Hear Ashton’s story on The Double Shift @KGeee https://t.co/KUnKuceHqJ. She has a bright future in NC politics. https://t.co/LBWcNnNIQA",
        "We all have so far to go. The first step is to acknowledge this. https://t.co/SYTdEhYKsP #axiosam",
        "Stay tuned for many more! @ShufordProgram @unccollege @CathyNDavidson @jselingo @SlaughterAM @michaelbhorn… https://t.co/yCipS6bdcD",
        "This is the transparency that paves the way for an impactful plan. Sometimes it takes courage to tell the truth.… https://t.co/TdsJ0Fo4HW",
        "Return Pres.Bartlett to the West Wing! https://t.co/5urxm2GqU3 via @NYTOpinion",
        "Return Josh Bartlett to West Wing zuckerberg-facebook.html?smid=nytcore-ios-share via @NYTOpinion",
        "Consolidation takes visionary leadership and courage. We give some examples in https://t.co/i51t4IqjBY.… https://t.co/YgmQQCdSQU",
        "Yet again, one size does not fit all. Variables include class composition,subject matter and the professor herself.… https://t.co/WGldWa0UZ8",
        "Perfect timing. https://t.co/yDldUpO9eX",
        "For profit model does not work! https://t.co/ls3W75KBJe",
        "Keep your eye on this.  Free college with no federal mandate or bureaucracy.https://t.co/Ua68fjCVSY via @freep",
        "Change will come mostly from financial crisis which is upon us now.  Keep your eye on business schools with huge dr… https://t.co/s0Ql1Lm5mG",
        "A short piece that creates context for the important conversation about what is expected of higher ed.  https://t.co/QfjmmEMA4M",
        "More on the groundbreaking piece in Science https://t.co/4UPcwU8SIO via @NYTimes",
        "3) @hholdenthorp and I discuss the perils of university leadership in Ch 6 of https://t.co/i51t4IqjBY",
        "2) Other than academics, politicians have had some success in higher ed leadership but usually at the system level.… https://t.co/bWZT1sP6S7",
        "1) A Chancellor is traditionally a member of the faculty and faculty don’t drink at bars with students. Dan was wel… https://t.co/W112T7DqDT",
        "Just barely on the job and Holden is aready killing it. Racial bias in a medical algorithm favors white patients ov… https://t.co/d8jF6L2Ihb",
        "We need some objective metrics for when a strategy is required.  This will make it easier for leadership to go to t… https://t.co/XgBxyKKoD3",
        "Holden’s off and running.😀🎉🍾 https://t.co/U9kGsWJvKU",
        "For most schools a strategic response to this data is way overdue. The ones that step up will survive but many will… https://t.co/NpzDmE780J",
        "This was a joy for all involved. https://t.co/zeoVpUJzpJ",
        "400 students actually doing a SWOT so they can understand strategy. ⁦@hholdenthorp⁩ ⁦@CathyNDavidson⁩ ⁦… https://t.co/WYEbBdptBI",
        "Hard data on college closings. This makes sense of a complicated situation. @hholdenthorp @jselingo @michaelbhorn… https://t.co/RdESdxnpE3",
        "These are the schools that will move the meter in higher ed. It’s time to end the obsession with college exclusivit… https://t.co/DvJRL0PIIN",
        "See Holdens new twitter handle @hholdenthorp https://t.co/bPgBqpxTmP",
        "Existential challenges may be the catalyst for fundamental change in higher ed—esp in the liberal arts. Kudos… https://t.co/mcjTCgs1lk",
        "The Dialogue has changed dramatically as reality sets in! A Merger Won’t Save Your College - The Chronicle of Highe… https://t.co/9bepHrKUfC",
        "@JWilliamsFstmed @ShufordProgram @UNC @unccollege @KevinGuskiewicz @Joseph_DeSimone Google him.",
        "@JWilliamsFstmed @ShufordProgram @UNC @unccollege @KevinGuskiewicz Entrepreneurship is a way of thinking, a habit o… https://t.co/SQ0RwUG4y6",
        "Disagree. We are teaching entrepreneurship to 420 students and many of them will become entrepreneurs… https://t.co/afRUnhpTtU",
        "The devil is in the details. Merely adding a MOOC to a course catalogue makes no sense. Creatively integrating skil… https://t.co/XKnysUBYU6",
        "A topic for further exploration by the editor of Science @holdenWU https://t.co/Bfq7CNw8WV",
        "Congrats to @SlaughterAM https://t.co/tiGC0Jmxng",
        "This is what happens when you have back to back meetings, teach a 3 hour seminar and go to dinner and bed without c… https://t.co/Y3DYGRGiUx",
        "Can we have this same conversation focused on the liberal arts? Boeing Wanted Better Engineers. Higher Education Wo… https://t.co/4Nu0nQcbW9",
        "More prototyping! ⁦@ShufordProgram⁩ ⁦@unccollege⁩ https://t.co/l6hVyt2Ul5",
        "83 teams building prototypes. Really? ⁦@ShufordProgram⁩ ⁦@unccollege⁩ ⁦@UNC⁩ ⁦@CathyNDavidson⁩ https://t.co/AN6vxObX4D",
        "The issue of legacy admissions will not go away. Higher Ed leaders should get ahead of the curve.@holdenWU… https://t.co/37AEtLi6ym",
        "Thank you @StevenDandaneau for your thoughtful response.  I hope my followers will take the time to read his six tw… https://t.co/g8hhYPYnqP",
        "@NateSilver538 Bernie is leading an important movement. Movement leaders don’t typically hold office except in Verm… https://t.co/7HbSJVhj5l",
        "Legacy admissions and sports are all about money. Half the schools have an unsustainable business model. Perfect st… https://t.co/sC3Dgsc8TG",
        "Ideation in a class of 400. Can’t wait to see what they come up with to improve higher ed. https://t.co/mQtZTXT6OE",
        "Actually higher Ed, with about 75 exceptions, is being commoditized. Schools will no longer be able to behave like… https://t.co/8RWe8tYiU2",
        "More empathy mapping. ⁦@ShufordProgram⁩ ⁦@susanpgreene⁩ ⁦@unccollege⁩ https://t.co/TJvGMpFRg3",
        "83 teams doing customer empathy mapping. ⁦@ShufordProgram⁩ ⁦@unccollege⁩ ⁦@UNC⁩ ⁦@susancgreene⁩ https://t.co/PEsAt3aOMf",
        "Improving access is both a moral AND an economic necessity for  higher ed! https://t.co/jkiGHi0kPa",
        "This thread is a great summary of student debt. Read it and then the underlying report. @NewAmericaEd @SlaughterAM… https://t.co/85zIaJblGv",
        "More design thinking ⁦@ShufordProgram⁩ ⁦@unccollege⁩ ⁦@UNC⁩ ⁦@KevinGuskiewicz⁩ ⁦@susanpgreene⁩ https://t.co/uyrNHwm74V"
    ]
}