{
    "screen name": "sebapellizzeri",
    "no. of tweets": 146,
    "tweets": [
        "@MadeInJujuy Una más. Entré a la cancha, arranqué un cacho de pasto \"para el recuerdo\". Estuve 15 minutos caminando… https://t.co/I1Vogd3gTl",
        "@MadeInJujuy 17 años. Compré un superpancho en la interminable cola de ingreso. Estaba verde. Lo vi antes de comerl… https://t.co/kkOzK2urvl",
        "@lolamacchia @rociopucinelli @gperezr33 @NangoCine Yo la tengo a @doutorsi de fondo. En qué te han convertido, daniel.",
        "Empezando por el principio, 60 días después. https://t.co/7WRBfgSNZ0",
        "El inbox de Linkedin se transformó en una panfletería.",
        "*imborrable.",
        "Nos dimos el lujo de tener a @dale10 con nuestra camiseta en el monumental. Y que lo juegue y lo festeje con el mis… https://t.co/r3N6SFdhjZ",
        "En Paraguay nos empataron en el último segundo. En Buenos Aires fue todo tensión y desahogo. Sin dudas el día que m… https://t.co/1iWBkdktk7",
        "La historia en su lugar. https://t.co/UnTQJG5TlX",
        "@EveeArg Creo que a todos",
        "@NatiNats3 Yo! No abre ninguna",
        "Si sos cuervo:\n\n- Poné esta versión\n- Subí el volumen\n- Cantá la de La Gloriosa arriba\n- DOROGA. \n\nNo afirmo ni des… https://t.co/CHTwoava5t",
        "Esta cuarentena se va superando 😂 https://t.co/Cxt8sQgBHD",
        "De las pocas series que no pongo omitir intro. Vean #CasiFeliz de @sebawainraichok, en el podio de series de la cua… https://t.co/Ni3USILq9H",
        "@Fernetincho @fmendiguren Estoy casi convencido que fue mIRC. Porque lo usaba en 1er año de la secundaria y todavía no tenía ICQ.",
        "El @prensabna te pide que actives el token para transferencias. Te bajás la app o vía web y la opción no está. Las… https://t.co/hBbigzl8TU",
        "En los videos de #TikTok de \"está saliendo agua del baño\" son geniales las caras que ponen los padres cuando se dan… https://t.co/d66Fgo9Fbs",
        "@MalalaTinelli Hola María Laura, hay algún link de inscripción? Gracias.",
        "@leandrocahn Clarísimo. Gracias, abrazo de gol cuervo!",
        "@leandrocahn Lo que digo es: si yo tuviera el dato de quién tiene y quién no, foto hoy de los 44 millones, intuyo q… https://t.co/6GrktsGV5f",
        "@leandrocahn Sin reestricción económica y/o de stock, testear más no es mejor? Más datos no implica mayor claridad para tomar decisiones?",
        "@lucasllach Así como hubo un área de simplificación productiva, es muy necesaria un área de simplificación financie… https://t.co/pfLP74E3qj",
        "@FacuGiobergia @ivancarrino Le estás dando la razón al argumento inicial. \"Hay otros factores\"",
        "¿Estamos todos mirando videos de @LesLuthiers_Arg no?",
        "Parte de la productividad de la cuarentena. Lindo curso de @DukeU en @coursera https://t.co/NWU4ZiQmwK",
        "@QuikFCO @lucasllach *Es una de las",
        "@QuikFCO @lucasllach Es una mala digital footprint! Usar yahoo o hotmail está asociado a mayor probabilidad de defa… https://t.co/rThOG74DYi",
        "@mmcr85 @analiticasports Me la perdí, en un rato entro al resumen!",
        "Estas dos horas sí o sí me pongo a trabajar.\n\n*Se pone a ver goles del Pitu Barrientos.",
        "@EruCap Es la nena que vivió hace mucho tiempo ahí y miraba televisión de noche.",
        "Me alegró la noche saber que existe la cuenta de personas que venden espejos @vendiendoespejo",
        "@gabyspepe Los que se oponen a la medida, en general, no te muestran las alternativas.",
        "@jorobarlapita Lo vi al minuto de tuitear, tengo mérito.",
        "@jorobarlapita Tuitazo",
        "@Gonzo_MM @lucasllach Entonces el oficial tampoco sería un mecanismo de transmisión. Lo veo más como lo que dice Lu… https://t.co/rc2Qk91vxu",
        "@Gonzo_MM @lucasllach No, sin dudas no. También pasó con el oficial cuando pasó de 20 a 44 en dos meses. Los pasaje… https://t.co/WWM0ICBop1",
        "@Gonzo_MM @lucasllach Si me entregás 13 mil dólares, el blue no afecta al precio. Si me entregás 10 mil, en este ca… https://t.co/AF6PXTJ326",
        "@Gonzo_MM @lucasllach Si te vendo un auto de $850.000, cuántos dólares me das a cambio?",
        "@levelboedo Para mí debe tener funciones que desconozco, algún candy crush escondido.",
        "Me gusta cuando el sistema bancario, público y privado, funcionan a la perfección. https://t.co/Ij0635rlxV",
        "¿Qué hace la gente adentro del cajero? Necesito paper conicet.",
        "@laramedialdea @gabybuenos Sin dudas, adquirí el vicio en mis 75 días vegano.",
        "@gabybuenos Pasó un barista y dijo que para hablar de cafés primero hay que saber distinguirlo del capuccino.",
        "@i_lofeudo @FutlabAR Mirá @jotaenlaweb, algo de lo que comentabas hace unos días.",
        "@BrunoOlivetto Ya sé dónde no vivir.",
        "Como consumidor de 8-12 Rhodesias semanales, elijo creer. Soy adicto a la creación de un hombre brillante.… https://t.co/g2A0Doe8g9",
        "Bronca nivel bombita que los comercios cierren en horario de siesta.",
        "El reino del revés. https://t.co/8M4szPgdEh",
        "24 días de cuarentena.\n+0,9kg arriba. https://t.co/2qaYgWg3uI",
        "@fritz__ @FernanQuirosBA A todos los que tienen domicilio en CABA y venían de países declarados como zonas de riesg… https://t.co/17kgQ3o3IX",
        "@fritz__ @FernanQuirosBA Se testea a la persona al 7mo/9mo de arribada al país.",
        "@Martin_SL @DiarioOle Que lo haga cualquier NN está bien. Que se use como caso de estudio en las escuelas de period… https://t.co/gk7x6kDnZR",
        "@AnidoMarina @mariaFFreijo @dadatina Sí, estamos todos encuarentenados, porque a Crescenti le gusta exagerar y hace… https://t.co/inxznNdHyi",
        "@diegoruscitti @EstebanARH @mluna91 Claro que pueden. Se trata de chequear información antes de largar algo.",
        "@barros_guido Muy necesario!",
        "Imposible entrar a un banco. Es una locura exponerse así.",
        "Mañana abren los bancos. Mañana tengo que ir al banco. https://t.co/2p855SAqfB",
        "@ArsenalEspanol @SanLorenzo Que agradable sujeto, vamos a seguirlo.",
        "@levelboedo Partidazo.\nAsado.\nBoliche.\nPunteros.\n\nViaje redondo a Mendoza.",
        "De todos los viajes, este está en el podio. 2-1 y punteros. https://t.co/EfkD61Ew5G",
        "San Lorenzo es mi historia y la tuya.\n¡Felices 112 años para toda la familia azulgrana! 💙❤️💙 \n\n#112añosCASLA #FelizCumpleEnCASLA",
        "Como sale el vino en cuarentena, que lo parió.",
        "\"Es por oferta y no por demanda\".\n\"Hay que dejar de buscar malos\".\n\"En este momento no hay que agudizar la contradi… https://t.co/WgYgtFnEf8",
        "@Soytumujer @Apuntes_ Femicidios",
        "@lolamacchia Jaja y yo que tenía dos más para subir.",
        "@lolamacchia Jajaja como me entro de lleno este tuit lpm",
        "@GiseLosinno Hoy empiezo.",
        "Pasó lo que todos temíamos: almacenamiento lleno.",
        "@CaroRaspo Llegué ayer, sin escalas. El paraíso.",
        "@RikyMihura Acabo de hacer un pequeño aporte. Lo publico para otros se sumen. Es muy fácil y rápido donar.\n\n¡Felici… https://t.co/OZ6WWwlvyy",
        "Muchos amigos y amigas dejando todo día y noche. El orgullo es de todos. 👏👏👏👇 https://t.co/ebtuBKssTw",
        "@Apuntes_ @FloorParenti Pero además no están contando muchos casos. Los descartan, hay que olvidarse de todo lo que… https://t.co/j8vAQv6sZK",
        "@zanoni No quiero abrir polémica (o sí, je). Pero en general es el 90% de nuestro querido sector privado argentino.… https://t.co/T96xcuZ5ii",
        "Considerable aumento de gente en la calle entre ayer y hoy. Y en los próximos días mucha gente va a cobrar su sueldo al banco/cajero.",
        "@fmendiguren Y tardaron unos cuantos días hasta entender qué pasaba, corrieron en desventaja.",
        "@Martin_SL Depende, hay edificios que nacen con el corazón ortiva. https://t.co/xfI8BnLq7C",
        "@DonRudi ¡Congrats @DonRudi! Lo mejor en esta nueva etapa!",
        "@alxprince No nos va a quedar otra que charlar en casa.",
        "@nehuenm Ojo que hay una distancia entre ayudar a hacer cumplir la norma a linchar públicamente a alguien que infringió la norma.",
        "Nos van a cagar toda la velocidad del streaming lpm https://t.co/2vRanFeWqd",
        "@jorobarlapita Jajaja vi esto y me acordé del tweet. ¡No rimming! https://t.co/W3DY1OPUSc",
        "@leandrocahn Muy bueno. Me surgen dos preguntas leyendo esto:\n1) No se podía haber hecho esto en febrero? Es pregun… https://t.co/ydR2k81xn9",
        "@Colyto Todavía igual necesito un poco más de días 😅",
        "Que maravilla #TikTok, me llevó 5 días de la cuarentena entenderlo.",
        "TODOS después de la cuarentena. https://t.co/6oRHbdhGju",
        "@Colyto Acá el jueves antes del anuncio había más gente en la calle que un 23 de diciembre. Yo también la hice pero… https://t.co/7b8Jh7bJ9h",
        "Hoy lunes es el 4to día de cuarentena obligatoria. Lo digo porque en instagram cada uno lleva la cuenta que quiere… https://t.co/uBSLmn7UwY",
        "@Adrissresoni @Apuntes_ Se solucionaba cerrando las fronteras. Si no le caemos a un ministro porque \"era difícil de… https://t.co/4eStm64uBf",
        "@francodinicola @BocaJRSQuerido_ @NicolasLucca Con tu última frase estás contradiciendo el argumento inicial. Por o… https://t.co/BbRCQ8KrYS",
        "@fmendiguren \"Hagan algo\". Quizás políticamente estás forzado a hacer algo más. Mucha presión social y mediática. E… https://t.co/B12sYQi2Hz",
        "@fmendiguren *y el",
        "@fmendiguren Y viejo y querido \"contrafáctico\" que todos queremos y odiamos a la vez.",
        "@evelinacabrera @DownloaderBot",
        "@zanoni Y sigue habiendo mucha gente en la calle. Nos estamos pegando la piña económica del siglo y no somos estric… https://t.co/dLoM7f904I",
        "@jirungaray Esta de Tucumán es muy ejemplificadora. https://t.co/UDMu79IlmV",
        "@EstebanBianchi Es mentira eso de la comida para más de dos días. Se acaba todo en el mismo tiempo. Más tenés, más… https://t.co/cZBaKFSvfn",
        "OFICIAL - 12:30H Hay más gente en la calle que un 23 de diciembre.",
        "Lo irresponsable que es comunicar \"dentro de poco se viene el cierre total obligatorio\". Todos los comercios abarrotados de gente.",
        "@estipozzo Está perfecto. Lo aclaré porque no siempre es gente insensata, un beso.",
        "Cuando vean un carrito así, no necesariamente es gente insensata. Hay familias que se están ayudando a hacer las co… https://t.co/FofkmxiqtU",
        "@estipozzo Hay gente que le está haciendo compras a sus papas, tíos o abuelos. Está bien alertar que no es necesari… https://t.co/5dMayJq0Kx",
        "¿Y qué hincha de @SanLorenzo no le va a tener fe a la Sosoneta? Bienvenido a Boedo. https://t.co/g1iWqEJ0e7",
        "@zanoni Sin duda, por eso fijar el precio es peor. Necesitás aumentar la oferta.",
        "@zanoni El tema es que justo con el alcohol en gel es mejor que todos tengan, a tener acopiado un par en tu casa. S… https://t.co/6ljhbMmv9z",
        "San Lorenzo no te deja ni indignar tranquilo que va y te clava un gol al segundo que enviaste el tuit puteando. Con Lanús hicieron lo mismo.",
        "@bdatafootball @superliga Ese algoritmo es anti san lorenzo 😛",
        "@alonsodeentrer1 @lucasllach ¿Cómo nace cualquier negocio sin capital? La inversión se necesita, es inviable económ… https://t.co/qtxFBZlYqi",
        "@lucasllach VOT SI tender a igual. De la noche a la mañana el fútbol femenino no va a brindar el mismo espectáculo… https://t.co/yo9wbcIeZg",
        "San Lorenzo es una timba, desordenado, con pinceladas de tiki tiki, marca mal, pierde en el juego aéreo muy fácil,… https://t.co/o1pMeuc8df",
        "En la semana este equipo entrena o come cañoncitos con dulce de leche como yo?",
        "@morschatzky Jajaja es excelente este fake hermoso.",
        "@laramedialdea @TyCSports Pasó el chango cárdenas y dijo que te zarpaste en caradura. 🙃🤗",
        "@TyCSports Se jugaba San Lorenzo - Racing en esos días y no se sabía qué iba a pasar. Por supuesto, los recibimos c… https://t.co/PkpxFVzJU2",
        "@fmendiguren Trillado, no es para oscar. Pero está para verla.",
        "@l1chatoledo @emirvizcarra Queridísimo. En youtube tenés 200 más de distintos años. https://t.co/FoHxligxi2",
        "@Dolarizar Gastón Aguirre. \nhttps://t.co/SUJtZnluPp",
        "Se pone a pleno Mardel en la segunda de febrero. #JuegaSL ❤️💙 https://t.co/R8A1rH0bGm",
        "Abrís twitter. Te ilusionás con la tendencia, no se sabe bien basado en qué pero te ilusionás igual. Mirás la notic… https://t.co/MLhg36yUGV",
        "@rusosnith En el Banco Ciudad hay.",
        "@VarskySports De acuerdo con que hay un déficit de producción, pero... ¿No será que los jugadores jóvenes duran men… https://t.co/T40gm0YBuC",
        "@Andres_Yaconis @RamirezEsteban7 @AtajaRama Lo que te está diciendo con los partidos jugados es que el primer tuit que pusiste no es cierto.",
        "@CoronelGonorrea Un granito de arena más https://t.co/32WJeTV5WX",
        "@ElNazoDeBoedo @SanLorenzo @betoacosta300 Inolvidable. Mi viejo estaba jugando al paddle y yo le iba gritando todos… https://t.co/aF2pNC97X0",
        "@hcmauri Ojalá algún día se le deje de tomar examen a Messi. Sos un gran periodista Carlos, es el mejor del mundo d… https://t.co/lxcbxXmwmd",
        "@retrocasla @corazoncuervo3 Hermoso, que crack.",
        "Si sos manager no podés ser DT. IMHO.",
        "@julianrod @nehuenm @flortundis \"Es mi nombre\" dice, como sorprendido de ver uno igual. CONVENGAMOS NO TE LLAMÁS ARISTÓBULO TEMPIKA, JULIÁN.",
        "Está quedando muy lindo el edificio de la @afa. Piso por piso va avanzando rápido la remodelación. https://t.co/vIvvCJPYUB",
        "@leandrocahn Jajaja comes with the job. Pero quién te quita el 1-0 de ayer.",
        "Ir a la cancha hoy es solo para compartir con amigos y amigas de tantos años, pero está lejos de ser un gran plan d… https://t.co/B4TKbrFQ9t",
        "El hincha de San Lorenzo más chico está tan confudido que trata igual a jugadores que jugaron para atrás que a un p… https://t.co/Hq9wmFg35D",
        "@RRacing22 @Martin_SL @InfiernoRojo Pero querido, les llevan doscientos partidos. Es el segundo clásico más desparejo del fútbol argentino.",
        "@Martin_SL @InfiernoRojo En el prode puse 0-2 para el rojo. Perdí 3 puntos imposibles. Estoy para ir a putear a la sede de Boyacá.",
        "Pero más allá de ese sujeto al cual deberían retirarle el carnet, hay muchos chicos a los que habría que explicarle… https://t.co/9gkYIf2u3v",
        "Hoy me tocó el hincha más insufrible al lado mío. Puteó a todos antes de los 5 minutos. Si hubiera dejado el auto m… https://t.co/6pAJKSv23H",
        "@julianrod @brancowitz DifusiónCornejo 😱",
        "La Gloriosa aparece en Explained, una serie de Netflix que explica cosas en pocas palabras. En este caso, en el cap… https://t.co/ZUUFt5mZbl",
        "@leflak2 @Martin_SL En cualquier caso, salvo que tengas un Centurión o Brian Fernández, un proyecto de inferiores s… https://t.co/0wAEZLuHDV",
        "@levelboedo @AgusKicillof En la semana hay que patearle 200 veces hasta que cabecee 190.",
        "@Martin_SL Insaurralde (Selección Sub20), no jugó más y se fue.\nMatías Palacios (Selección Sub17), no concentra. Ju… https://t.co/0SoeAQAAEu",
        "@juavarg Sin dudas. La rebeldía tiene que estar, más en jugadores así. Igual el técnico influye mucho en el rendimi… https://t.co/R5tdoV2NEM",
        "@juavarg Coincido, un poco de rebeldía ahí. Pero el DT no ayuda. No entiendo cómo planificaron la pretemporada con… https://t.co/jDYpVQa8Zx",
        "Compro todo el humo que me vende @evra en redes. Me declaro fan del personaje y de todos sus videos. Diez años atrá… https://t.co/D97qrsn5RU",
        "Le sacan amarilla por jugar al fútbol y después le tiran un comentario racista. Si quieren que los jugadores hablen… https://t.co/hoBzdONxJh",
        "Qué difícil cuando te repiten la jugada 200 veces y @dflatorre sigue repitiendo penal, cuando claramente no pasa nada adentro del área.",
        "👆🙋🏻‍♂️ https://t.co/wcs4dTT59K"
    ]
}