{
    "screen name": "ShaneStrategic",
    "no. of tweets": 193,
    "tweets": [
        "How do you plan for an uncertain future? https://t.co/TLE3NWwyMJ",
        "Small Businesses Aren’t Mining SEO Gold https://t.co/I6xAZxt3t6 https://t.co/aAEnczEAFT",
        "It’s hard to plan for an uncertain future when you’re trying to survive in an uncertain present. https://t.co/AXItnGKr6E",
        "It’s hard to plan for an uncertain future when you’re trying to survive in an uncertain present. https://t.co/6k2IgsjLCf",
        "Want Your Content to Succeed? Make it Resonate with the Right Audience (no, not that one). | SparkToro https://t.co/VAkTOhwwsL",
        "LinkedIn is updating the algorithm used to rank content in its feed by factoring in the amount of time users spend… https://t.co/RU0XfYxfE5",
        "Why Your SEO Content Strategy Needs Temporal and Evergreen Pieces to Maximize Traffic https://t.co/caHtWUpxUs https://t.co/LdiRQvmkbq",
        "Is now the right time to start planning for the new normal? https://t.co/LH20pHVpH4",
        "How The Crisis Has Made Content More Valuable Than Gold https://t.co/SEVSy5NwdV",
        "Is it time to start planning for the new normal? https://t.co/fqxjZ7HcnU",
        "As advertisers seek to diversify product discovery and boost visibility, retailer media networks have the potential… https://t.co/nQCdoLQWqH",
        "How do you plan for an uncertain future? https://t.co/LfSkXED7wF",
        "Leaders, Welcome to the Beginning of Phase 2 https://t.co/6PAFL7c7Gs https://t.co/a31I4zUVmJ",
        "As the economy starts to re-open, is it time to start planning for the new normal? https://t.co/pAO86URAvK",
        "Is it time to start planning for the new normal?https://t.co/p1ueGt99me",
        "It’s hard to plan for an uncertain future when you’re trying to survive in an uncertain present. https://t.co/AsJxr3dOe1",
        "How do you plan for an uncertain future?https://t.co/ACT2MHFCy0",
        "4 Steps for How to Measure Facebook Ads Effectiveness https://t.co/k4KdarXxyN",
        "How Elon Musk Exemplifies The Biggest Problem CEOs Now Face https://t.co/ix1yOnRNBu",
        "How to Choose the Right Long-Tail Keywords by @SEOcompanyMiami https://t.co/LLhXdS4c78 via @semrush",
        "Who wins and who loses with the May 2020 Google Core Update: https://t.co/7IzbHRN8gz",
        "How to Get Your Web Developer on Board with SEO [Bonus PDF] - Whiteboard Friday https://t.co/GPHtV3bH9C via @moz",
        "Content Refresh: How Updating Old Content Can Revive Organic Traffic https://t.co/QZFTyLeomR",
        "A 5-step path to cookieless digital marketing https://t.co/DriIjJZrvq via @SmartBrief",
        "The paradox of risk https://t.co/MgLAkioyrN via @SmartBrief https://t.co/fyV9IeJmFI",
        "Want to put your ecommerce site well ahead of the competition? Focus on writing unique product descriptions. Here a… https://t.co/RKsyNABhbM",
        "How Google SERP Layouts Affect Searching Behavior https://t.co/xYza0GW0QJ via @moz",
        "Experts Share Their Best Tips on How to Be a Better Virtual Event Speaker https://t.co/D80F9uMUOg https://t.co/50XiDzHO9e",
        "How to Scale Valuable Facebook Lookalike Audiences https://t.co/hwXTleN2ZA via @yahavhartman https://t.co/XLRlqwMoR7",
        "90% of people buy from brands they follow on social media, study says https://t.co/LHE4sMl2ED via @mobilemktrdaily",
        "Is your competitor dictating your marketing communication efforts? https://t.co/a06XZJEHia",
        "Google's John Mueller recently addressed whether the value of inbound links goes up or down with age.… https://t.co/K89kiq4Vnh",
        "Most consumers are trying new brands during social distancing, study finds: https://t.co/cOBUkA88ux via… https://t.co/uFlOiEU80t",
        "Not every piece of advice is right for you. You need to scrutinize everything being presented to you so you make th… https://t.co/6m7FbP2aFm",
        "Are you getting burnt out on a constant diet of corona marketing? Leading With Action Can Reduce The Risk Of A ‘COV… https://t.co/Xw85VLIHlY",
        "Is your competitor dictating your marketing communication efforts? https://t.co/VeHTxX2T1a",
        "Sometimes good advice isn’t good advice for you. \nhttps://t.co/A6IMEKeEBf",
        "There is a ton of great information out there that can help you but it may not be the best thing for you. Don’t tak… https://t.co/Qp1wifX8t9",
        "Are you doing what’s right for the organization or reacting to  a competitor? https://t.co/HsCsXiNCBm",
        "How to Cut Through the Hype About AI https://t.co/z1YFqGfkrp via @mikekaput https://t.co/J0EjLdAGV3",
        "Facebook will soon allow creators and small businesses charge for live events https://t.co/kM2AVfEAYp",
        "Not every piece of advice is right for you. You need to scrutinize everything being presented to you so you make th… https://t.co/Rh1iMLMCg9",
        "Sometimes good advice isn’t good advice for you. https://t.co/hxxT2cVela",
        "Is your competitor dictating your marketing communication efforts? https://t.co/x9WhyJjEX2",
        "How to Write Customer Success Stories That Sell (Template) https://t.co/lyyJKx5pNi via @coschedule",
        "Google Ads Negative Keywords List: Get it Right and Win Big in 2020 https://t.co/vLDdBgUk9s https://t.co/2ZOl3zhpuh",
        "The 2 Possible Futures of Marketing After Coronavirus by @Nabisukey in @BttrMarketing https://t.co/q2XbR3QbXo",
        "Google Ads Guide: Taking Smart Risks on Automated Bidding https://t.co/X4TxNcw4wI via @SeerInteractive https://t.co/Ki485J4J81",
        "In uncertainty you will need to improvise and that starts with a strategic plan. https://t.co/5RduRPo8A1",
        "Fantastic article: Why &amp; how brands should adopt content distribution processes in their marketing mix… https://t.co/tUw4p02yxY",
        "Now more than ever you need to be able to improvise but that won’t be possible if you don’t have a strategic plan. https://t.co/aHuECmIvaM",
        "Google will begin requiring documentation of user identity and geographic location for advertisers. Here's why and… https://t.co/ErHSonajj4",
        "When the world is changing so fast that you can barely keep up you need to improvise and that starts with having a… https://t.co/wMX4j6xJ0c",
        "6 Tips for Creating Content That Spreads Naturally https://t.co/IMOiZi9ISv via @HubSpot @JanetAronica https://t.co/nafTDGGjzV",
        "9 Ways to Start Leveraging YouTube for Your Brand's Marketing - https://t.co/TRZijZtdJO via @wishpond https://t.co/Q2QOZLJySF",
        "Four Google Alerts Alternatives That You Will Actually Want to Use @MarketingProfs https://t.co/0FEDVCkxfC https://t.co/s5BgPJ6FML",
        "In chaos a strategic plan will act as your north star. It will help you navigate through the craziness and get you… https://t.co/EH0oj0kJjb",
        "Now more than ever you need to be able to improvise but that won’t be possible if you don’t have a strategic plan.… https://t.co/MZfphpvmzI",
        "3 Terrible Reasons to Avoid Smart Bidding (And 8 Great Reasons to Use it) https://t.co/ZoDWRCktZV via… https://t.co/AJVoZjulVG",
        "7 curated content examples to help you master the curation game https://t.co/AIy66XiloR",
        "When the world is changing so fast that you can barely keep up you need to improvise and that starts with having a… https://t.co/Tk0fq4iYMu",
        "19 Important Digital Marketing Metrics for Measuring Success https://t.co/c2pVBGJM1q via @FreshSparks",
        "28 Social Media Experts to Learn From (Listed by Platform and Skill) https://t.co/0C6jhTYLW5 https://t.co/MKGnLIoO1y",
        "Snapchat Posts Increases in Both Users and Revenue in Q1 2020 Report https://t.co/txjTgBizuM",
        "A strategic plan becomes even more valuable in times of uncertainty. https://t.co/PEkBM3LERz",
        "Now more than ever you need to be able to improvise but that won’t be possible if you don’t have a strategic plan. https://t.co/PISPb66FAT",
        "Content Marketing KPIs: Which Ones Should You Track? [Infographic] https://t.co/hZ3hp4VA5u: 2020-04-21 Social Media… https://t.co/5EfdM0tJ59",
        "In uncertainty you will need to improvise and that starts with a strategic plan. \nhttps://t.co/YF0jAYs5Ja",
        "Google Provides New COVID-19 Notification Tools for Websites via Google Optimize https://t.co/InR2YtmLed: 2020-04-2… https://t.co/DnZl5BA1ze",
        "A strategic plan becomes even more valuable in times of uncertainty.  https://t.co/e4gSFwsZ7D https://t.co/6jTFUqJNCN",
        "Five Ways to Supercharge Your Email Marketing [Infographic] @MarketingProfs https://t.co/OKF3eelBoc https://t.co/DzUoJfOkYt",
        "What’s the importance of tactics in the GSOT model and how do they ultimately tie back to your goals? https://t.co/Jn5zjSXX4h",
        "What’s the importance of tactics in the GSOT model and how do they ultimately tie back to your goals?https://t.co/3NdC9H5K7r",
        "5 Reasons Content Marketing Is The Future Of Your Brand | Growth Hackers https://t.co/ayp7sf1Yog",
        "Pausing Your PPC Campaigns Due to Coronavirus? Read this first.... by @shirish_aga https://t.co/WLSEDZfphO via @semrush",
        "Tactics are the engine that will help you achieve your objectives and ultimately your goals. https://t.co/xGsbEBFH3w",
        "7 Unusual Ways to Bring Traffic to Your Website for Free https://t.co/v1s9wRSnwq via @StartGrowthHack https://t.co/z9i6d3P8Qa",
        "What’s the importance of tactics in the GSOT model and how do they ultimately tie back to your goals?https://t.co/8mN19oXkWu",
        "Internal Links: A Guide to Building a Strategy that Works by @lukeharsel https://t.co/x71JhmRRGA via @semrush",
        "How do tactics work with your strategy and objectives to help you reach your goals? https://t.co/safohJ6TdV",
        "What’s the importance of tactics in the GSOT model and how do they ultimately tie back to your goals. https://t.co/gPxVTisiNn",
        "Facebook Publishes New Guide on How Advertisers Should Adjust Their Ad Approaches During COVID-19… https://t.co/MbJlPsCLIK",
        "Detailed Guide to the Search Engine Optimization: What is SEO? https://t.co/0wSUtq0Wgh",
        "Content Marketing Can Do More Than Survive in the New World https://t.co/Aun4rX7ZeD https://t.co/W2ZxJt9e5o",
        "How do strategy and your objectives inform the development of your tactics? https://t.co/aTv5oNVCXs",
        "8 AI Newsletters Worth Your Time https://t.co/Nv99I5ecAw",
        "Google Launches Free Tool to Help Businesses Create YouTube Videos https://t.co/D7rmaqTSvd https://t.co/4AyLLrOD4k",
        "5 Digital Marketing Trends to Focus On During the COVID-19 Pandemic [Infographic] https://t.co/y6W8cFzwsp",
        "Tactics are the engine that will help you achieve your objectives and ultimately your goals. https://t.co/4WwYMCDoew",
        "Google discusses how the quality of being unique helps improve rankings. https://t.co/9znp08Iouo via @martinibuster, @sejournal",
        "Tactics are the action in GSOT. They will help you reach your objectives and help you hit goals. https://t.co/QVYPOxiQ66",
        "How to Build A Winning Creative: An Analysis of Over 10 Million Native Ads by @MeganRoseM https://t.co/fyhupkJaNh via @semrush",
        "How do tactics work with your strategy and objectives to help you reach your goals? https://t.co/V1m1scdIGY",
        "Landing Page Optimization: a User-Centric Method | Hotjar https://t.co/AFtVnNPmw3 https://t.co/wFWmu4nit6",
        "Because journalists are being furloughed or are completely overwhelmed, now is the time for your owned, shared, and… https://t.co/ssuoS8B0MD",
        "Your Golden Ticket of Marketing (Hint: It's Not Your Website) https://t.co/gaX9h59hjs",
        "Marketing Must Go On: How to Adapt Your Brand in a Crisis -  https://t.co/OhTZlOOY1d via @velocitizepub https://t.co/Nl1mdmLXEf",
        "What are objectives and how do they fit into your strategic marketing plan? https://t.co/xrdMhyT81m https://t.co/gTkM1azMvm",
        "A Complete Guide to Customer Acquisition in 2020 [Expert Tips and Tactics] https://t.co/i9Sni8LQWa via @semrush",
        "Updated Google Ads Benchmarks for Your Industry During COVID-19 https://t.co/De0O9ZsQAx https://t.co/LoDOYX8Nad",
        "11 Amazing WordPress Plugins For 2020 [Thank Us Later] - SEO Charge https://t.co/YBkR9hEUyu https://t.co/iHq8oRE06t",
        "What are objectives and how do they fit into your strategic marketing plan?https://t.co/JETZIYh4WB",
        "If you want to meet your goals you need the right objectives. https://t.co/cRThzcjxZA",
        "Discover what pull marketing is, when to utilize it, and a few examples of pull marketing content to use.… https://t.co/X9lCXDNzOk",
        "Here are seven signs of PPC mismanagement that you should look for as a business owner or marketing director.… https://t.co/aFW1SUbJnW",
        "When headlines fill with bad news, you need to reevaluate your #content calendar. @AnnGynn offers a process to help… https://t.co/mX1FtGk3bo",
        "If you want to hit your goals it helps to have objectives. In this post @dshanecarpenter tells you where objectives… https://t.co/Uv1PA65DXG",
        "While video production might be a bit tricker during these \"stay-at-home\" times, these tips from @t60productions wi… https://t.co/4LOMC9lHKh",
        "Objectives are the markers you need to meet to achieve your goals. https://t.co/MoOPlCp04J https://t.co/P5158I6RJL",
        "How to Do PPC if You Run a Small Business: SEMrush Solutions by @ole_julia https://t.co/X4ibiK9naQ via @semrush",
        "What are objectives and how do they fit into your strategic marketing plan? https://t.co/IBD5Ro8A4f https://t.co/LO81oAwZdA",
        "How to Create LinkedIn Sponsored Content Ads: A Walkthrough https://t.co/MjFpBFTXt0 via @smexaminer https://t.co/wbhGsPJTxR",
        "How to Use Tools to Determine Which Content to Re-Optimize: A Step-by-Step Guide https://t.co/2ag5x97cj5",
        "Creating the right objectives will help you meet your goals. \nhttps://t.co/TeP1gSDyF3",
        "Where do objectives fit into your plan? https://t.co/uVCURZQrQm",
        "If you want to hit your goals it helps to have objectives. In this post @dshanecarpenter tells you where objectives… https://t.co/IKzHIU5yR0",
        "Paid, earned, shared, and owned media aren’t the only things that make up the PESO Model. But @ginidietrich says th… https://t.co/PhriMvrXbX",
        "How to Fill the Marketing Void Created by Coronavirus and Get the Budget to Pay for It @MarketingProfs https://t.co/DiVTO1Rn3F",
        "Should you continue to solicit reviews during the outbreak? Local SEOs disagree - Search Engine Land… https://t.co/yEvk19OD9e",
        "Mark Ritson: The best marketers will be upping, not cutting, their budgets https://t.co/zPozTApU42",
        "If you want to meet your goals you need the right objectives. \nhttps://t.co/l6rxrbNPkT",
        "10 Sites You Can Use for Free Blog Promotion https://t.co/wt6D4qKSWm",
        "5 Free Backlink Checkers to Help Improve Your SEO Performance https://t.co/eqHL6qt56R",
        "You can mourn the loss of the future you wanted or you can prepare for the new reality and its opportunities. Here… https://t.co/3YLAe3SyJU",
        "Opportunities are all around us. We just have to find them but will you be prepared when you do? Here are 8 books t… https://t.co/Ydk2Acy2KX",
        "“Marketing in Times of Uncertainty - Whiteboard Friday” https://t.co/5rK8BCJaKX https://t.co/R89LGLpC0M",
        "'We're not in advertising mode': Anheuser-Busch CMO Marcel Marcondes on staying relevant - Digiday https://t.co/Bi6wJsrgvI",
        "Want your organization to execute flawlessly? Do these 3 things https://t.co/gQtbWQehHL",
        "At some point the health crisis will be over and a new world will emerge. Will you be ready? https://t.co/2D2MdelsRe",
        "Marketing in Times of Uncertainty: Tips From Top Marketing Pros https://t.co/dOR6U5vPSx",
        "Google Provides Options and Ad Credits to Businesses: Google News Update https://t.co/TUcCEZ3mWj",
        "All things pass. Will you be ready when it does? https://t.co/y71uRvA6D2",
        "You can mourn the loss of the future you wanted or you can prepare for the new reality and its opportunities. Here… https://t.co/hvvhJvs5Us",
        "5 Terrible Media Pitch Examples and What to Learn from Them https://t.co/d2yHs4mkcG https://t.co/IyNmXaasvd",
        "Rules of engagement in the time of COVID-19: A brand’s responsibilities - SHIFT Communications PR Agency - Boston |… https://t.co/jocYP7G3LF",
        "Beware of Virtue Signaling or Outright Greed in Brand Communications About COVID-19 - Augie Ray https://t.co/p4U0IScoYf",
        "You prepare so when opportunity knocks you will be ready. Here are 8 books that will help you gear up. https://t.co/Lk6BAkiCnT",
        "Now is a great time to level up your skills and prepare for a new future. https://t.co/1vLjtr914A",
        "Operating During COVID-19: Helpful Tips for Local Businesses https://t.co/7K9EAIT90D",
        "Your prepare so when opportunity knocks you will be ready. Here are 8 books that will help you gear up. https://t.co/G9Mw7dCqTW",
        "Content Marketing Operations: Five Essentials for Consistent Success https://t.co/BbYn6LHuwO",
        "Customer Trust Is the New Gold, and the Original Gold┃5 Ways to Build It https://t.co/MS5jJt1dBD",
        "In times of uncertainty, we need to band together. What can we do to help you? https://t.co/iatfzpDLiv",
        "65 Questions to Improve Your Social Media Presence Today https://t.co/rqJlDznAB4",
        "New Google My Business Guidance for Healthcare Providers - Search Engine Journal https://t.co/nOmHSFE5Kl",
        "Google My Business Offers Tips For Clinics &amp; Medical Offices https://t.co/HOdDZuR3pn",
        "COVID-19: $800+ million to support small businesses and crisis response https://t.co/5LMVxE8kjE",
        "In times of uncertainty, we need to band together. What can we do to help you? https://t.co/l0fWYEN8fW",
        "Conversation Agent - Valeria Maltoni - Responding to Emergencies https://t.co/DwDJFtjwH5",
        "6 Foolproof Strategies to Increase Your Facebook Event Attendance https://t.co/C3A8pS8DF7",
        "4 Major Trends Caused by COVID-19 and How to Respond [Data]   https://t.co/0yUka5QD3l",
        "What can we do to help you? https://t.co/0Q6OP3J6bx",
        "In times of uncertainty, we need to band together. What can we do to help you? https://t.co/CimTx5MvP1",
        "How can we help you? https://t.co/3yepaMyDL3",
        "Every organization needs goals. What are yours? https://t.co/G7vj2i7GvO https://t.co/Et3M13xrgf",
        "Six Steps to Create Super Powered Landing Pages That Convert https://t.co/oRabYgpcKM",
        "You Can Now Take Moz Academy Courses for Free https://t.co/HsxBgpyvxA",
        "In this time of uncertainty, we want to help support you and your organization.  https://t.co/kW7rEIeso1",
        "What can we do to help you? https://t.co/tTmPDQXvN9",
        "In this time of uncertainty, we want to help support you and your organization. https://t.co/cvTb4IvBwm",
        "Aligning with your decision isn’t just a choice, it’s a mindset. https://t.co/4H7ntFsjUP https://t.co/7JNiuhnPOm",
        "Normal has gone out the window. What does it mean for your marketing? https://t.co/zhErhsuUhh",
        "Why Companies Turn To Digital Marketing To Survive COVID-19 https://t.co/RZGdPAIqIv",
        "How to Pivot During the Pandemic - 5 Key Things Every Entrepreneur Needs to Focus on https://t.co/AdOGQkRJHk",
        "Normal has gone out the window. What does it mean for your marketing? https://t.co/D1NXSkrUEL",
        "It’s no longer business as usual. https://t.co/KCdjdrumjo",
        "As what we define as media has changed, our approach to media relations needs to change with it.… https://t.co/VNXfF9WpjU",
        "Marketing and Growth Lessons for Uncertain Times | CXL https://t.co/go3OFRx1oo",
        "How COVID-19 Has Impacted Google Ads Results for 21 Industries [Data] https://t.co/U47dh3ONNA",
        "Normal has disappeared which begs the question, What should you do with your marketing? https://t.co/HuN3YYKzbw",
        "The PESO model is the most effective model available for marketers and communicators. Find out why.… https://t.co/lGmDsKdPEh",
        "Any sense of normality has disappeared. What should you do? https://t.co/NEMj312zjR",
        "How do you sell in a coronavirus environment? | Schaefer Marketing Solutions: We Help Businesses {grow} https://t.co/1hAOCpYS6L",
        "It’s no longer business as usual. https://t.co/9g4s5JC3qG",
        "Business as usual has disappeared for now. What does it mean for your marketing? https://t.co/A3It4D5EyL",
        "We are in uncertain times which leads to a host of questions. This includes the question of what should you do with… https://t.co/D9RT7iY3L5",
        "Any sense of normality has disappeared. What should you do? https://t.co/eqtbWaptYa",
        "Embracing a learning mindset is an essential ingredient in marketing communication. https://t.co/UUtYKsdfLE https://t.co/6CJ6h3Qiiq",
        "Normal has gone out the window. What does it mean for your marketing? https://t.co/RtfusRNYNu",
        "What Marketers Can Do Right Now in the Age of Coronavirus: A Letter From Ann Handley https://t.co/SWXtDi0qyP",
        "Having goals is great. To achieve them you need a plan. https://t.co/OnW8rG5fhO https://t.co/6IkafAM9Py",
        "1 in 3 Business Owners Don’t Understand How Google Search Rankings Work - Search Engine Journal https://t.co/YVPt8KenFl",
        "If you want to reach your goals you must have a strategy. https://t.co/d7CDMIZBYU",
        "The Best Times to Post on Social Media in 2020 [Report] https://t.co/TaE3qMhmZw",
        "If you want to reach your goals you must have a strategy. https://t.co/0J9WyVgAKo",
        "You Ask, I Answer: Social Media Metrics in a Crisis? - Christopher S. Penn - Marketing Data Science Keynote Speaker https://t.co/FrIDFk9Jab",
        "Planning great virtual events: What changes, and how speakers can nail it — Jay Acunzo | Ideas for Questioning Best… https://t.co/t2YD9kVmaV",
        "You won’t meet your goals without a strategy. https://t.co/thXMWfiWex",
        "There isn’t anything magic about strategy. It’s simply states how you are going to meet your goals. https://t.co/rWsftuDbEo",
        "You have goals but do you have a strategy? https://t.co/2tNehkfvEE",
        "Google is sending you less traffic. Here are four reasons why. https://t.co/LTxJf65w0E https://t.co/7yvJFKtqus",
        "Google Says Paid Links Don't Work - Search Engine Journal https://t.co/b6nziN10ew https://t.co/oACiLTbwn4",
        "A strategy doesn’t have to be elaborate to work. It just needs to help you reach your goals. https://t.co/60K6yicS91"
    ]
}