{
    "screen name": "KgadiMmanakana",
    "no. of tweets": 193,
    "tweets": [
        "Tonight @ 8pm I will be engaging #business owners on\n#Leadership in the Quarantine Economy:Top 3 things to do to ke… https://t.co/JfqHJ1vxIC",
        "Plug yourself in in the #entrepreneurial ecosystem. There is more to being in the #valuechain than managing a… https://t.co/Gso6gkde7P",
        "I think this \"start your own business/side #hustle \" is more important now than ever. Guyizini even if #business is… https://t.co/AciyE4Zuqp",
        "Some people won't have jobs when #Covid19 dust settles, and some will be converted into Gig workers - work per proj… https://t.co/qEBgAIFzON",
        "Jikijiki we are hit by the wave of the #GigEconomy and #Unemployment that will rise due to #COVID19",
        "Ke gore things keep on changing; \nOne moment we worry about #unemployedgraduates and wonder what will happen to sch… https://t.co/ubCbFc2lpZ",
        "#kgadionstrategy #business #Entrepreneurship https://t.co/yTN326iRbn",
        "If you try and fail, congratulations! Most people don't even try.",
        "@GlennonDoyle  on Pain:\n\nFirst the pain, then the waiting, then the rising. All of our suffering comes when we try… https://t.co/yTgZmhzcvP",
        "You don't know this yet, but life isn't supposed to be like this, it isn't supposed to be this hard.\n\nAt some point… https://t.co/gvThgG43PJ",
        "For whatever it's worth, I want you to fight, okay. Please fight through it. 🌹",
        "#COVID19 #21daysLockdown led to me writing and publishing a book #PAUSE - a good start to learn how to listen to th… https://t.co/UahNtDr7Q2",
        "https://t.co/r8PuQOLLLN",
        "The purpose of fear is to raise your awareness, not to stop your progress.",
        "The concept is cuter but the responsibility is gut wrenching.\n\n Don't like the concept of having something without… https://t.co/57Q2YISGYf",
        "Fun fact:\nOn most people' CVs there's this phrase \"I work well under pressure\"\n\nAnd then there's me🙆: I don't do we… https://t.co/Gv91lzhAO7",
        "#Afterthought At some point you gotta play your part. Not everything is going wrong. You must take responsibility.… https://t.co/w49JIJEgsT",
        "#Afterthought Sometimes you need to pick up that mop that you said \"I'll never\" to and clean up at a retail store u… https://t.co/KnGjucHtQJ",
        "#Afterthought  Bite the bullet!\n\nCouple of years ago during an interview on some radio station they asked me \"What… https://t.co/RaI1DXfd4J",
        "Okay I think this is crazy, or maybe I'm weird or maybe is Maybelline. \nBut then I saw something on these streets;… https://t.co/Id6jDIgWyx",
        "Random fact about me:\n\nI don't like people who look down on others. Ba ntena nna😑",
        "Person: Hi\nMe: Hey\nPerson: HUD...WUD...WUW\nMe: QAP\nPerson: I dnt undstnd. Wat u min?\nMe: I thought we were playing… https://t.co/8FJx0qCbiD",
        "Grab this! #CapeTown #AmericanCorner https://t.co/acgDFgn7qg",
        "#AskKgadiOnStrategy \nToday's question comes from a Public Speaker, Simon. \n\nQuestion: How can I turn public speakin… https://t.co/0Koholz7qE",
        "Matebogo once said \"don't let anyone take you for msunu-ration\"(I added \"ration\"🙃) and Reabetswe talked about being… https://t.co/aSGUNzrXk5",
        "PAUSE: As you start your week remember to;\n\nFollow your instincts. That’s where true wisdom manifests itself. Stop… https://t.co/rbaTewGmzh",
        "Y'all ever heard drunk people ,specifically a lady, singing along to some music, an R&amp;B'sh song. And they're butche… https://t.co/Ok6W4OhQ19",
        "So music is my everything language;\nLove language, Soul language, Fun language. \nLike sending me some songs or sing… https://t.co/MBZaJ1optD",
        "Agreed. \n#Matric2019 https://t.co/CIiSSg2Bvy",
        "Ho ka tlala maru, oa tsutla diphefo; Ruri setswalle sa Jeso ha sena hofela.🎶",
        "If we open our fingers, loosen our grips, go with it, change can feel like pure adrenaline. Like we can have anothe… https://t.co/fFvSQiBSGZ",
        "Timeless songs for me:\n• Sister Bettina\n•Brenda Fassie' Vul'indlela\n• Sfiso Ncwane' Kulungile Baba\n🔥🔥🔥",
        "Today ke letsa pina tsa manyalo. \nGo monate. Blowing some steam. 😁😁🥳🥳💃🏿\nI bet in the neighborhood today they'll know ke Mopedi😁",
        "TODAY will never come again. Be a blessing. Be a friend. Encourage someone. Take time to care. Let your words heal and not wound.",
        "Even the biggest failure, even the worst most intractable mistakes, beats the hell out of never trying.",
        "#KgadiOnStrategy\nSales: Client Acquisition Strategy\n\nEvery business must have a plan of how they will get clients.… https://t.co/qtgBk0HBPV",
        "PAUSE : They sold you the wrong mode of living, and if you don't change it, you'll die fast.\n\nThe word hustle, hust… https://t.co/pk9f5OEABX",
        "\"I got riches built in my DNA...I got royalty and loyalty inside my DNA\"\n\n- Kendrick Lamar, DNA",
        "#entrepreneurship is tough. #corporateSA is retrenching. \nWhat's the option for youth (both with/out education)?… https://t.co/PVktjr43Hg",
        "My Fave artists in no particular order:\n• Vusi Nova\n• Zonke\n• Amanda Black\n• Zahara\n• Lira\n• Samthing Soweto\n• Sjav… https://t.co/VAryrAz6dq",
        "#kgadionstrategy\nQuick thing to business owners; what game are you playing?\n\n2. Infinite Game ?\n\nThis is a game tha… https://t.co/79QylVPpaj",
        "#kgadionstrategy\nQuick thing to business owners;\nWhat game are you playing?\n\n1. Definite Game?\nThis is a game that… https://t.co/BYWjN1umIy",
        "#kgadionstrategy\nBusiness and competition : Choose the game you're going to play. \n\nThere are two games you can pla… https://t.co/T06Aihfw0T",
        "Business pitching competitions are coming, funding cycles are opening, make sure that you don't stand in your own w… https://t.co/decK59ePvY",
        "Propose and get a YES!\n\nBusiness proposal development is part of what we do at KM - Consulting and Development Serv… https://t.co/NZWJURJvcB",
        "#FeelBetter https://t.co/tNadTb3JuN",
        "#kgadionstrategy (Must Read)\nQuick thing; \nTo business owners in manufacturing and retailing space, please invest i… https://t.co/Cupsq5jhr1",
        "https://t.co/hle9GBH3BR",
        "Take note. Don't fall for scams.\n#Matric2019 https://t.co/E22odqwnwr",
        "https://t.co/uJVaHkImjm",
        "Lionel Richie - Say you Say me🎶\nMy old soul at times requires music from the time Kgadi was not yet born😂🙆 — listening to Say you say me",
        "https://t.co/zRIRu8SHin",
        "Re be joale ka difate tse hlomiloeng pel'a meeetse.🎶",
        "I've been part of this programme few years back. I'm content to say; you'll come out of it self-aware and with acce… https://t.co/V4bTpc7VdH",
        "Attention: To those looking for jobs,\nPlease search (here on Facebook) \"I need someone who...(jobs)\" is a Facebook… https://t.co/7xc58P7qIY",
        "Here's a job opportunity. https://t.co/4XfoEwnbYX",
        "Wanting to be someone else is a waste of the person you are.",
        "Take time to pray for your lover, family, friends,colleagues &amp; the world. When it's the \"the spirit is willing but… https://t.co/V9rGLZtF48",
        "Mohau wa Modimo is  that sensational feeling you get on your throat after sipping Stone (Ginger Beer) , ke KWETSA😋",
        "Here's another opportunity. https://t.co/DwlXIOYj5t",
        "Another opportunity. https://t.co/19SwSjuJH1",
        "\"The desire in the heart ,for anything good, is God's proof to you sent before hand to indicate that it's already y… https://t.co/ZDCjQhSNok",
        "Here's an opportunity. https://t.co/7lq3iTP2cF",
        "💔💔💔\nParents and siblings stop saying snax things to your kids/siblings. You're stabbing them with words. And these… https://t.co/4SnUY0e5zn",
        "My New Decade Intro:\n\nProfessional Consultant, Scholar and Speaker on Strategy and Entrepreneurship reconciling the… https://t.co/KHAvGbm2lm",
        "#KgadiOnStrategy\nQuick thing on #BusinessFunding\n\nDo not miss a business funding opportunity because you didn't do… https://t.co/Cn7jP709js",
        "Pause and Read.\n#Matric2019 https://t.co/q5ZLhzUTcW",
        "The greatest breakthroughs any human being can ever have (and should strive for):\n\n1. Self - Awareness\n2. Embracing… https://t.co/w4YJ0Qiylu",
        "This book rides on these 2 emerging trends: \n1. The future of work  has got nothing to do with the degree you have… https://t.co/fzSQQBVFMo",
        "#KgadiOnStrategy \nEntrepreneurship : How to launch a new business.\n\n5 strategic questions to help you get started.… https://t.co/rE6G3HxPZr",
        "We are toxic😂😂😂",
        "O tsebe where I come from the deadline to say \"Happy New Year\" is around April or rather just after Good Friday. So… https://t.co/Xwwy51Rmw0",
        "It's always great to hear it from the horse's mouth. #TheLawOfIntent\n❤🤗🤗 https://t.co/sAEhognNZj",
        "#Kgadionstrategy\nQuick thing on how to #GetFundingReady:\n\n1. Funding is not available 365 days. There are funding c… https://t.co/IV599tIHwt",
        "https://t.co/mv1k5GpOvJ",
        "So random:\n\nWhen I was 19, I was still active in the civil society space and at that time I was actively tackling E… https://t.co/ywuejxAwmd",
        "#Afterthought \nIf you're a parent or guardian to a school pupil send me a request via WhatsApp… https://t.co/CwvU9tjFp3",
        "PAUSE: Before you play 'motivational speaker to those who didn't pass, make sure you let them process their own fee… https://t.co/6eR9fCfsYi",
        "Pause and Read.\n\nI'd like to increase volume for \"You're still young\" I wish I knew this too then. https://t.co/O5R1ZRDHpR",
        "You can still send through your requests. https://t.co/biqLuYnBGy",
        "The way I'm serious about celebrating my matric results, I am facing the world with naked eyes. I did away with my… https://t.co/KJAyzVRDI3",
        "On this very day, 7 January, a couple of years ago. Our matric results were released and the anxiety that comes wit… https://t.co/U3HJuvDSGh",
        "Pause and Read. \n#Matric2019 https://t.co/07xC0Fo6MP",
        "Hope ends when you stop believing. \n\nYou must believe in something. Something that will pull you out of the pool of… https://t.co/FCK3MgGq7o",
        "Building better relationships:\n\nRules of engagement:\n1. One issue only (at a time)\n2. Stay in the conversation. Don… https://t.co/QCRYfIdzL0",
        "Propose and get a YES!\n\nBusiness proposal development is part of what we do at KM - Consulting and Development Serv… https://t.co/jkJ5NQfePl",
        "¶In my Father's house there's a place for me. I am a child of God, yes I am!❣🎶",
        "https://t.co/nwemJtNrit",
        "Pause and Read. https://t.co/zVeXzPaT9P",
        "#Afterthought\nPlaying my part: I promised to play my part in offering education beyond curriculum.\n\nI've written a… https://t.co/4kpXJeLDla",
        "#Afterthought\nSchool pupils have a ruthless reality awaiting them after matric. How many of us can share this truth… https://t.co/leJzeCxeIm",
        "#MyThoughts\nOur education system has moved from a stage of producing employees (as opposed to employers) to a stage… https://t.co/SgkS9NcP4u",
        "#kgadionstrategy\nEntrepreneurship and Business Ideas : How to build a startup that lasts.\n\nInspired by Jim Collins… https://t.co/xvVHVeufBy",
        "Kuthiwa this year we serve ourselves in \"visitor's tea set\" le di Tupperware we are using them. \n\nI'm in😁\n\nIn essen… https://t.co/UNlJRQh3nA",
        "Hallelujah mdumiseni🎶🙏🎊🎊\n\nLena gape we are within hehehe 😂\nI'm so happy and full of gratitude❤",
        "WE ARE WITHIN😀😀😀 HELLO😅\n2020",
        "Ntate re kgopela mahlogonolo ngwageng o moswa🎶\n\nSide note: Crossing over ka contemporary classic music.\n#Lexus2019",
        "One thing to get right about New Year(s) is that, it is not about what the new year has in store for you, but about… https://t.co/O6ydfjtP43",
        "Tell your heart to beat again.\n\nLet's go to 2020 with hearts that are beating. Let's leave the hearts that stopped… https://t.co/sRQZP037d8",
        "Why do you keep on moving the goal post?\n\nSo after tomorrow is the famous #Vision2020 . 10 years ago it was easy to… https://t.co/HROOcJ6uPY",
        "People on my timeline deserve the R14 million. Your responses🙌 You get R14 mil and you get R14mil everybody gets R1… https://t.co/KsGnPEWWE1",
        "#IBlewIt This woman after winning lotto, jackpot, the first thing she thought of was pizza. Like bakitimetse ko Deb… https://t.co/YTB6dnc2AQ",
        "If I ever get to be on #DateMyFamily, I'll never be, I have a feeling that when they vouch for me, my mother would… https://t.co/yRMCnepRMh",
        "To entrepreneurs and business owners; \n\nJust because you like it, it doesn't mean you have to turn it into business… https://t.co/W2GBnEsJIi",
        "\"...what's worse is when (you're in a pit and) you think you have friends but no one is looking for you...\" - Penny Lebyane ❤",
        "Boom!",
        "In the end we only regret the chances we didn't take, relationships we were afraid to pursue and the decisions we took too long to make.",
        "Sizakele Phohleli appreciation post🌹\n\nSide Note: There are people I commend and celebrate, and such people are peop… https://t.co/VTJ5lmW1En",
        "#KgadiOnStrategy \nSales : My response to a business owner in need of business advice.\n\nHer business case: \nShe is m… https://t.co/eiczIUoDml",
        "#kgadionstrategy\nBusiness Turnaround Strategy: How to save your failing business.\n\nI will be straightforward with y… https://t.co/LoDqZUUiVz",
        "Quick fact about me:\nI am that song you skip and realize later that it was a hit. 🙃",
        "Wise man once said nothing.",
        "#ChristmasGift\nOne of my today's highlights is formatting the Intel I've written on The 4th Industrial Revolution a… https://t.co/kZ6NKZztTj",
        "Quick thing to  entrepreneurs and business owners;\n\nChange the language you use to describe your business. \n\nI'm go… https://t.co/i4UQkmo3bU",
        "My Top 10 timeless all time favourite songs: (in no particular order)\n1. Sister Bettina\n2. Knock you down - Kanye W… https://t.co/849qJlSnRx",
        "As the reigning champion of pick up lines, I declare that this will make you be within😂😂😂 https://t.co/wL5IU8aUTe",
        "In my other notes I came across this; \n\"No one was born to just suffer and die. We all have dreams within us and th… https://t.co/B9ScAGpuOO",
        "#kgadionstrategy\nEntrepreneurship and Business Ideas : Getting Started.\n\nIf you have business idea(s), by all means… https://t.co/e18QzcbH9f",
        "Somewhere in my notes where I preserved my thoughts and lessons, I came across this; \"One of the hidden truths abou… https://t.co/v3h3XVRw6K",
        "So I don't like festive season, or should I just say Christmas. I actually celebrate Valentine's and my birthday mo… https://t.co/QeJuXaqjsY",
        "On this #DayofReconciliation \nForgive yourself. Accept the apologies you never received. Reconcile with yourself.… https://t.co/gZPonHNuWc",
        "#kgadionstrategy : Business Scaling\n\nScaling should be a demand driven growth, not growing in anticipation of demand.",
        "#kgadionstrategy : Business Scaling\n\nYou can only start thinking about scaling when the startup objectively demonst… https://t.co/LdNIrlJPwt",
        "#kgadionstrategy : Business Scaling\n\nWhat separates eventual industry leaders from long-forgotten startups is the a… https://t.co/qIJzQrO55M",
        "#KgadiOnStrategy\nBusiness Scaling : 5 signs you are going to hit rock bottom because you’re scaling your business p… https://t.co/kj6KYFASCg",
        "🎶Mtshele🎶 #becausemusic — listening to Afrotractionsa",
        "If you want to fly, you have to give up the stuff that weighs you down.\n\nPunchline to ponder on: What do you need t… https://t.co/5zVYABtEhh",
        "#AllWhiteAffair because music and all the nice feels. \nDid that resonate with you? Awesome - buy a ticket and be pa… https://t.co/Y6Fot8jFiz",
        "Aspiring business owners and entrepreneurs;\nDon't get wrapped up in the hype of developing the next Uber or Faceboo… https://t.co/Pe4210bpmq",
        "#kgadionstrategy\nQuick advice to aspiring business owners and entrepreneurs;\n\nThe hype around the 4th Industrial Re… https://t.co/bSjVoUyXlU",
        "Gabotse what's the vision of Pres Cyril Ramaphosa for South Africa? What are his ideals? Did he ever took a minute… https://t.co/GJhsvTDl8n",
        "There's no elevator to any place worth going. You gotta take the stairs babe🙃",
        "This is crazy! https://t.co/aXgDXMLnGn",
        "Wow bare \"What if ilanga lishonile\" considering this rain😂😂😂",
        "This phrase \"where you are now is exactly where God wants you\" is not true. Sometimes where you are is a result of… https://t.co/AlRYaORDTE",
        "What we obtain too cheap, we esteem lightly. \nSometimes people don't appreciate you because you're too available.",
        "#kgadionstrategy\nReality trumping passion: Without Intel passion won't do much for you.\n\nAs a Strategy Advisor, it… https://t.co/d0PcXyoIfJ",
        "Stop walking through the world looking for confirmation that you're not enough, because you will always find it. \nT… https://t.co/yldohX0SS7",
        "To event organisers that host entrepreneurial/business development focused sessions for entrepreneurs/business owne… https://t.co/vJTALPymCo",
        "It makes no sense, and is unkind to self, that people at the age of 18,21, 30 think they should have their life fig… https://t.co/HaRENZdcRF",
        "Content Marketing and Social Selling taken to greater heights👏👏👏 \nAfter this there's no way you won't get a long qu… https://t.co/LCRHDkPYxO",
        "Unwritten rule of life:\nIf you want crappy things to stop happening to you, then stop accepting crap and demand something more.",
        "Have you ever used Tom Tom o walker? I did and it felt crazy hearing \"in 100 metres turn left\" with my less than a… https://t.co/FJth7XGG5k",
        "On a different note;\nI have an awfully bad sense of direction. \nOne day it was raining in the CBD and I couldn't re… https://t.co/sEaUsLI1Om",
        "Side note: sometimes you don't get funded because they, funders, think you're not serious. You're just looking for… https://t.co/tkIswEUgU9",
        "Quick thing on how to #GetFundingReady:\n\n1. Funding is not available 365 days. There are funding cycles. Know when… https://t.co/dwXK6UCZ2k",
        "#KgadiOnStrategy\n\nTop 5 tips to increase your chances of getting business funding:\n\n1.Find ways to lower your budge… https://t.co/6cx7pUYlha",
        "In this era of #hireagraduate  #jobseekers #unemployment and how taxing it is to go for job hunting, a CV that stan… https://t.co/YBsr6NWuxE",
        "Now here's an accelerating pack that I think business owners should have;\n\n1. Business Plan - This is a practical p… https://t.co/iyqxa26GlJ",
        "Starter Pack that I think every business must have, whether you're new or old, solo or team operated.\n\n• Business S… https://t.co/5BqKtM4UK9",
        "#KgadiOnStrategy \n#BusinessFunding\nAre you sure you need funding?\n\nWhen I founded KM -\nConsulting, which was establ… https://t.co/eD6P0YeFRo",
        "#KgadiOnStrategy\nQuick thing about funding:\n\nIt is not about the number of pages the business plan has. \nI had clie… https://t.co/zPQbfiSIss",
        "For immediate release:\n2 December 2019;\n\nAs per the demand of our clients requiring help with formulation of strate… https://t.co/kjE1fV0bgN",
        "Need help with business proposal development?\n\nBusiness proposal development is part of what we do at KM - Consulti… https://t.co/ZEzy8gFnQ5",
        "@Rebel_sizwe I'm coming...🙂\nFor quick coordination, I need your numbers.",
        "@Rebel_sizwe 🤗🤗🤗",
        "@Rebel_sizwe I think it is. And according to Twitter you're within my vicinity. So, now the ball is in our courts to make it happen.",
        "An attitude of gratitude has magic in it; you tend to attract support in abundance, and the Universe vibrates in yo… https://t.co/RcEBLPDEaJ",
        "Faith doesn't make sense, and it often  defies logic. But have faith anyway.",
        "#kgadionstrategy\n\nQuick thing on sales;\n\nWe need to change how we drop ads. \nWe need to do away with \"Do you need x… https://t.co/E8k6S6wuLY",
        "#KgadiOnStrategy\n\nBusiness ideas are like (having a) crush on someone.\n\nIt is important to explore it. Sometimes th… https://t.co/tzP9fXgxYb",
        "Today for some reason you dominated my thoughts @Rebel_sizwe I hope you're good. 🌹",
        "Business e nyaka pelo. Guard your emotions so that they don't get in the way of your growth.\n\nIn your journey as an… https://t.co/v0Q8316hr7",
        "To the threatened, those that withhold information because they are afraid that helping the next person will take s… https://t.co/TXZt9e5ZAk",
        "South African entrepreneurs lack information. We shouldn't get it wrong to say they're incapable of tapping into ma… https://t.co/6vDakrcAXo",
        "When I was 19 I learned from my then mentor @NaadiyaMoosajee and distant role model Sheryl Sandberg that to effect… https://t.co/hTOSEhGK1d",
        "My observation as a strategist and researcher; \nEntrepreneurship culture in South Africa - grounded in peer pressur… https://t.co/xYQe6BtBpK",
        "You like what Get Fit With Maps is striving to do but can't make it on the day?\n\nSponsor the ticket for a kid (give… https://t.co/wssAAJKUSK",
        "To the community of Ga-Matlala, and le makarapa here's a fantastic festive experience. Have fun. Empower someone. B… https://t.co/NzgLUxgXas",
        "Women are the untapped source of innovation. Women have some groundbreaking business cases that can be the next big… https://t.co/JeE6PgvECL",
        "Quick thing to business owners;\nThe following will kill your business, not slowly, rapidly:\n\n\"And many more\" (when… https://t.co/meWJISau4H",
        "#kgadionstrategy \nGolden business tips to take your business to the next level:\n\n1. You want to be a sales rainmake… https://t.co/rU8zqxVwSr",
        "Life is not forgiving to these people:\n1. Those who ignore the signs and the gut feel, \n2. Those who don't trust th… https://t.co/ZatwKVTXQg",
        "Anyone here designing and printing business cards (and brochures)?\n\nPreferably local to Jo'burg, to cut the courier… https://t.co/gbSlwoDsi7",
        "I choke whenever I receive a text written in short hand. Like I get maaad. Sometimes I even forget to respond becau… https://t.co/oXdfEbpqAF",
        "#KgadiOnStrategy\n \nSummary of pointers to get you started to devise a competitive strategy for your business:\n\n1.Un… https://t.co/UXpIilHy11",
        "If inspiration was a person.\n\n- I love you Kgadi, regardless❤",
        "Quick thing to entrepreneurs and business owners, and the consumers;\n\nIn the spirit of #BlackFriday be sure to ligh… https://t.co/0Ue8OTv4jN",
        "😂😂I'm not laughing yazi, just the copy writer genie in me is triggered😅 Headlines are key business people who handl… https://t.co/KVEzAYnWfA",
        "For entrepreneurs and business owners in  Eastern Cape, Butterworth. \nGo get equipped with some reigning skills. #digital #socialmedia",
        "Instructions are pretty clear. Please let's🙏\nI am strongly vouching for DDulcy Stapler RakumakoeSDulcy Stapler Raku… https://t.co/lthjzgpiqn",
        "#kgadionstrategy\nHow To Derive Your Customer Value Proposition\n\nTo get started on packaging a value proposition, yo… https://t.co/RABvV3x7Uu",
        "#KgadiOnStrategy\n\nWhen products are the same consumers generally opt for the lesser-priced product.\nWhat if you can… https://t.co/X2rPLzv3Fj",
        "Walk a mile in another's shoes and you will see the world differently.\n\nLearn not to judge people.",
        "Sometimes there's no closure. You seeking closure is you prolonging the healing process.",
        "Life is always speaking, the question is; who listens?\n\n- Lira, Listen",
        "There's a dangerous myth that people are adopting that \"your network is your networth\" - what an insinuation of ent… https://t.co/r1st1CiGsp",
        "Your network is NOT your net worth.",
        "#KgadiOnStrategy\nEntrepreneurship: Lessons from tendering. \n\n This year we have been getting clients that want to s… https://t.co/obP67rNmNg",
        "#KgadiOnStrategy\nEntrepreneurship: Lessons from tendering. \n\n This year we have been getting clients that want to s… https://t.co/qsWHGJ7J6h",
        "The question;  \"what's your message to young people who aspire to be like you\" is very common in interviews. \nIt wa… https://t.co/ukBj6ybn68",
        "Make a decision to  #Cheat on  your #FEARS. #Break Up With your #DOUBTS. Get #Engaged to your #FAITH &amp; #Marry your… https://t.co/QRx19SxBNW",
        "Lona la ba emeng lebopong la letsha la Bethesda🙏\n\nThere's only one soprano that can lead, my sister's (Moloko). ❤ —… https://t.co/ooN7zxCh8z"
    ]
}