{
    "screen name": "MadScizard",
    "no. of tweets": 198,
    "tweets": [
        "@NotJmjm You dickhead stfu",
        "@NotJmjm Aha I don’t think so, mr. **** boi",
        "@NotJmjm One night stand guy",
        "I don’t know who you are still 😂\n\nApparently, you know me and support me a lot. I appreciate and respect you so much! Thank you.",
        "@Srux_ I am still willing 😂",
        "@NotJmjm قدام 😂",
        "Hiiiii I missed you cool person! Please stay safe and we all love you 💝",
        "انتي زي اختي الكبيرة! كل ما اسوي شيء زين او شين تكونين هناك وترشديني وش اسوي وفين اروح! احبك قد الكون واتمنى مافيه… https://t.co/WRl6m7EV9O",
        "The wannabe hot guy 😂\n\nI like your straightforwardness and confidence! Also, please find a girlfriend 😭",
        "اعرفك وما اعرفك بنفس الوقت من كنا ٥ سنوات 😂 \n\nالسنة الي فاتت كانت حلوة معاك وحبيت كل لحظة عشناها سوا! اتمنى بعد الح… https://t.co/QdKVjzDh57",
        "Ayyyy the enthusiastic person! It has been wonderful lately with you. Keep up the good work 🔥",
        "I can’t understand how you truly feel whenever you talk or tweet; too complicated for my own brain to understand 😂… https://t.co/w2WkfXJ7vQ",
        "We talked once for a while and it was fun! You’re such a chill person and I like that ✨",
        "I don’t what happened, but you’ve been keeping your distance lately. I hope everything’s alright 😕",
        "I really want to know you more. I would really appreciate it if we could hang out sometime 🧡",
        "This guy ... oh this guy 😭💔\n\nI love how you always make me laugh and feel optimistic even when I‘m down 😂\n\nYour dis… https://t.co/fkO34q9kwM",
        "اول مرة لما شفت حساباتك كنت احسبك نفسية وتدقق على كل صغيرة وكبيرة لدرجة ما حبيت اكلمك 😂\n\nبعدين بعد فترة، مدري كيف ص… https://t.co/bsHxwCMi5N",
        "I love your creativity! Keep it going ✨",
        "Haha cool memories. We neither stayed in touch nor talked for a while. I hope you survive this pandemic and get into your dream university 😂",
        "Even though that we know each other, I don’t remember you much 😂 \nYou seem like an interesting and intelligent pers… https://t.co/xvpNZ56wfa",
        "Before we even met in person, we’ve known each other. You were such an amazing source of support and motivation! Yo… https://t.co/gsk2Ypyglx",
        "From your account, you seem very cool! I would like to know you more tbh ✨",
        "I don’t you much, but you seem such an interesting person to get to know more 🥳",
        "We’ve known each other for a while now. You’re such a sweetheart that I can easily talk to about anything! I admire… https://t.co/NetXqV3sO3",
        "فعاليات الحجر جبارة https://t.co/2zxc60t6jF",
        "@CulturedMono14 EXACTLY",
        "@CulturedMono14 Main from AoaB took my squealing moments for herself, how selfish 😡🥺",
        "@Srux_ @osb_13 Mhmmm 👀 https://t.co/1BzvIvjbJw",
        "@HiroBeing This is too pure 😭✨",
        "@lalavennder قدام! شعري اسود وكيرلي جاهزة؟",
        "@lalavennder اوبا 😭\n\nصدقيني حظك",
        "I hate it when anime characters turn into matchmaking shippers! I am the shipper NOT you! 😡💕",
        "@CulturedMono14 OH HER TOOOOOO",
        "@CulturedMono14 Bam x Khun",
        "@CulturedMono14 Rachel is kinda lame",
        "أحبك ماما ❤️",
        "@CulturedMono14 TOWER OF GOD?!?! I KNEW IT FROM THE ART!!!!",
        "@osb_13 Not even once? Ever?",
        "@lalavennder لون*",
        "@lalavennder سالفة الصبغة مستحيل، بتخرب شعري 😂\n\nبس صدقيني الشعر الاسود ما يركب مع كل شيء، وتحديدًا اذا لو العيون مو سودة بعد 😂",
        "@lalavennder ابي شعري يكون بني غامق مع انه اسود",
        "@malikwali2016 شفت السؤال القصير بالبداية وقلت \"مالك بارد اوتش\"\n\nبعدين شفته كامل وقلت \"مالك بزيادة نايس واو\"",
        "@azizzizaaz نو بروبلم",
        "@azizzizaaz https://t.co/yXmKbmZ8WX https://t.co/5Kacf3xNE8",
        "@azizzizaaz اجل انت نفسي \n\nاقدر اساعدك",
        "@azizzizaaz عايدي تجربة ٣",
        "@azizzizaaz @NoSalfaBoi سوي",
        "@azizzizaaz لا!!",
        "@azizzizaaz @NoSalfaBoi ايش في 😭",
        "@NoSalfaBoi @azizzizaaz يعني انها طارت من كثر انها تكره",
        "@azizzizaaz @NoSalfaBoi طيب اسمع\n\nاغسل شعرك بموية من غير اي شامبو او منتج ثاني ونشفه\n\nخذ شعرة صغيرة وجيب كاسة موية… https://t.co/K7rIj2SheG",
        "@azizzizaaz @NoSalfaBoi اها وايش صار يا مهندسنا الطبي الحيوي؟",
        "@NoSalfaBoi @azizzizaaz انت خبير ما عليك شعرك كويس",
        "@azizzizaaz @NoSalfaBoi الا بتزبط",
        "@NoSalfaBoi @azizzizaaz بالاحرى شامبو ما فيه سيليكون وسيلفيت",
        "@azizzizaaz قو اهيد \nهو خبير @NoSalfaBoi",
        "@azizzizaaz طريقة جميلة تخلي شعرك \"واو\" \n\nلي اسبوع اسويها وشعري تغير 180 درجة",
        "@azizzizaaz اها",
        "@azizzizaaz السالفة من وين؟ كيسك؟",
        "Hello!\n\nI am encouraging everyone to start (Dopamine Detox)!\n\nThis time, I’ll do an (intermediate-time theorist) de… https://t.co/OKR2ySOvFP",
        "فعاليات https://t.co/jD4RiK7k8f",
        "Since the first half of 2020 was hell, I hope the second half will be filled with happiness (doubtful)",
        "I wanted to do the run-dance thingy https://t.co/Whl3RaMSiJ",
        "نجرب ... https://t.co/yLBgaE3W0v",
        "@CulturedMono14 امي وعدتني تجيب لي عصير منشط ولا جابت",
        "@NotJmjm بس الحزورة والفزورة قالت كذا",
        "النوم والأكل نعمة",
        "@osb_13 صحيح",
        "@osb_13 ولا وحدة كلهم رفض",
        "I just had a weird dream\n\nI woke up with a chip on my neck, and that chip can utilize my brain power to control my… https://t.co/aL86h8TfRC",
        "تبوني امسح Curios Cat؟ لانه ميت D:",
        "@azizzizaaz بالعافية *slurp* https://t.co/1Za6DYoADL",
        "@azizzizaaz وطائر النورس",
        "@azizzizaaz كوب فيه منيرة https://t.co/26zXHgjq5q",
        "@azizzizaaz اتفق اني البحر لاني مالحة الطعم",
        "@azizzizaaz اتمنى ...",
        "@theheavenalive ايش فيه ايش قاعد يصير",
        "@theheavenalive My brain cells are inexistent to the point I don’t know what’re you writing",
        "@theheavenalive I don’t know how to react 😂",
        "@WISEISUNWISE @THESUPERSPECIAL @MUATH_180 @khkhza85 Ofc, cuz it’s down",
        "منيرة ورا ما تقري الهواء؟",
        "@IsMarwanSmart I don’t mind, I want to hit something",
        "@IsMarwanSmart I want to punch a wall so badly ...",
        "May 1 - May 11:\n\n- My friend and I were crying in our respective corners over the fact that we’re seniors.\n\n- My fr… https://t.co/SgDNJlNOzz",
        "@NoSalfaBoi I wish I had that incident in (Ascendance of a Bookworm). Then I would be off to a great start there in my next life",
        "I would love to get reincarnated into an awesome person in my next life",
        "@iiirar8 \"مجلس الشوربة\"",
        "Alright! I’ll buy (8fit) one-month plan and share my experience! https://t.co/ZQah8AVM3m",
        "What color do I radiate? https://t.co/txMY5Z0yyp",
        "@idkhowsdema يب عشان كذا اقرا المانجا",
        "@ibraakapogba @lluli87 لاي لاي",
        "@g45110851 @Boud241 ممكن اتفق. وصارت قبل اكثر من مرة في اكثر من قرار/توصية.",
        "@Boud241 اعترف اني ما افهم بالامور الي تصير جوا المجلس.\n\nللاسف ما عندي اي تبرير منطقي للقرار وما اتوقع احد يقدر يعط… https://t.co/nZYPeGgfkQ",
        "@lluli87 Ofc, this is Twitter",
        "YAY FINALLY!!! I’ve been waiting over a month for the release ✨ https://t.co/ucirfqTdSX",
        "@lluli87 lmao, spoke the truth",
        "@THESUPERSPECIAL @lluli87 لول",
        "@lluli87 وت از ذات",
        "@idkhowsdema اتوقع لازم نرجع ونسأل، ايش هو البشري؟ عشان نقدر نستوعب هم ايش",
        "@idkhowsdema انا فقدت أملي في البشر",
        "@osb_13 ودي احضن كل طفل تعرض لشيء زي كذا. جد يحزن ويكسر الخاطر انه فيه ناس زي كذا.",
        "@MajedBinAbdull8 جميل",
        "@osb_13 ودي اشوف كيف النقاش ادى لهذا القرار. اي شخص عنده انسانية كان بيقول \"نعم\" بدون تفكير حتى.\n\nممكن انه فيه عوام… https://t.co/1VZG96wY8r",
        "في البداية، لما شفت الخبر ما صدقت الي قريته. كيف الدولة الي تطمح انها تكون بين مقام الدول في ٢٠٣٠ ما قدرت تلبي \"ابس… https://t.co/M8vHcTvwh2",
        "@scovnm I don’t think it’s anyone’s fault, maybe. It’s very natural for someone to feel insecure about their appear… https://t.co/kyWoWo7lGF",
        "@osb_13 No problem!",
        "@osb_13 @requiemforMe_ صح للاسف",
        "@norahnh2ocean She’s so gorgeous! ✨\n\nI want to be like her by the end of 2021 🥺💔",
        "@PhysOhoud هذي الأشكال لسا عايشة؟",
        "Which fitness app is best?",
        "The reason why you THINK you’re ugly, but you’re not!\n\nhttps://t.co/9sezfUQwdB",
        "@requiemforMe_ الي يحزن انا سرطان",
        "@naVyrage \n\nHinata Okano (Assassination Classroom) \n\n- Share a playful yet neutral personality https://t.co/G2SH0HI3jC",
        "@Farahfareed01 \n\nRona Shenazard (Akagami no Shirayukihime) \n\n- Both of you are selfless and go out of your way to h… https://t.co/T5vf2XL4yW",
        "@NotJmjm Single is cool u know? Who needs some nagging lifeless partner",
        "@aaturk13312 Lmao",
        "@NotJmjm Mhmmm 👀",
        "@Abdullah_UID \n\nKiyoshi Fujino (Prison School)\n\n- Both of you think in a “wild” manner https://t.co/E7umPp0j8y",
        "@NotJmjm he’s a guy, and likes a girl that doesn’t notice him\n\nSounds similar?",
        "@aaturk13312 \n\nFranky (One Piece)\n\n- Both of you have a “father figure” or “big brother” vibe\n\n- Both of you love i… https://t.co/SseLE48RKm",
        "@NotJmjm \n\nTomoki Takashima (Chuubyou Gekihatsu Boy) https://t.co/KnZJDLFQXe",
        "@PhysOhoud\n\nNico Robin (One Piece) https://t.co/HHPZelv2x1",
        "“Followers as anime characters” activity 🇯🇵\n\nhttps://t.co/GWKaUYqnvV https://t.co/rfbbOSlTHW",
        "Hello ✨\n\nThread: My followers as anime characters 🎎\n\n(Follow me and like this tweet)",
        "“Followers as food” activity 🍽\n\nhttps://t.co/eAm6EvKQoJ https://t.co/7OladLnO4A",
        "In quarantine activities:\n\nMunMun-version 🔥",
        "@AlaaAlkhamis2 Yes",
        "@NoSalfaBoi دنتا انتا؟",
        "@Marjalabdullah American dad lol",
        "Class of 2021 \n\nhttps://t.co/mv4pOZVOHQ",
        "@shortyisfatt 🇯🇵",
        "@shortyisfatt PERFECTION",
        "@shortyisfatt 4 or 10?",
        "@shortyisfatt yes or no? :P",
        "@Btatahelwa11 lol XD",
        "@amereviee Well said! https://t.co/ANub6P5jfQ",
        "تذكرون فعالية MunMun حقت الأكل؟ (التغريدة المعلقة)\n\nتبوني اسوي وحدة نفس الشيء بس بدال اكل anime characters؟",
        "@AlaaAlkhamis2 awwww 🥺💕✨ thank youuuuu I truly appreciate it!! ❤️❤️❤️",
        "@naVyrage ما اتوقع بنكون عايشين",
        "@AlaaAlkhamis2 CONGRATULATIONS 🎊🎈✨\n\nMore achievements in the future hopefully await you! 💕",
        "@AlaaAlkhamis2 Did you get into UC Berkeley?",
        "@NoSalfaBoi Weren’t you like that just a month ago? I was at least 😔🤠",
        "Send me a number please 🥳 https://t.co/RPSV1mUytg",
        "I can’t believe that my room is a complete mess just because I am recording my ISEF video last minute thanks to my room insecurities",
        "@existingproof Well, that’s literally most *guys* out there",
        "@NoSalfaBoi I like Pop and K-pop",
        "Literally most guys \n\nhttps://t.co/d49urM8Kcc",
        "@halfbraincelled we all do! I just want to be a 10 year-old 😔",
        "You are not alone my child :*) https://t.co/lwZd2HA4Ik",
        "Post this on your profile and see how many people wanna :\n\n🙄 : Block you \n🥳 : Be your friend \n🤯 : Crush \n🥺 : Give you a hug",
        "Music recommendations?",
        "@lameesmmi Getcontact 🥳",
        "@RazanAlMusaed Razan 😭😭💔💔",
        "@RazanAlMusaed Lmao I lost it there",
        "@RowaidBenAli نصهم اسمي الكامل ونصهم دافورة ولا شيء رسمي\n\nبس باسكن ونخلة؟ غير متوقعة 🥺✨",
        "I have so many questions ...\n\nI love who named me “باسكن” ❤️ https://t.co/bKYtmCC9Yy",
        "@idkwhosnmnm للاسف لا، احاول اتدرب نسيت نص المشروع \n\nكله بسبب TPN",
        "@idkwhosnmnm شكرًا جزيلًا، المشروع مدري فينه للاسف",
        "@RowaidBenAli مدري ايش دخل، بس حاسة هذا يمثل وضعي حاليًا https://t.co/rpLRRsLxEk",
        "ندعي يسوون سبرايز آخر يوم ويكون فيه جوائز 😂 \n\nبس بغض النظر، بالتوفيق! 🇸🇦✨ https://t.co/ekNMUOLqNq",
        "@CulturedMono14 I SUPPORT ❤️✨",
        "@jalshanbari wow ✨",
        "@idkwhoisreema 😳💕",
        "@naVyrage Sure, what’s the plan?",
        "@ibraakapogba بشر؟",
        "@raykuju @ibraakapogba خايف من الكونسبت مو الانمي نفسه 😂",
        "@ibraakapogba لا تحكم على المظاهر! شوف اول حلقة وبتعرف ليش جبت طاريه \n\nواذا ما رجعت تبكي وانت خايف انا بغسل يدي من تويتر",
        "@ibraakapogba @RowaidBenAli Watch “The Promised Neverland”",
        "@RowaidBenAli تمام بشوفها",
        "@RowaidBenAli فيه myth او معلومة -مو متأكدة من صحتها-\n\nجودة العناية تخلي طعم اللحم احسن\n\nعن نفسي ما اكلت لحوم، بس ا… https://t.co/akwIWzEeqr",
        "@dollyychrist I’m in love with your curls!",
        "@NoSalfaBoi\n\nقال الشاعر دايلر: \n~ صامولي صامولي والعيال يبون صامولي ~\nمولود في القمر وام الدنيا مصر، ثم ترعرعت في ج… https://t.co/4X3ceSOcrZ",
        "@SadBoiLesh \nانت سمكة تسبح في البحار، ثم تصتادين وتنسلخي وتنطبخي وتؤكلي. ومع كل هذا تحافظين على كنز اجدادك وهو جسمك… https://t.co/3COuHZge6p",
        "@MahfouzMonia في كل شكولاتة انتي موجودة، ويستخدمونك حتى لتنظيف البيوت! كم انتي من تحفة يا امونيا ومستر. اريو https://t.co/a8aUxKwPEM",
        "@itsmewhi سهلة التحضير بطعمٍ وفير. خبزةُ حارة ثم القليل من زبدة الفول السوداني والمربى! كم انتي تحفة يا سنداويش الم… https://t.co/0xXABOLv8k",
        "@MisharyAlassiri Some say you’re at the top of the world’s greatest food masterpiece, others say that you’re a sour… https://t.co/2jPL9PRXH0",
        "@HappyMask200222 \nExisted since the 18-19th century, and you still make a fuss in our modern era. From scientific e… https://t.co/JXU32QcSSw",
        "@Ahmadalsinany What a colorful and lively sweet you are. Cold and breezy, yet good in summers. \n(PS. مثل لون شعرك… https://t.co/H8BfEjJaBI",
        "@azizzizaaz \nالناس دايمًا تسألني كيف انا طويلة مثل العمالقة في هجوم العمالقة AOT\nالسبب وما فيه يا صغاري، من يوم ما… https://t.co/CDGV2KEcGC",
        "@xbz2p \nPrincess bubblegum: “يا بنات عندي علك مين يبي؟”\nSaudi school girls: “انا! انا! انا! بس خبيه من الادارية عشا… https://t.co/cgyfJGm3JN",
        "@BadghaishLeen You can never get a cup of tea large enough that’ll satisfy me, because I can never feel fulfilled.… https://t.co/9pymqZDnj4",
        "@aussiastronomer EXOPLANETS RULE!!! ✨🔥",
        "@lilililili_19 There’s an old legend: “In the land of the rising sun, salmon is the golden key to modern civilizati… https://t.co/oACuHCQ7DQ",
        "@USAinKSA @mawhiba @Harvard @Cornell بالتوفيق لهم! هم فخرنا 🇸🇦",
        "@RazanAlMusaed رسميًا رزان اكثر شيء احب اكله ❤️",
        "@malikwali2016 When the circumstances are right, you are baked PERFECTLY!!! What a MASTERPIECE 🍟✨ https://t.co/KGhWot75Pc",
        "@azizzizaaz من عيوني 🥳🔥",
        "@RazanAlMusaed الذهب يروي لنا حكاية روشيه. بندق مستخلص من جزر القمر ومغمس في شكولاتة جزر المالديف ثم يطلى بالذهب ال… https://t.co/LWYWhv86F7",
        "@FatemaAlyahya17 AWWWW THANK YOU THANK YOU!!!!\n\nFATIMAH ABSOLUTELY!!!! \n\nJuts wait for tomorrow when I dress you gu… https://t.co/5acw8Dj9HY",
        "@dalyafee يا رقيقة ما عرفناك موجودة بكل بقالة. طفولتي مبنية على عليك كل ما اروح محل عصاير او بقالة لازم اشتريك. جزء… https://t.co/BtrIivhA2l",
        "@idkhowsnmnm مربى!!! الذ شيء واخف شيء على الفطور. كل شخصية انمي في اول حلقة ياكلونك، ولاني عايشة جوهم احب اكلك على… https://t.co/EsiPqjecGB",
        "@Farahfareed01 نشيطة وحماسية وسوشل. الوان كثيرة مجتمعة بحلاوة وحدة. كل ما تاكلها تعطيك طعم قنبلة في فمك! https://t.co/Vd0S2FYntu",
        "@azizzizaaz أه مستصغرني ليه يا فندم",
        "@AliShinobu What a trap 😂",
        "@osb_13 😂😂😂😂",
        "@PhysOhoud على قولة الشاعرين \"يا بابا اشرب الحليب\". روحك صافية وخالية من الحقد والكراهية. كونك سائل تقدري تاخذي شكل… https://t.co/6cgWHrpDgy",
        "@RBajouda نجمة في كل مناسبة مهمة. مصنوعة من اطهر انواع الفواكه في الدنيا. طعمك خفيف وحلو وكل محترف بتخلين عمله ابدا… https://t.co/t7rpNJKDPv",
        "@FatemaAlyahya17 You were there since the dawn of the entertainment industry. Famous for your marvelous, hot, and c… https://t.co/HYcNnbpGxz"
    ]
}