{
    "screen name": "surbhi_karwa",
    "no. of tweets": 152,
    "tweets": [
        "@monteskw 🤣🤣",
        "@monteskw That Modi is a bad prime minister?",
        "So people who were expecting clarity on what will happen next, did you get any? \n😐",
        "There should 2X speed option in Live Speeches too.",
        "@AnnoyedSingh I just messaged that to someone. 5 pages long answer and useful stuff only 5 lines. Rest all drama.",
        "@shashank109 Deal.",
        "@shashank109 Okay. You letter is worth 9990 rupees. I will wait for it. We are even.",
        "@shashank109 You wish. None of that happened. You were fine and kicking talking to me almost daily on WhatsApp. But… https://t.co/lyLDcHA233",
        "@shashank109 You liar. Don't blame it on Indian Postal services. It took your lazy ass 11 months to reply. \nSo no.",
        "@shashank109 You don't say. It took an entire year for you to reply to my letter dated Oct. 2017. One year.",
        "I look at @smritiirani's Instagram account and feel nothing but sad. No strategy for reaching out to women facing d… https://t.co/PeYaBzfqZv",
        "@sohinichat @itihaasnaama To me Kaifi Azmi presented end of an India which existed before demolition of Babri. Kaif… https://t.co/VmMKOZrHTz",
        "https://t.co/F21MscrLHN",
        "Pandemic\nEarthquakes\nDeaths of actors\nLeaders in hospital\nWhat is happening.\nDear 2020 please just get over already. https://t.co/lmOrladPtI",
        "Aamir Bhai's urgent piece. Glad that I could contribute. @P39A_nlud https://t.co/S2RlIrvjr8",
        "1084 Ki Maa was a deeply learning experience. https://t.co/RxBR7fwSq3",
        "@abouttanvi1 I am glad that you liked it. Do share your views when you read his book.",
        "😒😒🤦🤦 https://t.co/LZeRDmgFlC",
        "@RishiMajumder @avisinghesq @advsanjoy @iid_sp @santhoshd @NikSB9 @SubhadipNandy @R_Ajay_ @nuts2406 @itihaasnaama… https://t.co/IzunnK6Hg3",
        "@Rekhta Aurat nazm.",
        "Aamir Bhai wrote this piece. I helped him in translation. https://t.co/ACiVFUHejg",
        "@awkwardcabbage @HavaldarShinde @WordsOfDv check this",
        "@putputshukla Photographer perhaps wasn't minding their business.",
        "@atti_cus Go to my parents.",
        "Woah. Interesting. Have heard a lot of stories about the Indian Coffee House, Allahabad. 😁 https://t.co/TXTU07C2vH",
        "@bazzapower I am also missing hugging so much. Partner. Friends. Parents. Almost having withdrawal symptoms so to say. 😭",
        "@MenakaGuruswamy https://t.co/uUnUynUlHF\n\nI read this piece recently.",
        "@Alex_Lily @prannv99",
        "@monteskw But I don't like chocolates. 😪",
        "@monteskw Hi.",
        "Every single human rights stands violated with restrictions on internet in Kashmir. #Restore4GinJK",
        "@monteskw Lol why?",
        "Haha. 🤣 https://t.co/HO71cleNNx",
        "@_mwaseem_ I love the Itr they make out of it.",
        "Was in an abusive relationship thinking no one else will date me. \nI have been both at receiving end of it  and sha… https://t.co/GAdmpIwNXY",
        "Fat shaming women is part of patriarchal culture. I have struggled with it for years resulting in unhealthy eating… https://t.co/ozmDtBaJWW",
        "@grumpeoldman This is the language which will be used continuously to invisiblize the fact that it is state sponsor… https://t.co/gxcsfY9EhA",
        "No Jews in the times or Hitler. The ever hidden hatred of upper caste households against Muslims coming in open. Sa… https://t.co/0FAX1wCPqu",
        "Hi\nDo support @newslaundry \nWe need their work. https://t.co/nIBFYYhaPH",
        "@vikramhegde My travel is 2 KMs 🙄",
        "@shashank109 Yes. You would make great friends with him. You yourself are bit like him.",
        "@shashank109 Ahha. He is my crush.",
        "Today is birth anniversary of Tagore. I wish to read more of him. But for now, Gora is his favourite work for me. I… https://t.co/q3ipRvTEqZ",
        "@Arti9Mohan @Shivangipuri5 It is offered as a course at Jindal Global School during LL.M.",
        "Sent an invite to attend a lecture to few of my friends including a Kashmiri friend few days ago. He replied intern… https://t.co/pzaY0xF20E",
        "Bring full speed internet back to Kashmir. Stop this daily harassment of Kashmiris. Stop.",
        "Safoora Zargar has spoken to her partner only twice since April 13th. She is pregnant and in jail for 3 weeks. What… https://t.co/OPrP7bNx6B",
        "India should be ashamed.",
        "Family is neither given time to mourn nor freedom to do the last rites and bury their child as per their own wishes… https://t.co/FemFJgU51T",
        "A 14 year old physically challenged boy goes to graze cattles with friends. He doesn't return home. Instead his fam… https://t.co/BDGtSw1237",
        "@mannkishradha 😭😭",
        "Life looks like a continuous Mathematics paper right now.",
        "@shubham765 @shashank109 Haiiii. That is not fair. I also reply ceiling and fan and sky. That is totally a superb j… https://t.co/3Lf1MUFIZf",
        "@shashank109 No. It wasn't. Go sleep. You should sleep.",
        "@shashank109 You should be.",
        "@shashank109 The film is absolutely ridiculous. 😑\nA woman's character is shown as completely bereft of any shade. S… https://t.co/hF6rE7o3r5",
        "Please don't watch the films you crushed over while growing up. You would realise how unworthy they were and it wil… https://t.co/fcY6Kjxwcf",
        "@BucketheadCase 🙄😅😑😁😭😪",
        "It looks so unbelievable that it almost looks like a fake news. https://t.co/wVLiADdk3N",
        "@shashank109 @shubham765 @Annoyedsingh @KrithikaJags @mannkishradha @Rabiarashidd 😑😑",
        "@shubham765 @shashank109 @Annoyedsingh @KrithikaJags @mannkishradha @Rabiarashidd I have told you both story of my… https://t.co/7V1txqRel5",
        "@shubham765 @shashank109 @Annoyedsingh @KrithikaJags @mannkishradha @Rabiarashidd How does that matter. Marks are stupid.",
        "@shashank109 @Annoyedsingh @KrithikaJags @mannkishradha @Rabiarashidd 37/50 once \n85/100\nLowest I ever scored in an… https://t.co/IutJ95z6Xt",
        "I might end up crying reading everything  being posted about Irrfan Khan. This is so saddening personally.",
        "@mannkishradha @ajagrawal92 In touch with him already",
        "An already saddening situation got even more saddening. https://t.co/e38OzhHNx8",
        "@bhanupriya_rao",
        "@so_radhikal",
        "Hi\nA close friend of mine is looking to apply for M.A. Gender Studies course at London School of Economics.\nIf anyo… https://t.co/U5Fwy6WoK5",
        "Hi\nSupport them. They are doing some remarkable work. https://t.co/ObwJlDaf5U",
        "@shashank109 Can you explain with an example",
        "I was part of a discussion few days ago on Gender and South Asia. The participants there too raised the same questi… https://t.co/RW3fZblsLq",
        "@GuzashtaLakhnau Modi Ji ki permission Nahi h",
        "This brings memories. Not just of the city but of people associated with this place. \nI want to go back to Lucknow. https://t.co/kwaLKj1BHl",
        "@shashank109 Maybe you know a lot of people from Jodhpur",
        "@shashank109 The thing I have heard in Jodhpur is that gunde and politicians law padhte h.",
        "@shashank109 I wanted to call you. Check mail. When do I call you.",
        "On the anniversary of Keshvanand Bharti, one small thing. Prof. Conrad, the person behind the Basic Structure doctr… https://t.co/p95EC94Znj",
        "This doesn't look Delhi. Nope. https://t.co/vAahc1YGjS",
        "@ShabnamSyedKha2 @anurag_bhaskar_ I will surely share.",
        "@ShabnamSyedKha2 @anurag_bhaskar_ I will share the readings. Please DM me your email.",
        "@ShabnamSyedKha2 @anurag_bhaskar_ I am teaching a seminar course titles 'Feminist Engagement with Indian Constituen… https://t.co/MWYcbEPaWL",
        "Thank you @anurag_bhaskar_ for talking to my class today on 'Ambedkar, Feminism and CA'. \nIt was fun. 🙂 https://t.co/1vCJsOIHUq",
        "Hi.\nHere is a report I wrote on the 'Other Pandemic': Violence Against Women in times of Corona, a webminar organiz… https://t.co/lKOCwGM4Ai",
        "@ShabnamSyedKha2 @Annoyedsingh That is very kind of you too say. 😀",
        "I didn't know our orgasm was on agenda. Thank you Modi Ji for caring about our orgasms. \n\nCan we include that in th… https://t.co/gt7cHeywTF",
        "@Annoyedsingh Give me 1 crore. 🤣",
        "@Annoyedsingh I will message you next time.",
        "Took a small session on gender and consent today. Thank you for having me. 😁",
        "Kasar Devi, 2019\nI want to go back. Over with the lockdown already. Please. https://t.co/3OeGZGi9CT",
        "Does it get better in the 30's? Because right now at 20's life looks uncertain to me. All all front it looks like a… https://t.co/S6ej6zAaBs",
        "@shashank109 I don't need this master. 🙄",
        "@SohailaAbdulali shared my review. This made my day, my week and my year. ❣️ https://t.co/FHxwu1fgQt",
        "@SohailaAbdulali @LiveLawIndia Thank you so much Ma'am for sharing my review. Your book was eye opener for me both… https://t.co/ij6cfDnSMf",
        "@shubham765 @Aaabshar Now go judge me and say Lockdown had badly impacted me.",
        "@shubham765 @Aaabshar Yes. Obviously. 🙄😒😀",
        "@shashank109 I will just hire the master to cook for me. 😒🙄",
        "Yesterday, I delayed my class by half an hour. Today, I will be late for a reading group session. Both the times re… https://t.co/GcI9RvsPuN",
        "@Memeghnad What's your secret ingredient in Poha. Each Poha master has that. As a self proclaimed Poha nationalist… https://t.co/t6eLXabPY9",
        "@heunplugged @shubham765 At least on paper we are. And that is a Constitutional ideal.",
        "Ultimately himself went to hospital. Very sad. https://t.co/evVxqUkkAX",
        "@manwendratiwari @shubham765 Thank you Sir.",
        "@Annoyedsingh Haha. Yes.",
        "@Annoyedsingh Feel you sister.",
        "@monteskw Took my phone to reply to you but well WhatsApp is backing up. 😒🙄",
        "@monteskw But that is something actually to read upon. 🧐",
        "@monteskw Did you actually believe that. I just randomly shared. I am not sure that is the case.",
        "@monteskw Fishes sleep with their eyes open.",
        "@monteskw I am.",
        "My and @shubham765 's piece. https://t.co/6QKTwcQEs9",
        "@monteskw Yes. It is Monday.",
        "Refer to my bio. She is the one I am hoping to become like. Ismat. ❣️ https://t.co/01EJJhTFss",
        "@monteskw No. It is Monday.",
        "@FilmHistoryPic @shashank109 Which area",
        "@shubham765 I am a Bhakt. Bhakt of Shubham",
        "Me too. Kind of conditioning we women are given it takes years to understand and acknowledge abuse. https://t.co/Qj0pMz2C9n",
        "@shubham765 You look cuter. 😃",
        "@Annoyedsingh 🤣",
        "@Annoyedsingh I have not tried it yet. Perhaps should.",
        "@advsanjoy @bharadwajrrc A complete book on Kailasa. Would be pari matria to Shiva Rao's work. I will buy the first signed copy.",
        "@advsanjoy @bharadwajrrc Frankly, you can actually write a spoof based on your tweets about Kailasa with of course… https://t.co/2c2TSNQqDj",
        "@advsanjoy @bharadwajrrc Param Shiva would surely fulfill your wish. 😂",
        "@bharadwajrrc @advsanjoy Sanjoy Sir should also be appointed for establishment of National Museum of Modern Art at Kailasa.",
        "@monteskw Since you are hiding from me, I will not share my secrets of using Zoom.",
        "@monteskw People are hiding from me. Wha can I do other than crying 😭",
        "@monteskw 😭😭😭😭  *cries in the corner*",
        "@monteskw I can extend your time for readings. 🤣 Don't hide.",
        "@monteskw When was I trying to find you out for you to get caught. 🧐🧐😂🤣",
        "@monteskw 🧐🧐🧐",
        "Hi\nThe NLUD Workers Protest needs support. Please contribute for the workers till the awaited decision comes.… https://t.co/ItOsRzGFRw",
        "@Memeghnad I was productive for half an hour. 😭",
        "@so_radhikal https://t.co/uMecbdJ3oa",
        "@so_radhikal Are you looking in Delhi? For Lucknow Aali is there.",
        "@advsanjoy They have rightly hired you as drafter of Thier Constitution. Param Shiva must be proud of you.",
        "@advsanjoy What is the 'founding moment' of Kailasa? Like India is it 1947 or is it from the beginning of time or beyond.",
        "Happiest Birthday @pankhuripathak !\n😃",
        "@RURALINDIA @advsanjoy @iid_sp @santhoshd @NikSB9 @SubhadipNandy @R_Ajay_ @nuts2406 @itihaasnaama @avisinghesq… https://t.co/4MKp1DXFfe",
        "@advsanjoy @iid_sp @santhoshd @NikSB9 @SubhadipNandy @R_Ajay_ @nuts2406 @itihaasnaama @avisinghesq @vikramhegde… https://t.co/HBCOV3ZHc2",
        "@Annoyedsingh I want to be Madanlal too. Get a degree in whole of social science.",
        "@ShabnamSyedKha2 @shashank109 @ZarnaabAswad @shubham765 @GuzashtaLakhnau @sarthakraizada @anurag_bhaskar_… https://t.co/7ADQst2NlF",
        "@ShabnamSyedKha2 @shashank109 @ZarnaabAswad @shubham765 @GuzashtaLakhnau @sarthakraizada @anurag_bhaskar_… https://t.co/zz7A6xlSOS",
        "https://t.co/f9miUHx196",
        "3. Heavily emphasis on duties. Ask not what country can do for you, what you can do for country. \n4. All this in na… https://t.co/gIZvzqC4os",
        "Cabinet Minister says-\n1. Congratulates us for never letting the leader down. (Orwellian much)\n2. Reads Ar. 19 in a… https://t.co/vBgqHMJl4R",
        "@ShabnamSyedKha2 @shashank109 @ZarnaabAswad @shubham765 @GuzashtaLakhnau @sarthakraizada @anurag_bhaskar_ @ishanmataRTI Yes",
        "@shashank109 @ShabnamSyedKha2 Interesting trivia abt ....Satva Ghoda film. When Rajit Kapoor read it he told Shayam… https://t.co/Gf92XHHhKE",
        "@ShabnamSyedKha2 @shashank109 @ZarnaabAswad @shubham765 @GuzashtaLakhnau @sarthakraizada @anurag_bhaskar_… https://t.co/AvIgZDUowW",
        "Nip this is bud. This conversation is dangerous. Stop. Stop. https://t.co/DtFYMd9v7E",
        "@MahtabNama @Annoyedsingh @shubham765 @AyushSinghal21 @ChandniBhatia12 @anurag_bhaskar_ @manwendratiwari… https://t.co/EQq701lsTc",
        "Unfair. Unfair. Unfair. https://t.co/E4U2AuXRFW",
        "The purpose of silencing dissent is the aim of this targetting.b https://t.co/SrmK0JCRLs",
        "I cannot pick any. 🙄 https://t.co/DbxM0oWMQn"
    ]
}