{
    "screen name": "Helena_Hndz",
    "no. of tweets": 194,
    "tweets": [
        "Excavar en los recuerdos para detener el tiempo. \n\n@_earroyo 💞\n\nhttps://t.co/8yAnSBnWAD",
        "\"para este cambio estructural, dice @Reprocultura, también es importante que los creadores y los artistas pasen de… https://t.co/U0IPheRQ5a",
        "¡Ojo! No estoy diciendo que todo sea terrible.",
        "Muy bonita la descentralización y pluralidad en los resultados pero,  dónde queda la calidad del \"producto\" creativ… https://t.co/EY7MhEBlJd",
        "Desconfinarse para ir a besar a tu persona favorita sería una mejor opción. ♥️ https://t.co/8VfdCqHIZE",
        "https://t.co/wEck2EUL55 https://t.co/3U2ruaXMeG",
        "@FitoPaezMusica, te amo. ♥️\n\nhttps://t.co/8ro3YCJDkT",
        "\"y ejecutadas por el Estado, y no por el gobierno\". https://t.co/uZkoULT1Mn",
        "En mis labios conociste el sabor de la noche. 😘",
        "💚 https://t.co/Miq9m9ytrF",
        "Una propuesta coherente después de tantos desaciertos ... 👀\n\nhttps://t.co/tteAvbfT9e",
        "¿y entonces la crítica de teatro es? 🤔",
        "Mis hermanos son lo más bonito que tengo en el universo. No importa cuando lean esto. ♥️",
        "La Gioconda, siempre. ♥️ https://t.co/Q3mFvd6ulF https://t.co/O6hNuzfgNH",
        "👇🔥 https://t.co/HKrzArmVQ1",
        "@alejandraemeuve @gabrielintica 😱😱😱 OMG, no hice el tercer módulo. 💔😭",
        "Yo enamorada ♥️😂 https://t.co/UMa552i7vS",
        "¿Señora, @alefrausto tiene respuesta ante está situación? https://t.co/lBvgwJgHdu",
        "@orgasmocultura @DomadoraRevista @Witchy_99 @ArteActiv @CiaTeatroPeni 🙊🙊🙊 https://t.co/JUvws8hskP",
        "¿Ustedes también andan necesitando un abrazo el día de hoy? 😭",
        "@molinamiguel_a No, ahorita no joven preferimos seguir usando el término sin conocimiento de causa. 🙊",
        "Promesas incumplidas 👇👇👇 https://t.co/leiBkCJxk1",
        "@QuioDaniel Me causa un conflicto personal que en algunos grupos se definan todo el tiempo como teatreros.",
        "@Xinetl Aficionado al teatro 🙊😂",
        "porque respuestas a las arbitrariedades que vive el sector cultural aquí no van a encontrar. 😏😏😏",
        "Sigan esta cuenta para más recomendaciones culturales. 🙄🙄🙄 https://t.co/DD1FkBB0vg",
        "@alefrausto ¿Cuál programa? ¿Es específico para ese sector? ....",
        "♥️👇 https://t.co/ecoPiTFCyS",
        "Eres mi obra de arte favorita, sí tú. ♥️",
        "¡El amor no tiene sexo ni género! ♥️\nPensé que estábamos en el siglo XXI pero los comentarios de este post tiene ot… https://t.co/LQD9Iweher",
        "@Abdieler Tengo otros datos. 🙊",
        "@Isaac_RR_mx 🙃",
        "¿Ustedes se fijan en la caligrafía de las personas qué les gustan? 🤔",
        "@molinamiguel_a Suscribo 🙊",
        "@75_jucar 💔💔💔",
        "@molinamiguel_a @Witchy_99 @Abdieler @Isaac_RR_mx @olmosdeita @AnnaVz96 @Jjaguilera1994 jajajaja",
        "@75_jucar 😂😂😂",
        "@albarran_fer Yo amo ese tono. 💋",
        "Acepto el reto de @Witchy_99:\n\n1. Sube la foto de la portada de un libro\n2. No digas el por qué\n3. Nomina a 6 perso… https://t.co/sKe9GFRq7u",
        "Un día eres joven al otro pides consejos para cuidar tus plantas.",
        "@vela_rod @UNAM_MX @IIFL_UNAM 😱😉",
        "@carajitodecafe 🍷🍾🍷 ¡Felicidades!",
        "@Witchy_99 El encabezado, y las falacias que le siguen. 🙄",
        "¿Café con leche o tequila para la función de @mesalebien ? Sean serios. ☕",
        "Le voy a proponer a mi ex conservar las mismas prácticas, y mejorar lo que se pueda. O sea tener sexo casual mientr… https://t.co/dlUMBBYNyw",
        "Explicaciones lógicas con argumentos claros. Eso queremos.",
        "Guau que interesante.🙄 Jamás se me hubiera ocurrido que \"mejorar lo que se pueda\" pudiera ser un directriz de \"nuev… https://t.co/xf0VTsHHWr",
        "🖤🔥 https://t.co/DPkFh1IAWo",
        "Mi semana en una imagen. https://t.co/Pwa4TFBMdN",
        "@eduardocruzva ¡Que los abran! Excelente artículo.",
        "@teatroinbal MalPais la ví seis veces ♥️",
        "@Isaac_RR_mx @DircioMysol @anamamortor @almatorices @desextender @ragderomero jajajaja no quieres saber esto. 🙊",
        "@Witchy_99 💔",
        "Shakira es una genia. No importa cuando vean esto.",
        "@Isaac_RR_mx 🤗😉",
        "Suscribo 👇 https://t.co/wMCI8vdNu3",
        "¿Ya leyeron mi instantánea? ♥️👇 https://t.co/9jFaIRh0xk",
        "Las enfrijoladas me salen idénticas a las de Anahí. Triste pero cierto. Pregúntele a mi ex. 🤢",
        "Súper sí. 🍀 https://t.co/9EHZjBmGBD",
        "@Isaac_RR_mx Parece que la señora \"tiene otros datos\", y poca capacidad para dar un discurso que disipe nuestras dudas.",
        "¿Soy la única a la qué no le quedan claros los nuevos escenarios del FONCA? 🤔 https://t.co/wAOThNK7jQ",
        "🖤😢 https://t.co/iAvBaGRKNN",
        "Me invite un mezcal para acompañar mi lectura pero terminé sacando el karaoke. 🙊",
        "Quiero ser tu poesía favorita. 😘",
        "@MelissaCaamal @MondHector Va. Nos leemos el viernes. 🍷",
        "@GuidoAstolfi ¡Va! El miércoles tienen noticias al respecto.",
        "@MelissaCaamal @MondHector Me agrada eso de beber vino de caja, ¿Dónde me inscribo?",
        "Un fav, y abrimos nuestro círculo de lectura de teatro. 🖤 https://t.co/jnFyabRnZF",
        "@MelissaCaamal Necesito un círculo de lectura. 💔 ¿Tienes algunas opciones? 💜",
        "El punto tres significa que me vaya a leer para poder argumentar mi opinión. 🤓 https://t.co/3r9Fd2cjQg",
        "@Abdieler @molinamiguel_a En mi supuesto las hienas se adelantaron un poco \"provocando\" la caída del petróleo como… https://t.co/QkbvA1i0PS",
        "En ocasiones me siento ridícula hablando todo el tiempo de arte cuando afuera el mundo colapsa, ¿Servirá el arte pa… https://t.co/eowcYqY0ck",
        "Colapsa la economía mundial, ¿Sí, se esperaba ese panorama? Ccp: @molinamiguel_a @Abdieler \n\nhttps://t.co/nnDY7PFGEw",
        "Irrumpe la quietud de mi habitación con tu presencia. ♥️",
        "@Ti_TanyaGomez No invoques a los demonios. 🙊",
        "¿Cómo van? ¿El ex ya les pidió nudes? 🙄",
        "Nuestro objeto de estudio en @elensayo3 👇💜 https://t.co/GOwCz8ejAk",
        "@DomadoraRevista Por cierto su línea del tiempo es tristemente hermosa.  😭",
        "Siempre ♥️ https://t.co/1SX8hucuG5 https://t.co/xSX5iQOg69",
        "¡Feliz cumpleaños, @fernandadelmm ! 💜 Abrazos virtuales con mucho cariño.",
        "Tuve un sueño erótico... Usaba unos botines rojos hermosos. 👠😱🙊",
        "\"Muestra tus heridas: no niegues que la herida es tu condición, la que te hace común a cada uno de nosotros, a todo… https://t.co/hvf2oRFy2V",
        "♥️ https://t.co/BrYbGeLJgm",
        "Tarde de placeres que alimentan mi corazón. Fiona Apple, y @DomadoraRevista ♥️😍\nhttps://t.co/5ZNDJ8Ol53 https://t.co/T1Pah3XHk7",
        "@HectorIvanGP @Irma_Sandoval @lopezobrador_ La segunda.",
        "\"Recordemos el ayer y bebamos por lo que fue ... \". 😢\n\nAmparo Dávila 🖤",
        "@DomadoraRevista 🖤",
        "@DomadoraRevista @orgasmocultura La peste 🙊",
        "La renovación del sistema parece más un capricho que un mecanismo para mejorar la políticas culturales.",
        "La ignorancia, el oportunismo y el cinismo en un tweet. https://t.co/s66mPsR3e7",
        "@Witchy_99 Ya no estoy entendiendo nada.",
        "En tus labios encontré el sabor de la vida.",
        "@Soy_SorJuana &lt;&lt; el me mintió. Él me dijo que me amaba y no era verdad&gt;&gt; . 🙊",
        "@Witchy_99 No queda más que esperar, y apostarle a las industrias creativas.",
        "@Witchy_99 ¿Te estás burlando de mí? 😟",
        "Además de dotarlo de certeza jurídica, reconociendo como un Sistema Nacional de Creadores que abarca desde los jóve… https://t.co/dQ9mkIQ4m9",
        "\"el Fonca será incorporado a la estructura orgánica de la Secretaría de Cultura, lo que permitirá contar con reglas… https://t.co/eemKPMYJf7",
        "Crear,. indagar, cuestionar... Darle voz a una emoción. ♥️ https://t.co/AAFy4NrqSo",
        "@yoeralalluvia @Witchy_99 @DomadoraRevista @orgasmocultura @CalcetasMoradas @A_mirandam ¿Qué razón hay de que dolor te cueste?",
        "@orgasmocultura Doctrínanle tibiezas y despego",
        "🖤 https://t.co/Grpti7MKWf",
        "@ty_bakery Sí, pero no podemos vernos. 💔💔💔",
        "@BWDarligUlv Un poquito. 🙊",
        "@molinamiguel_a 🙄",
        "@HectorIvanGP @FONCAMX @cultura_mx @TierraAdentro Los funcionarios dejaron de tener criterio propio para desempeñar… https://t.co/Ki0VYFBUBb",
        "¿A qué se refiere Frausto cuándo habla de solidaridad? ¿por qué no sale a dar la cara? Es evidente que el sector cu… https://t.co/6wVLHcVQYa",
        "¿Imaginar?🤔 No sería más importante que nos cuente un poco sobre las estrategias que desarrolla para proteger al se… https://t.co/fS8RutsPfO",
        "\"L'enfer, c'est les autres\". \n\nJean Paul Sartre 🖤",
        "Awww ♥️ https://t.co/v797dnmNEV",
        "En el #DiaMundialDelArte voy a compartirles un hilo sobre la obra pictórica que más aborrezco, y mi relación amor -… https://t.co/l9S39ULupO",
        "Quédate con quién te hablen de arte a la menor provocación. Quédate con @DomadoraRevista  ♥️\n\n#DíaMundialDelArte https://t.co/MLlpiHflct",
        "@Jesica_meleck 😏😏😏",
        "@Jesica_meleck 💔💔💔 ¿No has visto mis fotitos?",
        "Ya 😏 https://t.co/khU7UASNMK",
        "@molinamiguel_a jajajaja esa sería la mejor beca del universo.🤗",
        "@molinamiguel_a Profe, usted siempre creyendo que puedo hacer cosas superiores a mis pocas capacidades creativas. 🤗🤗🤗",
        "@AnnaVz96 Abrazo de vuelta.💜",
        "@H_Robles ¿Está usted en desacuerdo con las becas?",
        "@H_Robles ¿Tomados en cuenta para qué?El apoyo facilita la creación pero no la hace superior a otras. Sin este apoy… https://t.co/L8Pkym5YA3",
        "No me pidan cartas de motivos cuando el único motivo que tengo es sobrevivir a la pandemia para ir a perrear. Oqueii no. 🙊",
        "@H_Robles ¿Entonces va en un sentido alesionador para el espectador? ¿Las producciones realizadas con FONCA son de… https://t.co/d4b3L8daZ1",
        "Volví a llorar con una obra de Luis Gerardo. Les digo que el encierro me sienta mal. 😏 https://t.co/ICiAJoKi71",
        "@albarran_fer Sí, y es una tortura. 😢",
        "Se sabe de mi amor por Simone 💜 así qué a quién adivine cuál es mi cita favorita de esta genia le invitaré al cine… https://t.co/n1kGfAFNJB",
        "¿Sí o No a las becas del FONCA? Argumente su respuesta. Es para una tarea. Gracias 🤗",
        "@H_Robles @FONCAMX @cultura_mx ¿Es un reclamo al FONCA o un halagó a su resilencia para crear sin un apoyo gubernamental?",
        "@H_Robles @Entretenia @InterescenaMX @Somoselmedio @DoradoXChido @SenoritosFonca @FONCAMX @monacofelipe… https://t.co/Lm6i46SvEO",
        "@orgasmocultura @LuisGerardoM Se están convirtiendo en lo que juraron destruir. 🙊",
        "@DomadoraRevista \"La vida tiene valor siempre que se valore la vida de los otros, a través del amor, la amistad, la… https://t.co/MUIbqKhnYu",
        "Yo sólo quiero que estés aquí a tu manera. 😢",
        "@AneRosnes 💜",
        "♥️ https://t.co/SKnbD9DWGB",
        "Hoy es cumpleaños del guapo.♥️ Obvio se van a quedar con la duda de quién es el guapo. 😂😂😂",
        "La alta temperatura, global y corporal, invita a un episodio mágico: la resurrección de lo muertos. «Hola querido… https://t.co/mWC7H0qqTG",
        "Los amantes, siempre. ♥️ https://t.co/UBxTvclYpj",
        "Desgraciadamente hoy no podemos besarnos pero después de la cuarentena nadie podrá separarnos. 😂😂😂… https://t.co/agTwLB5efP",
        "@molinamiguel_a jajaja sin comentarios.",
        "@molinamiguel_a ¿Va a morir el neoliberalismo?  ¿Viviré para ver eso? 🤔",
        "En instagram juego a ser sexy. Acá soy puro teatro.",
        "Soy el perrito en cualquier circunstancia de la vida. ♥️ https://t.co/A9XauQiTbJ",
        "@carajitodecafe Sí 😭",
        "@CiaTeatroPeni @Noti_Teatro @elteatrocdmx @MutisTeatro @LGCDMX @DomadoraRevista @TeatroEnCdMx @ForoElBicho… https://t.co/lGUkKtdNf2",
        "Lloré mientras veía HNMPL, sí la versión con Luis Gerardo. 😍 ¿Ustedes cómo van?",
        "@Witchy_99 🤢",
        "@olmosdeita @SergioMayerb No, me lo compartes por favor.",
        "@olmosdeita @SergioMayerb Gran sorpresa.",
        "@antoitobb 🙊",
        "Fingir que les gusta el teatro para coquetearme es su primer gran error. 😉",
        "Soy Leo, así que no puedo ir el martes a esa hora. 👀 https://t.co/wvUMh2Q2Tb",
        "@TerapiaenM con respecto a lo que charlamos ayer. 👇👇👇 https://t.co/XHBh6JOQnX",
        "Tú, yo siendo ombligos responsables. No sé, piénsalo. 😉 https://t.co/N0fYYIlVsU",
        "@TyTroncoso Ya me casé. 😭 ¿Podemos tomar un break para comer pastel de @ty_bakery ? 🤗",
        "Habría... ♥️ https://t.co/rqFBNsXSFA",
        "La vida sin amor no tiene sentido. ♥️",
        "😢 https://t.co/ppharzR6j4",
        "@Abdieler ¿México tuvo el \"poder\" por al menos unos minutos?",
        "@olmosdeita También la idea romántica de que el teatro es resiliencia nos limita un poco.",
        "@olmosdeita En un mundo utopico los creadores deberían ocupar su tiempo en crear pero en un país como el nuestro ta… https://t.co/w9UK9VXCPy",
        "@olmosdeita No pasan de rechazar las decisiones mediante cartas en ocasiones sin sentido.",
        "@olmosdeita Aurotitaria, y poco crítica. Está actuando bajo ocurrencias. Sin planes estratégicos.",
        "El decreto que busca extinguir los Fidecomisos es ilegal. No basta con hacer cartas rechazando su aplicación. Se ne… https://t.co/7uxgkxEA6b",
        "@olmosdeita Tiene un valor social, y económico aunque esto segundo parezca una banalidad. El teatro tiene un impact… https://t.co/dzxG8nUwk4",
        "@olmosdeita @Moniquiquii ¿Qué sucederá si FONCA desaparece? 🤔🤔🤔",
        "@olmosdeita Emocionalmente estaríamos en problemas. La cuota de performatividad no sería suficiente, y su desaparición implicaría desempleo.",
        "@olmosdeita 😭 o nuevas torres de departamentos.",
        "¿Qué pasaría si nunca volviéramos a ver teatro?",
        "@vela_rod ¡Felicidades! ✨",
        "La luna nos regala un poco de esperanza. ♥️\n\n*Ya está llorando* https://t.co/lbJW9TlHS1",
        "Hablemos de la luna. 😍",
        "@CiaTeatroPeni @LGCDMX @CultulopolisMX @MasTeatroMexico @MasTeatroMx @ForoElBicho @MutisTeatro @DeGorraAlTeatro… https://t.co/owdhvrl0yU",
        "@sevenstepjazz acá un hilo interesante sobre lo que platicábamos. 👇👇👇 https://t.co/KLr71LEnWb",
        "@Dylanosaurio 'creencia de gente pendeja' 😂",
        "Hoy me toca pensar @lodomestico. Bonita tarde. 🍃",
        "Soñar con él me sigue estremeciendo el alma.",
        "@CalcetasMoradas jajajaja",
        "@TyTroncoso Esos no están en las listas @ty_bakery 🤔🤔🤔",
        "@DomadoraRevista La Fornarina 🖤",
        "Soñé que al finalizar una función en un teatro desconocido para mí entraba la policía a detener a un director acusado de violación.",
        "@vela_rod @TerapiaenM @elensayo3 Increíble",
        "@olmosdeita que era una locura. 😔",
        "@_earroyo @nofm_radio ¡Gracias! 🖤",
        "@Isaac_RR_mx 😬",
        "Quédate con quien te mandé fotos de su librero. Nudes te manda cualquiera.",
        "¿Hubo #Postales esta semana @nofm_radio? 🤔",
        "@AnnaVz96 Según esto soy compatible al 100% conmigo  misma. Ahora todo tiene sentido. 😂😂😂",
        "@CiaTeatroPeni @LGCDMX @CultulopolisMX @MasTeatroMexico @MasTeatroMx @ForoElBicho @MutisTeatro @DeGorraAlTeatro… https://t.co/UjypfmmuSq",
        "@AnnaVz96 Pues no. 💔",
        "@CiaTeatroPeni @LGCDMX @CultulopolisMX @MasTeatroMexico @MasTeatroMx @ForoElBicho @MutisTeatro @DeGorraAlTeatro… https://t.co/ydClzXp0iH",
        "Esta lectura la tengo en PDF por si alguien la quiere. 💦💜 https://t.co/jZPolKDgcw",
        "Complementaria mi comentario con la sugerencia de estimular el placer sexual mediante la lectura. Acá dos buenas op… https://t.co/TEZuPzRNwg",
        "Marguerite Duras. Por cierto Sara Sefchovich la retrata de una manera sublime en su libro 'el cielo completo ...\".… https://t.co/ohgu7vRbvq",
        "@InesRecamier Ni en casa estamos seguras. 😭",
        "Acá intente hablar un poco sobre @SexualesFluidos 💦 https://t.co/w22DIGspim",
        "@AnnaVz96 Leo 🌟"
    ]
}