{
    "screen name": "FranciscoArzt",
    "no. of tweets": 157,
    "tweets": [
        "Algo que me gusta de mis errores es que ninguno me dice papá.",
        "@Pipetapasco @zeithan @ikharo_23 @Band_Of_Union Hahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahahah… https://t.co/s9VIW2UOxS",
        "@Pipetapasco @ikharo_23 @Band_Of_Union @zeithan Paila @emrata me rayo la cara 😭",
        "Bueno haganos cuentas.\n\nCaídos:\n@ikharo_23 casado y divorciado  :v\nLeonardo, casado y feliz\n@Band_Of_Union casado y… https://t.co/OLNUAuqjgh",
        "Felicitaciones bebé martin_384 que sigas cultivando muchos éxitos, a seguir mejorando todos los días para que seas… https://t.co/x4FteKbESF",
        "Tiene uno que querer mucho ha los amigos pa vestirse así, que ropa tan incomoda :v\n\nEl que se inventó la corbata se… https://t.co/WmKtSSXBeX",
        "Aiñññ se casaron :3\n🤵🏻👰🏼🥂🎂🎉🎊 https://t.co/kpeL8v2dpx https://t.co/usUS85hN8S",
        "Creo que lo que más me perturba dejando de lado sus multiples efectos adversos para la salud es esa dependencia fan… https://t.co/GjB8osHf2I",
        "Una de las cosas que detesto de las relaciones es cuando le estas cayendo en forma a alguien, sientes que hay feeli… https://t.co/HV36znYg5D",
        "Algo terrible que nos va a dejar el coronavirus es que esa práctica recurrente de las empresas de evitar contratar… https://t.co/1hHjoMuY3K",
        "Tal vez debería empezar a hacer streamings🤔 https://t.co/BUysy73pRb",
        "Aiñññ justo en la mejor parte de la boda 😢 https://t.co/v7OZvFG5Vi",
        "@Pipetapasco Ayyyyy compadre, arrimese😏... pa darle un abrazo en esta fecha tan especial. https://t.co/UWaGXWuKfY",
        "Ahorita a las 11:15am se casa uno de mi mejores amigos, con la actual situación la solución que hallo fue transmiti… https://t.co/GVcXaM468D",
        "@FNAraujoR @SenadoGovCo Se nota que los tapabocas los va a vender su partido ¿15mil pesos?, sinvergüenza abusivo.",
        "Parece que la única manera en que se podrían salvar vidas definitivamente en Estados Unidos es que @realDonaldTrump… https://t.co/3qdqNT9C6i",
        "Soñé que me comía una paleta Drácula🦇😋\n\nBuenos días.",
        "Si, sin duda alguna. https://t.co/infaTtcMnZ",
        "La vecina que estaba rezando hace 20 minutos ahora está roncando, que infeliz pa no dejar dormir.",
        "Cuando ella te pregunta si ves algo diferente en ella pero tu no notas nada. https://t.co/R2hxwmFsMs",
        "@CJ_Yaya Me acabo de tomar 8 cervezas 😊 https://t.co/Ei0pchUhKT",
        "@aBarrigaDG Jajajajajaja no compadre, tu eres lo más cercano que conozco a un santo. https://t.co/T2QoyqAVex",
        "Quito el post porque sabe que es una lámpara vídeosa y mentirosa.",
        "Tapabocas negro porque antes muerto que sencillo u_u 😷🖤 @ Bogotá, Colombia https://t.co/3KOiEIlNlv",
        "Hablando mierda de mi después de que no salió una sola vez de mi casa sin una sonrisa de oreja a oreja, severa hijueputa.",
        "Cohesión = complicidad.\n\n@CarlosHolmesTru usted da vergüenza y está perpetuando el deshonor de las fuerzas militare… https://t.co/PQxzzYQsM2",
        "No hay una división en @COL_EJERCITO , es una sola organización criminal. https://t.co/kF6487T2XX",
        "😐\n https://t.co/Adbwr08WuI",
        "Inuyasha y las hijas de Sesshomaru serán los protagonistas de el que sería el regreso de Inuyasha al anime. https://t.co/LwwEtKBdgJ",
        "¿Puede haber pasado tan paila dentro de esa familia para que ahora Néstor se le voltee al gobierno después de ser u… https://t.co/oDchegfMOS",
        "@juanjo180399 @jackmulligan Me resulta muy perturbador teniendo acceso a educación de tan alta calidad pueda ser ta… https://t.co/k9R8rowB87",
        "@Chikatilo_ Que está bien pegarle a los niños pero no a la vice. https://t.co/AiFQK5wE1h",
        "La reivindicación del género femenino no justifica hablar por hablar Carolina, nada tiene ver con que sea mujer.\n\nE… https://t.co/DS3R5Q7g0U",
        "Podríamos ser tu y yo pero no te gustan perros. https://t.co/Wep16q6AuT",
        "@MesaConS Cuando gane el aguacate y quede en evidencia que el concurso siempre estuvo arreglado: https://t.co/LbbWtLgWW5",
        "@ma_eugeniam @jfernandogalvan @Uniandes ¿De qué edificio se habla?",
        "Parece que las bodegas conformadas por soldados siguen activas, por lo visto las denuncias de la revista semana no… https://t.co/lEXTc8D9uF",
        "La misma Razón por la que Elizabeth Loaiza está ahora en problemas, comercializan de manera inescrupulosa pruebas d… https://t.co/jnAJb0qweZ",
        "El Covid-19 parece ser la nueva polio😖 https://t.co/l4xuRZ5xN6",
        "¿Y entonces señora @ClaudiaLopez ? ¿qué el ESMAD haga lo que le da la puta gana cómo siempre?\n\n@DefensoriaCol… https://t.co/vkykC8Pq6x",
        "Por culpa del covid-19 claro. https://t.co/kjAYpSVHBI",
        "Mientras las madres tengan que entregar sus hijos a una guerra que no es de ellos no habrá nada que celebrar.",
        "O sea, le arrebatas un cachorro a su madre y sus hermanos y luego sales en esta fecha a decir que eres mamita👍🏻",
        "@kleineEnte Si hago eso me banean u_u",
        "¿Ya le dijeron feliz día a la suegris?\n\nAy si no sinvergüenzas😒",
        "@DanGamboaB ¿se enrolo?",
        "Hoy es un día muy importante Para reflexionar respecto a esto. https://t.co/E4TCFCpfTE",
        "A nadie pareciera importarle, parece que sólo estamos esperando a donde nos lleva la corriente. https://t.co/TjnHGhqxFk",
        "¿Han notado que los vendedores ambulantes (aguacates, mandarina, mazamorra) que antes pasaban y uno tenía que corre… https://t.co/xBmBkbDHtj",
        "Duque haciendo un Duque. https://t.co/TDG9iOflTa",
        "@superbiaest @Bejarano_Hyde Buenas, vengo a participar. https://t.co/I8LPQHw0Oo",
        "*cof cof* https://t.co/kqXUNnfh6p",
        "Que bellos tiempos del cole cuando mis compañeros se creían ruditos por escuchar está música pero para pelear conmi… https://t.co/6ofKd3CC7M",
        "La fantocheria no es cosa exclusiva del género masculino y de verdad que jartera esa actitud de \" estoy por encima de todo el mundo \".",
        "OJO al llamado de atención que hace Carlos Arturo. https://t.co/uje8IQuB7s",
        "Well, now I need a beer.",
        "Debería darles vergüenza celebrarle la hijueputada.",
        "La verdad yo nunca he ido a un rumbeadero en el que pueda decir que me atendieron bien.",
        "¿Entonces te vuelves mierda con dos copitas de vodka? Haaaa ya entiendo como es que los tumban con esas facturas, p… https://t.co/ZOCG6q8oiD",
        "Adele pasó de \"Hello\" a \"what the fuck you want?\". https://t.co/jMDeCljFU4",
        "Oieeee que rico🤤 https://t.co/UEQWhiBXal",
        "Super pegajosa lástima esa letra de mierda 😕\nhttps://t.co/PvheO8Cb1U",
        "@MCSossa Yo creo que queda limpio sólo en apariencia.",
        "NO ES UNA MANZANA PODRIDA.\n\n@PoliciaBogota ES UNA INSTITUCIÓN PODRIDA. https://t.co/cPNG8U11Xg",
        "El tapabocas me deja el mostacho y la barba hechos un reburujo🧔🏻😷 @ Bogotá, Colombia https://t.co/ajosyl8Ur8",
        "@Carleeeetos Un susto el hijueputa cuando una de las montañas rusas se quedó trabada en lo más alto cómo una hora,… https://t.co/hm6k1mTx0x",
        "Las perras de @PoliciaBogota Como siempre. https://t.co/C36uFPbH9s",
        "@Carleeeetos Por ahí en salitre mágico :v",
        "Cuando sea grande quiero ser: https://t.co/9IxJE2CbtM",
        "@juankarenium @MesaConS Morder una de las pepas, durísimas apenas pa quebrarse un diente.\n\nEl gusanito al fin y al cabo es proteína.",
        "@Valderrama__ Creo que les gusta es la facilidad de estar en un lugar donde encuentra gente como \"ellos\".",
        "Esto fue posible gracias a la colaboración de almacenes Justo y Bueno y Tostao.",
        "Acabo de recoger el \"Paquete alimentario complementario por emergencia Covid-19\" de parte de la oficina de… https://t.co/o9eMdBUgjd",
        "Bueno, voy a sacar a pasear la consentida🚴🏻‍♂️ https://t.co/uKeoITXBJv",
        "@davidbautistaqf Esta resfriado.",
        "La peor pesadilla de @Pipetapasco https://t.co/9OnU9VovcF",
        "Dejemole el deporte a la gente inteligente. https://t.co/6Gotsvdto2",
        "Creo que soy mamerto... y rojo. https://t.co/EcYEbxG9QI",
        "Esta cuarentena me hace extrañar mucho el mar. https://t.co/bFLxISIL4S",
        "@punketa Imbax  :v",
        "Si te gusto dímelo, por que soy divino no adivino.",
        "Mi verga debe estar pensando que me casé.",
        "Mk no sabe afilar un cuchillo. https://t.co/NJGJM57yWj",
        "Severos dientes, que envidia. https://t.co/dQMk3i3TXx",
        "¿Quién usa pañuelos en esta época? https://t.co/hyzYTrkb8J",
        "El 2030 va a ser un gran año para los bullies... si sobrevivimos. https://t.co/LwvxPeUsJ5",
        "@punketa Wingz es mil veces más chimba y me doy puñal con quien toque 🔪",
        "Ir a Búfalo Wings nunca será lo mismo. https://t.co/cYNS6RGaAx",
        "Siempre hay un momento en la noche en que la cuarentena me golpea y me pone todo reflexivo. https://t.co/6coMPvQxcx",
        "Holy fuck. https://t.co/ol77NDX1cc",
        "100% wife material. https://t.co/YpzX0qWHh2",
        "Soy Piscis así que no puedo pagar Twitter. https://t.co/VmvBnsRxxI",
        "Sólo soy un John Smith sin una Jane Smith.",
        "But I want to show my dick  :v https://t.co/q9dRbkSJfR",
        "@El_Canarios 👈🏻🥇🏆",
        "@davidbautistaqf Es como escuchar a @realDonaldTrump hablar.",
        "Ahora me van a tener que aguantar el doble.",
        "Me devolvieron mi cuenta anterior, ahora lo difícil va a ser decidir con cuál quedarme, si con @FranciscoCuervo o con @FranciscoArzt 🤔",
        "@NuevoVoltaire Último cajón abajo a la derecha de Jorge😸",
        "Por un momento pensé que había un gatico ahí adentro. https://t.co/Yz0omxa7kW",
        "@ladesquiloca :'v",
        "https://t.co/Evi5tOMOjK https://t.co/xFxjSffEOn",
        "No se confunda señorita, yo no estoy siendo amable, yo le estoy coqueteando.",
        "@kleineEnte No me acuerdo si era parte de una actividad de la maestría de ella O simplemente un profesor querido de… https://t.co/5miEG3qAdx",
        "Me acuerdo una vez que mi traga me llevo a una charla o presentación de un libro de este Man, nos dábamos besos mie… https://t.co/6KgpthlokU",
        "Imagínese cómo afecta emocionalmente la psique de un paciente atendiendolo usted en una vaina de estás, imagine cóm… https://t.co/dQqL05a6ff",
        "Noooo mk, me voy a llorar el resto del día, nos vemos otro día. https://t.co/3s2TfKZJo6",
        "O sea si pero NOOO, esto me genera sentimientos encontrados. https://t.co/fWVojARy1H",
        "La trágica aventura de un asesino que brilla💫 https://t.co/uwruMtERL0",
        "@Pipetapasco Ya no lo invito a jugar malparido. https://t.co/Fgd3Mfg1Ke",
        "Hermoso❤ https://t.co/vPmuJ7XcFS",
        "@cforeroo https://t.co/IUpwClbFMO",
        "Que el mejor abogado del país, el señor @DELAESPRIELLAE va a representar en este caso obviamente a los administrado… https://t.co/qmxET1J7XJ",
        "@pediatraencasa https://t.co/iOpnH5uWwc",
        "Tenía que ver con que las partículas de saliva oxidaban la cuchilla, entonces era más que una leyenda.\n\n#Mythbusters https://t.co/TFbdDHSNDN",
        "Uyyyy me acabo de acordar que soñé anoche, soñé que me daba otra vez amigdalitis 😢",
        "@davidchala Hahahahahahahahahaha🤣",
        "Si pueden colaborar por favor se les agradece. https://t.co/OWR4sqvkDV",
        "❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤\nEsto si m… https://t.co/3WAMLlzH9q",
        "Imagínese la cantidad de jovencitas que se va a levantar en la U cuando muestre este video de su infancia. https://t.co/qNaxT8zkhq",
        "@Bejarano_Hyde Si tiene tiempo haga ahí un mintutorial.",
        "Just kill the rich.",
        "¿eso es posible?😲 https://t.co/KdjbqB55hD",
        "Una de las cosas más importantes es lo que dice al final.\n\n\"La banca sabe que si las empresas mueren, la banca muer… https://t.co/v2Vgyvut46",
        "Sigan creyendo que el problema es con ustedes y no con la obesidad.",
        "Gente boba que cree que la gente con plata no va al médico. https://t.co/o67qlcCrkw",
        "@MesaConS @entrenadorjose Jejejeje like por el entrenador con esteroides jejejeje",
        "Ya me puedo imaginar cómo se siente de rico esa vaina por la nariz. https://t.co/YKDbMrDeu9",
        "@AndresLCastel Son cazarecompensas gringos aprovechándose del desespero de algunos opositores y metiendo a Colombia… https://t.co/HDLfvzV0gN",
        "La excusa para meternos al ESMAD a los barrios, por que las medidas extraordinarias no estarán dirigidas por trabaj… https://t.co/qGk4erNRHt",
        "Es una radio pero yo jugaba con el cómo si fuera una buseta. https://t.co/V4TiWNlgz4",
        "Hahahahaha yo la sigo y hice lo que tenía que hacer, admirar, darle like y seguir mi camino. https://t.co/u7lU5abhSj",
        "MALPARIDOS HIJUEPUTAS! https://t.co/xdgqUKkEl6",
        "Paila, me pateo el sueño, ta mañana👋🏻",
        "Esta parte de mi vida, está pequeña parte... Se llama felicidad. https://t.co/HHf9wouKrw",
        "@Link73 Que lindos recuerdos  :') https://t.co/lCCunRoDCn",
        "@NuevoVoltaire El chiste está bueno Jorge, en serio.",
        "@NuevoVoltaire Hahahahahaha asintomaticos hahahahahahaha",
        "¿Qué se sentirá estar con una mujer que no proyecte sus inseguridades en uno?",
        "Les regalo el atardecer y una estrella. https://t.co/YMTKBP87pC",
        "Todo esta equilibrado aunque no lo parezca, nosotros tenemos el privilegio de escoger y ellas el de rechazar.",
        "@devescobar El hoy es un obsequio, por eso se llama presente  :v https://t.co/H0VwWiUD5f",
        "Quieeeen tuviera la dicha que tiene el gallo.",
        "- Pero, entonces ¿quieres mucho volver a Europa @zeithan ?\n- Pues... https://t.co/PzuhoeeOiP",
        "🖤 https://t.co/eOX0sWyaFj",
        "🤷🏻‍♂️ https://t.co/ucdGGP8GTF",
        "@lina140529 En meet suena muy chevere u_u",
        "Men after masturbation. https://t.co/CPsehsAxk6",
        "Send postre que ya almorcé.",
        "Tenía tanta hambre que me comí el almuerzo sin masticar o_O",
        "No voy a arrobar a esa lamparosa. https://t.co/0X5kD87tvh",
        "@devescobar Uffffff de mis escenarios favoritos.",
        "@Pitatuito Necesitamos consejos pa lidiar con los avispados.",
        "@MrBuurP https://t.co/SGSoNT9xHL",
        "@valeriloyala @UNALOficial Difícil, desconozco las dinámicas de la Facultad de derecho pero podríamos intentar averiguar.",
        "Hahahahahaha está maña se me pego en los últimos meses. https://t.co/SZ3uR8liWH",
        "@AndresLCastel ¿no se suponía que los de centro demoníaco habían donado dos unidades hace como un mes?"
    ]
}