{
    "screen name": "JDMoore9",
    "no. of tweets": 142,
    "tweets": [
        "@marilyn_payne While running with the mask you can wave or do the Issac. https://t.co/XJumgq8oEp",
        "I have taken for granted for most of my life the ability to run without harassment and discrimination but today… https://t.co/U7WH60TgtQ",
        "@SafetymanDavis Too bad I am DownEast or I could bring my trimmers. #twobits https://t.co/S6IeZ2povk",
        "Looks like Kayleigh kept receipts of pettiness",
        "I was at this game.  Remember the State players were constantly pulling the “jersey”. #unitard https://t.co/ICHfZRILj0",
        "@CoachKeattsNCSU 4, 6, and 9",
        "Glad the Eddie and Jo Allison Family Foundation is funding facility improvements for the football team. To celebrat… https://t.co/fA6g24jwKN",
        "@ADarttIH Hanging in there.  Still not use to working from home. How are you doing?",
        "@ABVGirl @GreatNotionPDX @ModernTimesBeer @CellarmakerBeer Glow farmhouse IPA from Zillicoah Brewing near Asheville https://t.co/ATZGgGw42r",
        "@SafetymanDavis Morning KD.",
        "Buying more stuff at @Bandcamp where they waive their revenue share with bands on the First Friday.  Got some… https://t.co/WF7M56X540",
        "Mmmm... cracklings",
        "@slabbxo Happy Birthday 🎂",
        "Never forget #bringbackoursonics https://t.co/Kceq20o3Yt",
        "@SafetymanDavis Great show.",
        "@CrankArmBrew @visitRaleigh @DowntownRaleigh @newsobserver @Ncbeerguys @BrewersAssoc @indiebeer_ @TrngleCraftBeer… https://t.co/VS78E7hZCl",
        "Is the guy in the middle wearing tropical tactical wear? https://t.co/qQxujFcJJ4",
        "@sarahdcady A pallet forest like the ones my ancestors traveled through.",
        "👍give it a listen https://t.co/XnTO8CqoXf",
        "👍😆 https://t.co/zwK8FAokal",
        "@carmichaelsk @geologiststephy Interesting question.  A PI is responsible to provide PPE for students and workers i… https://t.co/hAadotbbvh",
        "@beerbabe Watching the river go by behind Zillicoah Brewing in Asheville. https://t.co/P9Irg8UYCO",
        "@SweetKaralina Just a pop in to pick up and drop off rad badges.   We might find out on Friday about potential return to work.",
        "@manisit_das Now, now ... please don't disparage Led Zep and Pearl Jam like that 😀",
        "Two of these things are not like the others https://t.co/nxtgEiuPu3",
        "@shuffard When I took the history of design course at State we did this scene for our group project. I played the part of Gauge #1.",
        "Observations from the first day back in the office after about a month.\n1) found out my razor still works\n2) rememb… https://t.co/nQr6er3d6N",
        "“Muggy and Buggy... no thank you”",
        "This week’s beer delivery is from   Zillicoah in AVL.  #ncbeer https://t.co/awh85tvXwJ",
        "@SafetymanDavis @MonicaBDavis I feel for her... 😜",
        "Okay @TomCottonAR let’s start with @UArkansas and @uamshealth first. See how your state universities function witho… https://t.co/z74aNHLw6o",
        "The leader of North Korea became a zombie? https://t.co/f8pQM6gmZR",
        "@unclecrizzle That is the Paul Verhoeven style.",
        "@nuclearkatie @geologiststephy A donut wall?  I need to go to different conferences.",
        "@roguebug When I worked at Wake Forest there was an iron lung stored in a basement hallway.  Not sure why it was ke… https://t.co/bbJHSM6Adz",
        "@SweetKaralina @23weeman https://t.co/apzQnkK78Y",
        "Nice to watch some @Mariners playoff baseball on TV...granted it is 25 year ago.  Long live the Kingdome!",
        "@SafetymanDavis @WheelofFortune My mom was not a fan of her pig tails.",
        "3,6, &amp; 7 https://t.co/EuuqoE0vw7",
        "The President is congratulating Georgia on opening their “beeches”.   Is his talking about the gum factory? Or Beec… https://t.co/2OVtumrAPQ",
        "@RosemaryChicken Congratulations 🎉",
        "World on Fire on Masterpiece Theater was good tonight #PBS #GTHC #WITH",
        "@SafetymanDavis @BarstoolPack 5 and 6 was a toss up but I went with  the Sheridan era symbol",
        "@BarstoolPack 1,5,7",
        "1, 5,7 https://t.co/tWqKWtHWka",
        "👍 https://t.co/1E32CRdK9F",
        "Back from foraging downeast to pick up weekend essentials. https://t.co/YOhIL0oNa7",
        "@GrantWTrent @storax7662 I believe that’s the model I used in grad school. Heavy mofo... I had to build my own box to get it repaired.",
        "@megane_hoover You got this.  Take a deep breath and focus. https://t.co/qHStLCBap6",
        "@roguebug That’s definitely above and beyond.",
        "@GammaCounter Try this site. https://t.co/Ss1liw0VET",
        "When life gives you lemons 🍋 you get beer delivered to your house.  Thanks ⁦@GlassJug⁩ https://t.co/H8mW2qr5Kg",
        "I can listen to Link Wray all day long. https://t.co/Q93rVZa1FZ",
        "@roguebug That’s nightmare fuel",
        "@nuclearkatie @CoffeelessInOtt It is around 2 Curies today. Assuming a point source it will be 2.2 rem/hr at a mete… https://t.co/DXFYeRGoW6",
        "@nuclearkatie @LosAlamosNatLab OSRP is a great resource. My university has utilized them for several sources that needed to be disposed.",
        "@geoflevine @joeovies Sour gotta go...",
        "@DemetriRavanos 5,4,3 honorable mention Matt Doherty #6",
        "@GrantWTrent Now that gives me an idea for the three pallets of CD meters we have.",
        "@RosemaryChicken Time to purchase a super soaker water gun which has a range of 38’.  As soon as he starts playing let the water fly 😀",
        "@SafetymanDavis It is time for y’all to rebuild. If Cam is healthy his first game against the Panthers will be dynamite 🧨",
        "Apparently my nephew is a comedian. https://t.co/oRk2tzLvfh",
        "@SafetymanDavis @chefsouth @PBS Made me crave some Chicken and dumplings on a Friday night.",
        "Gang land: Cary Park https://t.co/SaFNeF7Iy1",
        "Little too spot on Jumble Puzzle https://t.co/pggShYqyok",
        "👏👏😢 so fortunate to see him last November. https://t.co/2Html7NomM",
        "My last @HighlandBrews Cold Mountain.  #NationalBeerDay https://t.co/wnSFpdH27X",
        "Can’t believe this was a month ago.  Feels like forever ago... https://t.co/4LRSLyPhlr",
        "Good times 🤷🏼‍♂️ https://t.co/NkkgzilFGs",
        "I want one of these shirts. https://t.co/QQRtWbKQ4Q",
        "Harborcoat Don’t go back to Rockville Voice of Harold https://t.co/VI8MXOQttQ",
        "How loud is a Harrier jet flying overhead?  The meter maxed out at 110 dB. https://t.co/G9y7VueAl8",
        "@ItsJustRaleigh @_Mack_Rack Fudge rounds are the gold standard in the realm of school lunch bag treats.",
        "Bring back the old jerseys #State https://t.co/4xDnGD3NY9",
        "@SweetKaralina A realistic re-enactment of you know who. https://t.co/Pf2oKImN1y",
        "@safetyabby Pepper jack Ram",
        "@SweetKaralina Does it come after smedium age?",
        "@RosemaryChicken Probably a day trip to a brewery to put some $ in a local economy.",
        "@NCState Pack!",
        "@heydebigale 4,2,9 to relive school lunch treats.  To maintain authenticity the oatmeal pies will have to be smashed with an apple.",
        "@manisit_das Congratulations Dr. Das.",
        "🙄🤷🏼‍♂️ https://t.co/G1TudGBcQc",
        "These hazy IPAs are kind of getting out of hand. https://t.co/7et10414S7",
        "@kexp great set this morning... the Peanuts theme, Ice Cube, Nirvana, NIN, and my favorite Pink Floyd song. Thanks @loserboy .",
        "@SweetKaralina https://t.co/JazGh7IQRx",
        "@DHPIV Got to be the airport because the shoe in the picture has wings.",
        "@SafetymanDavis No foolin’ it’s finally April",
        "@roguebug @Hardywood 👍nice",
        "@Ria_Martin Chip Ram",
        "@JeffJacksonNC Happy Birthday Owen 🎂",
        "@geologiststephy Happy Birthday! 🎂",
        "@Virginia_Thomas https://t.co/QZa6fxx9AN",
        "@michmuzz Happy Birthday wishes to Mama Muzz.  Good vibes heading your way.  🎂",
        "@joelandrewwinn @AllenHuerta_ @newbelgium Had one tonight. Good stuff 👍 https://t.co/qvZ7feZ1wC",
        "@FindlaterGroup Occupational hazard of working at Carolina is viewing athletic propaganda.  I’m not allowed to post… https://t.co/I8zFY4nWxt",
        "@CM_Hedge If you have to use this bag you’re not having a good day at the office. https://t.co/Xu8l8MAudr",
        "@CM_Hedge Looks like a rad waste condom. https://t.co/ylBKLQdfl9",
        "@CM_Hedge Not sure. Do you want me to open it?",
        "A little spring cleaning in the lab and I find this box. 🤔 https://t.co/AdaVFqaXsu",
        "@geologiststephy It must be something in the air.  My nephew was sending my texts for an hour discussing the Linkin… https://t.co/oFonZWhrG6",
        "@roguebug That’s why you will never find me on one of those floating Petri dishes.",
        "@JEPopeIV @BrandonMiller10 Herb had hair back then.",
        "@lebrownlow I like how Gary Bender points out that fans in attendance can watch replays on the big TVs 80 feet above the Superdome floor.",
        "Also got stuff from @SkylarGudasz @thedeadtongues @Futurebirds Support live music!",
        "Can’t do much from the couch but you can support bands by purchasing their goods @Bandcamp tonight.  Got tunes from… https://t.co/4LOZWXK0MU",
        "@PalesnPilsNC @LabattUSA Near miss",
        "Kind of quiet here... 👍 https://t.co/HMlVZAJ3SV",
        "... and featured  a couple songs from Morphine. A band made for soundtracks. https://t.co/1UPSQqsoTv",
        "Good stuff! https://t.co/IdNQjvdo1i",
        "👏👏👏 https://t.co/PXqst04OSu",
        "Good time to clean their tap lines. https://t.co/eQiyNTQg2H",
        "@GrantWTrent Is this horseplay or tomfoolery?",
        "@SweetKaralina https://t.co/FUVN4PEP3y",
        "Managed not to go stir crazy during my work at home day.  I earned this 🍺. 🤪 https://t.co/87CXNYqwRT",
        "@AaronJFentress A lot of musicians aren’t super rich.  Can’t tour, can’t make money.",
        "@roguebug Well now you have a goal for Day 3... proper pant placement.😀",
        "@RosemaryChicken You are going to do great. You got this 👍.",
        "@ThomTillis @SenatorBurr c’mon guys... https://t.co/Fp2eHGnROB",
        "@beerinator How do I look? https://t.co/uNeYFRtjQS",
        "@RosemaryChicken The ten miler I was going to miss next month due to being out of town and deferment cost was $20 h… https://t.co/fboFPGCPI5",
        "During student breaks old research buildings always feel like a horror movie set.  #whatisaroundthecorner https://t.co/KjTnlIPPuT",
        "@USAquarium @PackMensBball our classrooms in HS had TV's mounted on the wall. Had to beg the teacher let us have lu… https://t.co/eUfzOuLfaS",
        "Who ever moves into this lab is going to have a nice view of the new ⁦@Kcannonballers⁩ ball park.⁦ https://t.co/Rtx6nztA8s",
        "@SafetymanDavis Congratulations!",
        "I was very good today and a co-worker rewarded me with some treats from the PNW. https://t.co/NtU0DFHzM5",
        "Go Pack! https://t.co/IxM8gXV0Dn",
        "@SafetymanDavis Pack!!",
        "Go Pack! https://t.co/JapcXp0cN7",
        "Let’s go Pack! https://t.co/T3rBdcBEab",
        "Pit stop at @OdenBrewing https://t.co/hEA4AxEBC5",
        "Sturgill Simpson https://t.co/3maBIwJek2",
        "Tyler Childers all lit up https://t.co/t0Gh7tImX9",
        "Tyler Childers was great. https://t.co/hU6CBy08CA",
        "@JasonTCurtis @USAquarium @themorganwade @ThePourHouse Hope I will get tickets tomorrow.  Got busy at work cleaning… https://t.co/wFL8aX1RyX",
        "⁦@WoodenRobotAle⁩ expanded their tap room.  Nice 👍 https://t.co/HSvlYs5YI5",
        "A mean wind blows in CLT at ⁦@SycamoreBrewing⁩ . https://t.co/jRQXJ3kJqf",
        "As I sit in my underground layer eating irradiated ring-dings. https://t.co/T4p6POR2Ad https://t.co/2o1202ygVO",
        "@roguebug Never used a composition book until I started working.  Details and documentation matter.",
        "Drinking a Blowing Rock Cloud Rise IPA at the Charlotte Beer Garden.  Visit while the tap lines are still clean. https://t.co/tVTUEJgtQx",
        "@JasonTCurtis @USAquarium @ThePourHouse 10am on Friday",
        "Mike Mahathy from ⁦@hps_org⁩ board of directors presenting on the future of the society at the Spring meeting of th… https://t.co/17vAHi9iXe",
        "Learning about volunteering opportunities at the Spring meeting of the NC chapter of the Health Physics Society. https://t.co/xipGGRY7WP"
    ]
}