{
    "screen name": "AshleyRoseYoung",
    "no. of tweets": 175,
    "tweets": [
        "My heart felt super warm and fuzzy tonight when I was singing the soprano 1 part of \"Hammond\" for a @whimnrhythm al… https://t.co/i7679jw5QV",
        "https://t.co/u0KUDFGDGP",
        "Today, I'm working from my home...closet? Yes, that's right. It's the quietest place in the apartment and I'm recor… https://t.co/Bwcdpogsk4",
        "@Raykris1 Feeding Gotham! Yes, was just paging through it again last week!",
        "@cmmphd @AmeliaTGrabow I love mint tea! I drink (mostly herbal) tea all day long. https://t.co/S9ZNQbeO81",
        "@lissiethomas Ah! That cake is glorious -- a glorious peek into the #foodhistory of this momentous occasion. So pro… https://t.co/yxa8ORsajO",
        "...when your best friend's book is officially published. #CatherineHouse is now available! Support your local books… https://t.co/E56UzDhhcj",
        "@lissiethomas \"@lissiethomas is just like us.\" YES! ❤️",
        "So grateful to have spent much of the afternoon collaborating with @LizziePeabody on a #SmithsonianFood History res… https://t.co/oO9XN9psKA",
        "Tuning in to the @zoom_us webinar, \"Epidemics and Urban Centers: Different Cities, Disparate Experiences.\"… https://t.co/pNw3R3HPft",
        "@welkjoerger @chrheaney @awmerck -- relevant to your work!",
        "@liz_stoltz @BegumNadiya @ethiopienne Enjoyed this article! \"[These kinds of shows] also present an inclusive visio… https://t.co/yx0wTvmcnL",
        "After listening to a light-heart chat w/ @kimseverson during the @NYtimes' happy hour series, I suddenly find mysel… https://t.co/xZHquoln0Q",
        "I'm loving this Happy Hour so much. I'm used to imagining @kimseverson's voice in my head as I read her pieces for… https://t.co/RFYUDFwF7u",
        "@AEBowenPhD @ClareAnneOK @NOLAnews @AEBowenPhD here is one last historic @NOLAnews article about the lack of availa… https://t.co/chRZHQhZ18",
        "@AEBowenPhD @ClareAnneOK @NOLAnews @AEBowenPhD here is another historic @NOLAnews article discussing how influenza… https://t.co/aPbu4AUddk",
        "@AEBowenPhD @ClareAnneOK @AEBowenPhD here is one historic @NOLAnews article discussing how milk played an important… https://t.co/amGSA63Nw8",
        "@AEBowenPhD @ClareAnneOK @AEBowenPhD, I was conducting research with historic newspapers yesterday, and found some… https://t.co/wWV3LzbPbS",
        "@chloesorvino - so enjoyed speaking with you today about  the 1918 flu's impact on food cultures and food systems.… https://t.co/Wp8sROWtOV",
        "Excited to share a new @smithsonian resource: \"Smithsonian Cares.\" It's a virtual cornucopia of resources and stori… https://t.co/RNweEPp3l6",
        "New York's Chinatown is undergoing a major transformation during #COVIDー19 and this important community and cultura… https://t.co/sQaQEQ7xm3",
        "@lissiethomas Right choice, @HuffPostBooks!",
        "@stirfrygrace notes how #xenophobia triggered by #COVIDー19 has created an economic situation that disproportionatel… https://t.co/6guVvQ5RNT",
        "🚨Amplifying @stirfrygrace's call to action🚨 If you are able, please support your local Chinese restaurant or Chinat… https://t.co/xriPU1I3sf",
        "Congrats to @stirfrygrace, a member of @amhistorymuseum's #SmithsonianFood Kitchen Cabinet advisory committee for h… https://t.co/4WIxENTw7f",
        "@CynthiaGreenlee @dre_dre1987 @beardfoundation @rbhattacharya Congrats, @CynthiaGreenlee! So excited to hear this!",
        "@Anastasia_C_Day @raechellutz @KellyODonn @thebirdisgone @bordergroves @CarolineGrego88 @Anastasia_C_Day, I miss yo… https://t.co/ms2ZrsFgjp",
        "@Anastasia_C_Day @theresamccu - thought of you!",
        "So honored to know and to have worked with @africooks over the years. She is on the #SmithsonianFood Kitchen Cabine… https://t.co/d1cpazIB4C",
        "It's happening, folks! #FoodHistory is being made right now. Tune into @beardfoundation as they announce nominees f… https://t.co/wdrOIiVwlu",
        "😂❤️😂👩🏽‍🍳 https://t.co/wXLhtaKCfY",
        "😭😂 ...happy tears (so proud!) upon seeing that my college roommate @lissiethomas' debut novel, Catherine House, has… https://t.co/VcRBYTcC8F",
        "Listen on @ApplePodcasts too:  https://t.co/OJkiF1UGaa #FoodHistory  @whatthefuncpod",
        "@NMAHhilbigv Thanks, V! #FoodHistory!",
        "It was a delight to chat #FoodHistory and #FoodTrends w/ @TheLilLaura and @claytonfarris for @whatthefuncpod's most… https://t.co/lvHt5Lvefe",
        "I'm so excited to share this new podcast episode with my fellow #FoodHistory #FoodCulture #FoodStudies crew! I'll p… https://t.co/N2CKLYWQCx",
        "\"We don't tread water. We move forward.\" says @SmithsonianSec in all-staff meeting @amhistorymuseum. I'm really ins… https://t.co/R8CqmyPjuz",
        "\"Our job is to help the American public [...] and to give the American public hope,\" says @SmithsonianSec to… https://t.co/lgm0IHpCb7",
        "Thank you, @liz_stoltz! https://t.co/f7240T4GnT",
        "Aspic? Dalgona coffee? What's the difference? Dive into this article to learn more about how food trends reflect ho… https://t.co/RoeQUdntzV",
        "Julia! 😂❤️ #FoodHistory https://t.co/WGzDdFH6w0",
        "Looking for a baking challenge? Perhaps you can find inspiration within our December 2019 \"Conquering Croquembouche… https://t.co/4y1ZcTOWxQ",
        "@claytonfarris @whatthefuncpod @Anastasia_C_Day - I definitely gave you a few shoutouts while talking about Victory Gardens. 👩🏽‍🌾",
        "Excited to talk #FoodHistory w/ @claytonfarris, co-host of \"WHAT THE FUNC?!\", this afternoon. We'll reflect on how… https://t.co/cWayLnYDSP",
        "...I've gotten my gmail account inbox down to zero for the first time in about 5 years, and I'm all https://t.co/V6QeWcetLH",
        "Bleary eyed and a bit light headed...trying to tackle my email inbox as efficiently as possible. So many important… https://t.co/haLSm6KxzA",
        "@SarahRung @amhistorymuseum @thejemimacode Awww! Thank you, @SarahRung. I love our annual August \"Cooking Up Histor… https://t.co/kHBSxtBulq",
        "...I miss learning from you and with you in our beloved @amhistorymuseum. Sending love and light to our diverse pub… https://t.co/swfLKKbWOP",
        "I miss @amhistorymuseum. I miss engaging with the public in person. I miss working with amazing journalists, chefs,… https://t.co/EoIMyzdpew",
        "The #SmithsonianFood Team was scheduled to meet w/ a @CatholicUniv Global Food History Class in mid-March to give a… https://t.co/rSO1tQL6fH",
        "\"'History always gives me hope and solace,' @amhistdirector says, 'even when it’s hard history. People have come ou… https://t.co/mlAtSk2XKi",
        "\"@amhistdirector appreciates fully the impact of the COVID moment on America’s 'cultural seismology,' noting that “… https://t.co/pVYrz90Fs7",
        "\"Above all, @KathleenFranz emphasizes the need for compassion now that Americans everywhere are grieving the loss o… https://t.co/TednAjI4Hy",
        "What we're doing right now: “We have asked groups to put objects aside for us,” Lord says. “We won’t go to collect… https://t.co/LxXHq3uqut",
        "\"In recognition of the sociocultural impact of the current situation, the curatorial team at the Smithsonian’s Nati… https://t.co/1A4FgCrygH",
        "@smithsonian is documenting #COVID's sweeping impact. I'm working closely with the rest of the #SmithsonianFood Tea… https://t.co/2etoXbRmum",
        "https://t.co/YagyTpef0L #FlowBee #Covid_19 #NeedAHaircut? #HistoryOfTechnology #HistoricTools",
        "We need to bring the FlowBee back 😂 (Thanks, Dad, for telling me about this c.1988 at-home haircut vacuum attachmen… https://t.co/drOCntVkNa",
        "Attn: @ClareAnneOK and @AEBowenPhD re \"food as medicine\" during 1918 flu pandemic.",
        "Attn: @ClareAnneOK and @AEBowenPhD re \"food as medicine\" during 1918 flu pandemic.",
        "@AEBowenPhD Also re @ClareAnneOK's question.",
        "@AEBowenPhD @AEBowenPhD - I am going to tag you on some sources related to the 1918 pandemic. These are related to… https://t.co/1zgqS54jO3",
        "❤️ Earth. Read up on what my @smithsonian colleagues are saying about the history of #EarthDay on @SmithsonianMag. https://t.co/geyeWGiHoG",
        "@princesshungry @bgoldst @sam_rosenfeld And now the @nytimes chimes in: https://t.co/IRDOwv1O8L",
        "@JenServenti That’s amazing!! Such a small world. 🙂",
        "@JenServenti Fall 1970-1973!",
        "@llinong @Slate I’m such a fan girl of @DrMChatelain’s work. Can’t wait for her next book project.",
        "@JenServenti I will ask my Aunt Lynn!",
        "Thank you, Aunt Norma, for helping me see a different way forward and for encouraging me to pursue a life that suit… https://t.co/UjLX2q0k8F",
        "Did I mentioned that she fostered my love of cooking? My love of travel? My love of independence? And I'm just one… https://t.co/U51qlsmEFr",
        "As a young girl, she always seemed so fearless to me. She forged her own career path as a high ranking woman in the… https://t.co/jnUnyO4Qsq",
        "My great Aunt Norma recently passed away at 94. I had the honor of helping my family write her obit. As one of my r… https://t.co/0724QMbavs",
        "Small accomplishment of the day: updated my professional website: https://t.co/05P0Hxerk4 ::pats self on the back::",
        "#FoodHistory, #BeerHistory, #BusinessHistory collide during #COVIDー19 in fascinating and surprising ways. Never wou… https://t.co/HNGeqpUTTx",
        "@yorkh44 😍😍😍",
        "@princesshungry @bgoldst @sam_rosenfeld Yes, please send it my way!",
        "@clairepayton @KatzOnEarth Mazel tov!! 👏🤗❤️",
        "@bgoldst @sam_rosenfeld I feel your pain, @bgoldst. I don't have a solution. Thus far, I've just put up with the fog. Sigh.",
        "#WashingtonDC celebrates #EmancipationDay today. I will be honoring this important holiday by revisiting… https://t.co/wNp5Ie9DAs",
        "That’s a fantastic lineup of delicious brews for one household (and a great menu layout, might I add!) Love it,… https://t.co/rNwLAmMbvX",
        "@DeweySarah @DeweySarah - I'm so glad I got to share this moment with you via Zoom. #Hugs #Morse",
        "#Resilience #FoodCulture #COVID https://t.co/UFZ1cBLwUn",
        "@Sharphistorian @CambridgeUP CONGRATS!!!",
        "And the prize for best #Loaf on Twitter goes to...CHUNK (Mom is @DeweySarah and Dad is @LiweiChen) 👏👏👏👏… https://t.co/BwHnUthRow",
        "Great #foodhistory piece featuring the research and expertise of @Anastasia_C_Day. Read up to learn more about WWII… https://t.co/fZ9kWtm3O4",
        "@theresamccu Kitty looks very comfy today! 🤗",
        "Sewing directions via @nytimes https://t.co/MEGnMGUicx",
        "2.5 hours later, I've finally finished sewing this @nytimes #COVIDー19 face mask out of a tea towel. Thankful that m… https://t.co/A4VdPGVNDG",
        "What kind of digital content do you want from the #SmithsonianFood History Project right now? What stories will hel… https://t.co/bGPIUr3LkE",
        "@Sharphistorian @amhistorymuseum Y'all are making me blush! 😊 #SmithsonianFood @amhistorymuseum",
        "@RachelCleves @smithsonian Amazing! I think this (or one like it) is on display in the culture galleries @NMAAHC! #StreetFood #FoodHistory",
        "@kchysmith You'll make it happen, I'm sure! I know you can do it :)",
        "If you are searching for another outlet to share your experiences during #COVID, see @Eater call: https://t.co/IsdoEDufPU",
        "@FreerSackler's guided meditation is so important to my daily #COVID19 work life. Join us for this free class every… https://t.co/lDRoFD5uDZ",
        "@guyraz - #SmithsonianFood historian, here. Listening to your interview with @benandjerrys. I'm enjoying it! A ques… https://t.co/qj87tuwaMI",
        "@RachelCleves @Ellie_Krieger @amhistorymuseum Well, I think @Ellie_Krieger's stuff spaghetti squash recipe suits ki… https://t.co/3FsodtEHfZ",
        "@RachelCleves @Ellie_Krieger @amhistorymuseum Here we go! @Ellie_Krieger's stuffed spaghetti squash. Our little che… https://t.co/F5FC06t9Ry",
        "@RachelCleves @Ellie_Krieger did a kid-friendly cooking demonstration with me @amhistorymuseum during 2019's… https://t.co/0M7T9zCTSs",
        "Loving this so much, @chefjoseandres. Lessons straight from the home and heart. ❤️ https://t.co/dmx46r8AHO",
        "Squee! Yes, I just made that noise.❤️ Excited to listen in on this podcast featuring @HrishiHirway and @CiaoSamin. https://t.co/OKc8aQyV2Z",
        "💙💚🤎🖤🤍🧡💛💜❤️ https://t.co/BtlzjlbW36",
        "@soulfoodscholar @thejemimacode @africooks @ferrismcf @lizatSoFAB @SouthernFood Of course, @soulfoodscholar! I've e… https://t.co/75vjnfRM6z",
        "I started that blog as a precursor to the exhibition I curated @SouthernFood called \"Lena Richard: Pioneer in Food… https://t.co/wgO1qOzRfY",
        "Interested in learning more about Lena Richard right now? Check out writings by @thejemimacode, @africooks,… https://t.co/5zAziInGMF",
        "I'm actively researching her history, cooking from her cookbooks, and speaking with her relatives and colleagues du… https://t.co/BBz60GLYzv",
        "Until @amhistorymuseum reopens to the public, I will continue to research her story, which we are highlighting in a… https://t.co/IMMMfu5tPS",
        "During #COVID19, I've sought and found solace in my #SmithsonianFood research and the inspiring tenacity and streng… https://t.co/l0KR5KpFcX",
        "Listen in, y'all! #COVID19 https://t.co/cl7sMTukEW",
        "@kchysmith @amhistorymuseum As @Chef_Sean notes in @the_sioux_chef cookbook, the indigenous diet is “hyperlocal, ul… https://t.co/StTUtFFuld",
        "@kchysmith @amhistorymuseum \"Squirrels seem to be everywhere until you need a few for your Buttermilk Fried Squirre… https://t.co/vN5Qj2aZew",
        "@kchysmith @amhistorymuseum @kchysmith - was the for 2018 Food History Weekend: Regions Reimagined? If so, I have a… https://t.co/sfBiszyPFt",
        "@ML_Cooper @awmerck This is the happy news I needed today. YAY, Ashton!!!",
        "@apiper626 @apiper626, Laura was/is my academic adviser @DukeU @DukeGradSchool. She is so talented. Enjoy reading h… https://t.co/uSyxiVWnZC",
        "@sharonmleon Same with me! I have my laptop propped up on a box on my kitchen island to create a \"standing desk.\"",
        "@LiweiChen 👏🏽👏🏽👏🏽",
        "I'm feeling so untethered. However, I found this #BloomCam of the Cherry Blossoms along the Tidal Basin in #DC to p… https://t.co/FGyZRZ7yf4",
        "So very true! I'm filling out mine right now! https://t.co/39YQs1oTV5",
        "Informative thread reporting on #COVIDー19's impact on the Los Angeles community through the lens of food. Also cont… https://t.co/JfSdRhKMCX",
        "Amazing crowd-sourcing effort here to create a clear image of the landscape of food support during #COVIDー19. https://t.co/UT1wV244OM",
        "A story of resilience. Even in the midst of great uncertainty and economic instability, some restaurant teams curre… https://t.co/WGkfdcfgrG",
        "@cmmphd Anxiety Kombucha 😅",
        "@cmmphd @amhistorymuseum I repurposed my grocery bag (w/ wheels) to bring a few loads of academic books home from t… https://t.co/2ZJRWqdFq8",
        "Important reporting from @sacbee_news below on #FarmWorkers #FarmLabor #FarmersMarkets and #COVIDー19. So important… https://t.co/hLv7iXPEfu",
        "@timcarman's words capture how drastically our lives have changed in just one week as a result of #COVIDー19. Specif… https://t.co/2rVfalcc1m",
        "@knmead I love this so much.",
        "@jaeichlin Looking forward to reading your posts, @jaeichlin! #COVIDー19",
        "Some doctors believed that whiskey could help cure the 1918 influenza. Apparently, \"the demand for whiskey was so s… https://t.co/IYHhxxp7hy",
        "I'm hearing so many comparisons between #COVIDー19 and the 1918 flu pandemic. I recently came across this blog on \"I… https://t.co/OqPtTcVBvI",
        "@cmmphd I feel you, @cmmphd. I can't help but view food-centric media through my \"food historian googles.\" My mind… https://t.co/xe5l1gtf5d",
        "My research on street food culture in 19th and 20th century America reveals the vulnerability of street food vendor… https://t.co/Uw2ho0I3YN",
        "The nature of street food, especially in city's where a vibrant culture has grown on the margins of the law (aka wh… https://t.co/pLSyi145xc",
        "As a large-scale movement grows to provide funding and protect food service industry workers, I worry for those ent… https://t.co/qEycHuLznW",
        "Just after Los Angeles legalized street vending, vendors are thrown into legal limbo once more as COVID-19 spreads… https://t.co/CR3ceI8AXz",
        "Came across this advertisement while reading some blogs on WWII rationing: https://t.co/46bmkYyWjq",
        "I'm looking back at historic product cookbooks and advertisements c. WWWII to find inspiration for transforming can… https://t.co/v446C9Da4z",
        "@princesshungry I don't think I have any food-themed shirts. I feel this is a grave realization for a food historian like me. 😦",
        "@PatiJinich Lenten roses? Beautiful!",
        "@cmmphd Glad I'm not along, @cmmphd.",
        "@Anastasia_C_Day DO IT! Many people are making references to WWII and Victory gardens. Now is the time for public h… https://t.co/t3bXIHHFpn",
        "@lissiethomas @PuntReturner @RogersWork Earlier today, I was thinking about how the landscape of cookbooks (in prin… https://t.co/aPCokOIBlV",
        "So very proud to know and have cooked with @ChefDavidGuas of @BayouBakery. See below for powerful and inspiring wor… https://t.co/ZtXIkBHb9s",
        "For those community members who are looking for charities to donate to that support restaurants and food service in… https://t.co/s7SrP8GW4T",
        "One of the many observable trends in American food history is the ingenuity and perseverance of food purveyors in t… https://t.co/Ujyq2QX9dJ",
        "So strange to be sharing my interview with @NatFABF podcast  host and my long-time mentor, @lizatSoFAB, during… https://t.co/WDVO0jToR4",
        "Although @amhistorymuseum is currently closed to the public because of the ever-evolving #COVIDー19 situation, there… https://t.co/Bas8PbPwiB",
        "Last, but not least, catch up on the powerful stories of women entrepreneurs shared during this 2019… https://t.co/3iB8EiqIRE",
        "Then, dive into this 2019 #SmithsonianFood Deep-Dish Dialogue with @chefjoseandres @carlahall @dhmeyer… https://t.co/FNqD7HQEBv",
        "Searching for great content on #AmericanHistory during #COVIDー19? Check out our Deep-Dish Dialogue with @cmmphd… https://t.co/GyqoOiSjiL",
        "#DC community members, please share widely: meals are available to students at the locations/times listed below. https://t.co/MpBFZVl4Fl",
        "What makes the #SmithsonianFood History project tick @amhistorymuseum? Who is behind preserving and sharing U.S. fo… https://t.co/GwGaX5LZxe",
        "Con efectividad a partir de 14 de marzo, los museos del \n@Smithsonian de Washington D.C., incluído… https://t.co/T8qdcAxYT6",
        "During these uncertain and stressful times, a little food for thought on a different topic: the American Food Histo… https://t.co/nFzPWvDNy3",
        "More info on our website: https://t.co/1LOsX1hScE\n@amhistorymuseum #SmithsonianFood",
        "Public program update: Our monthly #SmithsonianFood \"Cooking Up History\" programs are postponed through May 3. Foll… https://t.co/q3UzrOfLjH",
        "@tschulkin and I are on @Heritage_Radio today at 4:00 PM for Inside Julia's Kitchen @JuliaChildJCF. During the ep.,… https://t.co/DJF3bgWgz3",
        "Curious about our FOOD exhibition @amhistorymuseum? Want to know more about what's featured in it, how we collected… https://t.co/mOLtOX6CaL",
        "Congrats for the inclusion, @lissiethomas! I also see that there are several food-related romance novels coming out… https://t.co/WM4yTXEQF7",
        "@RyanPoe85 lol",
        "@kchysmith @BostonGlobe @UTAustin I love this so much.",
        "Congrats to @africooks for her @beardfoundation Lifetime Achievement award! It has been an honor to learn from you… https://t.co/1AAazKhoB9",
        "The #FoodHistory research begins! In what forms does potato chip pi(e) already exist? Will the Twitterverse reveal… https://t.co/UMnTSp1pwL",
        "#StreetFood history matters, y'all. Listen up to this podcast to hear how law, regulation, culture, and great food… https://t.co/ISAtWAPo9K",
        "@jessfscarbone @Gastronomica I love this! Also, I did not realize @Gastronomica had a podcast...!!!",
        "Sweet, sweet spring is here! And 72 degrees today as well. What a great day to enjoy lunch outside with friends and… https://t.co/C2AKSZtTji",
        "@sherribee @bereacollege Agreed! I had so much fun connecting with the students -- and I'm loving my broom too!",
        "@MilHistCurator Congrats! 👏🥂",
        "I'm so loving this #publicprogram @amhistorymuseum today. Brilliant! Can't wait to participate! FYI: @ncph @AAMers https://t.co/ZIXj0eQeKn",
        "Learn more about the dozens of women who pushed for women's suffrage through contributing essays and recipes to suf… https://t.co/QR96RjPfBe",
        "Learn more about the efforts of suffragists to spread the message of their cause through the publication of cookboo… https://t.co/BOUfVSjf8R",
        "#WomensHistoryMonth is all about celebrating the strength and tenacity of women. As @amhistorymuseum celebrates the… https://t.co/g8if7AI9Xx",
        "Excited to see what @EmilyContois discusses with @davidchang on season 2 of @uglydelicious on @Netflix. #FoodMedia https://t.co/BgHfvJSbZ8",
        "@EmilyContois @uglydelicious @davidchang @netflix @hels Woohoo!! Congrats, Emily!!",
        "The woman who got #Tupperware in so many American homes. Speaking of...I need to re-organize that cupboard in my ki… https://t.co/zezN8NgwQI",
        "https://t.co/9xWytbDm65",
        "Calling all #foodies and #feminists! Join us for \"Cooking Up History\" on March 27 at 1:00 PM @amhistorymuseum. We'l… https://t.co/gkQA1IqxcH"
    ]
}