{
    "screen name": "danerjohnson",
    "no. of tweets": 194,
    "tweets": [
        "@JutzRWB @DanCrenshawTX THANK YOU!  I have been saying this until I'm blue in the face!",
        "@DanCrenshawTX We are testing more,and we are testing healthy people.  It stands to reason if you test more you wil… https://t.co/oNGHD6p0pi",
        "@celtics Larry Bird",
        "@charliekirk11 @charliekirk11 I've been saying since day 1 of lockdowns that elected officials lose checks as well… https://t.co/KEl2IkOsC4",
        "Pivoting in the right direction! https://t.co/rIfkGqWaJa",
        "@MSNBC The #panicporn is rampant with this guy...  Why do the so called news outlets continually post such negativi… https://t.co/xoNIr4kxFC",
        "@MSNBC @Carlene9089 I love how you continue to push your narrative instead of looking for truth.  Truth means you w… https://t.co/C8KBc7jTZZ",
        "@starlord4221 @MSNBC @chrislhayes We agree to disagree...  It’s simple math, the more I test, statically I will ind… https://t.co/oIkID4rAoI",
        "@THEHermanCain The deep state is scurrying for the shadows...",
        "@dbongino I’m not sure but taking his license isn’t going to stop him from cutting hair...  I stand behind him!",
        "@MSNBC @chrislhayes Easy explanation, we testing WAY more people than other countries...  Doesn’t mean the disease… https://t.co/wJlSSYql4J",
        "@wanderlustt13 So sorry for your loss...",
        "@BreitbartNews You can't even apologize without lying, sad...",
        "@GStephanopoulos @JoeBiden @GMA Make sure the teleprompter with your crafted answers for Joe is on!",
        "@dbongino Him and his 36 viewers...",
        "@chuckwoolery Things that make you go hmmm!",
        "Walmart in Oklahoma City was booming today! https://t.co/8uUcsu4hBd",
        "@JoeNBC Its a shame that people associate you with news or a news organization...",
        "@DanCrenshawTX I've been lobbying that elected officials should not get a paycheck until economy opens.",
        "@tedcruz I've been lobbying that elected officials should not get paid until the economy opens back up!",
        "@JamesOKeefeIII @CherryHealthMI @CBSNews @CBSThisMorning @SteveDeaceShow",
        "@nflschedule2020 We all know Dallas plays an NFC East rival for opening day.",
        "@SteveDeaceShow Thoughts? https://t.co/k2MggnzjaZ",
        "@haaayxx @SpectrumNewsDC Exactly...  That's why it's hard for me to trust anyone in this.",
        "@SpectrumNewsDC @haaayxx",
        "Sad...  This craps gotta stop! https://t.co/FpHwfQlUL9",
        "Tampa Bay Brady shirt - https://t.co/SVWqgVByAY https://t.co/pK0CbzAWDB",
        "@marcuslemonis @BankofAmerica A big fat NOPE!",
        "@MSNBC Cowards...  If this was ANY Republican this would be as big or bigger than Covid-19!",
        "@mcuban Applied through @BankofAmerica for PPP.  Small company 4 employees roughly $50k.  It's been 4 weeks and I h… https://t.co/MTa9GJRx03",
        "@RMConservative @YouTube Oh you're correct.  We live in an America I don't recognize anymore.",
        "@SteveDeaceShow And just like that, Dr Erickson and Dr Massihi are collectively scrubbed from Facebook...  I don't… https://t.co/zwLIEMAWGE",
        "@MSNBC That's pot calling the the kettle black...",
        "@theblaze Then u see antifa giving beat downs in the streets and police turn a blind eye...",
        "https://t.co/pS2Nt9Ih8a",
        "@TomBrady @AdamSchefter @dpshow He's already using it!  Yompa Bay...   Hehehe...",
        "@thehill @DanCrenshawTX Some of you are an embarrassment and don't even the self awareness to know it...",
        "@bennyjohnson @AOC So as a show of solidarity, refuse your paycheck for as long as it takes until the economy truly… https://t.co/U2zR0c4FRe",
        "@CBSNews It's obvious your only reason to report on this one \"trial\" but pass on countless positive trials is your… https://t.co/nzJ3W1Qbmt",
        "@jenniferlee_75 I didn't know @JoeNBC was in that movie... 🤣😂🤣😂",
        "Amen... https://t.co/TUIR0SrYCq",
        "@SteveDeaceShow My son graduated 2 years ago, and is now barbering and is on pace to be making over 40k per year an… https://t.co/tVpymwLxHw",
        "@shirtlessfred Castaway",
        "@espn Jordan!",
        "@JoeNBC Since applying @BankofAmerica they contacted me once last week.  Said I would be funded this week.  So far… https://t.co/BczKWCoeNx",
        "@SteveDeaceShow Frickin MIC DROP! https://t.co/L79bSLat5M",
        "https://t.co/ShCaINJ3c5",
        "@CoachVandegriff Nothing more frustrating...",
        "@Uber_Support I'll do it...",
        "Welp @ubereats your now 0 for 2 for food delivery to me at @feedthechildren ...  Maybe I can get some of our logist… https://t.co/lgtsfmE2Ai",
        "@THEHermanCain How about a Bill that forces ALL House and Senate reps to not get a paycheck until the economy opens… https://t.co/5SgF5qsuRf",
        "@SteveDeaceShow Hey Steve, novel idea. NO PAYCHECKS FOR ELECTED OFFICIALS UNTIL ECONOMY OPENS BACK UP!!!",
        "@ConanOBrien FOOL... Amazing how far you'll go to try to get a laugh.  Judgement seat applies to all!",
        "Yep... https://t.co/PAd40vAO7v",
        "@SteveDeaceShow Maybe they could Uber, or ride the church bus...",
        "Wow...  What a moron! https://t.co/obrRtLVfeE",
        "@SteveDeaceShow https://t.co/JiFDaK4KYq",
        "@SteveDeaceShow https://t.co/GEaLq37Ymv",
        "It’s at least worth a listen... https://t.co/roB000llXS",
        "@SteveDeaceShow @SteveDeaceShow Please stay the course!  You’re the only one out there calling BS!",
        "@SNFonNBC History has shown Brady’s the guy...",
        "@jsolomonReports It’s the only way to fuel his ego!  He has to be in the limelight no matter the cost to the taxpayers!",
        "@jemelehill You’re the problem when you can’t let go of partisanship and come together to defeat an enemy that can… https://t.co/0ZyF6CYEHh",
        "@realPolitiDiva So sorry...  I will prayer for a total recovery!",
        "@FrankelJeremy @dbongino POS...",
        "Texas Roadhouse has become a Friday treat for my wife and I.  We love to go sit at the bar and visit with the staff… https://t.co/TtnM7HulQr",
        "@JoeNBC Never thought I would see you stoop this low...  Pushing fear to people because of your obvious dislike of our President.  Shame...",
        "@JoeNBC Actually said HE would be willing and thought there are others that think like him, which is true!  Not saying he's right.",
        "@MSNBC @chrislhayes You're a FOOL.  Stop your fear mongering!!!  NOBODY, including the President is making decision… https://t.co/9wzk5k8a5R",
        "@JoeNBC You've unknowingly summed up the last 3 years of @MSNBC",
        "@chuckwoolery Nope none",
        "@SteveDeaceShow They just cancelled the Thunder Jazz game at tip off!",
        "@JoeNBC @VP Now if the media would follow suite...",
        "If @realDonaldTrump got into a face to face confrontation and said a guy is \"full of shit\", the MSM would have this… https://t.co/2OuVUxEA8c",
        "Yep!  We have lost our ever loving minds!!! #coronavirus https://t.co/av5JUmWBm4",
        "@RIred61 @JoeNBC I think @JoeNBC is suffering with some mental slip-ups if doesn't remember his own concerns and discussing these clips...",
        "Good point! @SteveDeaceShow https://t.co/a9VB3dgmNt",
        "@trscoop He seems to only be interested in witnesses when it suites his agenda. I can't believe I voted for this guy in the past.",
        "@CheetahStreams Exactly...  To call that a gather is a joke.",
        "Real clean... https://t.co/TvF1zcGOMc https://t.co/BzUpIUCqP1",
        "@Bucks No excuses, but when the bucks last game is Tuesday, and the Thunder played the night before then travel on… https://t.co/CzxXOKFf7r",
        "#soonerdna https://t.co/7ZB5SbW1f7",
        "Time to #ThunderUp",
        "@DevotedBrownie I can promise you it only fuels him!  #SoonerDNA @bakermayfield Use it against them Baker!!!",
        "@thehill Fantastic reporting!  Riveting!!! #ThingsIDontNeedToKnow",
        "@thepennyhoarder @Troy_c_johnson",
        "@antpats2 @rosdubb @haaayxx",
        "@BillOReilly Exactly...",
        "Duomo di Milano (Milan Cathedral)\n\nMajestic...  Doesn't look real. @ Duomo di Milano - Milan Cathedral https://t.co/wJKhN76PXL",
        "How we used to do it on Pine Street! My Huffy was a lot harder to control!!! https://t.co/xUaZRxGAqC",
        "Leonardo DaVici's \"Last Supper\"painting. @ Santa Maria delle Grazie https://t.co/ly1mgV0qhF",
        "No way if you actually watch the Prager U videos, come to her conclusion. So she is either an idiot, or really hasn… https://t.co/NODuaiEK0d",
        "@CoachVandegriff Really having a good time.  The Alps ate no joke!",
        "@CoachVandegriff Ok...  Back to Vaca. https://t.co/BYmoAYJz0A",
        "@CoachVandegriff Train riding time...",
        "@CoachVandegriff My hero...  @NickForVA",
        "@CoachVandegriff Not my hero.  He was elected president.  I try to support him as I did Obama.  There are definite things I disagree with...",
        "Double Standards... https://t.co/EQIuorF7RG",
        "@Strandjunker And you also believe in Santa Clause and the Easter Bunny...",
        "@SteveDeaceShow @Hardees Until you've had a Whataburger...",
        "#NewProfilePic https://t.co/nXIU60QRmK",
        "You had 2 games (1 at home) to oust the Warriors. All u needed to do was  consistently make jump shots and you  fai… https://t.co/u1KNxrgjQs",
        "@Troy_c_johnson Hmmm...",
        "@BernieSanders is obviously against professional sports... https://t.co/TmZ59WRSln",
        "@thehill Should've done this the first day in office like Obama did. You cant function with a staff that has their own agenda...",
        "@lyndseyfifield Those who have not been put into a position of hard work to survive will never understand.  So stop… https://t.co/l1SdjcmFJf",
        "@calvinwatkins Get him for a minimal deal with incentives!",
        "Exactly...  He was butt hurt because Trump passed him over so he took his shot at him.  Being wealthy does allow hi… https://t.co/oms6VE9dMj",
        "Let him go!  @kimguilfoyle would kick his ass! https://t.co/uxN30Stt8b",
        "That’s an insult to children... https://t.co/WMrmvo10LF",
        "And just like that another gif is born...  😂🤣😂 https://t.co/UO0uBQmukV",
        "@AmericanAir I'm finally back on with a Supervisor...  We will see how it goes.",
        "50 minutes invested in trying to change a flight with @americanairlnes after rep hung up. Just thought that @united… https://t.co/oPkjWkOwdy",
        "@AmericanAir Great customer service...  Agree to call back, while working on my travel changes the rep simply hangs… https://t.co/8C8ctTqFtw",
        "Amen... https://t.co/i4uNCxlTIG",
        "Nobody cares... https://t.co/wv2s5Y08Ab",
        "@tedcruz Kinda like the NY Giants play in New Jersey...  Give me a Flippin break!",
        "@ncginny @JohnFromCranber @DailyCaller I like that!  Something he could definitely excell in!",
        "@DailyCaller Surely we are on Candid Camera!  Nobody elected to House Leadership acts this way...  I don't care WHATEVER Party!  Sad...",
        "That dog can't skateboard down a sidewalk thru a human tunnell!  Dig said, \"Hold my Beer...\" https://t.co/XyIMDihYV3",
        "Awesome! https://t.co/nUgkHdKKdp",
        "Kinda like the NY Giants play in New Jersey?!?!?!  Grow up... https://t.co/KQGJFxdKgp",
        "Not too early!  It CAN be done! https://t.co/gIz0ANm1bJ",
        "#OUDNA https://t.co/GD9dKvNkf2",
        "Nice try! https://t.co/hkr1BfE9Ly",
        "Ball game! #SuperBowlLIV #chiefsnation",
        "@Espngreeny Bang bang...  As he is releasing, gotta let'm play!",
        "Until the @dallascowboys  are in the #SuperBowl it's more for the commercials... https://t.co/Z1HtEXbhoi",
        "@dbongino Surely her acct is hacked...  She can't be that stupid!",
        "@AmySwearer Exactly...  Blind follower of the MSM.",
        "@charliekirk11 If his name was Trump, his life would be HELL...",
        "Amen... https://t.co/CxHs6CluMM",
        "@mschlapp Honestly, you are the last person who needs to say anything...",
        "Great Achievement! https://t.co/F9kGoFolHE",
        "@RepLeeZeldin Well Son of a Bitch!",
        "When hard working responsible adults see irresponsible adults getting rewarded for poor life choices,  the responsi… https://t.co/TiwZp23Ib4",
        "@TheFanDomeShow As a Sooner fan, I believe in Baker.  He's had to fight at every level to be where he is today.  AN… https://t.co/6OuQrzsk3d",
        "@dpshow Romo",
        "Holy Crap! https://t.co/839ulRrMc6",
        "@gmfb 3 picks",
        "@NFLonFOX @AZCardinals @Raiders @Titans @BuffaloBills @K1 @iAM_JoshJacobs @motorsingletary @AZCardinals",
        "Kyler baby!!! https://t.co/nshbrsKhcX",
        "MAHOMES! https://t.co/DLU3xUBfCt",
        "@tedcruz This is ALL for the media to regurgitate out to their base. Every Senator there knows what happened to Ukraine under Obama...",
        "Look who showed up in Davos... https://t.co/jyYHUyQfUR",
        "@JohnCornyn You'll end up just like Virginia...  We won't be able to help you in Oklahoma.",
        "@GeraldoRivera @realDonaldTrump Crickets...",
        "It's NOT they're call!  This is the Senate!  They make the rules. https://t.co/jDMM5PVQgC",
        "I actually have heard of Dems who think Pelosi will eventually take over as President.  They are thinking impeach T… https://t.co/Vz61c5RaXu",
        "The problem is the law of statistics cease to exist on the Dem Leadership side of things.  Everything they bring up… https://t.co/B9lSa3qkEc",
        "We've just been talking to the wrong Ukrainian's...  🥺  What a flipping joke. https://t.co/xf6FjuqDri",
        "How is this even possible in the USA? https://t.co/hzdr1EFNZ0",
        "Keep an eye on @NickForVA !!! https://t.co/1JqUFt2D18",
        "@MSNBC Cute...  We used to call each other names in grade school.  This pardonship politics is ruining America! We… https://t.co/mHUcZ7i91W",
        "@MikeTanier @dallascowboys are becoming the Trump of the NFL...  #CowboysDS",
        "TDS... https://t.co/O0aE4tPRxJ",
        "@p_trotter Need to @SteveDeaceShow",
        "About right... https://t.co/7XOA47yKB5",
        "@thehill The House has become an absolute joke...",
        "@BreitbartNews What makes you qualified to think you could do any better?  Geezzz, it's laughable!!!",
        "Go get'em! https://t.co/bahmaHViW0",
        "We are NEVER too old to learn...  Terms like \"I think...\" or \"my view on...\" should be based on sound principles th… https://t.co/nXGSrcuVjV",
        "@Espngreeny It actually was flagged in the Eagles Seahawks game...",
        "@BreitbartNews Wouldn't this line up with high crimes and misdemeanors?  Certainly a traitor...",
        "@SeanParnellUSA @GermanShephrd41 No appeasement was leaving billions in cash on the tarmac of Iranian airport...",
        "@SportsCenter @WerderEdESPN This is news???  The Cowboys are the Trump of the NFL...  Sad.",
        "@MSNBC @JoyAnnReid Keep pumping your propaganda...  This is at least the second time for you to post this garbage.… https://t.co/82pI5zfBtf",
        "@CheetahStreams @Cowboysfan82288 I have a Roku and was using PlayStation Vue, but it's going away at the end of the… https://t.co/d69CG8qaQx",
        "@MSNBC @JoyAnnReid Just curious...  When you post stuff like this, where are you getting your facts from?  Or is th… https://t.co/2NxV2c2lVx",
        "@CurtisHouck @chucktodd Chuck Todd, sad...",
        "Hero https://t.co/67LNzd4dPx",
        "@ClutchLikeRomo That's totally at the feet of the Jerry. I understand his money his team, but damn at some point yo… https://t.co/fySFO0tDlQ",
        "Exactly...  Doesn't got the MSM narrative! https://t.co/XjAy1Y3sEV",
        "@dbongino Of course he does...",
        "@MSNBC @NBCDFW If liberal gun laws existed in Texas, this would been do much worse. Murderer still would got gun, c… https://t.co/GqOjdpc6T2",
        "@ESPNCFB @AdrianPeterson @thecheckdown Hard to believe we didn't win a National Championship with those teams...",
        "Embarrassing that the announcers don't know the catch rule...  #FiestaBowl #ESPN",
        "@BreitbartNews If that's the case, then I'm sure the President can have her evaluated too...",
        "Looks like Grinch has his work cut out for him...  #OU2020",
        "@CoachVandegriff Yep, LSU isn't Baylor...",
        "This is why we don't win championships...",
        "Great...",
        "If Burrow was tackled like that out of bounds, flags would fly! #BoomerSooner",
        "EVERYTHING going LSU's way... #LSUvsOU",
        "Great...  Make the Effing call! #LSUvsOU",
        "That's a little more like it! #LSUvsOU #BoomerSooner",
        "Welp, that escalated quickly!  #BoomerSooner",
        "Merry Christmas to you and your family!",
        "@greta https://t.co/ccQ4jO00ZG",
        "@JoeNBC You have NO understanding of the gospel...  You're just as bad when u use it to weaponize your political ar… https://t.co/c8eMkzkJ3H",
        "One last opportunity to do something...  #DALvsPHI",
        "@wingoz How about using what we've used from the beginning of football until the NFL lawyers hot involved, winner o… https://t.co/Kp9lnAi6m9",
        "@willcain Nah...  We'll continue to run into  an 8 man front...",
        "Hero to zero in 5 seconds... https://t.co/nkPLCW2Jrf"
    ]
}