{
    "screen name": "melissaagoodson",
    "no. of tweets": 142,
    "tweets": [
        "More ways to celebrate 2020 Grads: Social Media events https://t.co/p7W4vWN4kM",
        "Amazing salute to our @StScholastica grads. Thank you, @cityofduluth 💙 https://t.co/YPW6SyaERn",
        "@kesutherland777 @Palgrave_ @usceduau Congrats! Can’t wait to purchase my copy.",
        "Celebrating our @StScholastica @CSS_SBT grads virtually. 💙 https://t.co/PwmvbwtKGQ",
        "Showing those Benedictine values in print. Congrats to our @StScholastica grads via @duluthnews full page ad. 💙 Hap… https://t.co/zzzsCPblxu",
        "We’ve supported a few of these local restaurants this week. Enjoy a date night/family meal and help keep them in bu… https://t.co/qxPR42h4qP",
        "These days, I’m even more grateful for our inexpensive old house with a view. https://t.co/LQvavFqea3",
        "@CSSSaintsFB Congrats guys! 💙👨‍🎓",
        "@BoomerangEnergy Sending my 4th order your way!",
        "CSS Alumni made product. ⁦@CSS_SBT⁩ 💙Get yo self some more energy, naturally. Here's a $5 off coupon for your first… https://t.co/n2OtNnq5gR",
        "Goodnight, 🌝. https://t.co/EBoWeSlNtY",
        "@CSSsaints We should do some real custom jersey orders next year. That would be FUN. Fundraiser for Athletics?!",
        "@CSSCoachGray Beauties! 💝",
        "This ⬇️ https://t.co/IT8lMfEU8v",
        "@GretaMJenkins You’ve got this, Greta! You do. 💙👏",
        "@naniigrant Can’t wait to get my hands on the cobbler sour. 🥧",
        "@starwars #Ewok",
        "@LadyEder1 @CSS_SBT Thank you!",
        "Helping students to develop skills and to find meaningful work are integral to why I do what I do @CSS_SBT. Faculty… https://t.co/1pLRMyzJGt",
        "I’m eager to move forward in serving those who continue to choose the Northland for college. It will take creativit… https://t.co/Xkz3zWYNGY",
        "I hope your Saturday is as awesome as their Saturday! 🌊 ☀️ https://t.co/aHtX0Smo8g",
        "@christinadejong I felt like I got punched in the stomach just reading this. I can only imagine how the student felt. 😢",
        "College grads: Prep for a new way to interview for jobs Via ⁦@LinkedIn⁩  https://t.co/6qDGj2UPeG",
        "If you want great beer shop small, local craft breweries directly in a socially distanced manner. They are creative… https://t.co/7hX510MwJo",
        "@LarsonForDuluth Miss seeing you on the yoga mat at the studio, dear Mayor!",
        "@GovTimWalz Thank you, dear sir, for your outstanding leadership.",
        "Concert in my living room with @theCharlieParr thanks to @DuluthCider. Just wishing for a glass of cider🍎… https://t.co/SAaV37sipk",
        "@CSSsaints Just realized I missed the deadline. 💙",
        "@CSSsaints Goodson 20",
        "Sometimes they listen. 😅 Just had a one hour #Zoom class session that I needed to do uninterrupted so I plunked thi… https://t.co/dYHJPNr7kL",
        "Low attention span these days? You are not alone from @karenraycosta https://t.co/XmpZdTpqLT",
        "Measuring social media @nismpulse and @SmraGlobal https://t.co/n4lblCPfJu",
        "@kfreberg @SMprofessors Thank you for an amazing resource for us all! It is so very appreciated. ❤️",
        "@CRobinson_GEM @AcademicChatter @PhD_Connect @academicswrite You are completely human. Find space when and only whe… https://t.co/aFZrTejZXj",
        "@MrTomRad I have a kindergartener and first grader. Ask me how the day went! 😁",
        "Have you watched the @AppleTV @beastieboys documentary? 🎶 Pick your lyrical-inspired answer. It’s on my to do list.",
        "Hey @CSS_SBT Seniors: It’s here-your last week of classes. What a year to always remember. Take the good with the b… https://t.co/Pc0YjgXflK",
        "Yaaass! Thank you seniors with all my 💙. I’m sincerely grateful for the last two years I’ve spent with over 20 of y… https://t.co/D7Qi9rTXnl",
        "@CSSsaints @CSSSaintsFB Well deserved Zach!",
        "@CSSsaints Ready to cheer on several of my student-athletes from track, golf, football, skiing, hockey and more! 💙👏",
        "Golf, #Socialdistance style. ⛳️ https://t.co/rtIeIFeYhR",
        "It’s not just professors that are 💤 from Zoom, students are too! I’m a huge advocate of the hybrid approach-1 synch… https://t.co/Ca8fmOPaa7",
        "I think they will still choose small liberal arts colleges. They get the same faculty, same care and same connectio… https://t.co/fHouS7zXVl",
        "Sharing because I went out for groceries (let’s be honest, for a cake from the bakery) for the first time in a mont… https://t.co/gzaPe7O5ra",
        "Sarah, co-founder of @DLHClothing was a guest in my class today.  I truly admire real, authentic people who create… https://t.co/Iz9AgzuTPz",
        "@nismpulse Thanks for the vote of confidence. Have a lovely night yourself.",
        "@nismpulse They basically did-twice. 😂 Such good, understanding students. I’m grateful for them all. Two offered to… https://t.co/Fla44wf6yT",
        "I double dog dare you to try to teach via Zoom when there are two Birthdays (6 yr old and hubby) on the same day in… https://t.co/ecz3mi1oMy",
        "All the cool marketers are encouraging us to color these days. Totally on-brand 💙👏 https://t.co/dtIgbeG8y5",
        "Congrats @DrAmy_Bee-appointed permanent @StScholastica Chief Diversity Officer 💙 https://t.co/eAjEL5YX8L",
        "I just ❤️ our mayor ⁦@LarsonForDuluth⁩ and her column: Duluth's spirit isn't canceled for COVID-19 | via ⁦… https://t.co/Y6dBca5I6m",
        "I’m ready for some fun and chaos @noraborealis. I have to move this book off my desk at the home office because it’… https://t.co/nGBuhKydrf",
        "I’ll be sharing this package update with my New Products class. 👏@LandOLakesInc @LandOLakesKtchn https://t.co/cgN0OoLGDU",
        "@YellowBikeCoffe I’m fairly new to the community and wouldn’t want to be anywhere else. I love our small businesses… https://t.co/kX4QvsdJmN",
        "Duluth, please give to this effort if you are able. I plan to donate! ☕️ is the least we can do for our heroes. ❤️ https://t.co/xA0OD4DD5U",
        "Interesting and real: What (Some) Students Are Saying about the Switch to Remote Teaching and Learning | EDUCAUSE https://t.co/PrfskWYlCU",
        "@ctak10 👍 Mine did a great job! The kids said, “You don’t look very different.” And I said, “That’s good!”",
        "We’re officially in hair dye phase of #StayHomeMN 😅 https://t.co/D5PMyGtKns",
        "@DNTAnE Right there with you!",
        "I’m impressed with all of the K and 1st grade teachers at Congdon. You’ve made the impossible become doable. My kid… https://t.co/RXO6PghYPV",
        "One of the biggest reasons why I ❤️ this community-support of our young entrepreneurs. https://t.co/lQrcCaWS8c",
        "Happy Easter! 🐣🐇 https://t.co/ByMLZErtw4",
        "Local breweries are offering drive thru and delivery services. Ursa Minor Brewing is marketing differentiation at i… https://t.co/QCSQRqe0nI",
        "Support your local businesses. They are trying to cater to our wants safely. Ordered 🍩 online and were delivered to… https://t.co/jtXlqVGQRn",
        "@rdawson14 Nope. He stayed home and laid by my hubby’s feet while he worked today. Can’t wait to get the dog out with us though!",
        "Hunting for colored beach glass. Prep for the Easter Bunny this weekend. 🐰 https://t.co/UL5MawpDzy",
        "@CSSCoachGray 💙👏💙👏💙😍",
        "@Coach_Heffernan Blake is a great guy! 👏👏",
        "@radkejen @cubfoods Yes to tipping. I think I give around 15%, maybe a little more. I signed up for the delivery pl… https://t.co/Y2liPcrlsp",
        "@radkejen @cubfoods Did you use Instacart or Cub directly? I’ve been using Instacart and my home deliveries have be… https://t.co/XAIET205T4",
        "Helpful article for us worry worts. I disinfect everything every night but I am going through my supply of Clorox w… https://t.co/acWvRMjMd6",
        "@DebPetersMN100 Miss you, my wonderful friend.",
        "@rdawson14 He says, “Woof.” 🐶",
        "Walter is home. 💙🏠#goldendoodle #newpuppy https://t.co/Tz0ceJsWBb",
        "@alevenshus @ButlerCCom This was my morning except with all of the drips of furniture polish. 😁",
        "My 1st grader was helping my kindergartener write an alphabet story. The first word that came to mind for C? Covid-19! 😢",
        "@ScholasticaAlum Awesome idea! I have dreams of getting something recorded this semester.",
        "If you prefer web based reading, gotcha covered too: https://t.co/ITWNLgKrLn",
        "We’ve seen great journalism rise up during this pandemic. Our @StScholastica college newspaper is no exception. I’m… https://t.co/XCUOns0o9A",
        "I was grateful to students who admitted today in our Zoom sesh that teams are going well; they are doing their best… https://t.co/vDjrv24SD5",
        "@CID_CSS I was just thinking about this! 🤔",
        "Excellent snipets of the new day in the life of faculty members at my institution @StScholastica and at… https://t.co/4rWxLa0nu7",
        "@rdawson14 We do too!! 🙃Maybe we could meet up at the Lakewalk this summer?!",
        "We got to FaceTime with the breeder to pick out our pup today. Everyone, meet Walter. 💙#goldendoodle… https://t.co/1j6ckwVonr",
        "Thank you @FitgersBH! I miss tagged you above. Cheers 🍻",
        "Only in #DuluthMN. Free craft beer delivery during social distancing via @fitgersbrewhouse. ❤️🍺#local… https://t.co/pNk81bg4q3",
        "@StScholastica @_Hanse_ 😢💙",
        "@katiegalioto @RickNelsonStrib Awesome list! Thank you. We need to support these local gems as much as possible dur… https://t.co/qhyPUXToP0",
        "❤️❤️❤️❤️❤️❤️❤️😍😍😍😍😍😍 https://t.co/jJSC1yCkgX",
        "I miss my students and my fav yoga studio the most. Also, I will never look at a can of green beans in the same way… https://t.co/d2q1xlIKaZ",
        "@YellowBikeCoffe @BoomerangEnergy @CSS_SBT @Tylerhak27 meet @YellowBikeCoffe! Tell her all about your new product.… https://t.co/1I4UMPNF29",
        "I wrote this blog post prior to fully making the leap myself during this pandemic. These items still hold true afte… https://t.co/yKHz5av380",
        "Hey fellow #Duluthians: I just got my delivery of @BoomerangEnergy. This new product was developed by two awesome… https://t.co/O5FRe2Qmvk",
        "Happy National Puppy Day! 😍 We are adding to the fam soon. https://t.co/DIoN0rH7q7",
        "Fantastic #SocialDistancing love @rdawson14 and @CSSsoftball! 💙 https://t.co/MSTHKZjVhi",
        "Just finished the first @zoom_us session for class. We’ve got this @CSS_SBT @StScholastica 💙💻 https://t.co/qg3GRYi4v1",
        "@CSSCoachGray @CSSsaints @StScholastica Love the just incase photo! So happy to know you too. 💙💙",
        "@AkvileDeFazio I assumed mine would be WAY up because I’ve ordered many more things with apps, watched more videos,… https://t.co/s2C2TpMe47",
        "How much of an increase in screen time did you log this week? 📱",
        "@StScholastica @duluthnews @WellU_CSS You are amazing Julie @WellU_CSS!",
        "A bedtime story for us all! Read by an Elementary School Principal from #Duluth. 💕 📖 https://t.co/tqWLRwE3gs",
        "@janiepede @HarvardBiz @amazon @MargaretAtwood I’ll try to hide and binge a few more episodes on my iPad mini. 🙃",
        "@SarahNicole838 @HarvardBiz @amazon Stats and Sci Fi =Smarty Pants",
        "@janiepede @HarvardBiz @amazon @MargaretAtwood I watched one episode of the Handmaid’s Tale. Did you watch the series?",
        "What are you reading? This @HarvardBiz book arrived today thanks to @amazon.  I’m sifting through articles for a cl… https://t.co/IEna0eyicz",
        "I’m just so so sorry to see this happening in our community. 💔 https://t.co/VBnJbE4WGS",
        "During lunch break we walked to the elementary school for fresh air, exercise and to pick up stuff from their locke… https://t.co/PgAK4LQB6s",
        "@MRidenour @taylorswift13 Videos with your kids are 👏👏!",
        "@rdawson14 Really fun! I missed that you were on. Thinking of you all during this challenging time.",
        "@sam_erk On my wish list!",
        "And just like that, @zoom_us became the coolest, most useful service ever. 💻",
        "@vsawkar @StScholastica @CID_CSS It was really great! 💙",
        "We just had around 140 staff and faculty members attend a virtual happy hour from @StScholastica. Thanks to… https://t.co/Sqcl4ADsnY",
        "Fall Marketing Strategy @CSS_SBT students: Remember our Sponsor a Saint projecf? Here’s the fundraising campaign in… https://t.co/BYMBcWoTzK",
        "@SrLisa @StScholastica @readbrooks @StribDuluth Yes we do! 💙💙",
        "@StScholastica is setting the example for getting creative and trying to swiftly move learning where students are a… https://t.co/SuXU4KYrvP",
        "Please consider supporting our wonderful students during #GivetoCSSDay2020. Donate tomorrow at… https://t.co/OJ5f0JUkwk",
        "“Think of your #LinkedIn profile as a brochure not a resume.” @TLBurriss via @nismpulse webinar.",
        "Here’s my list of 8 simple things to consider as you move online to teach via @nismpulse Edu Social Blog… https://t.co/7MHQemdJFS",
        "Day 1 of kids and I home. I’m still in bed. They are running around the house looking for supplies to make a leprec… https://t.co/5F8i6pTfzm",
        "Way to go Mitchell @CSS_SBT @cssbaseball ⚾️ An awesome Student-Athlete. https://t.co/Q5iFIvOG2V",
        "@YellowBikeCoffe @cityofduluth I agree!! 💕",
        "Ok, this brought immediate tears to my eyes. This is what #community looks like in @cityofduluth. A neighbor just d… https://t.co/hHKSKHQU0E",
        "Moving your classroom “online”? Tip 3: Don’t feel the need to talk for the entire synchronous or recorded session. https://t.co/kH29e3tQ5S",
        "Now re-rethinking the plan for delivering my courses in a virtual environment. Having a 6 and 7 year-old home while… https://t.co/WXlCpZ0hTr",
        "@CSSCoachGray Virtual hugs to you all! Congrats, friend on making an enormous impact on @CSSsaints @StScholastica",
        "Payback for my teen years in the 1990s. Caboodles x 2 taking over the ONLY bathroom sink. #StayHome #lysol… https://t.co/Rdl1Q9BekW",
        "How to shift your #activelearning class to a virtual learning experience? Tip #2: Make an agenda. https://t.co/fi5204UjD0",
        "To do list when practicing good social distancing. I’m finding a good yoga at home video today and hitting the trai… https://t.co/3b1vAza4FS",
        "I’ve spent some time reflecting and outlining my plan to shift my #activelearning classroom virtually. Here’s tip #… https://t.co/iPVWSlca4s",
        "@brianne2k A7. Because we are too scared to have ever tried something like this on our own. Online dating was scary enough. #PopChat",
        "@mcubed3x3 @Jessifer No. Just, NO.",
        "@PrezBMcDonald @CSSsaints Thank you @PrezBMcDonald for making tough calls to keep our community healthy and our mis… https://t.co/PYvwTvt9kT",
        "@CSSCoachGray Such an amazing community. We will do this all together. Grateful for you!",
        "Dear students,\nWe are in this together. Expect the same considerate, supportive delivery of the materials from my c… https://t.co/IePgXywK8B",
        "May you all be happy campers like my youngest! 2 days ‘til Spring Break @CSS_SBT Saints. 🏕🌲❤️ https://t.co/HgsfrJMtDl",
        "Today was the great Oreo Cookie debate in my Designing Successful Products class. The Wild Harvest organic tied in… https://t.co/YT4Weg7WYC",
        "Does your Dean of Students chauffeur students to the polls?! Our @StScholastica Dean of Students @mperryspears does… https://t.co/2YUFLv76EX",
        "Thankful for @amyjauman @nismpulse and her summary of what’s up with @YouTube in 2020. So much digital change and p… https://t.co/nwp0snecrC",
        "@SarahNicole838 @umsl @UMSLBUSINESS Awesome! Congrats to you. 🎉",
        "I just dumped my coffee down the front of my dress and thought of you @CSSCoachGray 🤷🏻‍♀️! Happy Monday, coach. Wis… https://t.co/oc0fCyNTRo",
        "Duluth, MN + Northshore make Beer Cities in the US: Places Every Beer Lover Should Visit Now - ⁦@Thrillist⁩ 🍻 https://t.co/3sLWbtxUKv"
    ]
}