{
    "screen name": "deignfrolleys",
    "no. of tweets": 191,
    "tweets": [
        "@selledom @reymarkablygood Agree",
        "@VictoriaAveyard ❤️❤️❤️❤️❤️❤️❤️❤️❤️",
        "@reymarkablygood @selledom Baka magpakita ang malalaking ulap, mascam ka hahaha",
        "Im baby https://t.co/5WfBOUIDTF",
        "@hansyyyytbh Or gusto mo ako magmention charot hahaha",
        "One of the best things that happened this day. At least may pambawi. ✨ https://t.co/IIbflwyfZM",
        "11:11 💫🌙",
        "@keithcarian Trueeeee huhuhuhu",
        "@keithcarian Wala pa sa akin :(",
        "@reintasico Salamat Reynier! 😓😓",
        "@reintasico Reynier, ok na muna for now. I don't want to bother everyone huhuhu thank youuuu huhuhu",
        "To be honest, as the only breadwinner of my family,  we are literally one sickness away from poverty. Hindi ko na a… https://t.co/qjlnouL1ut",
        "@kevmer Huhuhuhu thank youuuu 😓😓 sorry sa abala",
        "😓 https://t.co/QzlGK8uQvF",
        "Hello this is urgent right now pero Meron ba sa inyo may kilala na doctor na maalam sa ortho? Huhuhu i just need to… https://t.co/gY3PxA5jQ6",
        "💖💖💖 https://t.co/m4MtxqCBKw",
        "@RenzoGuinto Ito yung pinaguusapan namin ng friend ko kanina sir. Na although it would help if we have the vaccine,… https://t.co/1aVt9wFYM3",
        "I have to stan https://t.co/uZD0revDVI",
        "@vailawble Baka masyadong off branding char. Hahahaha",
        "Mami, kinakabahan ako hahaha baka matanggal ako as NYC HAHAHAHAHAHA",
        "We’re going live in a few!!! 😊🌏🌊💯 https://t.co/gftxARQKYC",
        "Writing break 🤯🥴",
        "@ingrdesquillugh @janinedjm TAWANG TAWA AKO DITO HINDI KO KAYA HAHAHAHAHAHAHAHA",
        "@raselrowey Delete ko na ba? Hahaha",
        "Miss maam im excited with my sinigang!!! Ughhhh",
        "@vailawble @S_erestepenem Ano po bang bottom? I’m always on top po kasi hahahaha",
        "@S_erestepenem @vailawble HAHAHAHAHAHAHAHA DI KO NA KAYA HAHAHAHAHAHA",
        "@vailawble @S_erestepenem Bakit ganito HAHAHA",
        "@keithcarian 🤣🤣🤣🤣",
        "@jickersonlado https://t.co/X7l4jLCKGW",
        "@_Sebastianism @renceqv Agree!!! HAHAHA even the album art was legendary. 💯👏🏼",
        "@jickersonlado Or choose your battles too, diba? Huhuhu yes yes. I feel like im pressuring myself too much kasi per… https://t.co/b8PN9TR99k",
        "Legends https://t.co/PnHQwPNLSW https://t.co/A6st4KvTHX",
        "@cohnjarlo HAHAHAHAHA OMG",
        "Maam, nakakapagod din pala pag ang dami mong pinaglalaban ano? 😖",
        "I’m so excited for tomorrow’s event",
        "Needed this. Huhuhuhu https://t.co/CzZlfc7nCC",
        "STAN @VicoSotto forever https://t.co/gXaQwsKwFO",
        "@bumaBAgyo AMENNNNNN!!!! HAHAHA",
        "Silently reminding myself (Deign, huwag susuko. Para sa bayan. Para sa bayan.)",
        "@GianAlzaga HAHAHAHAHA NOOO",
        "@GianAlzaga 🙈😖 https://t.co/XCk1uPkBtg",
        "Iniisip ko kung dapat ko ng ipagupit yung buhok ko kaso baka wala na siyang masabunutan charot 🙈👀🤣 https://t.co/6BQafL2Oz9",
        "What a nerdy twink charot HAHAHAHA",
        "I can’t believe this was senior year. NAKAKALOKA HAHAHA https://t.co/vBw2TBdpVS",
        "@npclgs Huhuhu baka namu-o na nga inside eh hahaha takot ko eh baka langgamin din hahaha. Anyways, working pa naman… https://t.co/y4p0STuUxm",
        "@chie_trek Hot choco nga! HAHAHAHA Nakarma ata ako hahahahahaha",
        "@chie_trek Di ko alam kung kakasya ang papel diyan hahaha https://t.co/ctu3cRICOD",
        "@chie_trek Laptop kasi siya and super narrow ng chassis ng keyboard huhuhu",
        "@vailawble @npclgs Hahahaha mas ganito hahaha pero as in droplets lang hahaha https://t.co/OwDKcPzbyT",
        "@npclgs Laptop siya hahaha trinatry ko yung mga napanood ko sa Youtube although Im afraid na baka maputol ko yung space bar hahahaha",
        "@npclgs Shet meron HAHAHAHA pero hindi totally spill parang may pumasok lang na droplets hahaha nanonood kasi ako n… https://t.co/aPIK0fN60t",
        "@npclgs My spacebar kasi is sticking. Nakakapag space naman ako nang maayos kaso nagstistick siya UGHHHHH parang di siya mapress",
        "May nabibili bang ganito sa hardware? T_T https://t.co/TsAdRY768F",
        "THE TATTOO!!! OMG https://t.co/O2BASIKmnw",
        "@pokpak102 ใช้เวลาของคุณ",
        "@pokpak102 HAHAHAHAHA WTH Let’s go to the US to find you one? Hahaha",
        "What if tinuloy ko yung degree in Language and Literature?",
        "@renceqv Omg true",
        "@EnergyJAP @reymarkablygood Halla grabe naman ang dept. chair. Dapat welfare ng faculty ang iniisip mo HAHAHAHAHA",
        "P.S. Masaya to promise! Ako maghohost so alam niyo na- puno ng kaalaman at saya 😅💯",
        "Kita-kita tayo ng 6:00PM sa WWF Philippines FB page. 🌏🐼\n\nKung may mga tanong kayo tungkol sa ating mga karagatan o… https://t.co/NROtKvgKfF",
        "@pokpak102 Why?",
        "Kasama na ata pati 2021 sa workload ko.",
        "@allenwindel Sirrrrrrrrrrr",
        "Happy Mother's Day to my Grade 3 and 4 self opo hahahaha https://t.co/9IR5LfLYBw",
        "@pvemanuel Privileged charot hahahahahahahaha. Pero true delete covid 19 please huhuhuhuh",
        "Happy Mother's Day @ArianaGrande @taylorswift13 @Beyonce @ladygaga @MariahCarey @DUALIPA @LanaDelRey @dinahjane97 @DojaCat @NICKIMINAJ",
        "@pvemanuel YES YESSSSS SHET SAYANG HUHUHUHUHUHU google na lang ako how to teleport hahaha",
        "@pvemanuel 😖😖😖",
        "@russelsantos Same hahahaha pero Irma's powers hahahaha",
        "@russelsantos Will, Irma, Taranee, Cornelia, Hay LEGENDS ONLY HAHAHAHAHA",
        "@russelsantos MEN HAHAHAHA SHET MY CHILDHOOD HAHAHA",
        "@acidicbase 🤮🤮🤮",
        "@chrisdelro_ Hallaaaa yakaaap",
        "@acidicbase May mass report party ba hahaha",
        "@christiangultz HOY HAHAHAHA ISA LANG HAHAHA",
        "@acidicbase Napakasahol",
        "@acidicbase 🤣😄",
        "@HwangjeMaiki Huy hahhaahhaha",
        "@HwangjeMaiki Baka iba makabasa charot hahaha",
        "@HwangjeMaiki Di pa ata lol hahahahha",
        "@HwangjeMaiki hahahahahahaha",
        "@HwangjeMaiki Tawa ka diyan hahahah",
        "@vailawble Di na kailangang sabihan. Im a staple. Charot hahahahaha",
        "Haaaayyyy https://t.co/s7OpjQKHIH",
        "@ohitsmiko Sana all hahaha",
        "@88DoubleDragon Wala doc. D pa rin talaga ako hahaha",
        "@ohitsmiko Shet hahahaha kilig",
        "@mrtnchrls Hahahahaha bastos ka stream #StuckWithU",
        "@mrtnchrls Hahahaha hoy di ako yung nasa video bastos ka HAHAHAHAHAHA pero ganun ako pag nagdradrama hahaha",
        "11:11 to dreams and aspirations 🖤💫",
        "@InkedMoreno Im stealing this sir hahaha",
        "Isinusumpa kita @mrtnchrls HAHAHAHAHA HIW DARE YOU RUIN ONE OF MY FAVORITE SONGS HAHAHA",
        "MAAM SHARON DANCING TT MADE ME LOVE TWICE SO HAPPY MOTHER'S DAY TO MY MOM WHO'S ALSO A SHARONIAN WE STAN, MEGASTAR!… https://t.co/agEm4BZFZX",
        "stuck with u 🖤",
        "@dunabiera Hahahaha sameeee",
        "@dunabiera Dont worry. Di ka alone",
        "@npclgs Juskooooo",
        "@jickersonlado 🤣🤣🤣🤣",
        "Pag talaga bulalakaw naman ang dumating sa June ewan ko na lang talaga jusko",
        "2020 baka gusto mo ikalma ano?!\n\nIngat please. Baka may aftershocks. 😖",
        "@jayczster 🤣🤣",
        "@_nicococrunch_ 🤣🤣🤣",
        "@EdwardArriba Ughhhh sana all hahaha",
        "🤍 https://t.co/xbVmmriWJV",
        "i just want to blast stuck with u but it’s 2:40 am ughhh",
        "Hahahahahahaha same reaction hahaha https://t.co/MroYFMuHhH",
        "Omg omg omg too much https://t.co/c5eeKFghRI",
        "Random midnight thought:\n\nI wabt a dishwasher and a smart vacuum for my house",
        "stuck with u 🤍",
        "Someone special made me a Spotify playlist of songs and made a cover art for it.\n\nMy weak-ass, needy heart can’t ha… https://t.co/Q5CoALj1xQ",
        "@vailawble Kainis ka lilibre mo pa ako taho haha",
        "@vailawble At least mamamatay ako dito sa malamig na lugar charot lang hahahuhuhuhu",
        "@vailawble Ito na ata. Katapusan na ng baklang to",
        "Maam ang hapdi ng lalamunan ko, masakit ang mga joints, fatigue, walang ubo at sipon, migraine. Ano kukunin na ba ako ni Lord?!",
        "@vailawble Hahahahaha",
        "Bilang feeling ko talaga eh tratrangkasuhin ako. 😖 https://t.co/lpSCZlxk1K",
        "@vanceafrica Omg i hate youuuu hahaha",
        "@mrtnchrls HAHAHAHA wala kasi masyadong problematic dito. Marami kasi sa baba hahaha",
        "@nerdycorpbear Teleport na hahahaha",
        "@christiangultz Sige, DM mo ko hahaha",
        "@nerdycorpbear HAHAHAHAHAHAHA",
        "@TrisTINE147 @vailawble Stay pressed and sweaty, bitches hahahahahaha",
        "@mrtnchrls Bawal hahahaha Mayor is strict af hahaha",
        "@christiangultz Hoy tara laro hahaha",
        "@vailawble At least patungo pa lang. kumusta naman diyan so far? 💁🏻‍♀️👻",
        "@vailawble Magdusa ka sa impyerno hahahahaha",
        "@mrtnchrls Yes hahaha",
        "@KRISTIANism Umuulan na eh hahaha pero ang sarap mag-kape at matulog hahaha",
        "Kay lamig mo na naman, Baguio. 🌧",
        "@TrisTINE147 Hahahaha IG :)",
        "🖤 https://t.co/4ZBNWfT25M",
        "See you all on May 12! ✨🌊😊❤️💯\n\nWe will have Dr. @deoonda as our special guest for our #ConservationConversation on… https://t.co/hdluUWid7m",
        "It’s me. I’m the needy b****. HAHAHAHAHA https://t.co/lcd74lbFmQ",
        "@raymondint Gigil mo ako hhhahahaha",
        "@vanceafrica Hahahahaha 🙈🙈",
        "@kevmer Ughhhh ok huhuhu",
        "Ngayon ko pa lang papanoorin ang ep 12 hahahaha maiiyak ba ako?",
        "Wala akong pake",
        "@ejbides Hahahaha omg",
        "@ejbides Ahaha wala naman",
        "Not my loss.",
        "Manonood lang ako ng 2gether 🙃",
        "@pvemanuel Hahahahaha akyat na pag pwede naaaaa",
        "@pvemanuel Libre na lang kita ice cream hahahaha",
        "@pvemanuel Tara naaaa hahahaha",
        "@chie_trek Frame lang kasi yan hahahahahaha",
        "@sosyolohija Cyst, tawang-tawa kasi ako sa post mo so syempre hahahaha",
        "@rx_revolt Yey thank you for this!!! 😄💖",
        "@hannahgamboa_ May function yan na mist every 1 minute kaya ayan basang-basa na ako 🤣🤣🤣",
        "Im dead 🤣🤣🤣 https://t.co/Zp2WiZp5Ts",
        "This throwback ughhh 🥺👉🏻👈🏻\n\n“Everything will fall into place. I guess it did. And I'm eternally grateful for that.… https://t.co/2PX4d0BiKH",
        "I am so excited for our next guest on Conservation Conversation with the National Youth Council of WWF PH!!! 😊🌊",
        "@ohitsmiko Meron!!!mas masarap kaya cold food pag nasa baguio ka hahah",
        "@cristellecorpuz Hahaha omggg yesssss especially Bokod, Atok, and Kabayan 😄💖",
        "@ohitsmiko 🤣🤣🤣🤣 Hoy ang dami mong successes sa buhay baka gusto mo ako ilibre ng ice cream or taho hahaha",
        "@ohitsmiko Hahahahahahahahahahahaha akyat ka na!!! Lilibre mo pa ako alak at pad thai hahaha",
        "@vailawble @CydAndaya Mga hayop hahahahaha",
        "@CydAndaya Ano pa bang gusto mong kainin? Hahaha",
        "@vailawble @CydAndaya Hahahahahahaha",
        "@CydAndaya Akyat ka. Libre kita ice cream hahah",
        "@mycatto AHAHAHAHAHAHAAHHA",
        "This article revision is siphoning the energy out of me. 😩😖",
        "@vailawble Gamitin ang brilyante ng hangin. Mag-evictus ka diyan hahaha",
        "Hmmm ang sarap mag-hoodie sa Baguio. Di sayang mga jacket HAHAHAHAHA 🤣🤣 https://t.co/XtSc41Q7QP",
        "@cristellecorpuz Anong meron sa Apayao? Hahahaha lezgooooo",
        "@vailawble HAHAHAHAHAHA akyat na! Lol",
        "Kanino ba ako magpapaturo magphotoshop at mag illustrator? Hindi talaga ako sanay matuto sa YouTube kainis hahaha",
        "@mrtnchrls HAHAHA hinihintay na lang din kita dito para malibre na kita ng ice cream hahaha at malibre mo din ako hahaha",
        "@christiangultz What I mean eh yung legit crush mo hahahaha ako magtatag sige ka hahahaha",
        "@juderussel @keithcarian Miss you both ughhhhhh",
        "@Eighmer HAHAHAHAHA KASI NAMAN DI NATULOY YUNG KWENTUHAN NA SANA DITO HAHAHA",
        "@christiangultz Yes!!! Hahaha sama mo na rin si Amer hahaha tsaka si ano charot hahahahahah",
        "@JessieJr1793 Sa baba? Tunaw agad. Mas masarap ang halo-halo sa Baguio hahahahaha",
        "@reintasico Oh tapos?",
        "@zalthehuman Masarap magsulat ng thesis dito hahaha",
        "Mang-iinggit lang ako ha,\n\nAng sarap dito sa Baguio. Malamig. Kahit medyo uminit na the past days, malamig pa rin n… https://t.co/ajt7aOiaJV",
        "https://t.co/oGbnaWsKU8",
        "@chibivy Cyst mag listening party tayo soon hahahahaha or magvlog tayo hahah",
        "@wardkip Trueeeeeee juskoooooooo queen ari serving boyfriend and high notes at the end",
        "Need a solo version but fvck this is so beautiful https://t.co/eZVgzUuMOd",
        "@arjayasx Huhuhuhuhu",
        "THE #STUCKWITHU mv omgggggg",
        "@wardkip Medyo napakita yung face sa last part hahaha",
        "Hindi ko talaga madescribe kung pain or ngalay lang tong area between my thigh and groin huhuhu eh di naman ako magdamag nakatayo. 😩😩",
        "Ready na ulit ako magpa-tattoo. Papagalitan na naman ako ng mommy hahaha",
        "@ohitsmiko Kain naaaaaaaa",
        "@zalthehuman Hahaha wait until you’re writing your thesis hahahahaha",
        "@zalthehuman Trueeee huhu ako simula grad school days hahahahaha",
        "@dyjayem @zekespeakz CONGRATULATIONS!!! 🎉🎊"
    ]
}