{
    "screen name": "TigrisStarbuck",
    "no. of tweets": 152,
    "tweets": [
        "@alexhuerta @fjchavezb @ClaudioXGG Nota: a pesar de los escenarios que se avecinan, Mexico seguira siendo una poten… https://t.co/GcUTHMfnFU",
        "@alexhuerta @fjchavezb @ClaudioXGG Entre las cupulas empresariales y el estado, manejado por gobiernos permeados po… https://t.co/TOglO5c3R8",
        "@alexhuerta @fjchavezb @ClaudioXGG Paco, el problema es de fondo. No solamente es tecnico y no solamente es la evas… https://t.co/MQMwHi6j2L",
        "@alexhuerta @fjchavezb @ClaudioXGG Quien es Maricarmen Cortez? Pregunta genuina.",
        "@fjchavezb @alexhuerta @ClaudioXGG No es asi. \n\nLos inversionistas serios, nacionales o extranjeros, que son los qu… https://t.co/Rv5e7ZajNZ",
        "@fjchavezb @alexhuerta @ClaudioXGG Que no los seduzca y no los impresione el discurso de uno de los mas importantes… https://t.co/yf6BFWQXPu",
        "@fjchavezb @alexhuerta @ClaudioXGG Si, la confianza de los tiburones, de los capitales golondrinos, de los inversor… https://t.co/LO7JtSEWRJ",
        "@mdantus Las tres primeras.",
        "Quien es Claudio X Gonzalez Jr., como opera y a traves de que y quienes.\nhttps://t.co/PRhI8445M3",
        "@fjchavezb @alexhuerta @ClaudioXGG Contratos leoninos, anomalos, corruptos.\n\nConstellation Brands... en corto: pret… https://t.co/bWmTIN7crs",
        "@heriberto_yepez AMLO, populachero si, hocicon no. Tiene desatinos y faltas de pericia politica.\n\nAparte: no estaba… https://t.co/fBNi215WHs",
        "Personajes como EPN es lo que quiere para los mexicanos la derecha del pais, y aunque les cuesta fortunas, lo promu… https://t.co/pXCNqX66Hy",
        "@jgarciacontacto @MarioMal @lopezobrador_ @nytimes @washingtonpost @FT @el_pais Tecnicamente para ser CEO no necesi… https://t.co/2Ee1tWNHyq",
        "@Nuez_me @MarioMal @luisestrada_ @lopezobrador_ @nytimes @washingtonpost @FT @el_pais Lo que deberia ser mas comple… https://t.co/5QmXc4Okd9",
        "@jorgeramosnews @borjaechevarria Alguien le cree a Jorge Ramos? \n\nYo tampoco.",
        "@CompaTuiter @danieloso Asi es. Una cadena, UN sistema de replicas dificil de romper.",
        "@danieloso No es violento o radical proponer que se conozca a fondo el modelo de pais que Singapur ha impulsado y q… https://t.co/ZGRoJe9mJu",
        "@CompaTuiter @danieloso Madres y padres. Sin generalizar, muchos violentisimos. Si no fisicamente, su lenguaje y di… https://t.co/9A7uz5kIa4",
        "@LaMalaC Jeje.",
        "@garabatoons Preciosa.",
        "Decepcionante el conglomerado politico-empresarial en Mexico. Muy decepcionante. Y vergonzozo. Pobre imagen que el… https://t.co/9mLos7I3it",
        "De proyectos de inversion como el cancelado en Baja California, tambien deberian mencionar que incumplia con condic… https://t.co/POtbmDSdwO",
        "@Margo_Glantz @aasiain Los japoneses por ejemplo, honorabilisimos frente a la vida y frente a la muerte, si fueran… https://t.co/z0mjZFPtRV",
        "@Margo_Glantz @aasiain En esta emergencia, querida Margo, creo que tambien es una idea practica y efectiva, y que t… https://t.co/D9zkWXW8Lq",
        "Descarada ofensiva de mentiras, imprecisiones y desinformacion de la derecha en Mexico. \n\nPrimero, @ClaudioXGG, pag… https://t.co/Tj0oIYsXxP",
        "En relacion a mi anterior post, esto, clinicamente tambien es verdad. Hay que leer bien ambos y no caer en panico.… https://t.co/bmHSTuU5F3",
        "Renombrado virólogo hospitalizado con coronavirus explica cómo se infectó a través de los ojos. Cc @danieloso (habl… https://t.co/kQpGO9WAXG",
        "@danieloso Por otra parte, si, el covid es quiza uno de los virus mas traicioneros en la historia de la virologia.… https://t.co/AL8QyvijJL",
        "@danieloso *muy quitados de la pena comprando.\n\nComo si no pasara nada. Ademas de mi percepcion, dificil explicarlo… https://t.co/3kL1XKIWCM",
        "@aasiain Gran idea siempre y cuando se aseguren que el paciente esta tranquilizado grado sedacion, de lo contrario,… https://t.co/azLBldW0de",
        "@danieloso Ayer fui a un supermercado arabe, y a una hora en la que se que hay poca gente. No fue asi; cantidad de… https://t.co/rzjcR2DPeW",
        "En EU no estamos mejor: Cientifico despedido por Tump advierte a EU sobre una mayor catastrofe sanitaria. Cc… https://t.co/WNDyzfFBfQ",
        "@danieloso Terrible. Sindrome de Kawasaki.",
        "@LaBanquetera @yomeratescribo Nostalgia historica, tal vez.",
        "Toronjas. https://t.co/LRnkcYN1lx",
        "Mandarinas. https://t.co/0lB7jlHyIe",
        "https://t.co/mgSvystoTl",
        "Yo arme mi propia canasta y le hice, de tres otros utencilios, un palo con varias extensions. Quedo muy bien. https://t.co/cVpuR3E16T",
        "Aqui son las 6PM, no hay ya gente en los alrededores, puedo ir tranquila a cortar unos limones y naranjas cercanos… https://t.co/hQbVhF0IPy",
        "@nyehya Alucinante la arquitectura de los paises del bloque sovietico durante la guerra fria. Aunque ya en perspect… https://t.co/EzUEVrmzT6",
        "@yomeratescribo @LaBanquetera Inglaterra. Tienen bases ahi.",
        "@f_solorzano Muy bonita tu perrita.",
        "@aasiain @elnocturno Con permiso. \n\nMuy pronto para investigaciones y datos cortos concluyentes, pero si, ya hay ci… https://t.co/sEea7RlT49",
        "@OlagueEnriqueta @luisbd_ @GERARD_BREWER @gibranrr @lopezobrador_ @elisaalanis @mileniotv En Mexico. Modelos neolib… https://t.co/H9oKY2KJ3Y",
        "@simonganitsky @SaninPazC Cierto. De covid y de muchos otros virus y bacterias.\n\nAparte: tu apellido y mi nickname… https://t.co/vbqySymRDM",
        "@SimonCampuzano @SaninPazC Karmicos 😅😉",
        "@quimograndepv @MartinA_Solorio @julioastillero Yo creo tambien fue eso. Pero el morro tiene una linea de pensamien… https://t.co/zrymx2GKDQ",
        "@mayajim @MartinA_Solorio @julioastillero Le faltan millas.",
        "@NatNad123 @MartinA_Solorio @julioastillero Exacto: hablandole al publico de su padre!\n\nLo que esta claro, ademas -… https://t.co/G6buAS1Q1d",
        "@latosas00 @La_DolceVN @MartinA_Solorio @julioastillero Muy raro. Pero sucede.",
        "@latosas00 @HoldmyBir @MartinA_Solorio @julioastillero @gibranrr Las dos cosas.",
        "@maldyth @MartinA_Solorio @julioastillero Desatino total, de acuerdo.\n\nY, perfecta tu descripcion del 85/90% de Twitter Mexico.",
        "@AlmaDeliaMC @Adriana_bello Desbloqueame, Adriana. No te voy a morder (los gatos tambien muerden).\n\nComo estas, com… https://t.co/bvKihMnv8j",
        "@eileenOrnot Yo de talentosa no tengo nada, a veces todo lo contrario, pero soy sincera. Como estas, como estan tus gemelos? Y Nina?",
        "Gran tuit. https://t.co/E7B0tgL6km",
        "@f_solorzano @Letras_Libres Cuidate.",
        "@roossii22 DM.",
        "@Buenjerry @EstefaniaVeloz @gibranrr 🤭😛😘",
        "@Buenjerry @EstefaniaVeloz @gibranrr Je! Eres tremendo, mano.",
        "Ningun problema en reconocer el humor de mi admirado Axel Kicillof.\n(Seguro el dicta todo aqui). https://t.co/XsXalH8S0X",
        "@gllgina1_ll Ay, Gina. De verdad, muchisimas gracias por ayudarlos. Mil gracias!",
        "@LIRIO_AG Yo.",
        "En EEUU, donde hay democratas hay corrupcion, pobreza y atraso.\n\nNo han podido acabar con California. Aun.",
        "Encantadores de serpientes.\n\nNo olvidar que Obama, silenciosamente, deporto a mas de 4 Millones de mexicanos. Soft… https://t.co/voEnJKgc86",
        "@Buenjerry 😱😭😨\n\nNo seas asi. Yo he visto garrapatas y agarrado pulgas de los perritos que quito de las calles en TJ… https://t.co/IgwsaeHt0T",
        "Los ricos y sus futuras disputas, pero primero los ricos. Y ya Macron brinco, de coraje, claro. https://t.co/BSlDziQYtZ",
        "@NaborGarrido @isopixel Cuentas pendientes... Sobre todo eso. Pedir perdon.",
        "\"La nueva normalidad requiere que seas consciente que el regreso será complicado y que tomará tiempo recuperarnos c… https://t.co/cWZa81fGBn",
        "@MImediomaraton @maza2403 @veronicalderon Que tonteria, si asi fuera. Pero lo peor... sin mascarilla?! \n\nNo se... d… https://t.co/XX7m4mBc48",
        "@EnriqueLynch @aasiain Por ultimo, no podemos ignorar a las perlas que tambien existen en esas lineas de pensamient… https://t.co/mLWLtJQZym",
        "@PabliSiciliano @albenitezarce Soy MUY fan de Axel @Kicillofok.",
        "@EnriqueLynch @aasiain Si, todo es posible y, para finalmente caer en donde terminan los giros de 360°.",
        "@aasiain Y bueno, descamisados hay en todas partes. Siguen siendo el gran capital politico por excelencia en Latam.… https://t.co/j3xpeHGOG2",
        "@EnriqueLynch @aasiain Tal vez no es absolutamente nada de lo que aqui se afirma, y si solo una desicion personal.… https://t.co/Yv9wYD0Oor",
        "@owornat Tarda, pero llega. \n\nAparte. Te Manda muchos saludos Ramon, de Nortec.",
        "@aasiain Pablo, no estaras exagerando? No hay opcion; es Apple o Microsoft. Y con Windows hay tambien gamas altas,… https://t.co/yazmkoGtad",
        "@EnriqueLynch @_Virgiliana_ 1 y 2 funcionan. Siempre y cuando no este el gato.",
        "Cortesia de Norzagaray.\nhttps://t.co/dUNGIxxtv9",
        "@Federicaq @SaludEdomex Asi son, Federica. El material del que estan hechas es lo que importa.\n\nGente maravillosa T… https://t.co/JTmeSYtmse",
        "El gobierno californiano esta tomando sus propias desiciones, al margen del presidente Trump porque, si por el fuer… https://t.co/XkxiZJGPrA",
        "JOYA. Un clasico de todos los tiempos.\nhttps://t.co/FjXttPmqho",
        "@maza2403 @MImediomaraton @veronicalderon Disculpa, que significan esos detalles en las fotos?",
        "Otra enfermedad, la de la informacion falsa, avanza. La @WHO la llama \"desinfodemia\". En Mexico, dicen especialista… https://t.co/rK6KGVVkpI",
        "@vogelfeuers Fantastica Grace Jones.",
        "@rocioglzm Ay, 😭\n\nTranquiliceze, sra.",
        "@Mexicano100PC @LetyMaldo @FrancoRox @Lizgottik @Mexicana1ro @gabomaciasGMX @silvag_gabriel @Chandengue72… https://t.co/7Ea7hpNuf4",
        "@lChicaDeHumo @CatLoversMexico Eso, ansiedad. Horrible. Pobre animal. \n\nUn empujon con madre contra la pared para e… https://t.co/zAe7wZCvAf",
        "@Seleucus Cansa, si.",
        "@CarlosPaezAgraz @SSalud_mx @HLGatell @OneworldData En un ambiente controlado y de desconfinamiento ya, una sola pe… https://t.co/ap50ZzVdpG",
        "@CarlosPaezAgraz @SSalud_mx @HLGatell @OneworldData Aparte, no hay. EU esta fabricandolas, primero, para nosotros s… https://t.co/jwlaKa58um",
        "@CarlosPaezAgraz @SSalud_mx @HLGatell @OneworldData Muy complicado para una poblacion con las caracteristicas de Me… https://t.co/aQLIecO9Pp",
        "@mariarri_ Caray, no seas asi.\n\nNo puedes no saber que el IMSS estaba (y esta) totalmente quebrado financiera, y te… https://t.co/xdnpuNTjRX",
        "Compre una cajita de 500 palillos. Es lo mejor para rescarte la cara.\n\nY, maldita sea, nunca antes del Covid19 sent… https://t.co/s2s6QKJWua",
        "@beto_ortiz88 @AnaJVillagran Quiero decir, EU es el primero, en promover ansiosamente su propio regreso a la produc… https://t.co/gKUqp8rsTK",
        "@AgusCastro_L @AnaJVillagran Oh, gracias.",
        "@beto_ortiz88 @AnaJVillagran Es una encrucijada, y Mex es uno de los muchos paises en esa situacion. \n\nEU es el pri… https://t.co/J9dOOVlzhi",
        "@AgusCastro_L @AnaJVillagran Disculpa, que significa DOF?",
        "Hoy, en un pais ejemplar, con una estrategia y con gente educada y disciplinada.\n\nLas autoridades de Chile decretar… https://t.co/iHinMzAenr",
        "QUE QUE HACE?!\nPROTEGERSE, Y PROTEGER A OTROS DE EL.\n\nEl 85-90% de las personas infectadas son asintomaticos durant… https://t.co/C34ECjX9Co",
        "@raflescabrera Whitexicans, Les dicen alla. \n\n🤭😎",
        "@RominaDM2 @CovidRefinero @danieloso Oh que la...!\n\nSaquese a jugar con Firulais, chamaca canija. Orale!!\n\n😠👿",
        "@raflescabrera Y si, tambien muchisimo progre de plastico. Flojera.",
        "@RominaDM2 @CovidRefinero @danieloso Je.",
        "@raflescabrera Si y no, Rafa. Yo he leido aqui cosas muy muy cabronas entre personas (no entre cibercicarios que pu… https://t.co/WQAkpScxyS",
        "@RominaDM2 @CovidRefinero @danieloso Para nada. Puedo ser tu mother, pero soy muy alivianada. 😌😎😉",
        "@rudosx @CatLoversMexico Si, caray. Y nada de que anyway... Sus ching*dazos. 😠👿",
        "@RominaDM2 @CovidRefinero @danieloso 😱🙀 Jeje.\n\n🤓🤭😈",
        "@danieloso Muy seguramente. Y haber cuanto tarda en permear a los intermedios-altos mandos del ejercito. Eso es asi… https://t.co/OtZp0oq3qU",
        "@leslie_solis Pobrecillo. Seguramente algun hdlch de esos que abundan en Mexico lo lastimo. ☹️",
        "Vivo en San Diego, CA, donde, a pesar del buen manejo y de los recursos para esta emergencia, han aumentado los cas… https://t.co/47vhorBMa7",
        "@ClaudioXGG @erickgrinch Como en todo el mundo, Claudio. No entiendo tu asombro.\n\nSabes que significa un sub regist… https://t.co/UZPYNTW1KO",
        "Yo revisando mi timeline.\nhttps://t.co/xkdxW1tdbg",
        "@vogelfeuers Exacto.",
        "Carlos Loret de Mola.\nhttps://t.co/lgjvNe3puS",
        "@CarlosLoret @SkyNews Y no, no me refiero a la britanica @SkyNews, me refiero a tu trabajo de siempre: servil con l… https://t.co/EccmaVcsnA",
        "@CarlosLoret @SkyNews Eres uno de los periodistas mas anti-profesionales, anti-eticos y vulgares del periodismo en… https://t.co/ZoPYBCqJRF",
        "Estos videos son crueles. Con el animal y con quienes ataca. Al dueno de ese mono habria que agarrarlo a chingadazo… https://t.co/uc5RNEiaD4",
        "@Cala0101 @CatLoversMexico Si, que estupidez, y que crueldad!! El perrito debe haber terminado con heridas en su pa… https://t.co/2H8Y7V87Gy",
        "@CatLoversMexico Parece gracioso, pero no. El perrito se esta lastimando con los alambres que estan sueltos, y son… https://t.co/3nw5xtNFM7",
        "Todas las buenas vibras y los mejores deseos para su pronta recuperacion, Jefa Fabiana. Gracias por ayudar a tantos… https://t.co/vT7HF2lCcV",
        "Esta perrita es sorda y así es como su dueño le dice que es hora de salir a caminar, miren su reacción.\nhttps://t.co/3TpmfiXPCf",
        "@Za_Chelix La 2 totalmente descartada.",
        "EE. UU. no tiene la pandemia bajo control.\n\nAsí lo ha asegurado el doctor Anthony Fauci, principal epidemiólogo del… https://t.co/kKFf2xNQdY",
        "\"La pandemia nos hace reflexionar. No podemos simplemente seguir actuando de la manera en que lo hacíamos. Las ciud… https://t.co/HqOzjiJmSr",
        "As Singapore expands coronavirus testing, authorities wary of errors and false positives.\nhttps://t.co/YOXQQ1y4Pl",
        "@LOVREGA Dicen que es mejor llorar en un Ferrari. Y yo creo que si.",
        "@rojmedisma @LOVREGA Algo asi. Tambien.",
        "Muchos subtextos en que Trump se rehuse a llevar mascarilla.\n\nEEUU supera las 80.000 muertes por el brote. En la Ca… https://t.co/MsOsDknWLs",
        "Buena iniciativa (ademas de aprender a usar las opciones).\n\n🔔 Twitter comienza a sugerir que “repienses” tu respues… https://t.co/DjFPYUBPTb",
        "@veronicalderon @evamirandacoach @FelipeCalderon @Notimex @lopezobrador_ @TeletonMexico Eres periodista y sabes que… https://t.co/ezyEmlJMKy",
        "@aasiain @teoloax Cuando parar, cuando retirarse, aqui se vuelve para muchos cosa de sabios.\n\nLas redes tienen algo… https://t.co/XpqNWhmctB",
        "@Victor_Gayol @aasiain No alcance a contestarle ni a devolverle el saludo, otra vez me bloqueo.\n\nDe las redes tambi… https://t.co/mW6eWieOD3",
        "@veronicalderon @mariocampos @Notimex @lopezobrador_ @TeletonMexico Perdon, Veronica, pero, no mientas. Sabes que e… https://t.co/atFYJ5LqmA",
        "Catartico. Mas que cualquier terapia o life coaching. https://t.co/RNuhqcZw9C",
        "@Victor_Gayol @aasiain A mi me bloqueo desde ayer. No lo culpo. No me gustaria estar en sus zapatos.",
        "@lsantiagolira @aasiain Señora...",
        "@romulorenteria @aasiain La escalada del encono. \n\nYo no seguiria.",
        "@Victor_Gayol @aasiain Con permiso. \n\nDe entrada, ameno, smpatico. Tal vez no tiene las maximas credenciales, pero… https://t.co/kGAo7qRy5R",
        "@PediaNu Gracias por todo tu esfuerzo. Y un millon de gracias por ayudar a salvar vidas. Un abrazo muy fuerte. 😍🥰🥰",
        "@aasiain Los mas eurocentristas de los eurocentristas.",
        "@aasiain @saguilars1 Me alegra leer esto.",
        "@gllgina1_ll Entrevista a Carolina Herrera.\n\nNo es de mis personajes favoritos pero me gusta su personalidad y me c… https://t.co/tpOkrO3Svj",
        "@VekaDuncan Ojala hubiera sido solo eso, pero no: hubo golpes muy bajos por parte de Genaro.\n\nPrefiero las convicio… https://t.co/sy3jzQkF0T",
        "Tuitazo. https://t.co/6ZmafKAjT9",
        "@heriberto_yepez Si, de acuerdo. \n\nO, China. O, mas preciso: gobiernos chinos. \n\nPero, de acuerdo contigo. Anotado.",
        "@in_dei Disculpa?",
        "Exacto:\n\n\" \"whitexican\" sirve para nada, fuera de cargar pila a los pinches ricachos (término inútil también, btw).\"",
        "@CarlaFaesler Invita a la peda, mana. No nomas presumas. Egoista.",
        "@AlexDeCoss Pierre. Tanto tiempo. Pero aun es de los fundamentales.",
        "@heriberto_yepez Habra a mucho que estudiar y entender en los proximos anios sobre los equilibrios geopoliticos e i… https://t.co/qSkmLocy5H",
        "@heriberto_yepez Sabemos que los aviones son unas camaras presurizadas e incubadoras de toda clase de virus. Buques… https://t.co/6t15OB4cci",
        "@heriberto_yepez Tambien, mas alla de lo obvio y de lo que tambien nos han vendido medios y gobiernos, que piensas… https://t.co/lX9KyaAE0R"
    ]
}