{
    "screen name": "Luis_Cansigno",
    "no. of tweets": 177,
    "tweets": [
        "Nada me hace más feliz que comer birria. Soy feliz.",
        "@intriper Colonia, Alemania.",
        "@SupaDaniiii Hombres y mujeres lo hacen",
        "@manumanuti crees que los costos del turismo aumenten, disminuyan o se mantengan este año?",
        "@alanxelmundo Alguna idea de si los precios del turismo se van a disparar, disminuir o mantener igual?",
        "@DiegoLMelecio El Natael Cano en tus fiestas de cumpleaños.",
        "Antes que mis viajes la mejor inversión que he hecho en mi vida fue ir al psicólogo.",
        "@jimenitaa27 Son cirujanos internistas urgenciologos jaja pero esta cool",
        "@jimenitaa27 Sí...pero Shaun es un crack.",
        "Y sí... https://t.co/63CRzFrDur",
        "@Liz_theweird Es que esta escrito en la biblia, primero la recontra cagas con alguien que vale verga, y luego encuentras tu amorcito.",
        "@jimenitaa27 Yo me hago compa de gente más grande, mis rodillas tienen como 35 y mi espalda como 40, y con mis canas..entro en club :(",
        "@Vaniazega En el viaje de generación probé la Marihuana por primera vez, me puse pedísimo todos los días, salvé a u… https://t.co/7duN93mOTk",
        "Me mandó comida al trabajo.\n¿Ya les dije que me voy a casar? 🤪 https://t.co/GligmIeTvF",
        "Siempre creí que no era una cuestión de inteligencia o capacidad, sino que el mayor obstáculo era la mente.",
        "@OrtizUrielsito @luisitorey Ve a terapia",
        "@Jonatan_Pena Aguascalientes.",
        "@Jonatan_Pena Da pena que sigas buscando apoyar a un jugador que golpeó a una mujer.",
        "@arthurochentas @Jonatan_Pena @ClubAmerica @RenatoIbarraM Todo mundo sabe que Renato Ibarra golpeó a su esposa y ll… https://t.co/mUGeTTtsAm",
        "@alexdelavara21 @Jonatan_Pena Te parece poco golpear a una mujer?",
        "@FraParMen @PepeAguilar https://t.co/RmxumSYnpy",
        "@Ricardo58257196 @PepeAguilar JAJAJJAAJAJAJAJAJAJAJAJA https://t.co/DUh584p0Av",
        "@RuuNY @PepeAguilar Wey que asko, prefiero ver un animal cagando, es menos incómodo",
        "@B0RRACHIT0 @PepeAguilar Vas",
        "@luisilloelkike7 @renacova Una caca",
        "PEPE AGUILAR años luz del muertazo que se cuelga para ser tendencia y tratar de conseguir admiradores.",
        "@elMich82406605 @raymaciasoff JAJAJAJAJ \"puro boomer\".  Alguien vive bajo una piedra.",
        "Soy yo o los maestros de la uni están más accesibles ahora en clases virtuales que cuando eran en el salón.",
        "https://t.co/B2IEwWhxYI",
        "@Liz_theweird X2",
        "@MrDoctorOficial Di quienes son🤪",
        "Huele a ti mi palma y mi mano hasta la punta de los dedos.\n\nTú eres la mujer que bota fuego🔥",
        "@jimenitaa27 Este fue el primer semestre donde me gustaban las clínicas por entrar a cirugía.",
        "Yo llego en alguna red social y comento en cosas de gente que ni conozco como si fueran mis amigos 🙂🙃",
        "@jimenitaa27 X2, pero extraño las clínicas.",
        "@NitzGv Lo odio: Una vez me regañó como 15 min por levantar la mano y le iba pedir que si enderezaba su cartel porq… https://t.co/bYLXxJhyXb",
        "Mi sueño de vida es aprender a cantar, por gusto propio, sólo porque me gustaría aprender a cantar cool.",
        "@Liz_theweird Es que soy gordo, perdón :(",
        "Me compré una pizza para mi sólo con una cheve y panesitos, maldito gordo..no me puedo mover.",
        "@ChavaRg1305 @DiegoLMelecio Listos para ir de peda con @BRANDON_14395 y hacer un desmadre?",
        "@TeletonMexico siempre dando el ejemplo en nuestra sociedad https://t.co/Hco8wjdjui",
        "@DiegoLMelecio @gibranrr El cinismo no tiene límites.",
        "Escuchando a @falloutboy mientras estudio me recuerda mi adolescencia cuando eran mi grupo favorito y literal tenía… https://t.co/wz84mkQNrR",
        "@OrlandoRPN https://t.co/ORDkLWwWUX",
        "@jimenitaa27 Soy io",
        "@DiegoLMelecio @morenamx Asqueroso y cínico, un intento fallido de violación a la democracia por un partido polític… https://t.co/7YMv9N9Zjk",
        "#LeyBonilla ridícula y una muestra más de como en México abundan los dedazos y el cinismo. Un insulto a la democracia.",
        "@JTH87 @AlexTienda @lopezobrador_ Pensamiento vanguardista el tuyo, sino vas a poder cambiarlo para que hablas si quiera de ello.",
        "@davidguendulai1 @Gogar2038 @pacomr90 @AlexTienda @lopezobrador_ Cada quien hace con sus redes sociales lo que quiera.",
        "@jose1ito @PraxedisFR @AlexTienda @lopezobrador_ El que sin duda, tiene mala memoria es otro.",
        "@davidguendulai1 @joaquin_garate @PraxedisFR @jose1ito @AlexTienda @lopezobrador_ Igual que Tienda es libre de deci… https://t.co/K3agMD1BL4",
        "@SoyNovioDeTodas Era tu papá.",
        "Era mi primer concierto, iba pagar 5,000 pesos (lo que ganaba en 1 mes) por ver a Aerosmith. \n\nSe enfermó  Steven T… https://t.co/RrW0EhkNQK",
        "@amandaberenicem Están muy cool.",
        "1. Fisiología de Guyton\n2. Netter's Anatomy\n3. Semiología de Argente",
        "Top 3 libros de tu carrera:",
        "AMLO acusando de mercenarios mercantilístas al gremio médico. \nQuisiera decir que chingas a toda tu madre, pero no.… https://t.co/7TRn8PGo93",
        "@Dra_tortellini JAJAJJA NO MAMS",
        "Mi mamá emocionada viendo a Alejandro Fernández...y yo también. Crack.",
        "@efimesaurio @ElAbueloRick El dueño ya es inmune a todo.",
        "Me da pena admitir que tengo amigos que les ha valido verga la cuarentena.",
        "No importa la edad que tenga, siempre me voy sentir en calma en los brazos de mamá.",
        "@Liz_theweird Ni que Charizard hiciera un Kame Hame Ha",
        "@Liz_theweird Jajja fue sarcasmo",
        "Siempre tan elocuente. https://t.co/TnAfLYJBji",
        "¿Mamá, me das dinero para tu regalo?",
        "@Liz_theweird Dragon Ball. Dragon Ball.\nDragon Ball. Dragon Ball.\nDragon Ball. Dragon Ball.\nDragon Ball. Dragon Bal… https://t.co/hoNDLLtrTf",
        "@datfeet2 @LosWhitexicans Deberían ponerle casa, conseguirle trabajo para hacer homeoffice y ponerle una despensa p… https://t.co/T0qKJRWcuu",
        "@BelMrtz Mejor ve Better Call Saul",
        "@ClaraGrand Se empieza con unas cervezas y J.Balvin, se acaba con unos tequilas y unas norteñitas a las 5am",
        "@EsDeMamador @LosWhitexicans",
        "@Miyorchrdz Saca",
        "@Miyorchrdz X2 we...quiero un Beagle o un Labrador",
        "Haremos un meta-análisis de FSGE, estamos de vuelta👊🏼😎",
        "Lo que comparto en mis redes sociales no necesariamente es para que a alguien le guste o divierta, yo pongo lo que… https://t.co/5mc3N2eerA",
        "Estaba trabajando en un proyecto muy importante, 1 año de trabajo y de la nada parecía haberlo perdido todo, sin ex… https://t.co/4y4ktKr4yL",
        "@ChumelTorres Chumi a veces gracioso, a veces interesante, todo un personaje.",
        "Repitan después de mi \"Netflix y Spotify son lujos, no necesidades\".",
        "Pobre gente, le pondrán impuestos a Netflix y Spotify que los mantiene cuerdos, cómo será para la gente que apenas… https://t.co/gYImjLhwG8",
        "@Tyowilin Netflix es un lujo, no una necesidad.",
        "Cuando leo comentarios de mamadores que dicen \"¿todavía existe facebook?\". Es la RS más usada en el mundo, vives bajo una piedra o qué pedo?",
        "@bryanponced @tuirercompa @ginacamarena2 @EsDeMamador",
        "@manatigres2 A huevo hermano, lo haré!",
        "@manatigres2 ya acabé de ver B.B., lloré, reí, me enojé...la mejor serie que he visto, voy por Better Call Saul, no… https://t.co/JLLfra2dbK",
        "Los riesgos de un posible rebrote si la gente no toma medidas de higiene al quitar la reducción de movilidad. https://t.co/FoZK5afDHU",
        "Acabo de terminar Breaking Bad,  necesito mi espacio, quiero afrontar este duelo. Y sí, la mejor serie de la historia.",
        "@TeletonMexico haciendo más por México antes y durante la pandemia de Coronavirus que muchos de los que dicen amar el país.",
        "El Sol de México es básicamente la mayoría, así se ven...igual de arcaicos.",
        "@Romansocias @BelMrtz",
        "@jarjaresunsith Baia baia",
        "@DrakeBell Bistec",
        "Mis compañeros foráneos tienen alacranes y pavo reales como mascotas y yo quería un perrito como mascota, ahora qui… https://t.co/ExxmbcSlwW",
        "@ironhoms https://t.co/AD1GPu92z5",
        "@Miyorchrdz Casualmente hay otro robo vs PSG.",
        "@JCLS200770 @JoseNarroR Claro porque de ser mayores las cifras las medidas deberían ser otras en lugar de quedarse en casa.",
        "@HLGatell se ha convertido en el @ClubAmerica, lo amas o lo odias.",
        "@arrobajoce Que el amor propio genera más amor en otros.",
        "@ferzapata95 Ya no existen los miércoles.",
        "@Liz_theweird La cerveza con una pizza",
        "@ValeriaHuesca1 🙄🙄",
        "@BRANDON_14395 Te amo más",
        "Tenía miedo de ser demasiado cariñoso con mi novia pues la experiencia (en relaciones anteriores) lo indicaba como… https://t.co/6CLV0bh7Ax",
        "F https://t.co/90bK19T1Q3",
        "Comprando videojuegos, cerveza, café y botanas. Gastas como si tuvieras salario de diputado, pendejo.\nDe: mi\nPara: mi.",
        "Cosas que me hacen feliz: el regreso de The1975 con excelente música.",
        "@Robertson_Duran @ChumelTorres Jajjaja don meco no entendió",
        "@DiegoLMelecio Jajjajaa",
        "@amandaberenicem Ya sabes quién",
        "Ya se había tardado en aparecer el mamerto queda bien con los maestros.",
        "@amandaberenicem @Dr_Espino Dedazo IgG.",
        "@Dr_Espino Lidiar con un sistema de salud tan deficiente, una cultura social pobre en materia de salud, el ego de l… https://t.co/9DPVDVM7Ff",
        "@ferranvii De hecho las inventaron para disfrazar el sabor y olor de las comidas que se echaban a perder, pero sí..… https://t.co/nT6F6ULGn6",
        "Estoy llegando a la mitad de la 5ta temporada de Breaking Bad y veo que es tendencia ¡Huye de los spoilers!",
        "@MirreyNoble Los ricos también tienen mal gusto.",
        "@manatigres2 @ESPNRF @espnsutcliffe @ClubAmerica Naambre papi, el tiempo lo dirá, no estés tan seguro",
        "@AdrianJFlores95 Yo no soy de aquí, pero tú tampoco.",
        "Se fue la luz en mi fraccionamiento desde hace unas horas.\n\nMi cerebro: yo creo que nos dormiremos a las 3 pensando… https://t.co/cq429kY9N6",
        "Después de los 20 todos han enviado fotos encuerados. Que oso encontrarte un día tu propia foto en internet y pensa… https://t.co/dDUxY4tfbT",
        "@amandaberenicem Inspector",
        "Hay una canción \"sorpresa\" que me quiere dedicar mi novia cuando cumplamos 2 años, yo ya sé cuál canción es (supe p… https://t.co/vglsMMPmsw",
        "@Liz_theweird X2",
        "Así habría aprendido más fácil. https://t.co/EFrqUBcDcr",
        "@alan_estrada Yo digo ni puta idea...",
        "@DrHuge2 Por él piensan que se roba el líquido de las rodillas.",
        "@alan_estrada Que piense que los doctores te roban el líquido de tus rodillas.",
        "@TuitEnBlanco Los que dicen México cómo son mamadores...en países de África y algunos de sudamérica están peor.",
        "Con este perro calor...ya estaría llegando a la alberca a dar clases y pasarla bomba.",
        "Me declaro fan de los \"react to\".",
        "@DiegoLMelecio @HLGatell Aquí sí te daré la razón, como lo dije, no soy su fanboy, lo defiendo cuando pienso que ti… https://t.co/cKyNMrOjTO",
        "Instagram esta lleno de cuentas de este tipo, qué pinche pedo? https://t.co/M1wpBKKj1P",
        "@campanoramica @vivenmenos @amandaberenicem  a ti que te encantan los gatos😍",
        "@Jonatan_Pena Neta quieren el regreso del golpea-esposas?",
        "@DiegoLMelecio Patada floja, cuerpo desalineado, brazos no relajados, no hay jalón, y el recobro ni hablar.",
        "@amandaberenicem Y se la cantaste con tu guitarra y tu voz desafinada? Jajaj yo sí y que🐶🐻",
        "@DiegoLMelecio @lopezobrador_ El pueblo de México es bueno y sabio.",
        "@amandaberenicem Dediqué esa canción a mi primer novia formal que tuve en tercero de secundaria.",
        "Jaja igualita❤️ https://t.co/C4qa3zz3Zx",
        "@amandaberenicem Dime como fue que me enamoraste?",
        "Y su guerra política no lleva a nada, porque sí...no dejan de ser los mismos sucios y corruptos políticos de siempr… https://t.co/4Ys6Z6tbQr",
        "en términos generales, bajo la situación de la pandemia se ha actuado de manera adecuada, y atacar por atacar sin b… https://t.co/LMoaLNPK1J",
        "El modelo centinela que se ha explicado desde hace semanas refuta toda teoría conspirativa de la manipulación de ci… https://t.co/6IGwGxOIUC",
        "@jonzcolin @nenamal_dicion @anacamila002 Un taquito jjajaja",
        "¿Por qué combinan palabras en español e inglés? Se ve \"ñero\" 😂",
        "@DiegoLMelecio @drajackielopez La comunicación puede ser deficiente es cierto, lo que parece darle credibilidad aún… https://t.co/9PKxV2KipU",
        "@drajackielopez @DiegoLMelecio las cifras pueden fallar por sesgos de comunicación y por el hecho de que se basa en… https://t.co/ZIE4OYokPT",
        "@DiegoLMelecio Precisamente porque son personas, hay estudios que indican que los pacientes pueden complicarse muy… https://t.co/4Y8aRvaEhS",
        "https://t.co/Ap1l1ldCIk",
        "@DiegoLMelecio @RAEinforma Boli",
        "Ya ni sé cómo sentirme al respecto. https://t.co/CEKN6ZpuTM",
        "@DiegoLMelecio No lo defiendo por defender, pero atacar por atacar tampoco tiene fundamento, para mí deberían ser m… https://t.co/r3K0iKROJ0",
        "@DiegoLMelecio Si hablas de una cifra de gobiernos estatales al rededor de 40,000 y estamos declarando 22,000 lo en… https://t.co/Xlmm4E6iGd",
        "@DiegoLMelecio Lo mismo, las cifras que mencionan mal algunos gobernadores, como el de Jalisco y sus pruebas rápida… https://t.co/6MtAudfm9A",
        "@DiegoLMelecio pero la crítica debe tener una base, un argumento sólido.",
        "@DiegoLMelecio Y para nada es exclusivo epidemiológico que para eso esta la dirección general de epidemiología del… https://t.co/nHurtN4LXM",
        "@DiegoLMelecio Es que no es tan complicado de entender, han sido muy claros y la gente no entiende porque no se inf… https://t.co/tLPF2BUEpA",
        "@DiegoLMelecio Es un político y es médico, tiene un cargo público como sub-secretario de salud, no le juega, para e… https://t.co/ticntzlIHy",
        "@amandaberenicem Dice Chaleco que te quiere más.",
        "@DiegoLMelecio Con base en qué aseguras eso, papi?",
        "@Dxnxfranco 🙃",
        "Y la guardia nacional, apa? https://t.co/E89uCAEf3P",
        "@ClaraGrand Paloma negra, paloma negra .....",
        "@Miyorchrdz No mames que lo compraste prro",
        "@amandaberenicem Todos somos \"tóxicos\" en algún momento.",
        "@amandaberenicem I'm not in danger, I'm the danger!",
        "@negrosantos13 Futbolísticamente años luz.",
        "Jajajjaajajajajja https://t.co/VNEcprqPAq",
        "@alethiometer_ Que culero....",
        "@negrosantos13 Negro Santos el antiamericanista #2 del país, ya sabemos que el primero es Joserra.",
        "@alethiometer_ Na mams qué materia es?",
        "Por fin cerró su canal? https://t.co/TzXbfqLEnT",
        "@DrHuge2 Hay excelentes investigadores que son médicos generales.",
        "@negrosantos13 @LuisSanz25 @CARLOSLGUERRERO @10Ronaldinho se ríe de esto.",
        "Fuxkng internet, va más lento que yo corriendo en la última reta que jugué.",
        "@alan_estrada @christhianv @ReginaBlandon Tal cual, Alan..quién somos para \"aceptar\" un color de piel u orientación… https://t.co/9wXxx6iXAx",
        "@renacova Informal: 800 mensuales como mesero fines de semana a los 15 años.\nFormal: 7 al mes dando clases de natac… https://t.co/2W8KSSwR04",
        "A huevo. https://t.co/Zg3lNG4BlJ",
        "Hoy me tocaba exponer en clase, y pues pura verga...aunque sólo un pretexto para dejar las pantuflas y el mismo sho… https://t.co/MrRdbZnPw0"
    ]
}