{
    "screen name": "ABonzi",
    "no. of tweets": 197,
    "tweets": [
        "Starting now live streaming @PIIE State-Owned Enterprises: The Other Government report from @IMFNews with comments… https://t.co/1J8FWeDTOS",
        "Another important initiative to expand renewable #energy in the Amazon in Brazil. @Minas_Energia launches Public Co… https://t.co/aeSX8QhSEp",
        "State-Owned Enterprises continue to  grown in size and number - their assets are now worth half of global GDP. Oppo… https://t.co/7HK9DmyBrV",
        "Starting now open webinar- how can #energy sector support economic recovery post COVID-19.  A wealth of insights fr… https://t.co/0IQviSQIew",
        "#Energy Data becoming increasingly available and with easy visualization.  Example of #electricity demand by techno… https://t.co/eZzHJPJLaG",
        "#Resilience in energy systems continues to receive increased attention of utilities and policy makers.  New report… https://t.co/0r3N0MlUoI",
        "What are the economic impacts of COVID-19 in the Latin America and Caribbean region?  Starting now @IMFNews live pr… https://t.co/6o4qImG1rK",
        "Thanks @FSR_Energy for organizing great virtual event today on EV Revolution: a power sector view on coupling with… https://t.co/WYlnNBKxHo",
        "#IMFMeetings In times of pandemic, fiscal policy is key to save lives &amp; protect people. Governments have to do what… https://t.co/o3YoAMX3kb",
        "There is no doubt the LAC region will face many challenges from COVID-19, but @MorenoBID reminds everyone to never… https://t.co/PQdSbFfvkl",
        "Despite many utilities loosing their \"financial cushions\" due to COVID-19, most of them remain high-credit-quality… https://t.co/tEWaXy9ump",
        "The electricity sector can play an important role to mitigate impact of COVID-19 ensuring quality and affordability… https://t.co/SudGdoz9st",
        "COVID-19 - How electricity demand can be a real-time indicator of impact on the national economy and it size. \n\nBlo… https://t.co/cMikPZlLvU",
        "Electrification of transport systems continues to advance. What can we learn from @AVTA1 California's public transi… https://t.co/UdS8VLZXfc",
        "#Electromobility activities continue to increase in #LAC where @el_BID is supporting several countries.\n\nThanks… https://t.co/ctfV9bwq0Z",
        "Renewable Energy auctions continue to attract investors and low costs. Examples of #RE auctions by @pvmagazine \n\n-… https://t.co/iuWhjhgUwy",
        "LAC has a large number of State-Owned Enterprises (SOE) in multiple sectors, including #electricity. New book… https://t.co/eEFfyOJpVm",
        "Countries in the Caribbean have important opportunities to strengthen their infrastructure resilience. Report… https://t.co/8CQYOPCB38",
        "Insights Into Future Mobility is new report @mitenergy exploring the main drivers of change that will shape global… https://t.co/2iTGvTwrad",
        "Energy Transition continues to advance with new business models and solutions to clients\n\n@Ford announces today lar… https://t.co/bkYpccNBHU",
        ".@IMFNews releases its flagship publication #WEO. \nGlobal economic growth for 2019 at 3% is the lowest level since… https://t.co/CCtFE4wBHy",
        "California power shutoff is a reminder on the growing importance of resilient power infrastructure.\n\nArticle… https://t.co/53ksjEhtNz",
        "A new #RE auction tender, another low price.  Dubai's 900MW solar park reaches price of US$0.0169/kWh at the Mohamm… https://t.co/vWugeffRo1",
        "China’s Belt and Road Initiative continues to grow in #LAC -- 19 countries have already signed on to infrastructure… https://t.co/KPk7DixebB",
        "Interesting document &amp; reading from China's SCIO putting in perspective country's 5,000-year-old civilization and 1… https://t.co/dcGHbCMWl7",
        "Interesting article @danrunde mentioning how multilaterals should lead the quality infrastructure agenda. It is all… https://t.co/LmWpCrojE7",
        "Floating Solar PV Installation opening new opportunities for #RE. Report @WorldBank @NUSingapore presents projects… https://t.co/8ZEiQHJdlx",
        "Technology companies are moving fast to renewable #energy. Today @Google announced purchase of 1.6 GW #RE with 18 n… https://t.co/FrhjaHTNcE",
        "#IMF Completes Review Mission to #Jamaica and Congratulates for Successful Completion of Economic Reform Program.… https://t.co/r0422KivON",
        "A new #solarpower tender, another low price. \nEthiopia unveils final bid of US$0.02526/kWh for 250MW PV project --… https://t.co/VTMa4eDZ02",
        "@arturodalarcon @BIDenergia @CEEE_IMPRENSA This research &amp; publication has been great #teamwork effort to improve a… https://t.co/7nzWrfujs1",
        "Electricity Co. are undergoing investment &amp; restructuring programs to improve efficiencies and customer service.… https://t.co/OeLRdBb1Hd",
        "#PPP providing innovative #energy solutions: Kenya unveils large Solar + Wind + Battery project of 80 MW plus stora… https://t.co/NPMHPhAIfm",
        "Bahamians are courageous and bold, and will come back from #Dorian even stronger. \n\n@IDB_Caribbean Mgr. @thereselmm… https://t.co/xrS82Hlnlk",
        ".@EIAgov releases US Energy Consumption for 2018 - a year of record high energy consumption in US. \n\nInteresting to… https://t.co/NBkdhB26j2",
        "#Energy #Innovation -- Interesting paper how technology with machine learning and satellite data with spatial info… https://t.co/Ubzmn5NCGG",
        "Caribbean Countries making important advances on deployment of #Sustainable &amp; #Renewable #Energy. \n \nSt. Kitts and… https://t.co/UO1I7Z8F8A",
        ".@EIB releases its Draft Energy Lending Policy with decision to phase out financing of investment in energy infrast… https://t.co/aHbmWfRH6y",
        "Great to know it was productive workshop. Excellent opportunity to improve lives and competitiveness of countries w… https://t.co/A4WVaa1mG5",
        "New @IRENA report indicates more countries (up to 100 already) using auctions for renewable #energy - driving costs… https://t.co/5LdwdXiAs5",
        "Islands transitioning to renewable energy and adopting new smart technologies are leading way to improve energy sec… https://t.co/ymKuVkSb2C",
        "#Chile, #Colombia and #Peru lead the 2019 Infrascope score of #PPPs in #LAC.  Becoming almost universally accepted… https://t.co/rQHpEAIfmJ",
        "Electricity demand in #LAC to double by year 2040.  New publication @BIDenergia @ArielYepezG @MichelleHallack… https://t.co/0EjCz40xYL",
        "#Europe leading the way on climate mitigation in 2018. It was only large region to reduce #energy related CO2 emiss… https://t.co/9urAtClBIT",
        "#Bolivia &amp; #Brazil joining efforts on studies of regional energy integration with @ENDEcorp2016 @Eletrobras… https://t.co/SVfJWfCwIn",
        "New @IRENA  report presents #innovations that are powering the transformation of global #energy systems -- Innovati… https://t.co/QhJfldR5f7",
        "What are the benefits of an interconnected #energy system for all the Americas? A new paper quantifies and provides… https://t.co/rv2gzqMg8V",
        "A New Day in Latin America -- starting now live session at #wef19 @davos with @MoisesNaim @MorenoBID @MaritoAbdo… https://t.co/Fa9ksmXSnb",
        "@EDF_Renewables &amp; @Masdar to build first wind farm in #KSA and one of most powerful in region after submitting very… https://t.co/s4qwCt6JaJ",
        "How System Thinking and Integrated Approaches can be used in \"resource nexus\" of #energy, #water, #food, #materials… https://t.co/m7dIWiLJsI",
        "The Electric Vehicle Revolution Is Alive In Barbados -- article @jellsmoor at @forbessmallbiz highlights growing re… https://t.co/29Grrv0vk6",
        ".@EU_Commission leading the way to a Carbon Neutral Europe by 2050.  #Energy represented ~80% of GHG in 2015, and t… https://t.co/XLWWWW1MQ4",
        "New @usgcrp  report highlights importance to build resilient infrastructure ahead of disruptions to energy systems… https://t.co/vlW8x3JFP5",
        "Making a difference - from artificial intelligence to energy sources, congrats to #LAC 35-under-35 Innovators in ca… https://t.co/LUQ88KVKZX",
        ".@thereselmm presents compelling argument for Caribbean countries to embrace digital economy and leapfrog to a sust… https://t.co/RhFELQu11q",
        "New @Lazard report presents further decline in Levelized Cost of Energy (LCOE) of #solar and #wind renewable energy… https://t.co/7aERAr0Bya",
        "Thanks @robertoalvarez sharing insights on #innovation challenges and opportunities in #Brazil - great discussion y… https://t.co/typz6JezvT",
        "Countries embracing Fourth Industrial Revolution are better positioned at @wef Global Competitive Index.… https://t.co/d2sFX7GrdJ",
        "Great to see MDBs and #globaldev partners working together at 2018 Global Infrastructure Forum in Indonesia to deve… https://t.co/zIAZaZoQVl",
        "Intersection #Energy, #Economy and #Climate again stronger this week: \n@IEA - Renewables2018 identifies modern bioe… https://t.co/GEsgcYbYNE",
        "#Energy #Innovation in action - Great panel today at @el_BID on Regulatory Challenges of Introduction New Technolog… https://t.co/DaQmEL0Bko",
        "New Global Innovation Index 2018 has dedicated chapter by @IRENA on how #innovation is driving the #energy transiti… https://t.co/lMvtVBmBp5",
        "Interesting paper on the recent experience of oil discovery in Ghana with lessons learned for other countries initi… https://t.co/RcQuCB5pcw",
        "What are the potential for further development of hydro power #energy in LAC? New publication @arturodalarcon… https://t.co/yTV5kPfZMz",
        "#Energy as enabler of sustainable development: key message @rkyte365 @SEforALLorg blog:\n\"sustainable energy systems… https://t.co/fku3aUT2ft",
        "Very nice contribution to evidence-based on progress towards the 17 #SDG.  #openknowledge in action! https://t.co/WH1b4i6PUp",
        "The evolving role of Energy Ministers by @AndrewSteerWRI  @WorldResources ... \"from electricity generators to direc… https://t.co/qCXpCzah92",
        "#Digitalisation, #Decentralization and #Decarbonisation accelerating the energy transition as per new… https://t.co/xOw6KS1nMl",
        "Multilateral Development Banks play key role in supporting a resilient low carbon future. Congrats to @BIDenergia… https://t.co/8z1ybySReU",
        "New @irena report:\n- Renewable energy jobs increase by 5.3% reaching 10.3 million in 2017\n- Largest renewable energ… https://t.co/26jmouzeZ4",
        "New report on #SDG7 shows renewable energy is making impressive gains in electricity sector, but not yet in transpo… https://t.co/CEJX6HFa2i",
        "Rising public debt in developing countries can be major hurdle for achieving 17 SDG. Importance to bring… https://t.co/NVph7mv8bE",
        "LAC's growth potential: GDP could have been six times higher had the region invested MORE and BETTER.  Read new… https://t.co/rTYaHPE1b8",
        "New @IEA report Global Energy &amp; CO2 Status: world electricity demand increased by 3.1% in 2017. China and India acc… https://t.co/dLM38DpXSS",
        "How solar #energy is transforming lives in Suriname. with #innovation.  @BIDenergia bringing energy that is renewab… https://t.co/RG1fMBng6q",
        "Congrats @Adam_Sieminski and @KAPSARC for this appointment - great partnership of knowledge, collaboration, and res… https://t.co/KYktdMDGmf",
        "Do you have a passion for international development? The IDB @el_BID is selecting for its SUMMER INTERNSHIP in Wash… https://t.co/dV0UIcBWvB",
        "New report illustrates #LAC has been the most active region in attracting PPP investments in infrastructure -- As… https://t.co/27eQOb3vZQ",
        "Interesting to see dominance of US with six out of eleven biggest wind farms.  The @GWECGlobalWind released also 20… https://t.co/i9rqGMbEyt",
        "New @WBG_Fin4Dev report \"The Changing Wealth of Nations 2018\" compiling 20 yrs data in 141 countries in new method… https://t.co/5YSUi7C1Fx",
        "Also interesting to see an energy conference featuring women-only panels is being held next month in London, UK. -… https://t.co/WIkQxRuFTA",
        "How stronger diversity and gender balanced with higher women participation would benefit energy sector &amp; spur… https://t.co/8JPR1wCviI",
        "New #IMFBlog Latin America and the Caribbean in 2018: \nAn Economic Recovery in the Making mentions how recent trend… https://t.co/hb7evsk1yk",
        "#Brazil makes important decision to join @IRENA - @Minas_Energia @FBCFilho and @EPE_Brasil highlight benefits of pa… https://t.co/9lo7jxGXvD",
        "\"Extreme Weather Events\" is the top global risk in terms of likelihood as per @wef report .Ten years ago the top ri… https://t.co/I7vARh6EXI",
        "Impressive to see cost reduction (LCOE) of renewable #energy in new @IRENA report Renewable Power Generation Costs… https://t.co/eKl1viBaBn",
        "@Silvio_Marcacci Indeed @Silvio_Marcacci  Installed Capacity of Wind continues to grow in Brazil, reaching more tha… https://t.co/locZKISzmU",
        "Importance of solid institutions reinforced in \"The Presource Curse\" - relevant reading for countries with  recent… https://t.co/vX63FJxJVk",
        "Watch Science Breakthroughs 2017 video from @sciencemagazine - Inspiring stories including discovery oldest ice tha… https://t.co/u4fR0mmRDI",
        "Regional #Energy Integration Brazil, Guyana, Suriname, and French Guiana - Study indicates benefits interconnecting… https://t.co/PjdAOrg9dG",
        "New study @CarbonBubble highlights 54% of coal plants in EU28 are already cash negative loss making -- it could ris… https://t.co/hIegnuAkkB",
        "Nicholas Stern @lordstern1 on \"Reducing Carbon Emissions: Let’s Get On With It\" reinforces importance of… https://t.co/7jBB5Ub2gP",
        "An opportunity to reform #energy subsidies in LAC. Blog and publication by @estefmarchan @espinasa @BIDenergia Yepe… https://t.co/P0i5Y9KRYD",
        "#WEO17 highlights Power System Transformation -- share of #renewables to increase from 24% to 40% by 2040. \nFor man… https://t.co/2uuo1HQBZt",
        "Open Knowledge - #GlobalWindAtlas launched today as free web tool for renewable energy dvlpm. - by @WBG_Energy… https://t.co/OaIP59jqoG",
        ".@WorldBank releases Doing Business 2018 - Mexico, Chile, Peru, Colombia and Costa Rica lead ranking #LAC #DoingBiz… https://t.co/Zp5m8Azqcw",
        "Renewables accounted for 83% of private sector #energy investment in EMDE in 1H2017. @PPIAF_PPP @WBG_PPP report at:… https://t.co/urrDJ7PIY9",
        "#Energy Innovation - See World's First Floating Wind Farm @Statoil partnered @Masdar 30 MW.  Article @Sarah_Gibbens… https://t.co/F2oeXyIfRp",
        ".@lordstern1 emphasizes role renewable #energy in mitigating climate change - #climatefinance now at @IMFLive… https://t.co/SdKxea786h",
        "Global economic activity is strengthening, with global growth to rise 3.6% in 2017. #WEO live webcast starting now: https://t.co/PzdamAZSSH",
        ".@statoil enters first solar d#energy project in partnership with @ScatecSolar in 162 MW solar asset in Brazil… https://t.co/h1zFvghvop",
        "How Central America is bringing geothermal as sustainable #energy - @irena estimates 200 GW global potential  #RE… https://t.co/Ns2hALRqjN",
        "#Brazil raises R$12.1 bi in auction of four hydro pants bringing new private sector investors #PPP @BrazilGovNews… https://t.co/G9K3Lrg1yw",
        "Report \"Renewable Energy Market Analysis: Latin America\" mentions region's success with renewables, from job genera… https://t.co/zqw5Tp4SSz",
        "Important launch to accelerate flow of finance for climate through transformational investments in developing count… https://t.co/HJxzhU5mCP",
        "New paper @Mzjacob: electrify ALL energy sectors by 2050 with 100% wind, water &amp; solar is feasible. @sciencedirect:… https://t.co/dz7FHMbHYf",
        "Create enabling environment and programmatic approach are key actions to foster PPPs - @WBG_PPP @CVCanilao  blog:… https://t.co/ArmOjej8VO",
        "Starting in 1 hour live webcast @EIAgov International Energy Outlook at @CSISEnergy - LT projections global… https://t.co/kdtW1zcjf6",
        "#PPP in action: @el_BID + @MinFinanzas Argentina agree up to $10 bi financing next 3 years.  Visit @MorenoBID ayer:… https://t.co/06gtpNBIOn",
        "New publication @OxfordEnergy reviews recent #energy reforms in Mexico and what's next, with download available at: \nhttps://t.co/uE4bo9jbuA",
        "Nice online tool Infrastructure Needs &amp; Gaps in 50 countries, 7 sectors and 5 regions up to 2040. Access @gi_hub… https://t.co/tAUklNeL5r",
        "Interesting new @IMFNews paper examines if &amp; how GHG emissions are decoupling from GDP growth.  Free download at:… https://t.co/6Ow4VySon3",
        ".@IRENA report Planning for Renewable Future identifies best practices in planning variable renewable energy (VRE):… https://t.co/pjHYBDGxYa",
        "Congrats @BIDenergia #womeninenergy  Solar installation in DC volunteers @larabersano @MaluEscobar @JulieTKatzman… https://t.co/tmAo0IYYfR",
        "Global Solar Atlas a great #openknowledge tool GIS data layers for deploying renewable energy sources such as… https://t.co/buTOVkg8bc",
        "New @eclac_un report 2017 #FDI in #LAC highlights increase in renewable #energy investments led by CHI MEX, &amp; BRA… https://t.co/UaNnc2JpIY",
        "Closing #infrastructure gap #LAC: @JamesPScriven @GrupoBID_CII reinforces importance private sector &amp; sustainability\nhttps://t.co/fWzZaHeKSF",
        "@Citiz4Solutions @Citiz4Solutions  Hi, in addition to climate benefits, #cleanenergy can lead to lower energy costs… https://t.co/9uGGAQOkLi",
        "New Development Bank (aka #BRICS) approves 2017-21 Strategy focus on sustainable infrastructure projects. Document:… https://t.co/3uYYki6Miv",
        "New #WorldBank report highlights how green energy technologies for a low-carbon future will lead to growth in deman… https://t.co/iovlNRThGF",
        "New @IRENA paper highlights importance of #innovation to accelerate #energy transition - from technology to policy… https://t.co/u13Pwma1nj",
        "Newly released @PPIAF_PPP report: #energy sector increased private sector investment by 12% reaching $44 bi in 2016… https://t.co/6FpKCBt8u2",
        "IMF's World Economic Outlook #WEO  indicates global output to grow by 3.5% with China (6,7%) and India (7,2%) lead… https://t.co/IbOLxkjQHv",
        "Starting in few minutes live webcast of Clean Power Development in LatAm with opportunities and challenges of the… https://t.co/kf3ucswa7T",
        "Article @IPEEC highlights energy efficiency opportunity where LED street lighting can save up to 50%-70% of #energy… https://t.co/UgGU1RUGGF",
        "New #PPP Toolkit to help Caribbean region close infrastructure gap and attract investors @PPIAF_PPP @WBG_PPP… https://t.co/f9V86l5WSy",
        "Chinese investment in #LAC moving to services and alternative #energy, and highly concentrated in Brazil, Peru and… https://t.co/GAQYSSsO5y",
        "Natural Resources Abundance: Blessing or Curse? @ocanuto interview @ECONPls emphasis importance of good governance.\nhttps://t.co/7jW5XkP4PJ",
        "Starting in 30 minutes webcast @BloombergNEF New Energy Outlook 2017 at @CSISEnergy . Watch live #NEO2017 at:… https://t.co/cQnp8UjLNf",
        "New whitepaper @TheEIU Building Bridges presents An Agenda for Regional Integration in #LAC, with insights on benef… https://t.co/cCPqUEuDQA",
        "Reducing #energy subsidy would reduce emissions and air pollution, and generate 3.5% global GDP. @IMFNews article:… https://t.co/LlzwnHBa9E",
        "New #LACEnergyScenarios released yesterday @WECouncil mentions regional integration potential in LAC #energy sector… https://t.co/4qIuO7AH40",
        "New @IRENA report global: Renewable-energy employment: 9.8 million #REjobs in 2016 - led by #solarPV and #biofuels… https://t.co/CpQCQk2wAL",
        "In preparation for #G20 meeting, new @OECD_ENV report highlights importance low-carbon economy and different pathwa… https://t.co/UrQqFw6Qrx",
        "Article @BV @macmargolis  How LAC nations have become low-carbon global energy pacesetters with #renewable energy.… https://t.co/zzJcZsx7xU",
        "Not to miss 10am @HouseForeign hearing #Energy Opportunities in South America @utaustinpinon @lviscidi @JasonBordoff\nhttps://t.co/xQq5By3wgq",
        "LAC #solar #energy growth has been impressive. @GrupoBID_CII  experience from Chile, Mexico, Brazil and Argentina… https://t.co/GRM2D0b3Cr",
        "#Commodity Market Outlook @WorldBank - #China surpassed 50% share of world metal consumption. Full #WBCMO report at… https://t.co/Eog87ppYKB",
        "Lord Turner @ETC_energy - importance to reduce emissions while ensure economic development, and access to affordabl… https://t.co/9PMk3Ac371",
        "For each #infrastructure challenge, we need a commitment to #sustainability - blog ESP @BIDinfra @JPabloBonilla… https://t.co/EA3Bk6MzYq",
        "A step forward to regional integration in #LAC with interconnection of power systems of Bolivia, Colombia, Ecuador… https://t.co/RlvalR04Wk",
        "New report @BizCommission highlights #SDG could generate ~380 million jobs, of which ~90% in developing countries… https://t.co/Q3YfAZXX9x",
        "Interesting article @beyondbrics highlights importance of reforms &amp; public-private partnership in infrastructure de… https://t.co/Ajnk12b4yF",
        "Starting in 15 minutes #IMF #WEO World Economic Outlook. Watch live webcast at: https://t.co/KG9f3J7xpN",
        "Interesting reading, particularly third force - opportunity - of \"new societal deal\" where #public, #private and… https://t.co/uys79SWmYB",
        "Live online event: Infrastructure: LAC New Growth Engine - April 20, 1pm ET. @IMFNews @worldbank #MoreInfrastructure\nhttps://t.co/wsybwilrzy",
        "A Pragmatic Trade Integration in #LAC - simpler &amp; flexible route to $5 trillion market. @AndyPowell_IDB @IDB_thinks… https://t.co/lIjJYkASJh",
        "New book @WorldBank The Political Economy of Energy Subsidy Reform presents 4 country' case studies #openknowledge  \nhttps://t.co/KrM8OjivkY",
        "Great #blog @arturodalarcon @BIDenergia highlighting large potential for solar energy #Brazil (article in spanish) \nhttps://t.co/kCWmOqHAXg",
        "New @IRENA report shows increase in renewable #energy sector jobs by 2030 with positive impact on #economic activit… https://t.co/1Dgw3PszaS",
        "Passion for international development? @the_IDB is seeking motivated graduate students to its Summer Internship in… https://t.co/MPPlKTQh1M",
        "#Energy auctions (+ techn. maturity) have contributed to low RE prices. @IRENA report summarizes several countries… https://t.co/qW18sUUTQJ",
        "New @IMFNews research demonstrates how stronger investment in infrastructure would boost inter- and intra-regional… https://t.co/08K8N69qS6",
        "Renewable #energy investments 2016 - @bloombergnef League of Asset Finance Lead International Arrangers. Report at:… https://t.co/wipZvwgs7I",
        "New report @BIDCambioClima @BIDenergia examines Vulnerability of Hydroelectric Production #Energy to #Climate Chang… https://t.co/D9QrSzBUL2",
        ".@TheEconomist new article Wind &amp; Solar Power are Disrupting Electricity Systems mentions impact renewable #energy… https://t.co/zqCPhkhbku",
        "Implications of clean #energy in rare earth minerals - insights by @StacyDVanDeveer my great professor @HarvardEXT \nhttps://t.co/2iDENgV6r5",
        "Women researchers remain underrepresented. @un nice interactive tool - Central Asia and LAC are global leaders… https://t.co/ldy8QDRIMi",
        "In the next two decades, these game-changing themes have significant impact on #energy systems by @wef @McKinsey… https://t.co/Z9OSdhbqzd",
        ".@IMFNews new paper Oil Prices &amp; Global Economy has an analytical framework model for #energy #economy #opensource \nhttps://t.co/G6BQBJZsVl",
        "Have innovative #energy idea? Submit to Renewable Transformation Challenge initiative @ISES_Solar @ElsevierEnergy… https://t.co/2ljpiuWuxM",
        "Interesting report how #energy production and consumption (~ 2/3 of GHG emissions) can contribute to international… https://t.co/A4vSSAZZqb",
        "#Energy #Hydropower  @usina_itaipu becomes first hydropower plant in world to break 100 TWh mark  #Brazil… https://t.co/4lYL7CgLHQ",
        "ICYMI  #WEF17 had great panel Strategic Update - The Future of #Energy w/ @IEA @EnelGroup @Saudi_Aramco Recorded at https://t.co/WTEmwPiQA8",
        "New @WorldBank Global Economic Prospects: commodity-exporting countries grew much more slowly than importer - @tkb… https://t.co/TnsbW91kzG",
        "Since 2004, renewable #energy investment in LATAM region (excl. large hydro) has grown 11-fold, compared with 6-fol… https://t.co/WLfdLRfK5L",
        "What's next #China-Latin America relations? Interesting insights by:\n@MorenoBID https://t.co/7121tbwbqJ\n@ericfarns… https://t.co/Hbk8PtEPVA",
        "Countries replacing traditional models of RE #energy finance by innovative ones - @TimBuckleyIEEFA @ieefa_institute… https://t.co/Qni9UjVF5Q",
        "#Innovation - World's first solar panel road opens in France-Normandy, inaugurated by @RoyalSegolene… https://t.co/LoKjWD60IO",
        "#OpenKnowledge - Curious About Clean Energy Innovation? @vsiv @georgetownsfs course available online at website:… https://t.co/5FI94NpByR",
        "Program @BIDenergia will promote alternative renewable #energy sources such as #wind &amp; #solar, and enhance security… https://t.co/CKlWhk99dX",
        "Interesting summary @ENERGY on importance clean #energy #innovation as solution to climate change - from Solar Pane… https://t.co/MIV90N1kOU",
        "Watch live 15min @CSIS - The Future of Power Generation: New Era for Renewables with @nrel @BloombergNEF @CSISEnergy\nhttps://t.co/bAOspS7i5M",
        ".@IRENA &amp; @ABUDHABI_FUND to finance innovative, replicable renewable energy projects in developing countries. Apply… https://t.co/qCMIVBVAdZ",
        "Nice article @JustinHGillis how speeding-up #energy #innovation can tackle the global climate crisis. \nhttps://t.co/Y4wDuOU895",
        ".@IEA releases flagship report World Energy Outlook 2016 - next 25 yrs' winners to be natural gas, #wind and #solar… https://t.co/X1rN7aHiBj",
        "Hard choices: @IMFNews video How are Oil Exporters Financing Deficits Against Drop in Oil Prices? energy &amp; economy \nhttps://t.co/rNSc1f7o19",
        "Interesting report @cebds @FEBRABAN financing #innovation for renewable #energy, adaptation climate change, and sus… https://t.co/2IMwW8ksnF",
        "Live webcast 9am ET @acglobalenergy report launch: Transforming the Power Sector in Developing Countries. Watch at: \nhttps://t.co/hrLF3AvbKp",
        "Research @ieefa_institute shows how #PPP can bridge gap of $177 b needed #BRICS to achieve renewable energy targets… https://t.co/geu7jjfavP",
        "Changing patterns of #energy will require #innovation - ICYMI @MLiebreich @BloombergNEF EMEA #BNEF Summit. Slides a… https://t.co/8y8J7602aD",
        "Nice article @McKinsey  The resource revolution as new technology disrupts the commodities market - #innovation… https://t.co/gyKJVEHjjA",
        "As mentioned by @IEABirol “Energy efficiency is the one energy resource that all countries possess in abundance”. G… https://t.co/zlsmPwgOqy",
        "Four key messages from new report @NewClimateEcon on The Sustainable Infrastructrure Imperative  #NCE2016 #energy… https://t.co/1Bgxl6AGzI",
        "Nice article @JeffDSachs on Sustainable Infrastructure: #innovative, shared &amp; accessible, and environment friendly… https://t.co/1fTI1ROfQZ",
        "2016 List of World's Most #Innovative Companies - from top 100: US has 49, Asia 24 and Europe 23. The list is at:  \nhttps://t.co/gqpF5rjsQK",
        "The countries are moving fast -- very close to reach the 55 countries and 55 percent of emissions for the agreement… https://t.co/AvbfMQ3QN8",
        ".@IEA releases 1st ever World #Energy Investment Report, showing shift toward clean energy  \nhttps://t.co/bnTKtdIINS https://t.co/ReMLkAcbry",
        "Declining costs of renewable #energy fostering job creation. #Solar, liquid #biofuels and #wind are top technologies https://t.co/L0onq5Vm1D",
        "Open Access contributing to SDGs: new website infrastructure investment in #LAC by @bidinfra @eclac_un @AgendaCAF  \nhttps://t.co/iiLrdmV3pg",
        "Global investment in renewable #energy up 5%; #Solar generation up 12% demonstrating its resilience and potential https://t.co/JfiShxXZrz",
        "Global EV Outlook 2016 publication released by @iea - about 1.4 million EV cars in the roads already. Details at:\nhttps://t.co/ypEoU4WLzm",
        "#energy #innovation - 'digital grid' has potential to change millions of lives @slontoh @wef\nhttps://t.co/GYH43MO3BZ https://t.co/1vbWCjCadg",
        "#WEO @IMFNews releases flagship report World Economic Outlook - Uncertainty in aftermath #Brexit - GDP 3.4% in 2017 \nhttps://t.co/WJi48lfJht",
        "Thanks for RT this week @GlobalLatitudes @morsels @SinghVeer49219 @JussiAiraksinen @tapiomaatta @dpcwiseman @harrovanasselt",
        "Green bond market bigger and booming - as per @BloombergNEF record of $46 bi in 2015, which can reach $56 in 2016. https://t.co/reXkoJ54e1",
        "Report Electric Vehicles with opportunity #G20 #Energy Minist. - @WECouncil @AccentureStrat \nhttps://t.co/9Fc5jgWb63 https://t.co/hGSPUQ4oP7"
    ]
}