{
    "screen name": "mizzmeownow",
    "no. of tweets": 154,
    "tweets": [
        "@Frnchboywarrior Merci.",
        "@Frnchboywarrior C’ est  la vie. Bonsoir!",
        "@Frnchboywarrior Bon Appetit!! https://t.co/XkOUsR3rt1",
        "@Frnchboywarrior Bon Pain!!",
        "@TurnLand Thanks for being here with us and Tuesday is perfect, as long as you’re up to it🌹 #QuaranTurn",
        "@Frnchboywarrior Now I’m hungry for some 🥖baguette and 🧈butter...lol #QuaranTurn",
        "@Frnchboywarrior Thank you for reminding me, Monsieur le Marquis!  Lafayette was the truest friend to our cause.  V… https://t.co/Ij5oswU1XM",
        "Forever🇺🇸 may he  be our highest 🇺🇸ranking⭐️⭐️⭐️⭐️⭐️⭐️ General🇺🇸.  No one will ever outrank him.  Hurrah!… https://t.co/M8M43rA6QQ",
        "Hewlett...ever the scientist/philosopher. A true renaissance man! And kudos over and over again to Samuel and Burn’… https://t.co/ne2uWQ51ar",
        "BITE.  #QuaranTurn",
        "I’m firm command...is our fantastic Commander in Chief ... #QuaranTurn",
        "@Frnchboywarrior Were you injured at Yorktown? #QuaranTurn",
        "Comtè “dig me”Rochambeau⚜️ #QuaranTurn",
        "Ummm..also would it have hurt Akinbode to spend a bit of his windfall money to spruce up a bit before dropping in o… https://t.co/TyOAJaut23",
        "Actually, I would think a letter from Ben stating all that detail would draw suspicion. But that’s okay.  It is  a good story!  #QuaranTurn",
        "I wish they had Ben read the letter out loud to Anna... #QuaranTurn",
        "“🎶In the 🎶room where it happened”🎶.... #QuaranTurn",
        "Considering how high mortality was giving birth...Peggy is darn lucky!  #QuaranTurn",
        "@matthewdmarsden This has been fun to scroll through!\nHard to pick...but I will say “The Beatles 1967-1970”  is  💯%  great!",
        "@TurnLand @OnlyRedNow @therebe_dragons Watching and tweeting along. I love this episode mightily!!  I always see so… https://t.co/yZTWOBrrWS",
        "@vlavla I’d love one🙋🏼‍♀️⚜️🌹",
        "@ansonmount @StarTrek @startrekcbs @CBSAllAccess @ethangpeck @RebeccaRomijn Fantastic news, @ansonmount !  Congrats… https://t.co/S2JkTTvhDG",
        "@TurnLand I could watch this🇺🇸 episode, 4.9 a 👏million 🇺🇸times👏!! #Quaranturn #TurnFam",
        "@TurnLand And please don’t apologize. We’d never be here without you..🌹 #QuaranTurn",
        "@TurnLand Just really glad you’re OK. We could re-watch nine with you?!? #QuaranTurn",
        "@nml423 I was just curious; I know some places along there are damaged from both wars.  (Revolution &amp; Civil)",
        "@TriciaVwlmom @TurnLand Definitely!! Be well @TurnLand   #QuaranTurn",
        "@therebe_dragons @TurnAMC Woohoo!!  Nothing to apologize for!!  Hope some new peeps find out about this great serie… https://t.co/Aj41spe0H8",
        "@TurnLand has not been on here with us. #QuaranTurn",
        "@nml423 Is that a couple of cannon balls or other war damage?",
        "@bravehart01 “On a parapet” #Quaranturn",
        "And thus it became the “Lincoln” sword, since Washington would not except it and had his second in command receive… https://t.co/g5O6LBb4Ti",
        "I LOVE  that @TurnAMC have threaded John Andre’s flute Melody throughout the scene with Peggy and the new baby  @TURNAMC 😊 #QuaranTurn",
        "Bite!!! #QuaranTurn",
        "@bravehart01 💖🇺🇸💖#Quaranturn",
        "@bravehart01 Love him!! #QuaranTurn",
        "Can I just say Brian Wiles portrayal as Lafayette was inspiring to watch⚜️ #QuaranTurn",
        "I Appreciate that Simcoe I is trying to help his men. But considering he would’ve shot them dead for disobeying him… https://t.co/QXA00MofWf",
        "Oh, and Molly pitcher! We asked for it, they @turnAmc @AlexRoseWriter gave it to us #QuaranTurn",
        "Massive naval confusion for the British Navy. Courtesy of our brave Townsend. Not sure if it really happened this w… https://t.co/6SQ4b1rwq3",
        "Dad rolls up his sleeves and grabs a shovel.  A man among his men... not elevated.  #QuaranTurn",
        "It will be hard to tweet during the battle; it is so intense! #QuaranTurn",
        "@saltysasspants Akinbode, Abigail and Cicero...Would be a great spin-off series.  As they homestead in Upper Canada… https://t.co/WRiRL2zQFp",
        "@CharnockJudy Laf was a great-hearted soul. He’s one of those I’d like to meet in person ⚜️#QuaranTurn",
        "Hewlett holds his cards so close to his vest. #QuaranTurn",
        "2nd kiss as good as the first. Abigail and Akinbode😊#QuaranTurn",
        "Mary winds her way through a spy’s lie, better than the best of them!!  #QuaranTurn",
        "@InFideSalus Advancing the plot...@turnamc made her look so  adorable in her “state”. Wish I’d looked 1/2 as well, lol. #QuaranTurn",
        "Champe  was a real person. #https://www.google.com/amp/s/www.history.com/.amp/news/9-things-you-may-not-know-about-… https://t.co/YuC1ME1EjW",
        "@MaeSChaplin Lol. 😆",
        "@westratenick One of my faves, too!  Unfortunately, it means we’re almost through the re-watch. #QuaranTurn",
        "@westratenick Having an okay day...just have to keep looking to see what day it is.  As a diversion, we will be wat… https://t.co/rSe6O2uhSh",
        "@H2002Theresa Very sorry for your loss.",
        "@Gentrywhite And so...have you been dancing to it, too?",
        "@Vegalteno Heal well...listen to your doctors (and son). REST💐.",
        "@MavenofHonor I was at a race at Laguna Seca in Monterey California circa 1990. I was hanging out in another racers… https://t.co/bC4CFDmyH4",
        "@TurnLand Looking forward to it 👀 #QuaranTurn #TurnFam #TurnAMC",
        "@therebe_dragons Favorite Fighting Frenchman!!! #QuaranTURN",
        "I forgot how chock-full this episode was.  “Intense” doesn’t begins to describe it. Thanks @TurnLand   Glad you’re… https://t.co/URsOWavkh7",
        "“Culper Jr” to the rescue!!  #QuaranTURN",
        "This skirmish is so well shot. Kudos to the @turnamc cast, crew and production folks. Just amazing, as always!  #QuaranTURN",
        "That exchange between Dad and Ben (thus Ian and Seth) is beyond intense. Can you imagine standing up to GW at this… https://t.co/mMnSaffW1H",
        "Amazing turn of events..The chicken sh@t spy from Setauket is ready to fall on his sword. #QuaranTURN",
        "I’m going to have to re-watch this after we get done here because it’s moving so fast. #QuaranTURN",
        "Ben looks so good in that shot, incredulous...as he realizes what Caleb is alluding to😎.  #QuaranTURN",
        "Simcoe’s snake-like consolation.  #QuaranTURN",
        "Simcoe comes trotting in like he owns the place.  #QuaranTURN",
        "Lafayette looking oh so fine!! . #QuaranTURN",
        "Cicero in the middle of hell.  #QuaranTURN",
        "@TurnLand No worries.  Tomorrow, Or whenever you feel most up to it. Not sure about the others, but I’m in no hurry… https://t.co/2J379y2k54",
        "Sorry I Messed up on the time for today.  Catch you next time. #QuaranTURN",
        "I’m going to be a little bit late to the party because they’re making me sign back into Netflix for some reason. #QuaranTURN",
        "You + @MerriamWebster = #Webbys People’s Voice VICTORY 🙌. They’re currently in 1st place. VOTE RN: https://t.co/UBAGvokKp9 /",
        "@thetorontokid Definitely a dramatic improvement; his hair distracts me in series 4 for MUCH better reasons than series 3. 😉 #QuaranTurn",
        "@TurnLand Echo that..enjoyed watching and appreciate your spearheading the re-watch.  Keep feeling better and catch… https://t.co/Ax37diZlp6",
        "*he can muster.  #QuaranTurn",
        "@ActorJoshPrice Yes, and looking so smart doing it. Like you were born to it!! #QuaranTurn",
        "I cannot tell you how happy it made me to see @AlexRoseWriter and the @turnAmc production folks actually put this s… https://t.co/CT9hG8vG10",
        "DeJong blustering is always pretty comical. #QuaranTURN",
        "Red Coats and townees.  Together again...  #QuaranTURN",
        "Revenge does not have to be a dish served cold. Sometimes, scorching hot works, too.  #QuaranTURN",
        "And ...Freddy throws Philomena under the horse cart.  #QuaranTURN",
        "Ah, Ben with his real hair. And the fantastic three..love it!  #QuaranTURN",
        "How disingenuous can she be, Philomena?   Thank goodness for Freddy standing by Peggy #QuaranTURN #TurnFam",
        "Akinbode...showin’ up a little too late..#QuaranTURN",
        "*he can https://t.co/14DBYuraKy",
        "“Townslee”.    Pulling the best poker face be can muster.   #QuaranTURN",
        "Culper jr watching Simcoe come the door... he looks like he drank sour beer. #QuaranTURN",
        "Dad and junior having a stare down. #QuaranTURN",
        "Simcoe...gathering intelligence he doesn’t even know is relevant.  #QuaranTURN",
        "Freddy!!!! @ActorJoshPrice #QuaranTURN",
        "Fun things that my laptop sound isn’t working.  So thank goodness for closed captioning. #QuaranTURN",
        "Ben looking mighty fine. Striding as only he can.  #QuaranTURN",
        "@TurnLand I think it’s going to be my first time re-watching season four. #turnfam #QuaranTurn",
        "How cool is this show?!? All Creatures Great and Small “James and Tristan”  reunited 😄 #vintageroads @PBS",
        "@therebe_dragons Excellent !!",
        "Thank you @TurnLand for guiding us through to this point.  Rest and take good care of yourself now!! #QuaranTURN",
        "JJ Feild was a fabulous pick for this role.  I’d watched him in several things, including The Musketeers. It was ac… https://t.co/GxfNd8IcTd",
        "Just like the first time I ever watch this episode… It’s nearly impossible to tweet and watch at the same time. It’… https://t.co/Jz5XHiIpgN",
        "Poor Abigail...how harrowing for her. #QuaranTURN",
        "@TurnLand Looking forward to it #QuaranTurn #TurnFam",
        "@ActorJoshPrice Thanks for asking. 😊Doing as well as can be expected. Looking forward to doing quaranturn today. Sm… https://t.co/N39BJFoyle",
        "@ActorJoshPrice Well done, you! Congratulations👏",
        "@Gentrywhite What a sweet doggers.  Looks like you tuckered him/her out, lol!",
        "@TurnLand I’ll join in whatever time is majority ruling. #QuaranTURN",
        "@OnlyRedNow From CDC website...\nVisit the Disaster Distress Helpline, call 1-800-985-5990 ..........   They really… https://t.co/0HmZaLqTAJ",
        "@OnlyRedNow I’m not trying to be trite/cliche about this, but you are not alone in what you are feeling.",
        "@OnlyRedNow Hang in there.  Hope things get better for you soon!",
        "@TurnLand It really matters that you are part of this. I couldn’t participate today due to family matters. But this… https://t.co/jJpVFccvix",
        "Again, Turn is the perfect diversion!  Thank you!  \n@TurnLand #QuaranTURN",
        "Ben hesitates...not good!! #QuaranTURN",
        "@therebe_dragons Those are two AWESOME actors..!#QuranTurn",
        "Rogers is the bear in charge.  #QuaranTURN",
        "“I am the only protection” Simcoe’s deep delusion.  #QuaranTURN",
        "@SnarkasticQuip Art imitating life?",
        "If you’re only going to go to one Quaker Thanksgiving Dinner ever..maybe this is the one.   #QuaranTURN",
        "“some Austrian fellow”  just some dude...,LOL! #QuaranTURN",
        "“Bad wig, Ben”, has no leverage left with Anna, or his Excellency. #QuaranTURN",
        "I hope, that in the real world, George Washington did meet and thank his undercover spies #QuaranTURN",
        "@masterpiecepbs #SaveSanditon",
        "@SnarkasticQuip @TurnLand I agree, knowing why Caleb hates  Simcoe so much! #QuaranTURN",
        "@SnarkasticQuip I agree!  I think it probably took a lot of #^£#@  for Owain  to accept  this nefarious role.  #QuaranTURN",
        "@MaeSChaplin Makes me SO grateful for the era I was born.",
        "@OnlyRedNow Bless you and your memories. Take care!",
        "@TurnLand thank you again for giving us a wonderful respite. Hope you’re mending well! #QuaranTurn",
        "@MaeSChaplin Yes, it sure is. But in those days, even with her stature, she didn’t have much choice. #QuaranTURN",
        "It still amazes me that in real life, Peggy Shippen stood by Arnold. I think it was mostly for her their children. #QuaranTURN",
        "Kudos to stunt double who was on the horse! …  #QuaranTURN",
        "Hatchet man escaped with his life! No thanks to Mr. Rogers and his neighborhood! #QuaranTURN",
        "Love the teacher re-teaching the pupils!  #QuaranTURN",
        "Neddy was also a real person. #QuaranTURN",
        "Full square hatchet in the head… What a scene! Kudos to the props and special-effects folks! @TurnAMC #QuaranTURN",
        "Hewlett speaks the truth, Richard!   #QuaranTURN",
        "This was a bit of filling the gap with Caleb and Papa Townsend by the writers. At first I thought it was lame... bu… https://t.co/7jW8BHRIOV",
        "Ben crosses the rubicon.  No going back now.  #QuaranTURN",
        "“There is no us” #QuaranTURN",
        "@Ayyye_Geo #2 ...Love me some Italian yummies. And me, with no Italian in my veins.",
        "@mirandaburgin @Vegalteno Thanks so much for sharing. I will try this the next time I have to go shopping. Should b… https://t.co/CdUXPgosa3",
        "@Vegalteno Baked Ham,   Asparagus and twice baked sweet potato.",
        "@mirandaburgin @Vegalteno Sounds Yummy.  Can you share the coconut cake recipe?",
        "@AlexRoseWriter Well, now you have a new and exuberant fan base now...so keep the faith and we will try to get the word out.",
        "@AlexRoseWriter #TurnFam  Congratulations on a new book being launched.🌹",
        "@AlliFitz I’m not seeing that on my Twitter “trending” section.  Must be regional or something. Anyway, glad to hear it. #QuaranTurn",
        "@dnasholm I just don’t know why  the directors,  or anybody for that matter, didn’t look at him and say “that doesn… https://t.co/5jjOYuON48",
        "@TurnLand Thank you for hosting again. Hope you continue to feel better.  #QuaranTurn #TurnFam!",
        "Another sweet declaration by Hewlett… This time he actually does sweep her away... #QuaranTURN",
        "Ben and his bad hair day... all season three😐 #QuaranTURN",
        "Nice to see Robert Rogers actually kind of startled about something #QuaranTURN",
        "Edmond, in civies, in the moonlight… It becomes him! #QuaranTURN",
        "Robert Townsend, waxing eloquently.  #QuaranTURN",
        "*show’s",
        "Here comes our elusive “Austin Roe”.  Real (heroic guy), inserted  by our amazing @turnamc  writers so he could rig… https://t.co/NmHZa28ge5",
        "Anna… Winding him further and further around her little finger #QuaranTURN",
        "Townsend invoking his Quaker faith… Which would not have been easy for him … To protect the ring. Hear Hear! #QuaranTURN"
    ]
}