{
    "screen name": "MiguelMateus98",
    "no. of tweets": 188,
    "tweets": [
        "@RCPEHeritage @FJSoyer For once I'm glad someone did self-adversiting. Couldnt live without today's espresso flavour.",
        "@___Jota___ @zenunogoncalves É o Ricardo. Fez o mesmo na final do euro.",
        "@GaianBrito @ruitavares @jfelixcardoso Exatamente. Aquela gente não tinha nada, muitos iriam para as cidades alimen… https://t.co/0OjdcWUwDZ",
        "@GaianBrito @ruitavares @jfelixcardoso Isto foi um pouco rebuscado. Fico sempre com pena. Mesmo as personagens mais… https://t.co/bx6VolMB0R",
        "@GaianBrito @ruitavares @jfelixcardoso Do ponto de vista social eu gosto sempre das partes em que possa perceber um… https://t.co/JFUKpJhyaO",
        "@ruitavares @GaianBrito @jfelixcardoso Diário de um louco podia ser Dostoevsky se tivesse mais 400 páginas. Também foi o que gostei menos.",
        "@GaianBrito @ruitavares @jfelixcardoso (Também está aqui o tal 👃 eheh):",
        "@GaianBrito @ruitavares @jfelixcardoso Há uma edição com alguns dos mais famosos contos do Gogol. Todos em S.Peters… https://t.co/b3zAh4Sng7",
        "@jrhennessy @Khlopomanstvo He also said on tv that forcing kids to kiss their grandparents could lead to relationsh… https://t.co/RCcsE5VwjS",
        "@jrhennessy @Khlopomanstvo I had teacher in uni that for an entire class insisted that Portugal invaded Brazil in 1… https://t.co/EnyeYAWOkG",
        "Por último apenas me ficou uma dúvida: não sei até que ponto a alternância livre entre o termo CEE e UE nas respost… https://t.co/JVu9ByIEwh",
        "Uma das melhores qualidades do Ocidente é o espaço para a reflexão e auto-crítica.\nSe queremos viver numa UE verdad… https://t.co/T59PlJzDxf",
        "Uma nova incursão à História da integração europeia no Ípsilon do Público. https://t.co/ITQxu0a1Dr",
        "@Joao_Bx Azeiteiros!",
        "@jorge_salema Interessante... 🤔",
        "@jorge_salema Faz diferença? (a sério, não conheço)",
        "@jorge_salema @Ricardo02795989 @jfelixcardoso Aquele engraçado filósofo esloveno diz que é o melhor livro russo.",
        "@jorge_salema @Ricardo02795989 Eheheh\n\nEstive para acrescentar a informação vital: é pela saúde dos meus olhos. Se… https://t.co/4py17UPxdg",
        "@jorge_salema @Ricardo02795989 @jfelixcardoso Eheh e não é que escolhi logo um link para e-book 😂\nNão sou desses!",
        "@ruitavares @jfelixcardoso A musicalidade da métrica só bate certo no russo.",
        "@ruitavares @jfelixcardoso Para interpretar Dostoievski gostei do \"Problemas da poética de Dostoevski” (Mikhaíl Bak… https://t.co/C6maDb4izZ",
        "@ruitavares @jfelixcardoso Histórias deliciosas! Um povo de grande espírito e, por isso, literatura.\n\nQuanto à riva… https://t.co/TX15vnxGua",
        "@jorge_salema @Ricardo02795989 @jfelixcardoso Desculpa a preguiça de procurar um link da coleção toda. a Capa é sem… https://t.co/V9v2OxpQS3",
        "@jorge_salema @Ricardo02795989 @jfelixcardoso Crime e Castigo comprei de uma coleção premiada de clássicos russos.… https://t.co/VOpfqT9yYo",
        "@jorge_salema @Ricardo02795989 @jfelixcardoso Foi o que achei do último que li dele (Pais e Filhos). A estrutura da… https://t.co/SOaAfDoi9L",
        "@ruitavares @jfelixcardoso Felizmente o que menos faltam são \"colossos\" russos (a nível de conteúdo).\nTalvez para u… https://t.co/zvFlQFs4Cj",
        "@jorge_salema @Ricardo02795989 @jfelixcardoso eheheheh",
        "@anaifos87 @jfelixcardoso Os diminutivos deles é uma semelhança com Portugal!\nSão fofinhos, quentes, familiares XD… https://t.co/S6n5pRMtyQ",
        "@jorge_salema @Ricardo02795989 @jfelixcardoso E quando há tradução do Pescada e do casal Guerra? Como fazes? Eu ten… https://t.co/YUXj5yWarb",
        "@HistoryOfNL 2x \"also\" 😳",
        "@HistoryOfNL Also dutch history movies might be another theme for that far away future. I just saw \"Michiel de Ruyt… https://t.co/Bnegdua7DG",
        "@HistoryOfNL Also Dutch-Portuguese war ironically fought in 3 continents but not in Europe xd\nBrazil, Southeast Asia and Africa",
        "@HistoryOfNL More than 50? Awesome 💪",
        "@jfelixcardoso Se fosse real seria rude, vamos  assim dizer.",
        "@jfelixcardoso Possivelmente :) \nÉ uma história de muitos amigos e conhecidos, e ninguém gosta de se esquecer dos nomes",
        "@AlexandreCruz Alguns países *foram* lixados",
        "@jfelixcardoso Caderninho ao lado (a sério! É mesmo melhor!) \n\nBoa viagem! XD",
        "@JMCerdeira A questão da \"citação de tweet\" tem um pouco a ver com figuras públicas fazerem dela uma ferramenta par… https://t.co/nVkkSpFc2d",
        "@HistoryOfNL Useful thread \nhttps://t.co/rel1cKEA7V",
        "@HistoryOfNL Both regularly punching above their weight, using commerce for their advantage, expanding naval power… https://t.co/5XT9tM91zO",
        "@HistoryOfNL I am enjoying (finally) listenning to the podcast\nE01 done during the morning.\nFor future reference at… https://t.co/779yF144aL",
        "@JMCerdeira Quando citam um tweet meu também fico com a impressão que a mensagem é dirigida a (contra) mim. Uma fal… https://t.co/oknk9Gvbyf",
        "@JMCerdeira Só estava a fazer uma nota geral.  Há muita gente por aqui a querer ver o Centeno ser despachado. A que… https://t.co/83DtZUJOBj",
        "@jdiogospbarbosa Isto devia ser senso comum. \nAs razões que têm travado os mesmos são internas às instituições?",
        "\"Oxford, sempre Oxford\", \"Cambridge\", \"Harvard\", \"LSE\" etc \n\nNão faltam candidatos nacionais habilitados, inclusive… https://t.co/RfaXuuj9dH",
        "Sinto algum desespero nesta rede em continuar a ver o \"trio\" Costa, Marcelo e Centeno no poder (que como vimos faci… https://t.co/XaydgS8dd4",
        "Somos dos mais rápidos da Europa a reagir :)\n(não que que a questão esteja errada. É legítima) https://t.co/5oc0cNSQTg",
        "@Joao_Bx Tenho de ler sobre isso.",
        "@Joao_Bx A seguir faria o mesmo para o resto da UE. Estou a ver o estilo https://t.co/9GWkIdVP8j",
        "@Joao_Bx Os povos dos Países Baixos são interessantíssimos. Tenho algum fascínio por estes “anacronismos” nacionali… https://t.co/6g2qk501Wt",
        "@coolnessak88 @himskid2001 @FormerCule @brfootball Because he played for sporting he was surrounded by his idols, p… https://t.co/4JDHa2pYmK",
        "@coolnessak88 @himskid2001 @FormerCule @brfootball Eric Dier = Portugal national team 🤔",
        "@coolnessak88 @himskid2001 @FormerCule @brfootball They are all academy graduates who started their careers at Spor… https://t.co/Katz6VI0C9",
        "@coolnessak88 @himskid2001 @FormerCule @brfootball Wtf is the matter with you, indeed.\nAccept disagreement, “dear g… https://t.co/DAg5Cer8fF",
        "@coolnessak88 @himskid2001 @FormerCule @brfootball Because sporting never produces great talent.\n\nOh. Don’t mind me… https://t.co/tFnuTpjeK4",
        "@Joao_Bx https://t.co/TgCXGUSQRX \n(O mais vistoso) https://t.co/VmHelOEN51",
        "@Joao_Bx Os artigos que saíram sobre algumas movimentações  nacionalista na Flandres são preocupantes do ponto de v… https://t.co/Bn35l6Sgvn",
        "Tendo em conta as previsões que apontam para, na melhor das hipóteses, uma laboriosa recuperação de B para C (⬇️),… https://t.co/rHDGkcBWnA",
        "Exatamente.\n\n(seria errado não dizer que foi o @naguiar quem inicialmente partilhou o tweet acima e a peça da Reute… https://t.co/VAp8WUtRBp",
        "@naguiar Isto já aconteceu. Agora é que é o timming para forçar.",
        "Tem as suas semelhanças com criação do Imposto sobre o Rendimento (IRS) pela Grã-Bretanha para financiar o esforço… https://t.co/d5VJzhRvUh",
        "Portugal’s Euro 2016 squad counted with 10 Sporting academy graduates \n\nWilliam Carvalho,João Mário,Quaresma,Ronald… https://t.co/fIs2wpVBIj",
        "@brfootball *Futre should be there\n\n2nd for the ballon dor",
        "@brfootball Sporting 💚🤍",
        "I really enjoy this.\n#Sporting 💚🤍 https://t.co/ow33OylFRn",
        "@naguiar Ahahah claro que fizeram este vídeo",
        "@kowsmann @mfariacastro Guardar tanta garrafa também tem a sua arte 😀\nBom proveito!",
        "@JoanaRamiroUK 👀",
        "@SwxgsukeN Literally if he was with a red bull He wouldn’t be better than Albion but he would finally have a podium… https://t.co/5Ui2znnCLt",
        "@SwxgsukeN That would be solid.\n\nBefore that I wish Hulkenberg returns. Cool guy. Always consistent. The unluckiest ever",
        "@SwxgsukeN We all know Raikkonen loves the sport above everything else. He just wanted to race.\nVettel always passe… https://t.co/cHCBsrfW1p",
        "@SwxgsukeN Damn vettel out really looking like a real possibility. One of those moments when he can stay but he has… https://t.co/H1rHbfaw9G",
        "Faz me lembrar o meme “when you‘re a girl and they say you look like your father”\nJohn Cena em Alta rotação no SNL https://t.co/HggVadCcUE",
        "The truth is out\n#RickandMorty https://t.co/uTIOXjxOBn",
        "https://t.co/QQXlZlPfH5 https://t.co/eKjOLowWaS",
        "14 maio de 1940.\nRoterdão é arrasada por bombardeamento alemão.\n80 anos depois, um moderno horizonte arquitectónico… https://t.co/zXEwtZkAxW",
        "@jfelixcardoso Chegámos ao nível da primária. Boa.",
        "This is the exact same narrative we had in Portuguese football since at least the early 2000s up to 2016 European v… https://t.co/nyaazK9BQZ",
        "(Arsène Wenger)",
        "How things go in circles https://t.co/jJQNdGmdhR",
        "@AzulejodEntrada @fjviegas Gostei muito que tenha decidido dividir a palavra “sucessivamente” dessa forma :)",
        "@fjviegas E hoje vi um senhor a usar folhas de alface como máscara.",
        "@fjviegas O gráfico do bom senso mostraria uma queda abrupta nas últimas semanas, mas tal como no combate ao covid,… https://t.co/6IdW7LgMov",
        "@alex_alexey87 @StewFuller82 @EURO2020 Indeed. I liked what I saw at the Russian World Cup.\n\nOur big stadiums are from the EURO 2004",
        "@marinovpeixoto Kaká throwing football philosophy to his poor son who just asked for a small advice. \n\nWhat can foo… https://t.co/w1lc2PuPMs",
        "@alex_alexey87 @StewFuller82 @EURO2020 Krasnodar seemed like the “Russian”-Braga but suddenly it all collapsed when… https://t.co/cupVqEkDL7",
        "@alex_alexey87 @StewFuller82 @EURO2020 True. Benfica could play a shit game and still win in the last minute. It’s… https://t.co/uM49BSOT57",
        "@FadoPositivo No entanto, olhando somente para o que temos, penso que muitas gente pode e deve estar surpreendida p… https://t.co/oJEjEjGmO6",
        "@FadoPositivo Sim claro. Daí ter dito que seria muito prematuro. Felizmente muitos dos governantes têm de demonstra… https://t.co/VweqZQG9sw",
        "@amerali @MacaesBruno *I wanted to right that “we are now close to 50 000”\n\nIthe tweet came out totally different from my intention.",
        "@amerali @MacaesBruno Exactly. \nI couldn’t find a free access news piece with more recent Numbers.",
        "@amerali @MacaesBruno (To anyone able to read in PT or brave enough to use google translator)\nhttps://t.co/hQyPR6YlOJ",
        "@amerali @MacaesBruno On May the 5th Portugal had a capacity of 44 000 tests per million citizen.\nFrom what I hear… https://t.co/b2eqn1hato",
        "@SwxgsukeN Regrettably it doesn’t have football :/ \n\nStill it’s my local club",
        "@alex_alexey87 @StewFuller82 @EURO2020 When I look at it I still remember the last minute offside goal that put Spo… https://t.co/UQh096ME1J",
        "@FadoPositivo A narrativa da produção industrial é de ser \"secundária\" (sapatos, produtos agrícolas etc) e exportaç… https://t.co/yyfq71fHRo",
        "@FadoPositivo Isto vale o que vale, nesta fase prematura, mas se os valores daqui a 1 ano ainda fossem mais ou meno… https://t.co/o0qvzQwTrv",
        "@naguiar XD",
        "@naguiar https://t.co/YZfOCdt7E1 https://t.co/WCi8zvUdYi",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal And they didnt get them from sporting achievements. Theyr… https://t.co/Ht9EnAHNuc",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal With him as President clubs from the big 5 got more places… https://t.co/wfU3axNjaB",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal And was heavily criticised in Portugal.",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal So he was saying Serie A should only have 2 places?\n\nMate,… https://t.co/Colg1ruRwn",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal He should have ask why is their 4th best team (Inter) from… https://t.co/I1gV5aP73d",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal It's a disgraceful statement.",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal Lol so Atalant is a small club and gets to the UCL by meri… https://t.co/dTGPyUQ707",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal 23128361287x more camera angles than the rest of the leagues combined hehe",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal So a rich guy from a rich club is going to change the rule… https://t.co/BkzpDS8j6C",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal Because their football is shit.\n\nJorge Jesus (winner of 20… https://t.co/ujNgYelCxa",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal *Players GO there for money",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal Wolves is basically a club 50 times smaller than Porto, Sp… https://t.co/fpG0eaec96",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal Mendes ususally gets 10% or 15% of theses deals and he mak… https://t.co/4NoFXKco7y",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal Porto barely makes 2nd and Sporting is just shit. From Wil… https://t.co/1xRjz7axqB",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal I'm just saying he is not that popular anymore. When he to… https://t.co/bJBt92IGNL",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal Lol no. There teams get worse every year because Mendes wa… https://t.co/CWYsh6d2Cz",
        "@alexandreafonso xd",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal Benfica and Porto fans disagree",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal He'll go there. The agent is Jorge Mendes. Benfica and Por… https://t.co/Cc3lBDcGZj",
        "@cr7raprhymes @Man_of_moments @EURO2020 @selecaoportugal Then you lose Fernandes. In the Nations League he had to play as an 8.",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal He barely played so I cant say much. He looks worse then w… https://t.co/0mrz4VFll9",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal Felix is differente. Santos decides game by game. Felix is way more mobile.",
        "@cr7raprhymes @Man_of_moments @EURO2020 @selecaoportugal The man bullied Coates and Mathieu. Imagine that. And he i… https://t.co/dl0jcCi4SY",
        "@cr7raprhymes @Man_of_moments @EURO2020 @selecaoportugal Team sport: best striker to partner someone more mobile li… https://t.co/GixYwVIkOI",
        "@cr7raprhymes @Man_of_moments @EURO2020 @selecaoportugal Ricardo Horta is a player from Braga.",
        "@cr7raprhymes @Man_of_moments @EURO2020 @selecaoportugal I wouldnt put him as a starter. \nFor me atm the attack wou… https://t.co/VjBfsWhv6m",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal Will see. We still don’t have as many great option as the… https://t.co/oFkwqvxSIF",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal Since the time Gelson Martins essentially disappeared Rafa… https://t.co/WglQ2OBJfb",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal Likes to drift from the left inwards until he is a 2ns str… https://t.co/PBrklFjHXk",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal First of all because he never played as a cam. Not at Brag… https://t.co/gCzb081UPc",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal Not at all mate.",
        "@Shyznogud @Heliocoptero @dpaxorales @PhotoHistorylx @JPPir Quem nunca :)",
        "@Man_of_moments @cr7raprhymes @EURO2020 @selecaoportugal One of the best small touch dribblers around. Inside the box he is deadly.",
        "@Shyznogud @Heliocoptero @dpaxorales @PhotoHistorylx @JPPir Não conhecia esta página. Obrigado!",
        "@helenatrigueir0 @jdiogospbarbosa 👀",
        "@helenatrigueir0 @jdiogospbarbosa O russell ou o ocon estarão prontos para dar o salto? Se sim, imagino algo como o… https://t.co/r5ebwLk0yy",
        "@Mathletics1984 Oposto: Montero (sempre a cair em fora de jogo nos tempos do Sporting)",
        "@marinovpeixoto Two things: \n\n- The list is weird until Bruno Fernandes scores a cracker \n\n- Questionable Spanish m… https://t.co/mB85XhHXaA",
        "@zpmonteiro @JPPir Diria que uma “desvantagem” que tem (se formos picuinhas) é ser difícil encontrar algumas ediçõe… https://t.co/oiQPVKefRJ",
        "@JPPir @zpmonteiro Eu uso para ir fazendo as minhas listas de leitura.\nAs vezes, se gostar de um autor, é mais fáci… https://t.co/ZuYwKNo7Ff",
        "@naguiar (Li mal o título . N sei porque tinha lido cds qnd cliquei na notícia. Vou apagar portanto pq n fazem sentido )",
        "@Heliocoptero @dpaxorales @Shyznogud @PhotoHistorylx @JPPir Esse tweet desperta sentimentos patrióticos. \nAconteçeu História ali.",
        "@Shyznogud @JPPir @Heliocoptero @dpaxorales @PhotoHistorylx 😂",
        "@Shyznogud @JPPir @Heliocoptero @dpaxorales @PhotoHistorylx Ainda ninguém me chamou lagarto. Menos mal.",
        "@JPPir @Heliocoptero @dpaxorales @Shyznogud @PhotoHistorylx 1 vez desde 2013 \n\n(e mesmo assim não é atual)",
        "@Heliocoptero @dpaxorales @Shyznogud @PhotoHistorylx @JPPir Fiquei totalmente baralhado aqui nas menções. Também é… https://t.co/5lb08c2u8H",
        "@Heliocoptero @dpaxorales @Shyznogud @PhotoHistorylx @JPPir Aaaaah! É isso sim! A memória falhou me...Acho mesmo qu… https://t.co/DCyIrqp3Jo",
        "@dpaxorales @Shyznogud @Heliocoptero @PhotoHistorylx @JPPir Estava a ver se tinha as fotos que tirei no telemóvel. Infelizmente não.",
        "@PhotoHistorylx @JPPir Muito obrigado!",
        "@dpaxorales @Shyznogud @Heliocoptero @PhotoHistorylx @JPPir Ah! Eu estava a falar das de Évora. Confundi conversas.… https://t.co/jX7Zqhe6dp",
        "@Shyznogud @dpaxorales @Heliocoptero @PhotoHistorylx @JPPir Eheheh boa 😂",
        "@dpaxorales @Shyznogud @Heliocoptero @PhotoHistorylx @JPPir Infelizmente não sei... há um pequeno troço nas chamada… https://t.co/xOfVbuXJsM",
        "@Shyznogud @dpaxorales @Heliocoptero @PhotoHistorylx @JPPir A muralha Fernandina que ainda aparece a espaços dentro… https://t.co/U6lFfJ2K6h",
        "@Shyznogud @dpaxorales @Heliocoptero @PhotoHistorylx @JPPir Podemos é estar a falar de um níveis de alteração difer… https://t.co/IOEaivk2P1",
        "@dpaxorales @Heliocoptero @PhotoHistorylx @JPPir (Penso eu. Foi o que ouvi)",
        "@dpaxorales @Heliocoptero @PhotoHistorylx @JPPir Pois, já vi. Menos mal.\nTambém era só uma pequena parte de um palá… https://t.co/876ZmDLY4r",
        "@naguiar (o Rembrandt tem um auto retrato para todos os contextos)",
        "@naguiar https://t.co/PG9eTJQF0u",
        "@JPPir @Heliocoptero @PhotoHistorylx A casa da Gulbenkian é atrás destes portões/muros.\nSó consigo isto com o Googl… https://t.co/rXbbnSL7fp",
        "@JPPir @Heliocoptero @PhotoHistorylx Agora iam fazer obras. Da última vez q la passei ainda não estava aberta. Até contornei a dita cuja.",
        "@JPPir @Heliocoptero @PhotoHistorylx (Daí as notícias no ano passado sobre a expansão dos jardins Gulbenkian, herdeiros nomeados)",
        "@JPPir @Heliocoptero @PhotoHistorylx Desde a morte que já não.\nHa um palacete do lado dos jardins que da para o quartel militar.",
        "@Heliocoptero @JPPir @PhotoHistorylx Isto parece steampunk",
        "@Heliocoptero @JPPir @PhotoHistorylx Foi a única mulher que la viveu na história do convento. O casal fez um anexo… https://t.co/OM1Rc2hHSr",
        "@Heliocoptero @JPPir @PhotoHistorylx Nos anos 50 ou 60 comeram os restauros e expandiram no também, cumprindo todas… https://t.co/dpOFzFuvx9",
        "@Heliocoptero @JPPir @PhotoHistorylx A convento da cartuxa (Évora) tornou se numa escola agricola depois da extinçã… https://t.co/MTym7AOSkG",
        "@JPPir @Heliocoptero @PhotoHistorylx Nunca me aproximo muito...",
        "@JPPir @Heliocoptero @PhotoHistorylx E os pavões? São verdadeiros?",
        "@JPPir @Heliocoptero @PhotoHistorylx Somos um povo muito flexível",
        "@Heliocoptero @JPPir (Vamos la então aprender mitologia nórdica para la de Hollywood. Pelas primeiras páginas que l… https://t.co/CEx5Z6Ua7q",
        "@Heliocoptero @JPPir Ahahah que fixe! \n\n#ObrigadoTwitter",
        "@JPPir @Heliocoptero @PhotoHistorylx Se mexeram fizeram um terrível trabalho. Ninguém vai lá rezar à senhora deusa a chuva e ao vento",
        "@Heliocoptero @JPPir Pode ser uma enorme parvoíce o que vou perguntar mas, dada a descrição do seu perfil e porque… https://t.co/Ublv5581dh",
        "@Heliocoptero @PhotoHistorylx @JPPir Uau de facto não há escrúpulos\n\nPor enquanto Évora safa se... (se me dizem que… https://t.co/2kQeE9bxas",
        "@PhotoHistorylx @JPPir Que mais exemplos temos em Portugal?\n\nPS:  já vi aqui uma referência ao Paço dos Duques em Guimarães",
        "@PhotoHistorylx @JPPir Epa Nao fazia a mínima ideia!\n\nBem, fica história sobre história e a vista de todos.",
        "@Jo_EQ @alexandreafonso Maybe people dont search the name as \"Magalhães\" but Magdeleon (I dont know₩",
        "@alexandreafonso You mean KalinGRAD? xd",
        "Para acabar o dia com primor\n\nReunião do The Office/EUA\n➡️14:55\nhttps://t.co/SuNd1cpApk",
        "@Andrew__Roth Who knows? He probably got the European nationality later on. It would make sense because he lives in… https://t.co/DzPZgi08jW",
        "@Andrew__Roth Messi is from Argentina",
        "Em termos pessoais ainda estou para conhecer alguém da FDUC que defenda com seriedade a mudança",
        "O título é um bocado enganador https://t.co/JrA2cGr0r4",
        "Por acaso passou-me o mesmo pela cabeça. Engraçado que um artigo depois percebi que é mais \"inner joke\" do que outr… https://t.co/OuwRVAvAY1",
        "@zpmonteiro @pmcasinhas (Isto é um bom hábito. Ainda bem que passei por aqui. Mesmo ler coisas parvas pode ser esclarecedor)",
        "@Bito09001200 @FCPorto Poético ver o Liedson a fazer a assistência. Provavelmente a única coisa que fez no Porto (é… https://t.co/vu69IXN82O",
        "@Santos_009 @EuropaLeague @PSV Im always impressed by the quality of wingers PSV have had in their recent history.",
        "@EuropaLeague @PSV Wijnaldum, Lens and X?",
        "@AgeofNapoleon Was this said/written in the face of defeat?"
    ]
}