{
    "screen name": "LauraEWilson",
    "no. of tweets": 140,
    "tweets": [
        "A fascinating read about predictions for the future of higher ed 💻https://t.co/fEeRiI6oIx?",
        "Thanks to quarantine TikTok is growing at a faster rate than Facebook or Instagram did in their early years 😱after… https://t.co/ptGeOh2mGe",
        "Facebook is running a new series of education sessions for #FacebookGroup Admins https://t.co/zsLNUQiXNG",
        "Spike in doctors and nurses using TikTok sharing health news, best practices, and tutorials during COVID… https://t.co/djLNKYLh3t",
        "Etsy sales doubled in April thanks to homemade masks. I was def one buying them 😷😷😷https://t.co/2mowPgQWCi",
        "YouTube and Facebook are competing for the most star-packed online commencement, with Oprah, the Obamas, and more  https://t.co/csPtMAnWNU",
        "Budgets reduced, resources slashed, yet demand for digital content is higher than ever before. Enter: UGC… https://t.co/OYNrAZXqft",
        "And then he MICROWAVES that atrocity?!?!? 😅 https://t.co/fi5XvD1HBy",
        "\"No one is asking about your split ends\" 😂 https://t.co/bsk6I6oGDG",
        "@kurtbardella heard it was a manhunt for an armed robbery suspect who abandoned a vehicle and fled on foot",
        "@LeavittDC @LisaMckinley4 @SarahALeavitt Tell me you finished watching it?! 🐯👑",
        "Cant get enough of these 🐧🐧🐧https://t.co/artykaO6rA",
        "The top ten global influences to watch in 2️⃣0️⃣2️⃣0️⃣ and beyond by @WeberShandwick international #publicaffairs e… https://t.co/m0VbwA1Jtb",
        "Umm why is Beyoncé’s collab with @adidas basically a Va Tech line? EVERYTHING is orange and maroon 😆 https://t.co/XUxfWLHiSQ",
        "Ahh cant wait to check this out in February! 🙌 https://t.co/B3cWZOLYiu",
        "Can't believe this is actually happening 😱 https://t.co/k9j2jpIulJ",
        "I need a documentary about all the Vine influencers who never found a home on another platform. Did they go back to… https://t.co/EeYpLIbKMq",
        "Ugh this was such a cluster this morning https://t.co/Uk3iY3hxaI",
        "The @WeberShandwick DC office is hiring a digital #intern for the spring. Awesome opportunity: https://t.co/gTK3Lp1qek",
        "Best. job. ever. 🐶 https://t.co/7cJoxcojIa",
        "@EisReading yes heard as well",
        "@Sparklytweetz yes heard as well",
        "@MikeKMorrison yes heard as well",
        "@DAT1chauffeurin yes heard as well",
        "@joyrenee heard as well",
        "We broke. https://t.co/fexlhBRzzl",
        "New Jack the Bulldog! 😱Can't wait to meet this little pup https://t.co/kyEVhgedNI",
        "NOOOOOOO!!!!! 😔 😩 😢https://t.co/GmbCa05xO3",
        "So sad. I worked with Lauren at Georgetown. 💙 https://t.co/i11gXk7tvb",
        "Had to see if this was a real tweet. 😆 https://t.co/Z2R9aw5TeH",
        "Facebook Stories finally reveals 150M daily viewers https://t.co/spfaceVpN2 https://t.co/lHQ4rFPnb1",
        "Love this story! 💙 https://t.co/tfhQLmwk7G",
        "#NationalPetDay? Say no more! Any time I can show off my sweet baby Blue 🐶 https://t.co/QbUJwW06J1",
        "I am rolling 🎣 https://t.co/RdOPRtzdLq",
        "Fastory launches Instagram Story widget allowing companies to integrate IG stories into their websites… https://t.co/xVZtHHpKCk",
        "@Chris_Grosse @GeorgetownHoyas Grosse...where have you been?! @Georgetown has been doing that for four years 😂",
        "After years of neglect, Snapchat focused on the developing world to boost its user growth rate and beat Wall Street… https://t.co/Jp8KNNzosc",
        "No fake news here 😎 https://t.co/n08tq0y2Ao",
        "Snapchat opens in-app shopping section with Snap Store https://t.co/WH5xDpz0CA https://t.co/MqpxrKGraw",
        "Instagram’s carousel ad format is coming to Instagram Stories https://t.co/I41mHB0JA7 https://t.co/CSbocP1RKQ",
        "4 in 10 millennials and Gen Xers cite Facebook as their preferred platform for viewing video while splitting betwee… https://t.co/GEngqQUpLU",
        "Weight Watchers has tapped DJ Khaled as its latest social ambassador to share his mission to lose weight across Ins… https://t.co/0T9hjro3Zh",
        "96% of marketers prefer Instagram Stories to Snapchat ads https://t.co/t3mGKUY7Xz https://t.co/V9NunyqGZH",
        "We are so extra at Georgetown but I LOVE it! Happy #HoyaHolidays! https://t.co/Au1w10zRuL",
        "I almost cried when this little guy came out! @georgetownjack you are such a Star 🐶✨ #BeatCuse  https://t.co/RdghMl5Xe1",
        "Can’t wait to share this series on Tuesday!🎅🎄🎁 https://t.co/MXWqqeNHWR",
        "Talking about managing social w/ a small team at 12:15 today at #SocialFresh. Hint: size doesn't really matter (if you do it right)",
        "@laurask would love to chat! Will you be around tomorrow? I speak at 1215. Would love to chat after.",
        "Anytime I can talk about sliding into those Insta DMs in a panel is a good day 😂 https://t.co/5f4JdlIeqL",
        "@RyDietz @mar10s Direct attribution is still a bit of a challenge though. AMA did a nice write-up about it last year https://t.co/SK1xsOJR7V",
        "@RyDietz @mar10s This is year is the 4th iteration of the program. From a content performance standpoint we are loo… https://t.co/nv75vvrjZQ",
        "@RyDietz @mar10s @LifeAtPurdue @BelmontUniv @BYU Dating myself, but it's more like a gen z Real World cast 😂",
        "@RyDietz @mar10s We have 18 paid undergraduate students who create day-in-the life short form video content shared… https://t.co/VsHPFNeXcw",
        "@willgallahue stop. 😂 you’re giving me nightmares. How can we ever forget? So funny!",
        "Influencer disclosure guidelines: how to comply with disclosure guidelines, and properly protect your business when… https://t.co/sJIPJhw3mX",
        "@revering Thanks, Brad! I will email it to you this afternoon",
        "Facebook ‘Messenger Kids’ lets under-13s chat with whom parents approve in an ad-free environment… https://t.co/OD0N5SoRPc",
        "Instagram shares its 2017 year in review report. It's all about #love #memes #fitness and of course #photography… https://t.co/kEjn9ZiucR",
        "What you need to know about Snapchat's latest redesign https://t.co/QoJj8dtXm6 https://t.co/Fox6ahTUI9",
        "Snapchat says its best path forward is by providing a personalized content feed based on what you want to watch, no… https://t.co/sLBMOINCMJ",
        "@1918 It's talking about the value that this would provide to smaller local businesses and this would likely provid… https://t.co/JZVoQwf0RH",
        "Google is quietly building a Facebook Page killer for local businesses  https://t.co/JHo3jOITt2 https://t.co/BSTrGVcgmb",
        "Reddit is wooing brands w/ autoplay video spots, a self-serve ad platform, targeting based on user interests, and w… https://t.co/gaj0pUa77Y",
        "Snapchat unveils long-form promoted Stories and augmented reality spots as new ad units https://t.co/n3qZNrZihX https://t.co/RkMWaazfg6",
        "Unilever is switching from mega influencers to micro-influencers in an effort to reduce ad-spend… https://t.co/6S545vb4Nx",
        "Great cheat sheet for measurement, distribution, and monetization of social video across major platforms… https://t.co/EPz8o3SThu",
        "7 trends that will impact social video in 2018: https://t.co/tEgDauW6X4",
        "Facebook live is the new QVC. Make.It.Stop. #IDontWantThoseLeggings https://t.co/0vGPuQKqEF https://t.co/yISm2OZfHV",
        "@denakonkel Great to have you there today, Dena! Enjoyed the rest of the summit!",
        "@pIain_jane glad to have you there today! Enjoy the rest of the conference!",
        "@tmoorerlc thank you, Terry! So glad to hear you enjoyed the workshop! 🙌#ISUM17",
        "@ShelbyNewsome thanks, Shelby! Glad you enjoyed the workshop 🙌",
        "Awesome group in the social media master class at #ISUM17. They are super engaged and have great questions  🙌 can’t ask for anything better!",
        "Looking forward to a great day in Raleigh teaching the Masterclass on social media! #ISUM17",
        "Brands are using influencers on lip-syncing app Musical.ly to reach younger teens https://t.co/uWgSAsFUc8 https://t.co/vxe7NpSx4w",
        "Facebook's Keller talks about  how six-second ads will become a \"new art form\" https://t.co/UWNk5ozMDE",
        "Snapchat is redesigning its app because it's too hard to use 😏  https://t.co/uXWmcHKtvD https://t.co/lr70GWybtD",
        "Proud of our #GeorgetownStories crew! They did a great job representing Georgetown this morning on @Fox5DC! https://t.co/Z47fHa2Fws",
        "Snapchat is finally opening up pixel tracking for marketers to measure cross-platform stats https://t.co/h5n6auU6op https://t.co/TU0Dvz4t8I",
        "Instagram Stories and WhatsApp Status hit 300M users, nearly 2X Snapchat https://t.co/VedBBBxCGK",
        "Yep, nailed it! Maybe the best Halloween vid yet 🎃🐶🎃 https://t.co/fSQ4EYX9H1",
        "LinkedIn, yes that LinkedIn, is the latest to copy a feature straight out of Snapchat's playbook.… https://t.co/PFGycD6gHB",
        "Marketers can now use new Instagram Stories feature to get consumer feedback https://t.co/2SpHBQdxP0 https://t.co/ThrQYEEmwd",
        "MediaKix says macrofinfluencers are a better choice; Other studies say differently ¯\\_(ツ)_/ https://t.co/FYafOlXzXj",
        "Trends to watch in mobile video: https://t.co/postzI2MgN https://t.co/qRGaw8oLEN",
        "Defying stereotypes, millennial men are proving to be key influencers for beauty, apparel and household products https://t.co/tjyW63BLDO",
        "5 ways most marketers misunderstand influencer marketing https://t.co/3LalagGuo7",
        "For her first trick Blue learned to properly stage a photo 😂 https://t.co/20JtTbGPbn",
        "@mmcarterewald thanks Maria! It was great to meet you! Looking fwd to seeing what you are able to implement 🙌",
        "FTC issues round 2 warnings to 21 Instagram influencers https://t.co/KgCzRXyfXB",
        "Instagram test feature lets users share Stories straight to Facebook https://t.co/TdzrrhYKFW https://t.co/qRenR9o2aB",
        "Awesome pic of my brother (the diver 😆) at Georgia Aquarium https://t.co/VlGDrIh0vI",
        "Influencers may be the future of marketing, but traditional marketing fundamentals still apply https://t.co/WX4IW0mkBN",
        "@troymccoy69 thank you! Yes, first puppy.  Very excited 😄",
        "Clerk: \"How would you like to pay for that?\"\nMe: \" /other\" https://t.co/7hKndQkYZ1",
        "Fun piece of @Georgetown history! https://t.co/iIzZkEwDsy",
        "It's #NationalDogDay and I just adopted this lil pup. Picking her up next wknd. Puppy advice is appreciated 😎 https://t.co/iDmSe35XjF",
        "@semrush @BrianHonigman @iPullRank @realMarynah @QuinnTempest @mesmithdesign @SusanEDub @brendan_mole @NYCINZIA… https://t.co/XpFV5SUM74",
        "Love this pup 💙🐶 https://t.co/RJMcnBp4x4",
        "@RachelrieRiley @DigSumPhilly Love the pic! Anytime I can sneak in a good Saved By The Bell reference is a great da… https://t.co/LTU7CUPn2v",
        "@rickkralevich Thanks, Rick!",
        "@Cardigan_Queen thanks so much, Grace! Our students really make it happen. They are 💯 Glad you enjoyed it!",
        "@goforchristina Thanks, Christina! Hope you enjoyed the pres! 💃",
        "@SmarketingIQ Glad you enjoyed it, Bonnie! 🙌",
        "@KevinJJuliano @Georgetown @DigSumPhilly Thanks, Kevin!",
        "@AHredchair @Georgetown Glad you enjoyed it! 🙌",
        "@ShannonMcL @Georgetown Awesome! Thanks, Shannon! 💃 #DSPhilly",
        "@KevinJJuliano Thank you, Kevin! Glad you liked it! #DSphilly",
        "@VFielding Thanks so much, Veronica! Glad you found it helpful. 🙌 #dsphilly",
        "New year, new #GeorgetownStories crew! Stoked for an awesome year on the Hilltop! https://t.co/2Yr1VaGcoV",
        "Seriously blown away by these renovations 😱 https://t.co/oSLaHkOH4C",
        "Leo's, I hardly recognized you 😻 https://t.co/GGKa2oYdgl",
        "@garyvee This makes me sooo happy! And at an incredible price point. I was just talking about what a waste Vinebox is. 🍷🍷🍷",
        "Facebook purging video clickbait from the News Feed  https://t.co/T4ssz1Wt54 https://t.co/XcVlt4xPRQ",
        "Only going if they serve avocado toast https://t.co/ljA9akV6Hb",
        "On my hometown #Charlottesville. A great place + this is not representative of the place I called home for so long. https://t.co/hjqHDDW6TU",
        "@SMCLawrence @Jhawk96 @jamesroyer @carlosgil83 Awesome! Hope you guys enjoyed the session",
        "Kylie Jenner shows one path forward for celebs on Snapchat: TV  https://t.co/l7F6IQBlfE https://t.co/whQIuqqGGD",
        "Hinge created Snapchat geofilters to ‘crash’ 25 weddings across the U.S. https://t.co/BossfBxCld https://t.co/3HEo5TL2kK",
        "Instagram Stories turns 1 as daily use surpasses Snapchat https://t.co/DexKATBSDX https://t.co/YvGEbEXS6O",
        "Wow. This is too good 😂 https://t.co/geHDgymkmV",
        "In just 3 weeks New York Times’ ‘Game of Thrones’ pop up newsletter has more than 60,000 subscribers… https://t.co/aAfq9uQVuA",
        "All the new emoji coming later this year 😎 👀👇 https://t.co/pBJPwSoUQp https://t.co/WpQmJ1lzEP",
        "Anytime I ever listen to @Kayak's \"prices may drop in 7 days\" the price has absolutely doubled on me. #neveragain 😡",
        "A definitive guide to targeting the right micro-influencers on Instagram (or really anywhere)… https://t.co/41av4u6Sns",
        "@JeffGabel @mckstough @crimsonhexagon Thanks, Jeff! We enjoyed being a part of it.",
        "Presented without comment 😂 https://t.co/xipOS4xF9N",
        "Testing out the live captioning vendor AI Media on Facebook live in a couple of weeks. Anyone used them? https://t.co/Cr1mjySgTb",
        "@dom_forshort @reveille @GeorgetownJack Thanks, Dom! BTW @reveille is so adorable! 💙",
        "I find this somewhat funny...don't leave your messages on 'read' 😜 https://t.co/9n9I2ASHeP",
        "Snapchat adds multi-Snap recording 🕒 and a color changing Tint Brush 🎨 https://t.co/mbATnEcM8x https://t.co/WQ382jbHRo",
        "Not a sandwich 😏 https://t.co/R5R08e8LJj",
        "Getting ready to give a webinar with @mckstough on a use case with @crimsonhexagon 💪 #socialinsights https://t.co/NDIBh2twYv",
        "Publishers are switching affections from Snapchat to Instagram https://t.co/XM806IfGcZ https://t.co/aOyrpfnJ8l",
        "Inside the operating room with 'Snapchat surgeon' Dr. Matthew Schulman 👻😷 https://t.co/85cDrKjdxb https://t.co/6fdAlMGrAr",
        "Why Paperclip may reverse Snap's stock market decline 📎📈https://t.co/riEH4aGZN4 https://t.co/I9KVxxFV2V",
        "@AmericanAir Thanks for the quick resolution!",
        "@kevelup Snapchat just released the external link option to all users so I imagine Instagram will open it up as well",
        "@kevelup based in DC area but remote work is possible",
        "@m_allotrope That's awesome. Thanks, Michael! 🙌"
    ]
}