{
    "screen name": "RealEricTrent",
    "no. of tweets": 114,
    "tweets": [
        "@whalenashlyn23 @whalenashlyn23, I'd like to write a story about you getting ready to play softball at Boise State… https://t.co/pTcTT5M1z6",
        ".@DxnielMay averaged nearly 20 yards per reception last fall, earning first-team all-league honors at wide receiver… https://t.co/pZSX4A8u1R",
        "https://t.co/5FbtD7IWun",
        ".@CoachEasleyRHS was the @GoRHSWarriors girls basketball coach for 11 years. \nhttps://t.co/dkX7Cv0s3X",
        "Corrie Strohbach tees off at Newaukum Valley Golf Course in Chehalis Tuesday as courses statewide reopened. \n\n📷:… https://t.co/IuajC0ZPXT",
        "@LukeTScribe Haha. Ouch. I'll see if I can track down a set.",
        "@CoachEasleyRHS Yeah, UW is a more likely destination. Definitely a D-1 guy.",
        "Bajema would tear it up at Western. Hoping he comes back home. https://t.co/yvZC3Ba0Ah",
        "@LukeTScribe I'm down for that. Been wanting to get into golf since that athlete challenge last summer.",
        "Golf is back! https://t.co/ocSKPBbIy6",
        "Please let this happen. https://t.co/6EPEyC5ZdD",
        ".@GoRHSWarriors star outfielder @bodey_smith7 is heading to Division-III @linfieldbsb in McMinnville, Oregon.  \nhttps://t.co/xXgsa8v5Ap",
        "Still one of my favorite games of all-time. https://t.co/2gtQhh2EvK",
        ".@DarthMalunat returns to coaching after a year-long break, taking over a @adnasoccer team that placed third at sta… https://t.co/KWNZBV1UZ1",
        "@CoachJTPete @DrRyanJ This team is unbeatable.",
        "@PrepHoopsWA Hometown: South Bend, WA\n\n• PG: Mike Houk (95)\n• SG: Jon Allison (05)\n• SF: @DrRyanJ (04)\n• PF: Tim Ta… https://t.co/yKc7I7uKpd",
        "Hometown: South Bend, WA\n\n• PG: Mike Houk (95)\n• SG: Jon Allison (05)\n• SF: @DrRyanJ (04)\n• PF: Tim Taylor (77)\n• C… https://t.co/stFaPILxI8",
        "@TEDnwcathletics @PrepHoopsWA This team would be unstoppable.",
        ".@carmencb_, the defending 2B girls state shot put champion, is joining @wwutfxc. @WWUAthletics \nhttps://t.co/P2ccw14Evm",
        "@bodey_smith7 @GoRHSWarriors @brenda_smith8 @RochSmitty14 @bodey_smith7 I'd like to write a story about you signing… https://t.co/mLC1spQOHO",
        ".@CarissaKaut will again be driving to the hoop this winter with ‘Centralia’ emblazoned on the front of her jersey.… https://t.co/xGOdaz8K8o",
        "@zoe_buchli https://t.co/YM8pAXcK23",
        "Schaplow will be @EWUAthletics first women's athlete to compete in both basketball and track and field since 2006.\nhttps://t.co/MLpRfvHpSh",
        "@gigharbored @ManyHatsMilles @SBLiveWA This is the correct answer.",
        "#BeTheLight from Pirate Stadium in Adna, Washington. https://t.co/Lie751VSao",
        "My alma mater https://t.co/kHLHvvmy8U",
        ".@x2xjessee was sitting on the couch Tuesday when he heard the familiar vzzzzt, vzzzzt vibration of his phone. He h… https://t.co/ZkhC1pLeLr",
        "@RottenTomatoes https://t.co/eVIu2gbiJt",
        "@SWXRightNow College Hoops 2K8 is still the best basketball game of all-time.",
        "W.F. West's Isaac Reavis has committed to wrestle at @HLineWrestling in Des Moines, Washington. Reavis placed third… https://t.co/TLW3DTqUUh",
        "Former Centralia and Toledo multi-sport athlete Jesse Weeks has committed to wrestle for Corban University in Salem… https://t.co/BqSKOlfNDE",
        "W.F. West's @whalenashlyn23 and PWV's Katie Adkins make the list. https://t.co/lEKUFy7uk3",
        ".@CSoblesky didn't have a choice. He was destined to play football. Now he's one of the top running backs in Lewis… https://t.co/gveSXIK6Cg",
        "PWV's Britney Patrick, W.F. West's @AnnikaWaring and Adna's Skye Snow are all here. https://t.co/vPYQRzQvFH",
        "W.F. West's Kamy Dacus and Adna's Haley Rainey both make the list. https://t.co/ZjgyerGdzQ",
        "@EvansRankings Yeah and I understand some of the runner ups might have been better than some of the state champions in certain years.",
        "Central 2B dominates the top-10. And the 2010 state champion South Bend team deserves better than No. 17. https://t.co/EA4l12Mn2s",
        "\"I knew I loved the sport and I wasn’t going to give up on it. I’ve never been able to escape it, no matter how har… https://t.co/oyPBUmo0Q9",
        "@CameronVanTil Just started this weekend. Can't believe I waited this long. Way better than I expected.",
        "@trev_elliott Yep. Do you know if they'll have a parade of cars around the track?",
        "If any Lewis County schools are planning to do this, let me know ahead of time. I'll be there. https://t.co/EiOi7HRTyf",
        "@reecewallacee32 @GHChoops @Coach_VargasGHC @reecewallacee32 I'd like to write a story about you commiting to GHC f… https://t.co/dGcpmauFJp",
        "The @WFWBasketball senior finished with 261 career assists, including an EvCo-leading 124 this season; both modern-… https://t.co/Gmi0hEgLat",
        "@RedEyeRob1 @JayInslee I might start using your made-up word haha.",
        "@RedEyeRob1 @JayInslee \"grammerical\"",
        "Group 5, without a doubt https://t.co/WwGLMp9EB4",
        "Out here in Onalaska to talk with @carmencb_, who no longer gets the chance to defend her state shot put title. https://t.co/lCjOWVSy3B",
        "@Naughty_Pooka Yes, please!",
        "Pok Pok, Tillamook, Stumptown https://t.co/mMDAgx3Bju",
        ".@thehawk_29, who's fastball has been clocked at 94 mph, joins former Bearcats teammate Brandon White in Pullman.… https://t.co/nDKKABMAlz",
        ".@CaitlinYenne was the NWAC West Region Defensive Player of the Year while leading the Trailblazers in scoring with… https://t.co/ZBFiFzziya",
        "That's all, folks. Spring sports are officially canceled. https://t.co/EXPlqDl1Y8",
        "WIAA not quite ready to call it quits. https://t.co/zQLEyDTgAY",
        "@espn Coach Carter, Space Jam, Friday Night Lights.",
        "“They told us, ‘Thank you.’ They were in tears,” Chehalis resident Dustin Hines said of Trooper Justin Schaffer's p… https://t.co/rp6OJ8RQkQ",
        "A convoy of about 350 vehicles for fallen state trooper Justin Schaffer reaches Adna High School. Schaffer, 28, an… https://t.co/uVMo9z6afK",
        "Used to watch this movie over and over when I was a kid. The Kiss band members have super powers and they battle th… https://t.co/5GoL4VzgzZ",
        "@Jeff_Albertson Season 4 is one of the best TV seasons of all time.",
        "@kairi_26 Snowpiercer is awesome.",
        "https://t.co/16n3vHVzlF https://t.co/hSNprnKzWg",
        "@LightsCameraPod https://t.co/YgqsRmU54T",
        "🤦‍♂️One of the best basketball coaches -- and people -- in the state. Mind-boggling decision. https://t.co/M2hPMplgFP",
        "One of the best passers I've seen in the last two years. https://t.co/esfUdNX2Hj",
        "Gordon Bombay:\n\n- Won the Minnesota peewee state title\n- Won the Junior Goodwill Games\n- Helped street kids get int… https://t.co/JEKJj2YiQq",
        "“I will do anything in my power to win... when I step onto the field, nothing else matters.\" - @GHC_Baseball commit… https://t.co/XgH3Ry3Sd4",
        "@RyanParishmedia @ringer Not even close for me. Omar better win this whole thing.",
        "@ByAlexHalverson Tommy Boy will always be a classic. Have you seen Almost Heroes? Farley's best movie.",
        "@LakersOutsiders Smush Parker",
        "Weird seeing an empty field on a sunny spring day... https://t.co/jruJVPEsl4",
        "Tomorrow's athlete spotlight: @TeninoBaseball's @loganbrewer33. A first-team all-league shortstop/pitcher signed wi… https://t.co/dZQM2uy8Z6",
        "@manley_tnt Have yet to play. I'll watch the trailers tonight.",
        "My top 5 video games of all time:\n1. Fallout: New Vegas\n2. GTA: San Andreas\n3. Halo 2\n4. Elder Scrolls: Oblivion \n5… https://t.co/fvHAbqFJMQ",
        "W.F. West girls golf coach Matt Klovdahl was so confident that his star golfer, senior Elizabeth Twining, was desti… https://t.co/Qo6rYczSKU",
        "@loganbrewer33 I'd like to feature you in my next athlete spotlight. Message me on here or at 360-220-1889.",
        "@madeleinewhat https://t.co/k3QR65hQpB",
        "@LightsCameraPod https://t.co/Meay5eQxgF",
        "When Centralia senior @ky_sharp22  sprained her ankle during the Tigers' third softball practice this spring, she k… https://t.co/oJoqPdwRDn",
        "Preview of Friday's athlete spotlight: @GoCHSTigers senior shortstop @ky_sharp22, a @CentraliaSB recruit who was po… https://t.co/zcfQxW7PEE",
        "1. Randy Moss\n2. Calvin Johnson\n3. Jerry Rice\n4. Terrell Owens\n5. Larry Fitzgerald https://t.co/QNLxj77Ma5",
        "Going out on top. Huge loss for Lynden. One of the best coaches and people I worked with up there. https://t.co/5qDJExmwOX",
        "Eight local players earned all-state honors from the Associated Press on Wednesday: @BryceCline3; Kal Schaplow;… https://t.co/76p4GHlqko",
        "📷: @ThePhotoJay",
        "On March 12, the day before schools closed, @GoNHSTigers track star @Chloe_May___ measured the distance between hur… https://t.co/dC7rC3rf4E",
        "If you need something to cheer you up, here's my gf feeding our guinea pig, Teddy, some cilantro. https://t.co/nxKNWybOqN",
        "@coastaln8v73 No I was at Peninsula College at that time. 2013-15.",
        "Raymond, WA\nBay Center, WA\nSouth Bend, WA\nAberdeen, WA\nAnchorage, AK\nPort Angeles, WA\nBellingham, WA\nCentralia, WA https://t.co/DRgEuP0PLr",
        "@kayden_allison Thanks for having me over.",
        "'Down a single-lane dead-end road near Mayfield Lake is where state champion @kayden_allison lives, a 15-minute dri… https://t.co/5d6vyr9Oj3",
        ".@GoNHSTigers senior @Chloe_May___ set up saw horses to practice her hurdling at home. She measured the exact dista… https://t.co/wdEsSpg00p",
        "@bravadafilms @StandByMeFilm @robreiner @StephenKing One of the best movies of all-time.",
        "@JacksonHogan I didn't like There Will Be Blood either. Left me with a bad feeling. Us and Aliens are both awesome, though.",
        "@beav1980 Aren't you worried about the elderly and at-risk people who would die if they became infected?",
        "@michellebrushy Agreed. Why wait? Let's get it over with and contain the virus. Not worth extending this whole thing out.",
        "This is why we're getting shelter-in-place soon. https://t.co/vnRyZKuhlj",
        "@ogvanniphoto And this is why the pandemic will go on and on: people like this.",
        "Kal Schaplow getting all-state recognition from @SBLiveWA. https://t.co/SaNkHKyJi9",
        "@ByAlexHalverson @_haileypalmer_ I can agree with most these. And I'm totally cool with A League of Their Own being… https://t.co/pkTWRyMRij",
        "@ByAlexHalverson @_haileypalmer_ Uh, yeah. You're an honorary sports writer",
        "@ByAlexHalverson @_haileypalmer_ I figured someone would call that one out. Benchwarmers brings back good memories for me.",
        "@_haileypalmer_ @ByAlexHalverson https://t.co/Hnn4t4JfKh",
        ".@ByAlexHalverson, @_haileypalmer_. Let's see your 32-team bracket. --&gt; https://t.co/DWkdhMe34L https://t.co/ZsDZmFIjg8",
        "Met with Onalaska state champion @kayden_allison to see what he's doing to stay in shape with school and sports shu… https://t.co/gmasmgXjCk",
        "@ByAlexHalverson @_haileypalmer_ I'll make one here in a bit and tag you guys.",
        "@_haileypalmer_ It's OK. I don't blame you for not choosing movies made before you were born. I wouldn't have any p… https://t.co/ABkeg19kjy",
        "@_haileypalmer_ The disrespect for \"The Sandlot.\" And no \"A League of Their Own.\"",
        "@GregJohnsMLB .@TheDailyNailon you know who to vote for.",
        "https://t.co/EmTFiry9BS",
        "I'm ready for this weather. https://t.co/FHWeyfHUil",
        "Except \"The Burbs\" is a classic. https://t.co/qGU3qOMWB5",
        "W.F. West's Drea Brumfield named first-team all-state by Scorebook Live. https://t.co/ssh6XmLNJG",
        "@LukeTScribe Absolutely. I just saw your article, too.",
        "I wrote something not related to sports. Here's the first of my thrice-weekly profile on how Lewis County businesse… https://t.co/kt04cjELdF",
        "Winlock senior scoring machine @BryceCline3 earns All-Area MVP, while @CarterW1214, @TaterSpeck1, @CarterMccoy16 an… https://t.co/9IRVFACjQl",
        "In a county riddled with basketball talent, Toledo's Kal Schaplow rises to the top as this year's All-Area MVP. Rou… https://t.co/oiijZSIcfR"
    ]
}