{
    "screen name": "RaphaelGasphar",
    "no. of tweets": 199,
    "tweets": [
        "Lendo em outra língua... Traduzindo algumas palavras pra o português...  E ainda preciso de um dicionário... Ah português...",
        "Acrescente por favor mais uma sigla temporal histórica... BD... Before the Deluge = por volta de 12.400 anos BC...… https://t.co/PutB1eHiuP",
        "Atribuir os avanços proporcionados pelos calendários primitivos à agricultura é ingenuidade... Porque esses calendá… https://t.co/2mQ1h9M0pT",
        "45% gado... 55% bot! https://t.co/7ILSULMw72",
        "Aconteceu, a batalha da comunicação tomou um novo rumo, como numa reação de neutralização, \"fake news será combatid… https://t.co/PJsbjgljRr",
        "Na verdade a câmara e o senado estão com um discurso bastante fraco... Anêmicos e sem reação proporcional ao poder… https://t.co/YQf2cpt3rz",
        "Sempre surgirão novos baianos... Depois do impulso criativo dos \"os\", pode ser \"as\" ou \"ás\", muito mais! Assim cri! #moraesmoreira na alma!",
        "Como no banco imobiliário, Ronaldinho tirou 3 vezes seguidas números repetidos nos dados, 3x(6+6), foi pra prisão,… https://t.co/ncX3dGsjn7",
        "Micro e pequenas empresas exercendo a solidariedade... Jah as grandiosas... bancos... Porra nenhuma! Vai lá Estado mínimo, resolve então!!!",
        "Nessa pandemia... Muitas pessoas mascaradas... Jah falei com dezenas de estranhos achando que eram amigos... E deix… https://t.co/P48ogc2mSR",
        "Pi! Décima segunda dinâmica d IChing. Obstrução-impedimento-adversidade. A China é a maior negação d sua própria ri… https://t.co/XCDCsebmrY",
        "O exército que trabalhou no desastre ambiental do óleo nas praias... Vai de corona não?",
        "Muita gente na rua... Provavelmente  a Grande Vitória precisará de hospitais de campanha... 32BI e Kleber Andrade?… https://t.co/dqCs2Vnf9t",
        "Nunca imaginei que eu conversava com lemingues ao invés de pessoas... Salvem suas vidas e a nossa também... assim v… https://t.co/KGUqiLvdtB",
        "CADÊ O PODER JUDICIÁRIO DESTE PAÍS?",
        "Vc q concorda c a morte d milhares d pessoas p \"salvar\" a economia q só será salva se milhares d pessoas forem salv… https://t.co/supkaVncIq",
        "É lamentável o surgimento da corrente empreendedora que defende a sua existência enquanto CNPJ antes mesmo da vida… https://t.co/UaeO7LL9Zk",
        "Eu ouvi tchau querido?! Ou é reflexo do confinamento?!",
        "@jornal_cultura Respeitar a quarentena... ou prepar-se para perder muitos entes queridos?",
        "Maradona tá fora do grupo de risco... Histórico de atleta! #coronavirusnobrasil",
        "Momento perfeito pra dar calote no FMI? #coronavirusbrasil #COVID19",
        "@werls Metáfora para Hitler invadindo a Polônia do nosso espaço moral... Mas tá tranquilo... Se não há nada que voc… https://t.co/OVfHIcvr4W",
        "Quando o capital dos investidores extraterrestres foge... Fuga de capital de 45 bi coronazicas... Vai pra onde? Pra… https://t.co/60rtVhp8Xz",
        "Pode-se aprender bastante com as reações químicas de neutralização... exemplo, tá estressado? Ouve um rock pesado! Vai passar...",
        "Qdo nossa sensibilidade está vibrante p gerar aconchego e esperança torna-se certeza a existência dmilhares dmorada… https://t.co/VZXKw35M6E",
        "A certeza sempre é passageira... e a dúvida permanecerá eternamente... transportando o cristal das nossas personali… https://t.co/0om6jpURe8",
        "Há seres que acreditam que o governo está Uótimo permitindo a criação do próprio negócio (snif), e pessoas que sabe… https://t.co/K0xFMn19zo",
        "@werls Bora pro mato javalista! Onde o bloco é tijolo... O trio são pássaros... A multidão de insetos...",
        "A verdade só existe no silêncio...",
        "Acreditar em nada é fácil... niilista... difícil é acreditar em tudo... politeísta! #Deus",
        "A cena se forma... o momento é oportuno... demagogia instalada... a onda passa... elementos saem de cena... o tempo… https://t.co/XsvsjwdcKq",
        "@CulturaGovBr O planeta agradece...",
        "O horizonte é uma janela d oportunidades p nossa interface se reconectar c/ a célula totipotente q nos originou - D… https://t.co/MKEhf5c78m",
        "@werls Tem que tomar óleo de fígado de bacalhau misturado com própolis, limão, agrião e um ovo... Suco verde... Dep… https://t.co/TtwMJzbVz9",
        "Josué 10:12 o sol e a lua são detidos quase 1dia inteiro! Eis q o sol se deteve em Gibeon, a lua se manteve. Noutro… https://t.co/FdPRTbTGVF",
        "Se eu fosse um espanhol das grandes navegações que encontrou Los Incas praticando circuncisão, celebrando data come… https://t.co/vNqosWSlx1",
        "As carruagens dos deuses são milhares de milhares. O senhor está entre eles, como em Sinai, no lugar santo! Justifi… https://t.co/LZ8pCwcNHH",
        "#cuzco é omphalus... vandalizado... no comando da quarta região... demolido foi navel... travestida de Espanhola nã… https://t.co/PClLDIBhv1",
        "Salles deixou claro... Que vai legitimar os péssimos hábitos que cultivamos... Sem fazer de conta, na real... Todo… https://t.co/shqkS07WBF",
        "Se não está gostando do #rodaviva porque acha que mudanças climáticas são falácias... vaza e vai assistir tela quen… https://t.co/yLocfGXfAw",
        "Ou seja... Muitos bilhões negociados nos bastidores do \"mercado político\"... https://t.co/GLs68dXotZ",
        "Eu ainda estava no cursinho tentando ler as entrelinhas dos jornais. O tema era Mercosul ou ALCA. O tempo passou. C… https://t.co/3xmRBHvx6h",
        "Investimento na base chama investidores... É o petróleo brazuca... Precisamos de empresas negociando essa riqueza d… https://t.co/tOMxuvGbUo",
        "Duas voltas e meia nas cabeças de dinossauro, indigestão nas panças de mamute, exorcismo dos espíritos de porco...… https://t.co/dqrUgfg58W",
        "Definitivamente não existe terra firme... Nem água rasa... Muito menos fogo amigo... canta ventania...",
        "#Provoca É possível controlar os próprios sonhos? E construir uma nave que me levará até mim mesmo? #Provoca",
        "É uma tentativa de resgate da credibilidade? Não colou! #RodaViva",
        "Hoje... Ser religioso ou religiosa é sinônimo de fraqueza psicológica...",
        "@lf_ponde Caim era homofóbico e Abel homossexual...",
        "@chicow E ele tem razão... Desconsiderando os 450 mil anos de colonização anunnaki...",
        "As igrejas sempre me assustaram... E os líderes das igrejas sempre me espantaram... formam sem dúvida a maior arqui… https://t.co/QMYitHUEMD",
        "Jornalistas questionando o jornalista. Querendo saber mais sobre a profissão, os limites, e se? Ignorando a curiosi… https://t.co/lLODLB0yaC",
        "Fakenews é uma tática do movimento de extrema direita... alô parentada maluca... Se liga no @rodaviva e acorda pra realidade!!!",
        "Os componentes e dispositivos do governo brazuca são incompatíveis com novas atualizações que o sistema necessita p… https://t.co/3sjDmzFhYa",
        "serviço muito barato é coordenado pela pressa... estado crítico para as duas partes...",
        "Parece que muita gente bebeu a poção chamada \"Sangue de Kali\" que nos coloca em um estado de transe chamado de \"Son… https://t.co/qoLDvdvFO4",
        "nunca mais vamos parar de retroceder...",
        "@gustavomacacko Pico da Bandeira do rock nacional!",
        "Não existe 1 campanha contra a cultura, existe sim 1 verdadeiro choque cultural q não precisa d globalização pra ac… https://t.co/eWIRkKVz5i",
        "Raptors são resistência... #NBAnaBand",
        "Mermão... Parece que tem umas 10 Dilmas nesse governo bozóico! @jose_simao",
        "Jah aceitaram Jesus? Pois em Mateus 20/16 está dito: \"Portanto, os últimos serão primeiros, e os primeiros serão úl… https://t.co/aJQAzj5keH",
        "@VascodaGama troca o Galhardo no 11 do Red Bull Brasil...",
        "#CAPxCABJ coragem... Vontade de ganhar sem medo de perder... Fica a lição... #trocadepasses brasileiros molengas!!!",
        "@lf_ponde É ela se achar pós-moderna...",
        "Percebeu uma mensagem do sol? Sentiu-se diferente hoje? Energizou? Tá na paz? Não?! Então comporte-se com coragem e… https://t.co/6rF8Ly5S2m",
        "Sofro com a amnésia dos outros. Ao contrário de sentar a bunda na bíblia e disseminar o conto da carochinha busco r… https://t.co/HOpvqDzl9W",
        "só a sabedoria pode transformar a solidão em curtida... em sua maioria... nunca poderão entender... que o suicídio… https://t.co/lfhUP2zz7Z",
        "o aquário se enche e a ave voa imprimindo o mapa do céu...",
        "Ocidente? Não faço parte! Oriente muito menos! Sou de nenhum lugar, sou de lugar nenhum... chamado... América Latin… https://t.co/XUy2hGhUbI",
        "O primeiro golpe foi extraterrestre! Acredite se quiser!",
        "quanto + lenha conquistamos na selva de pedra... maior é a chance da gente queimá-las na lareira do capiroto... mai… https://t.co/74dnTnbn2M",
        "Querer!\n1) acesso a capital; bancos de desenvolvimento\n2) ambiente regulatório; jornada do empreendedor\n3) capacita… https://t.co/BDzTmhaToI",
        "Se o limitado dá forma ao ilimitado, então devemos valorizar nossos adversários simbólicos e considerar a nossa própria insensatez...",
        "eu acredito na morte após a morte...",
        "JC disse mais ou menos assim, quem luta pela espada... vai pra vala com uma espadada... se liga e planta o amor!",
        "@werls Lembrando que estamos num mundo dialógico! Não é questão de mimimi, nem tomar no cu... Existem soluções miti… https://t.co/DZFFyxXR8w",
        "primeiro vc finge que é um panaca no meio da multidão... simplista e generalista... então todos os panacas idiotas… https://t.co/ddwsU26HDT",
        "Essas #eleicoes2018 vão ser igual guerra de lama... quem se sujar menos tem mais chance de se passar por \"limpo\"... e ganhar!",
        "Primeiro a gente tem que querer se salvar... mas quem realmente salva a gente são os outros! auto-save não vale no mundo orgânico!",
        "Conheça a Dra. Juliana Soares Linn https://t.co/LlGdwG97rx via @YouTube",
        "tratamentos de redução de patógenos... eu e você = patógenos! #saúde",
        "2/3 dos brasileiros precisam arranjar um emprego para complementar a renda dos bicos! hã?",
        "nos territórios desenvolvidos criam-se empreendedores... nos menos desenvolvidos criam-se autônomos... zaz...",
        "60% dos jovens pensam em deixar o Brasil... Imagina quantos desejam deixar o Espírito Santo?",
        "Já acreditam que os ricos estão ficando mais ricos mais rapidamente? Vai dar certo... cof cof!",
        "galerinha anti-petista que tem investimento na bolsa de valores tá chorando... chamando a mamãe #Dilma e gritando… https://t.co/kb4wNY9PCZ",
        "Eles voltaram... \"conversa entre amigos\"; \"bate papo descontraído\"; \"todos convidados\"; \"agenda com o candidato\"; m… https://t.co/jPLzUZpOzn",
        "O delegado / coronel da CBF fez igual aos deputados e senadores brasileiros no extinto programa CQC... nos envergon… https://t.co/ri2Xj2fXAr",
        "n primeiro mundo ds EUA a taxa d suicídio só cresce; 45 mil cometeram suicídio em 2016 tornando o problema 1 das 3… https://t.co/rxIGVRt7ZI",
        "a mídia martelou otimismo, muitos embarcaram n ideia, mas agora quem acreditou está se ligando q caiu n conto d vig… https://t.co/GsUvB77c3B",
        "Ossaim, silencioso curador das moléstias, comunica-se por meio do seu porta-voz Aroni, um duende que sabe o segredo… https://t.co/dllkM96EIQ",
        "Todos os segmentos brasileiros se dizem salvadores do país... agricultores, empresários da indústria, empreendedore… https://t.co/RwRbQUmPO0",
        "A duo praga da semana vai para o governo golpista brasileiro que não reconheceu o governo antidemocrático de Nicolá… https://t.co/zQ8C4humqy",
        "presenciei 1 empreendedor consciente negando uma oportunidade d negócio c/ aquelas maquininhas d cartão d crédito..… https://t.co/7YQnT2NEd9",
        "tentar se convencer de alguma coisa será sempre um grande tormento psicológico para qualquer um que tentar... mas h… https://t.co/JSJFQV4HZW",
        "O que realmente nos envelhece é o olhar do próximo...",
        "@Redacao_Sportv Toda comissão de arbitragem deveria ser obrigada a tomar chá de coca... Pra ficar ligada! #podeissoarnaldo",
        "o #sentido da água é a penetração... ao contrário do crescimento... de cima pra baixo e de fora pra dentro... assim… https://t.co/eKjVFtPA2H",
        "Álbum da copa 2018?! Esquece isso... colecione leituras... mas lembre-se de que você não poderá desapegar da experi… https://t.co/LeyHyRazz7",
        "#Eleições2018 algumas pessoas acreditam no lula... outras no psdb ou mdb... também tem aqueles que acreditam no cir… https://t.co/iBJ17Akt0S",
        "@VascodaGama Se rolar a mala branca tá liberado... 16x1... Gol de Pikachu de pênalti... Tamo precisando de grana?!",
        "@BancodoBrasil Obrigado, mas já resolvi.",
        "@BancodoBrasil Infelizmente o atendimento do 0800 e o atendimento da agência 31941 não foram capazes de esclarecer a situação. Lamentável.",
        "O sapiens sapiens é a única espécie do planeta que nasce desempregada... E morre desempregada...",
        "Governos que não são eleitos democraticamente não deveriam poder nem privatizar nem reformar... Nem existir!",
        "@Chrisdunker Muitos já acreditam que os fatores externos justificam os atos pessoais que se colocam acima da lei, da ética e da moral...",
        "Privatização virou sinônimo de universalização de bens e serviços... #entreguismo #paguecaro #acimadainflação",
        "O universo é uma espécie incrivelmente especializada em produzir vida com diversidade em níveis de organização harm… https://t.co/UURnIQUite",
        "@VascodaGama Matheus Vital bombando... Quem acha que ganhamos 8 milhões, na verdade perdemos 10... #segurapaulinho",
        "Qual estado necessita mais de uma #intervençãomilitar, Rio de Janeiro ou Pará? Talvez ninguém mereça...",
        "Perceba as pessoas que estão próximas de você... Conheça suas motivações... Crie conjuntos de reciprocidade... List… https://t.co/LKI2jqmZIn",
        "Armas químicas são terríveis... Por isso devemos usar apenas mísseis inteligentes... #Siria",
        "@VascodaGama inacreditável... Até no basquete?! Aprender com os erros é o que resta... Salve Santana!!!",
        "@VascodaGama Lamentável a falta de experiência e malandragem desse time...",
        "Times de futebol são ou já foram instituições corruptas, no entanto ninguém deixou de ser torcedor desses times. Is… https://t.co/B8fCaDD0rh",
        "Agora o Brasil saiu da Era Jaspion e entrou na Era Changeman... Nhá Nhá Nhá Nhá Nhá Nhá Nhá...",
        "Esses discursos dos ministros do supremo podem ser classificados como qualquer coisa, menos como didático e pedagógico... Desnecessário!",
        "#AlteredCarbon só tem matusa no supremo tribunal federal brasileiro...",
        "Já imaginou se a votação do habeas corpus do Lula no supremo fosse igual ao paredão do #BigBrotherBrasil ? Já tinha… https://t.co/WXPX6PTncp",
        "@VascodaGama Provavelmente em Atlântida...",
        "@Ricamconsult É claro que a lei não vale pra todos... Agora, menos ainda... E o supremo só decide o que já está decidido...",
        "@lf_ponde @YouTube Pedalou o morro da opinião com marcha pesada... É o preço do niilismo generalizado... Empurrar a bicicleta...",
        "o facebook já vendeu minha alma digital... e você twitter? é uma questão de tempo...",
        "Faltou luz mas era dia...",
        "@werls @diegobrotas Nasceu na terra, sifufu... Tente não morrer...",
        "Quem mente mais, as redes de TV, ou as redes sociais? Quem é mais original? Quem tem menos liberdade para dizer o q… https://t.co/siSlVNIz21",
        "@festpiauignews @revistapiaui privatização do ensino superior e fim da ciência brasileira? Oh no!!!",
        "Depois que bandidos do baixo escalão tentaram assaltar a comitiva de Katy Perry, Temer cancelou sua visita ao réo d… https://t.co/SLPXdEpLVm",
        "Acho que já rolou quando ela era nova...",
        "O governador Pezão reduziu em 888 milhões a verba da segurança desde 2015, agora quer 1 milhão... Malandragem dá um… https://t.co/trmmyfKcAm",
        "8 fórum mundial da água... Igual a Eco 92... Números e palavras ao vento!!!",
        "Lobotomia para a desembargadora?",
        "Ouro branco... Mais um elemento de acirramento dos ânimos internacionais... 15% é brasileiro... virão os ceifadores… https://t.co/zYtvn94lZ5",
        "Desculpe me Raul... Mas se a gente não tirar onda de herói estaremos sempre fora da lei... e longe da democracia...",
        "é guerra! está rolando! fique ligado! nunca dê mole! tente não morrer! salve seu brother! você tem que acreditar!",
        "@planalto @PMDB_Nacional @MichelTemer Uma federação que sustenta a união é diferente da união que sustenta uma federação...",
        "#cartaoreforma #eleicoes2018 achei que era reforma trabalhista, ou do código florestal, até da previdência... Mas n… https://t.co/sNHQYvsXFi",
        "#selecaosportv não sei o motivo que levou Putin a envenenar os jogadores do #VASCODAGAMA no dia da estréia da #Libertadores2018  saravá!",
        "Power up! O universo dentro de nós!  Há luz na escuridão! Amém!",
        "Erudição = memória + filosofia + ciência",
        "mais difícil que zerar final fantasy... ou passar de fase no shadow of the Beast... é alterar um contratinho social... vai brazél!",
        "Paralaxe de sabores...",
        "a gasolina de sampa é o álcool turbinado que eu colocava na minha parati 89 cl 1.6 movida a álcool... 20% de gasolina e o resto álcool...",
        "saca?! na próxima virada de ano não irei contar os segundos e nem irei comemorar a chegada do ano novo... e no próx… https://t.co/iyjYCfPAOo",
        "Alberto Saraiva, Jorge Paulo Lemann, Joseph Safra, Marcel Herrmann Telles, Carlos Alberto Sicupira, Joesley, Eike e… https://t.co/XbZt4jcgNW",
        "pesquisava sobre a H2O qdo 1artista me disse q nós somos aquário; + d 75% num corpo cheio d vida... isso me fez re-… https://t.co/pj96PK4lq1",
        "É permitido se sentir derrotado... Mas não por muito tempo... Pois esperança rima com vingança!",
        "Mais de 60 milhões de brasileiros não tem acesso à internet... E menos de 50% não tem smartphone... E aquele discur… https://t.co/RPWcR8zWC6",
        "Finalmente entendi a lira Black Night do Deep Purple lançada em 1988... Acho que nem os compositores entenderam ain… https://t.co/VKf0LFxdU3",
        "Então os outros estados vão pagar pelo fracasso do Rio de Janeiro? Por exemplo, o Espírito Santo tem números medonh… https://t.co/G8mf3MwMMe",
        "@elmorelo Quem não tem fé luta contra a arte... E reza pra se distrair...",
        "Deus... Esse lance de pensar em você é tabu... Pois não existe conceito para exprimir o conceito dos conceitos... É… https://t.co/zNRyEhRmH1",
        "Intervenção militar federal = gesto simbólico de poder = pseudosolução = política do golpe = paraíso da elite...",
        "depois do Collor anunciar que pretende se candidatar à presidência, aguardo o mesmo desejo aflorar em Fernandinho Beira Mar...",
        "@SamsungBrasil Prazo de obsolescência: smartphone 3 anos, smartv 4 anos! Valor de marca despencando...",
        "Utilitarismo full time joga contra as futuras gerações... Quer apostar? Tenha filhos...",
        "Coisas interessantes acontecem em lugares medíocres... Ou seja, essas coisas interessantes também podem acontecer com você...",
        "Desindustrialização... brasileiros já se tornaram besouros da espécie rola-bosta... À meia noite do tempo econômico virarão abóbora...",
        "Sucessão é um mecanismo de gratidão obrigatória... Sim, as árvores tem seu próprio campo morfogenético e são mais i… https://t.co/o5Tpxu0roS",
        "Falha humana... O desejo de poder orquestrou uma trama maligna que matou o homo lava-jato...",
        "a leitura nos retiram das celas da ignorância, das torres do niilismo, das alas do condicionamento moral, dos compl… https://t.co/IKgASOhADU",
        "Tempo, meio tempo, e dois tempos... convivendo no mesmo espaço... Memória, meia memória, e duas memórias... Convive… https://t.co/yVZzgCahxE",
        "Que 2018 seja excelente e que nós sejamos eficientes com saúde e algum conforto no coração pra viver produzindo e p… https://t.co/zlMBWbkM0t",
        "agora que passou o natal... minha mensagem de natal... aguente firme, a vida não dura muito tempo aqui!",
        "DEUS é grande, imenso, infinito... com fronteiras... visto que cabe dentro de você!",
        "há analogia entre o atrapalhado DRLIBLE do bullyinizado muralha que rendeu o gol de empate do santos contra o flame… https://t.co/xsX34ifhSq",
        "Alguns homens nascem póstumos... E algumas almas acham que vivem...",
        "O Espírito Santo sofreu uma imponderabilidade da natureza... Turismo é uma coisa simples e fácil... What? Palavras… https://t.co/zlBCwmIYfi",
        "Beber e dirigir no Brasil agora dá de 5 a 8 anos de cadeia... A não ser que você seja rico e influente ou amigo do Gilmar...",
        "a arte e o meio ambiente podem nos ensinar tudo... a viver! https://t.co/VqeiHLJicQ",
        "bastante significativo! https://t.co/RpdKwdEH49",
        "@VascodaGama muitos vascaínos desligaram suas tvs e foram dormir com 3x0... não fui desses, não sou desses! bem, no… https://t.co/ugEQpzrVWp",
        "minha figa já tá dando nó!",
        "@Ricamconsult já os micro e pequenos empresários... renegados pelas políticas públicas... ditos empreendedores com… https://t.co/EJbC6imhIz",
        "Nu arrr... Preparando a vitrola! https://t.co/ncf0yrPIVm",
        "@fepaschoal Jovens desocupados... quase sinônimos... Jovem à beça... hehe!",
        "Bomba cai a 3 metros do presidente da CONMEBOL... Que pen... Cof cof... #futebolpaleolítico",
        "O Vasco foi punido quando o pau quebrou em São Januário... Mas o que aconteceu no maraca com o Flamengo na final da… https://t.co/jDvfUx3M9H",
        "Educação é um resíduo do perverso sistema de controle de classes através de coligações de poder que reservam para 1… https://t.co/CF05Wqj5Az",
        "O bombeiro surtou? Na verdade ele acordou e fez o possível pra atropelar o conluio execrável do congresso. Mas um b… https://t.co/aCJibDmbIx",
        "Importante é o ISS da Samarco... e a massa salarial que ela gera... Não precisamos falar em meio ambiente e nem em crime! A gente merece!",
        "A duplicação da BR101 virou uma terceira faixa de 2 Km... A gente merece!",
        "@MTurismo o ministério poderia considerar que o Espírito Santo conserva mais características do nordeste do que do sudeste do brasil?",
        "O Brasil mata seus líderes populares mais importantes... Desde sempre... Antônio Conselheiro, Chico Mendes, Binho d… https://t.co/wvEnWwQUtm",
        "@CulturaGovBr Se a cultura não for fator de desenvolvimento econômico, o que mais pode ser? Por isso perdemos tanto tempo e recurso...",
        "A foto é tão ruim quanto a nossa realidade... Já passou por aqui prefeito, com uma mochila e um guarda-chuva? E o s… https://t.co/77FxNlBPoS",
        "O consumo das famílias será o motor da retomada? Por isso inventaram o índice de confiança!   Sério?!",
        "@planalto Terrível mentira! Que tal uma auditoria da dívida externa? Vai sobrar grana! Lembrando, dona Dilma (de es… https://t.co/0zRqD9J0L3",
        "o papel d memória é estruturar o conceito d tempo p/ meros mortais, assim, a persistência ds achismos faz d nossa v… https://t.co/yDSzUeKo2F",
        "O nome do banco é opportunity... Então se o artista ficar velho, fodido, vap... Perde os direitos autorais das próprias obras!",
        "@VascodaGama Esse jogo tá longe de ser um espetáculo... Não vale a presença física... Ainda, nossos gestores são um… https://t.co/1TEdDBl1iU",
        "Banco Mundial sugere que o ensino superior gratuito no Brasil seja pago. Justamente para as famílias pegarem financ… https://t.co/bpugCif9h4",
        "Lastro de memória... O tempo eternizado na tecnologia da espiritualidade... São as crônicas do amor que criam a ciência da saudade!",
        "Torneos mostrando para o mundo o que é o futebol... Uma grande máfia!!! E morreu mais um executivo, agora no México… https://t.co/qXzFW80FUw",
        "Fernando Segóvia... Eugênio Ricas... Assim, a esperança agoniza! Cólera do dragão!!!",
        "enquanto tentam instalar drive analiytics em automóveis... penso em uma maneira de instalar um dispositivo de análi… https://t.co/Inag1btHyV",
        "@VascodaGama Bacana... Mas todas eleições pra presidente do clube mancham essa bela história... Uma tristeza!!!",
        "antigamente o sujeito nascia: negro e tinha q aprender a ler e escrever por osmose... canhoto e tinha q ser destro… https://t.co/LXwh8Qf8Pf"
    ]
}