{
    "screen name": "ajaymia",
    "no. of tweets": 151,
    "tweets": [
        "@anubhavsinha 😇",
        "@dinakholkar It's a telegram note from his father breaking the news that Satyajit Ray is born. https://t.co/HyEPVGXpva",
        "@anandmahindra Many many happy returns of the day sir...",
        "@mamidala90 Sir April is month of financial results and all dues too have to be paid by April.",
        "@MGMotorIn Dear MGI, India abolished monarchy way back in 1947... Pls stop showering them with regressive titles.… https://t.co/E0jkxu2SlE",
        "@anubhavsinha I watched #Thappad today and I must say it's a special movie and very rarely we see such movies in India.",
        "@thedarkrebel @shantanughosh It's really really slow for us.",
        "@fayedsouza Haasil was amazing.",
        "@YRDeshmukh *other side* means there are sides. \nSo much for golden age of journalism.",
        "@_pallavighosh \"Died of COVID-19 infection\" Doctors should confirm. \n\nWhat Congress can confirm is whether he was \"… https://t.co/TDT7RpFo2D",
        "@USAndIndia Wish we learn and persist with few lessons we learnt during this tough times.",
        "@PMCPune Kindly publish maps like this again. \n\nAlso, how can I know if anyone is infected in my area Magarpatta city?",
        "Dear @PuneCityPolice it's my wife's birthday tomorrow, 10th since we married. I really don't want it go uncelebrate… https://t.co/GFewkKAGJ9",
        "@priyadarshibbc Waise your observation is totally incorrect @akhileshsharma1 ... I always see our illiterate anchor… https://t.co/62b2r6VpVg",
        "@MumbaiPolice RIP. 💐",
        "@rohini_sgh Langda should be credited to Bihar. @ajitanjum @SankarshanT @umashankarsingh @bainjal",
        "@WisdenCricket Azhar",
        "@palkisu @WIONews Why two days? Why not use at all?",
        "@sheela2010 @Harvard @MIT @OPECSecretariat Thanks for sharing... Since I understand futures, could understand the method in madness.",
        "@ralkau Indonesia.",
        "@sushantsareen 🙏😄😌😁",
        "@B16pal Happy birthday Marah!",
        "@thedarkrebel @WiproDOP Where can I find details pls?",
        "@prasarbharati @DDNational Seems guys at Durdarshan are loosing track of Ramayan episodes. Morning episode is again… https://t.co/3oIlinxzL7",
        "@umashankarsingh Lag reha hai woh khud bhi 8PM se darr gaye hain.",
        "@ChouhanShivraj Because HCQ &amp; Paracetamol was invented by Modi ji. 😌😄🙏",
        "@AshishXL Kheera..",
        "@ReallySwara Unke paas degree hogi... Hamare PM to bina degree her gyan pele ja rahe hain.",
        "@ChetanVTupe Sir, I believe you should also arrange for tweets in English too. Your constituency has many people li… https://t.co/dgfSB5j2at",
        "@TheJaggi On a lighter note... Never drop letter 'N' from his last name... May sound scary. 😌",
        "@nehabatham03 Itali????? It's Italy mam. Joke is on you.",
        "@richaanirudh So you finally accept you turned to become RW???",
        "@rohini_sgh Recipe pls... Y'day we baked most horrible buns.",
        "@Neville21202107 Many many happy returns of the day Neville.",
        "@scribe_prashant Aap ki jamaat ne khatam kar diya opposition.",
        "@umashankarsingh https://t.co/6Jpqckdbzt",
        "भूख है तो सब्र कर, रोटी नहीं तो क्या हुआ\nआजकल दिल्ली में है ज़ेरे बहस ये मुद्दआ\n\n- दुष्यंत कुमार\n\n@ajitanjum… https://t.co/gZe5VUDuOn",
        "@TheJaggi Sir, you should be made next RBI Guv. Aap ki English bhi achhi hai.",
        "@sardesairajdeep @pratheesh_Hind As for as health system goes, commies sound better than rest. Cuba is another example.",
        "@Sushant_Kaushal Bhagwan unko jald thik karein.",
        "@thedarkrebel Yes... Here in Magarpatta too they continuously barking.",
        "@Vishj05 @bigbasket_com Even @StarBazaarIndia did the same with us today. Instead of cancelling they should have delivered on Monday.",
        "@katapayadi @rupasubramanya Whats the problem with Ibuprofen?",
        "@niccijsmith What is Corona Virus situation in N-Korea?",
        "@thedarkrebel @abhijitkadle Sanil what is this? I could not understand.",
        "@VodafoneIN I hv 599 plan valid until 28-Apr-20.If I recharge now:\n1- What will be my new validity date?\n2- Will I… https://t.co/Jp3PlUsnzQ",
        "@fayedsouza @AUThackeray But what's the use of 24 hour isolation?",
        "@Rahulshrivstv @ICICIBank @RBI @FinMinIndia Issue is quite common.",
        "@rahulkanwal @gurmeetkanwal @5pm Sorry to hear about your loss Rahul. \nMay his soul rest in Peace.",
        "@pavnimittal What??? You got it wrong.... Pls check.",
        "@PMBhutan @DechenwangmoM @FMBhutan What was the outcome of meeting sir? What's the action plan?",
        "@scribe_prashant Dost, yeh blue color helicopter udta bhi hai?",
        "@TheJaggi Uncle sabse jyada narrow minded toh aap hee hain.",
        "@rk_misra Refer this too... We also need to test more and more people, which is not happening right now. https://t.co/FRsZI3dErC",
        "@realshailimore @ajaymia",
        "@MinhazMerchant But @TheJaggi isko fiscal management bata rahe hain.",
        "@sardesairajdeep @IndiaToday KINDLY ASK THEM:\n\n1) HOW BELIEVABLE ARE INDIA'S STATS? \n\n2) WHY SO MANY PEOPLE ARE CLA… https://t.co/8q7PKgnR3s",
        "@_pallavighosh Masterstroke....",
        "@Chellaney And UK is being criticized, India is praised. \n\nI don't even believe India's data.",
        "@YRDeshmukh सर लग रह है आपको भी राज्यसभा का टिकट चाहियें था 😄\n\n@umashankarsingh @ajitanjum @vinodkapri @bainjal @madversity @rohini_sgh",
        "@VodafoneIN Your 4G doesn't work in Hinjewadi, Pune area. Ppl laugh at you. Fix that first.",
        "@dmuthuk I have 5000/= which I can invest. Can you pls suggest some good stock sir?",
        "@rammadhavbjp @JM_Scindia But no dynast huh???",
        "@ChetanVTupe @PawarSpeaks Wish you all the best sir.",
        "@ChetanVTupe @NCPspeaks @PawarSpeaks Wow... Always have maintained, Mr. Pawar is the greatest politician even at this stage of his life.",
        "@IndiaToday @Pawankhera Great job Pawan.",
        "@sharadsharma1 I think Finance Ministry is looking for a new lead.",
        "@bainjal Do they really have any relevant senior leader in UP Congress?",
        "@dinakholkar Sir, wish you a very happy holi.",
        "@TheJaggi So you think naming nd shaming without proven guilt is the only way to stop riots? Genius... Is it necess… https://t.co/JTMHniBbZ5",
        "@ChetanVTupe Great work sir... Keep up the good work pls",
        "@amarkagarwal Which airport it is?",
        "@ajitanjum Sham-E-Awadh bhi share kijiye sir jee.",
        "@AmarSinghTweets Sir, hope you are well soon and back to motherland.",
        "@KanchanGupta I was born in 1977 and don't have a birth certificate. \n@Nidhi",
        "@AkhileshPSingh May her soul RIP.",
        "@ParveenKaswan @KyaUkhaadLega Then how u know it's out to look for a partner?",
        "@newspaperwallah @rohini_sgh @RanaAyyub @MasalaBai @fayedsouza @ReallySwara @Nidhi @ranjona How about Yashodaben?",
        "@Atheist_Krishna Modi ji ki Entire Political Science ki class hai Sunday ko.",
        "@AmarSinghTweets Wish you speedy recovery sir 🙏💐",
        "@ajitanjum Chirkut sala...",
        "@MajorSaurabhSh1 @ChandrusWeb Wish you a fast recovery sir... Happy b'day",
        "@ianbremmer https://t.co/NWtsfBtisi",
        "@amarkagarwal This is hilarious😂",
        "Anyone @okta @Dynamics365 @MSFTDynamics365 https://t.co/J79XQa12qg",
        "@okta Can we integrate Dynamics365 F&amp;O with Okta? Is there any documentation available?",
        "@kolhe_amol @AjitPawarSpeaks Congrats sir and wish you are able to bring a change people have been waiting for.",
        "@annavetticad @amarkagarwal FYI sir.",
        "2) Somehow I felt they just don't want to do anything and wanted us to go away. To my surprise all of them were sit… https://t.co/LzXlmI6gTW",
        "1) @marieclaire I visited your Season's Mall Pune branch to get my daughter a haircut. The male staff sitting next… https://t.co/UOTJImuTM8",
        "@ShuklaRajiv Sir news change hu gayi hai.",
        "@rupasubramanya wow... https://t.co/3VvCDxGMmN",
        "@anandmahindra It's 3500 tonnes of Ore sir not gold it self. Devil is in details. 😀",
        "@Pawankhera May her soul RIP.",
        "@maryashakil @dp_satish Somehow I feel this will turn in to some kind of embarrassment. @anandmahindra",
        "@WhoSunilGrover I hope you also have guts to do some sequence on Mr. Modi also.",
        "@eazydiner Why GKF is not aware of this booking? I called them up to confirm, they were not aware, so I requested t… https://t.co/dWtSDoRJqd",
        "@GAUAHAR_KHAN You seem to be having some serious problems with Sid...",
        "@gauravcsawant Yaar.. Tumko bas yehi sab sujhta hai? Kuch roji roti ki baat bhi kar liya karo.",
        "@TS_SinghDeo May her soul rest in peace. Ohm Shanti.",
        "@shefali_bagga Sarpel ho aap...",
        "@rohini_sgh In Lucknow where can I get the best biryani pls?",
        "@j_bindra Aai la...",
        "@ashoswai I feel like many western democracies, counting should happen same day.",
        "@salonayyy @Aakar__Patel sir can help you Aapi.",
        "@Aakar__Patel Thanks much sir.",
        "@Aakar__Patel Can you please translate mine too?",
        "@Pun_Starr Nadda sir president bhi isi liye banaye gaye lagta hai.",
        "@ChetanVTupe Belated Happy Birthday Sir. May you have a great year ahead. 💐",
        "@chitraSD @AamAadmiParty ??? Actually shame on you to trivialize this issue.",
        "@C_Indrajeet Except these 5, rest all are smart cities... I think that's what was the objective of this announcement.",
        "@ShankkarAiyar Sir, it worries me we still have 5 cities left which are not smart yet. 🤣",
        "Dear @WesternRly @RailwaySeva Why this train 11028 stopped at one tiny station for more than hour now??",
        "@rahulkanwal These 100 new airports will be developed using same model as used for 100 Smart Cities.",
        "@BT_India @nsitharaman @FinMinIndia @IndiaToday https://t.co/18em4Zne57",
        "@Pawankhera Wish her a speedy recovery... Take care.",
        "@ReelReptile Mouth watering...",
        "@ZeeBusiness @AnilSinghvi_ @SwatiKJain 30%",
        "@FuschiaScribe Hey... I watch big boss and don't watch Republic, Sudhir, Sardana, Anjana, Chourasia etc.... \n\nWhat say?",
        "Economic survey refers Wikipedia as source of data. Hopefully budget refers to Facebook Twitter too.… https://t.co/BqjuSfKeV4",
        "@dgpup Wish you greater health &amp; life ahead sir.",
        "@PritishNandy &amp; He is a Senior Ex Diplomat.",
        "https://t.co/vVKRx9Acyt",
        "@oyorooms This is happening with me 2nd time. I was denied check-in at hotel. You confirm over call, over WhatsApp… https://t.co/xGMwEiPBGD",
        "@shefali_bagga She has nothing else to do.",
        "Dear @Ram_Guha @TusharG Did Gandhi Ji have a \"Last Will\"?\n\nA friend of mine seems to be spreading a rumour in his Last Will's name.",
        "@rama_rajeswari @MayaramArvind Wow....",
        "@mihirssharma Never saw @airindiain act so fast.",
        "Dear @RailwaySeva I have noticed not even a single ticket getting cancelled on Train# 12163 Chennai Express. Really… https://t.co/FuMJJKPSid",
        "@rahulkanwal @AdnanSamiLive @IndiaToday But what has he done so far to get Padma Award? \nBy this rate all Indian ar… https://t.co/XUhzZjvYGk",
        "@GAUAHAR_KHAN I don't know but I always see you supporting any shit from Asim is it because he's from your communit… https://t.co/fORUe2RVAl",
        "@TheDeshBhakt @sandymridul These days no one even utters these two words in that order.",
        "@anantvijay Sir aap hain kaun?",
        "@anantvijay Waah Pillai saab... Jiska naam bhi nahi jaante unke saath prastav laa rahe the?",
        "@anandmahindra Sir, I strongly feel you will be inducted as Finance Minister, post your retirement at M&amp;M.",
        "@AnupamSinghal5 Wish you a very happy, healthy &amp; prosperous new year Anupam.",
        "@anantvijay Sir aap ke Varishthata Patrakar, Savarkar ke Chitragupt to nahin? Matlab khud hee.",
        "@madhuriesingh https://t.co/xwsCrIjKnW",
        "@hvgoenka Sir pata hai aap bohot achhi jegah gaye ho... Jalao matt. 😀",
        "@tcl_india Your TVs are poor quality.",
        "Dear @YatraOfficial if this HDFC offer banner doesn't get loaded your App doesn't work. And this banner seems to be… https://t.co/3OPYonN4jz",
        "@oyorooms I booked FPJA3074 &amp; when I went to hotel they just didn't entertain me.I kept calling you for help but in… https://t.co/qhNYhyFRf3",
        "@VodafoneIN My current recharge is valid upto 5-Feb-2020.\nIf I do a recharge of 399/= will my recharge be valid till 5thFeb+84Days?",
        "@Anjmeh Mam, what's the procedure for Retina Detachment removal surgery and what's the cost for the same?",
        "@EyeLaserSurgeon Hi, what's the procedure for Retina Detachment removal surgery and what's the cost for the same?",
        "@DrParulSharma1 Mam, what's the procedure for Retina Detachment removal surgery and what's the cost for the same?",
        "@kapilmidha Sir, what's the procedure for Retina Detachment removal surgery and what's the cost for the same?",
        "@DrTahirZaidi Sir, what's the procedure for Retina Detachment removal surgery and what's the cost for the same?",
        "@drkunalup Sir, what's the procedure for Retina Detachment removal surgery and what's the cost for the same?",
        "@SankaraV2020 Do you have a branch in Kanpur?",
        "@tcl_india My 55\" @tcl_india TV has got one big black dot ⚫and vertical line on screen. It's just two years since I bought it."
    ]
}