{
    "screen name": "peritozuwendy",
    "no. of tweets": 147,
    "tweets": [
        "Bugün trafik kazası nedeniyle 25 yaşındaki Hemşire Tuğçe Demir vefat etti. 2019 mezunuymuş. 1 ay önce göreve başlam… https://t.co/nQsdVkPsCE",
        "Happy Nurses Day 🌸 #Nurses2020 https://t.co/IgEXDlNq7o",
        "En sevdiğim dizinin en güzel sahnelerinden biri. https://t.co/OlU73axdT3",
        "Eleanor Is the Answer - The Good Place 1:50 https://t.co/oI32sfLImw",
        "Mutfak Döngüsü : Yeni öğrenilen tarifi 8-10 kez uygulamadan bir yenisine geçememek.",
        "65+ insanlar 11:05’de pıtır pıtır dışarı döküldüler. Çiftler kol kola, yalnız olanlar baston ile yavaş yavaş yürüyo… https://t.co/KJNesiYiNx",
        "@captainmeto Buradaymış https://t.co/b7odKSJV8q",
        "Hanımefendi güzel söylemiş. \nhttps://t.co/Hw9XjWx5Wd",
        "çok severim söyleyemem sorma güzel ne olursun",
        "Özel mesajlarını mail atan insanlar... https://t.co/wFJwJPKeBM",
        "Tarkan ❤️ https://t.co/O90Xn5XEHY",
        "@leylatkn11 @izmirgibiyiz Mayıs, 2020 https://t.co/D8CbjVo6RR",
        "” Bu soruların hepsine evetle cevap vermek için, deliliğin kendinden daha deli olmak lazımdır. “",
        "“ Rica ederim, bana söyleyiniz, insan kendinden nefret ederse, birini sevebilir mi? Kendi kalbi ile barışık olmazsa… https://t.co/YolaU4AmXR",
        "@ezgibeeblebrox mizah hususunda bir hazine sandığı olduğunu düşünüyorum.",
        "“God gave us our relatives; thank God we can choose our friends. “",
        "Şimdiye dek izlediğim en iyi stopmotion film “Mary ve Max”. Sonlara doğru Que Sera Sera çalmasıyla kalbimi fazlasıy… https://t.co/YUEhXv71Il",
        "“ You are imperfect, and so am i. All humans are imperfect... “",
        "Deryaya yakın, dünyadan uzak bir yerdeyiz. https://t.co/GQWlZDMGMt",
        "“ Ne kadar kazarsan kaz kendi çemberinde bir noktadasın. “ \n https://t.co/y8EjYvY8MN",
        "Günaydın☀️ \n https://t.co/urCjcOU67S",
        "İnsan aklını eşsiz yapan kelimeler(kelâm) değil, manadır.",
        "Yeryüzündeki 9497. günümden tüm takipçilerime merhaba. Doğum günü pastamı tek başıma yaptım ve mumları bir nefeste… https://t.co/JWhlanvTl6",
        "03:03",
        "Günlerden pazar\nAklım hep sende\nSev\nSen sevince güzel\nhttps://t.co/6uZeoveNlH",
        "Benim kardeşim de aynen böyle https://t.co/2auKA98yGt",
        "Sen gözlerime bakıyor gibi, ben kaçırıyor gibi. Ya da tam tersi.",
        "🌔\nPinhani - Beni Böyle Sevemezsin (Evde Kayıt) https://t.co/mjAw7LRbtg",
        "Canlı yayın yapsa keşke.TARKAN 😍 https://t.co/AtoTpkrOiA",
        "“ Ne zaman aynayı sevmezsen gel kendine bir de benden bak. “",
        "Ruh eşim https://t.co/xWUb0b2njl",
        "@MutlutErol After quarantine time :)",
        "@MutlutErol I’m here.",
        "I would've stayed at home. \n“Break My Heart\", Dua Lipa, @TIDAL’de #ŞimdiÇalıyor \n https://t.co/nQj7lrZfYY",
        "Mutlaka dinleyin. https://t.co/DGk4CyAgYn",
        "@MutlutErol @ser_kan_ozdemir İlk fırsatta * ☺️",
        "@ser_kan_ozdemir Gönül penceresinden ansızın bakıp geçtin. 🍀",
        "@_neptunmavisi_ Aslında doğru olanı yapıyorsun. 😁 Satranç en az 3 hamle sonrasını düşünerek oynanan bir oyun.",
        "“ Simurg’u göremesen de bari küçük bir serçeyi gör. Kaf dağına varamasan bile hiç olmazsa evinden çıkıp kırlara açı… https://t.co/UT2hpcPgIn",
        "“ Dünyaya olan kayıtsızlıkları bazan o kerteye varıyordu ki, kendilerine altın ve gümüşten, zevk ve safadan, lezzet… https://t.co/Nl6Eqgld8g",
        "“ Bu dünyada insanların korktuğu tek şey öğrenmekti. Acıyı, susuzluğu, açlığı ve üzüntüyü öğrenmek onların uykuları… https://t.co/XB3tKRBtxW",
        "Evrendeki tek mükemmellik farklılık. İnsanı farkı kılan ise kusurlarıdır.",
        "🐬",
        "Mavi. \nhttps://t.co/i7C4Y63W3o",
        "Yeni bir iş. 🙂",
        "Buraya pek yakında üç güzel gelişme yazacağım.",
        "\"Fakat mutluluk ve neşe insanı nasıl güzelleştiriyor! Yürek sevgiyle nasıl da kaynıyor! Sanki kendi yüreğini alıp b… https://t.co/oahXJCjCEs",
        "#YeniProfilResmi https://t.co/kLciPWesw2",
        "“ Bize bahşedilen hayatı güzelleştiren insanlar için yazılmış bir şarkı. “https://t.co/wcVSiqfmOy",
        "Güzel şeyler yine olur, hep olur",
        "Güzel şeyler birdenbire☀️",
        "“Cheryl sana öğretemeyeceğim bir şey varsa o da kendini bulmandır. Kendini bulduğunda ona sıkıca sarıl olur mu?”\nWild (2014)",
        "Evrencan 💓  https://t.co/HFt7eDVVuX",
        "mor ve ötesi &amp; İstanbul Blue Night Dijital Konseri https://t.co/hIEr3ns83A",
        "Şebnem’im sabah paylaştı. 🙂 \n https://t.co/C8eZ47oVaN",
        "Önümüzde zorlu bir parkur var. Engeller, yüzleşmemiz gereken değişimler... Ama şu anda bir an için her şey harika.",
        "“Yani fanilik insan olarak kaderimiz. faniyiz biz, öleceğiz birgün ve her şey yok olacak. Mutlak anlamda yok olmaya… https://t.co/idDiYC0V2w",
        "\"Ben çocukluğuna ağlayan birisiyim hâlâ. Kendimi hem zamansal hem de mekansal gurbette hissediyorum. Çocukluğum git… https://t.co/7UkapE5ANP",
        "İnsanın cenneti çocukluğu.",
        "Hayat - Engin Gençtan https://t.co/pUs3QgjHmu",
        "“ Yaşamak kendisi olabilmeyi ve yaşama etkin bir biçimde katılabilmeyi tanımlar. Bu insanın kendi sorumluluğunu, bi… https://t.co/h5LnYh8lCg",
        "“ Dünyada iki tip insan vardır: yaşayanlar ve yaşayanları seyredip eleştirenler. seyretmek ölümü, katılmak ise yaşamı simgeler. “",
        "“ İnsanlar mutlulukla hazzı karıştırıp,kendilerine haz veren yaşantıları mutluluk diye adlandırıyorlar. Bana göre m… https://t.co/iQ6fc5tvSr",
        "“ Tüm sözcükler tükendiğinde insan insanı anlamaya başlar. “",
        "Göz kırptı bir yıldız, yoksa ben mi öyle sandım.",
        "Yılların Taş Fırın’ı kapanmış. Kocaman kurabiyelerini ve fıs fıs olan boyozlarını özleyeceğim.",
        "“ Bana arkadaşını söyle, sana kim olduğunu söyleyeyim. “",
        "Özdemir Asaf :) \n https://t.co/bgkE9YgfV6",
        "Her sabah “bu olmamalı”, “böyle olmamalı” diye uyanıyorum. 5-6 yıldır (ki gençliğimizin baharı) gündemi özellikle t… https://t.co/PniqK1zor9",
        "Bunca çirkinlik varken hala nasıl nefes alabiliyoruz şaşıyorum.",
        "“ Vicdan muhakemesi yapamayan, kendisine ait belli ahlak presipleri, oturmuş karakteri ve kendisine ait belli bir h… https://t.co/19jy7lKyck",
        "Arkadaş arkadaşın aynasıdır.",
        "Huzur : Cumartesi sabahı kış çayı içerken Köpük’ü sevmek.",
        "“ Sartre was right. Hell is other people. “",
        "Kimse duymasın dünyanın en güzel günü bugün. https://t.co/6sMaYj98Yv",
        "“ Hayatta bazen zor yolu seçeriz. Çünkü önemli şeylere sahip olmak için zor yollardan geçmemiz gerektiğine inanırız… https://t.co/dxvN6NZItf",
        "\"İnsanlar aptal olmasalar bile, şunu söyleyeyim ki, dehşetli nankördürler. Evet,hem de eşi bulunmaz bir nankör. Ban… https://t.co/fa5WeueYWH",
        "Ve unutmayın ki hep bu yaşta kalmayacaksınız.",
        "Bir daha bu yaşta olmayacaksınız.",
        "@dorsalis_pedis Payı da büyütmen lazım. Böyle hareket değersizleşmiş oldu",
        "Kedi Ağacı https://t.co/jR3Mkq3mB3",
        "\" Eğer kitapların insanları bir araya getirme gücü varsa, bu kitabın sizi bir araya getirmesini umuyorum.\"",
        "@serpilelitas Ama Shrek hayatının aşkı oldu. Biraz sevinelim 🌻",
        "\"Önemli olan yaşamdır, yalnızca yaşam... Onun keşif süreci, sürekli bitmek tükenmek bilmeden yaşamı keşfetme çabası… https://t.co/V8kNmka3Vv",
        "Lise arkadaşları bambaşka. Kaldığın yerden devam edebiliyorsun. Sanki dün görüşmüşsün gibi samimi.",
        "Hiç olmazsa tek bir insanla, sanki kendi kendimleymişim gibi her şeyi konuşmak istiyorum. \nDostoyevski/ Budala",
        "🍀\nNilipek. &amp; Can Kazaz - Kendi Halimde https://t.co/FUg5IPYDTb",
        "\"İnsanlar özgür olduklarını düşünerek yanılıyorlar, fikirleri kendi yaptıklarının bilinciyle ve bunları belirleyen… https://t.co/6ZCA9IJuwN",
        "Güzel İzmirim’e saygımla geldim, sevgimle ayrılıyorum.",
        "Küçük şeyler sevindirir ruhumu.  https://t.co/XsqWa7YLSY",
        "“ Eğildi büküldü anılar, cevapsız kaldı sorular. “",
        "@halleyoheyo seninle üst ranzada ikinci yeni şiirleri okuduğumuz günleri özledim birden.",
        "@halleyoheyo Biz kırıldık daha da kırılırız\nDoğudan batıya bütün dünyada",
        "9319. Ne kadar balık düşünüyorsam o kadar balık.",
        "İlkler, son kereler, başka başka şeyler bekliyoruz yollardan.",
        "Yine bir Tarkan efsanesi 🌸\n https://t.co/KyUtw3HF0w",
        "Vance Joy - 'Riptide' Official Video https://t.co/qWD2rq1BaZ @YouTube aracılığıyla",
        "Hmm...  https://t.co/K9AExSHe9a",
        "https://t.co/a4YY92Lvps",
        "Forty Portraits in Forty Years https://t.co/UdvExn6GQK",
        "Düşün bakalım 😁 https://t.co/CeV0khXlzK",
        "Üniversiteden bir hocamın sorusuydu. Sizlere sormak istedim. Hangisini olmak isterdiniz?",
        "“ İstediğin ilk şey, ihtiyacın olan son şeydir. “",
        "https://t.co/s02mZG97qI",
        "Evet belki bu mümkün 1 yıl ya da 10 yıl sonra. Muhtemelen sen yorulunca.",
        "Gökbilim tarihi insanın genişleyen ufkunun tarihidir. Edwin Hubble",
        "Anlam, ilgiden doğan bir yanılsama.",
        "Güzelsin https://t.co/Ve16mqABjo",
        "The story moved on but we did not.",
        "Gençliğinde de böyle pozlar verirdi.",
        "100 yaşındaki Dedem. https://t.co/ctVgj5zr7I",
        "Bunu bütün arkadaşlarıma söylememi istedi. 😂",
        "Dedem 100 yaşında.",
        "Gerçeklerden kaçabilirsin ama Spotify’ın senin için derlediklerinden asla.",
        "Night night :) \nFor Your Love | Jacob Gurevitsch | Spanish Instrumental acoustic guitar ... https://t.co/YtkOxwNMIO",
        "Baya baya seviyorsunuz bu hayatı tebrik ederim arkadaşlar.",
        "“ Bazen bir şeyin iç yüzü, yalan söyleyende doğru söyleyenden daha iyi belli eder kendini. Doğru, ışık gibi kör ede… https://t.co/YYbSOdWPmN",
        "Ahahaha Özge ile buluşmaya giden Duygu https://t.co/TJOVHCHNKo",
        "Bir başkasına verebileceğim en kıymetli hediyeler : zamanın, sevgin ve dikkatin.",
        "Keşke  😍 https://t.co/C4KzHCLtNd",
        "Bazı insanlar tam olarak böyle. Yazık. https://t.co/sJomgi0JLI",
        "Anıt Sayaç erkekler tarafından öldürülen kadınları saymaya devam ediyor. Bizler başımızı ara sıra çevirip “Kadına Ş… https://t.co/oC6qke6e6K",
        "Bir zamanlar Türk Telekom Ankesörlü Kart koleksiyonum vardı. ( Fotoğraf temsilidir. ) https://t.co/q62Hgl4XAZ",
        "Her hikayede daha iyi bir sona yer vardı.",
        "Herkesin derdi aynı, herkesin derdi ayrı. https://t.co/dtCKGgCPuz",
        "“ Dünya üzerinde kahkaha ve güleryüzlülük kadar karşı konulmaz derecede bulaşıcı olan bir şey yoktur.\"",
        "@55fthdmrl JBL iyi değil mi ? Herkes duysun müziği",
        "Rüyamın en garip yerindeyim.",
        "\" İnsanın en kıymetli şeyi zamanıdır, para değildir. Çünkü hiç bir şekilde telafi edilemez, hiçbir şekilde yerine k… https://t.co/8RtH3iNAEt",
        "\"Ayrı yollara gittik ancak birbirimize yürüyüş mesafesindeydik. “",
        "“ İlkler, son kereler… Başka başka şeyler bekliyoruz yollardan. “",
        "“ Evler, pencereler... Başka başka şeyler bekliyoruz yollardan. “",
        "“Şekerli kar kokusu”\nhttps://t.co/gcdKJL11AB",
        "Şarkıların kokusu var. Nasıl olmasın?",
        "“ Tüm beklentinin asıl anlamı, onun temelli olarak doyurulmamış kalmasındaydı, çünkü her doyum eninde sonunda sadec… https://t.co/iQgEjK3Pvj",
        "''Yolun uzunluğu arzulanan hedefe ulaşma olasılığıyla ters orantılıydı. Bunda onun görüşüne göre tüm insan çabaları… https://t.co/hp4tS4AnTX",
        "Landon Pigg - Falling In Love At A Coffee Shop https://t.co/AokQSIHwry",
        "Eylül meselesi",
        "9167. günden günaydın🦋",
        "https://t.co/ZeTMUw1v4i",
        "“ Ne kadar yakın, o kadar uzak. “",
        "“ Believe that love that is true and real, creates a respite from death. “",
        "Lakin güzel, lakin neşeli...",
        "\"adını gizleyeceğim\nsen de bilme, lavinia.\"",
        "🌺 https://t.co/NhP24Inh2X",
        "🎻 https://t.co/UJ0wErithb",
        "#noland https://t.co/TyvGC4Ybbd"
    ]
}