{
    "screen name": "StankinsLeeroy",
    "no. of tweets": 192,
    "tweets": [
        "@GDistaster @ctruth4117 @CNN That's certainly true. Just, when you're in the armed forces, things are different. Lo… https://t.co/rtWLctJ9Sd",
        "@NBCNews Everyone knows this. Perhaps he's trying to be optimistic and give people hope!? What the heck happened to… https://t.co/Ac5fbL0zdV",
        "@matthewdmarsden Nothing by U2 that's for sure lol.",
        "@matthewdmarsden Brave New World - Iron Maiden\nTrain of Thought - Dream Theater\nEnd of Heartache - Killswitch Engag… https://t.co/pmkSWthHn5",
        "@GDistaster @ctruth4117 @CNN Are you in the Navy? Or any other service? If not, it's not nearly as simple as you think.",
        "@803Devin2001 @SallyGirlUSA @weallscrewed @UDnBengalsFreak @Eggman85 @DeAnna4Congress @realDonaldTrump Stupidity hurts more.",
        "@forcemultstevea @JoeBiden Ha! Yeah, like Biden is any better than a pile of cow dung.",
        "@JoeBiden No prob. TRUMP 2020!!!!",
        "@803Devin2001 @SallyGirlUSA @weallscrewed @UDnBengalsFreak @Eggman85 @DeAnna4Congress @realDonaldTrump Please. You'… https://t.co/GP9dKFzjRr",
        "@803Devin2001 @SallyGirlUSA @weallscrewed @UDnBengalsFreak @Eggman85 @DeAnna4Congress @realDonaldTrump No. Get out… https://t.co/nEPS8AQqnd",
        "@NBCNews So, they're just doing what the Dems did. People didn't have a problem with that cause orange man bad, but… https://t.co/imBcixoR29",
        "@JR28440866 @Jc_1978 @CNN I don't think you know what racism is.",
        "@musicism3e @Jc_1978 @CNN So if he said \"some white guy\" that would be better how? Are you just wanting him to say… https://t.co/I9r1N0tEQk",
        "@musicism3e @Jc_1978 @CNN Had everything transpired the same way but the two guys been black, the story told by the… https://t.co/xRP83xQrZj",
        "@musicism3e @Jc_1978 @CNN So if we keep assuming all these white guys are just a bunch of racists then why not keep… https://t.co/eDveA9sTiA",
        "@musicism3e @Jc_1978 @CNN Well, you should advocate for changing the laws. When you read the statutes, they followe… https://t.co/oHYBCosiaM",
        "@JR28440866 @Jc_1978 @CNN No one said otherwise so 🤷🏽‍♂️",
        "@BarackObama For Trump.",
        "@h00pla434 @NegroLightning @Avnrulz @55sammi @TheQuartering How is what I said not relevant to her paper on sexualized teens?",
        "@musicism3e @Jc_1978 @CNN More assumptions and foregone conclusions... Who ever said that? Gee, no one. That'd be j… https://t.co/j96CHA14jp",
        "@JR28440866 @Jc_1978 @CNN Assumptions and conclusions.... That's all you got.",
        "@JR28440866 @Jc_1978 @CNN No I haven't. I was taught to not go in property that isn't mine. Who said he should be k… https://t.co/MfEHCS0g8E",
        "@JR28440866 @Jc_1978 @CNN Which video? The one that's edited to further your narrative?",
        "@JR28440866 @Jc_1978 @CNN We also literally saw him in someone else's house so what's your point?",
        "@SciFyWriter @yanamangahas @ReaperofdaGrey @TheQuartering Published? Lol ok. Send me a copy when it is.",
        "@h00pla434 @NegroLightning @Avnrulz @55sammi @TheQuartering Just stating facts. But who cares about that these days.",
        "@musicism3e @Jc_1978 @CNN I have. You're just choosing racism.",
        "@JR28440866 @Jc_1978 @CNN Just doing the same thing you are.",
        "Come on @Twitter. Removing hastags? Let speech be free. #MeTooUnlessItsBiden used to show up... Looks like you guys… https://t.co/2VrQuoP1OU",
        "@Alyssa_Milano @CNN Will not READE. Will not share. #MeTooUnlessItsBiden #BelieveAllWomen",
        "@Alyssa_Milano @CNN You WROTE for CNN? No wonder they're articles are littered with fake news.",
        "@Jc_1978 @CNN Well, we know he wasn't \"out jogging\" for starters. Also, in the video Arbery ran TO the truck. Who's… https://t.co/utBrwUPpaN",
        "@Jc_1978 @CNN Nice false narrative you got there.",
        "@JohnAl52970265 @JeffTheWill @CNN No, I think it's you who needs to check themselves.",
        "@CNN Well yeah. As with any other case ever, regardless of color.",
        "@adampol15 @HOLYFOUNT @DonaldJTrumpJr Cute sound bite that proves nothing.",
        "@ev73881647 @DianeCr19985962 Yeah. He banned coffee in his assault rifle ban cause, you know they're smart.",
        "@DonaldJTrumpJr Isn't that the last Facebook just put on their ethics panel or something? The lady who made fun of… https://t.co/Kg4QD5t1gO",
        "Mic drop.... https://t.co/IXJJ0iauj9",
        "@leafolland @NBCNews Also, the police were called by the McMichaels. They saw him while on the phone with 911.",
        "@leafolland @NBCNews For you. So tell me who's racist again? He was the suspect of a crime. Done exclude the contex… https://t.co/meUoMbDZ5n",
        "@FullMetalPantz @okron8 @1Blakelake @NBCNews I mean I get it kind of. But no one is stopping someone now armed from… https://t.co/DFnTWlms2q",
        "@okron8 @FullMetalPantz @1Blakelake @NBCNews Wouldn't have been very nice, but sure. It's the land of the free for… https://t.co/n6bMrz1Jsr",
        "@okron8 @FullMetalPantz @1Blakelake @NBCNews Don't conflate the two. Open carry is a law. Intimidating someone prob… https://t.co/msLrlCLs5W",
        "@s0ul_thursday And you promote murder? No wonder you have to \"buy company\". They probably can't wait to leave after they're paid.",
        "@s0ul_thursday Ah so you're ac racist. Why don't you go but some morals with your six figures bro?",
        "@NBCNews Yeah, but was it a racist COVID-19 related death?",
        "@JamieWorkentin @okron8 @1Blakelake @NBCNews Lol ok. I know the 4 conditions ok, Semper Fi. I see people open carry… https://t.co/CjOGlQgWFW",
        "@okron8 @1Blakelake @NBCNews So, what do you assume they were there for? I mean, nothing happened, but apparently t… https://t.co/P4acoW1kyN",
        "@s0ul_thursday @KunchokTendar @TheQuartering Pics or it didn't happen. I'll be waiting. With my welfare checks.",
        "@okron8 @JamieWorkentin @1Blakelake @NBCNews Is being intimidating against the law? I really don't know. Antifa was… https://t.co/LJczqBcBcT",
        "@leafolland @NBCNews Yeah lol. Cause his neighbors, who knew him, just waved to him as he went by. Totally unfair s… https://t.co/7hNSbuS3OU",
        "@s0ul_thursday @KunchokTendar @TheQuartering I will. Don't need your permission either. Have fun being sad and alone.",
        "@crime18458238 @NBCNews I was wrong. I like the Hodgetwins a lot though.",
        "@crime18458238 @NBCNews Before I click it... I'm guessing Frei and Barnes...",
        "@Bornking808 @NBCNews Hmm, in didn't see anyone say this. Is this what you propose we do?",
        "@leafolland @NBCNews He carried the TV in his neighborhood, not Arbery's or the neighborhood Arbery was in. Don't spread false statements.",
        "@NBCNews @trymainelee @TheRevAl Intro should've read, \"The killing of Ahmaud Arbery sparked by media outrage...\"",
        "@Myjobgetters @CNN 🤣👏🏼👏🏼👏🏼",
        "https://t.co/8z2OQ5gxx6",
        "@okron8 @1Blakelake @NBCNews It's called a picture. Perhaps they were posing. You ever pose for a photo? Odd concep… https://t.co/SGp0d8Bv4u",
        "@Insolent_Puppy @1Blakelake @NBCNews Ah... Get it now. The place where the prime minister is dumb enough to also ba… https://t.co/GK7ek7V51V",
        "@Phantom_M61A1 @1Blakelake @NBCNews Definitely the better question. She's mad. She about to go full Cersei up in Mi… https://t.co/FSFBih9lXG",
        "@Daroba4Bazalar @NBCNews It's cause they're white huh?",
        "@MattBlackhawk @NBCNews Exactly! Why can't people see this.",
        "@NBCNews So, she's having a legit temper tantrum. \"I'LL SHOW YOU! WAH!\"",
        "@bbwlw @NBCNews Open carry is legal. Right to protest is protected by the Constitution. Nothing they're doing is illegal.",
        "@1Blakelake @NBCNews Ever hear of the Constitution?",
        "@jmaluso @CheriJacobus @seanhannity Her response would be completely different if it were Trump.",
        "@mljones9912 @freedomrocks23 @seanhannity @SenSchumer https://t.co/M8Pxjiq4JT",
        "@seanhannity Wow... Just.... Wow...",
        "@s0ul_thursday @KunchokTendar @TheQuartering Waiting for what? And no one believes you.",
        "@NegroLightning @Avnrulz @55sammi @TheQuartering Most people her age or older do portray teens though.",
        "@yanamangahas @ReaperofdaGrey @TheQuartering Yeah, but the point was hers to make.",
        "@frontsnorri @TheQuartering She'd be perfect for Vox.",
        "@TheQuartering Also, periods go inside the quotes. Paper getting marked up before it's ever even read. She's alread… https://t.co/maYNzYXEpN",
        "@DynamicFlashy @MoonlessMidnt @coDeez_nutz @JayZario @CNN @CNNOpinion That'd be an accomplishment for them lol.",
        "@MoonlessMidnt @JayZario @CNN @CNNOpinion Congrats, you know how to take a screenshot. Point proven. You've given Z… https://t.co/irbYIyZ6JC",
        "@AngryOroro @gerry1putt @larryelder What if what if what if you made an intelligent argument.",
        "@MoonlessMidnt @JayZario @CNN @CNNOpinion Quit talking in circles mate. All you're doing is showing off your ignora… https://t.co/wHAhY2ArB2",
        "@PandiPartho @CelticCoven @lisaandrich @nathan5573 @CBSNews DENIAL!!!! SAD!!!!",
        "@BatesSherrod @bckdrft80 @Neilgrimsley @RepVernonJones It kinda does.",
        "@missymuss @Neilgrimsley @RepVernonJones He's got a caring father. He'll be fully prepared and fully loved.",
        "@Raul33805210 @CNN Lol, just being sarcastic. But they have handled it pretty darn well.",
        "@MattLatino2 @tpwk47 @BloodstaindGem @BillBlake2018 @H8KUcom @IgnotasArtes @jason_howerton So my dad did teach me c… https://t.co/zWBnrzpU7i",
        "@seanhannity I've been saying this the whole time. Not surprised in the least.",
        "@tpwk47 @MattLatino2 @BloodstaindGem @BillBlake2018 @H8KUcom @IgnotasArtes @jason_howerton Many have said he didn't… https://t.co/ueGLOwc6O7",
        "@leftbobgolfer @EmperorZing @CBSNews Classic reverse racist response. Yeah, God forbid we care about the other hate… https://t.co/rUyuW4y98W",
        "Love me some @DonaldJTrumpJr https://t.co/rbetzAcLA2",
        "@leftbobgolfer @EmperorZing @CBSNews Sigh... reductive arguments are strong with this one. Everyone with a truck mu… https://t.co/xt0FA02Epa",
        "@lisaandrich @PandiPartho @nathan5573 @CBSNews Oh a threat....*yawn* Fuck you. What is this, 3rd grade?",
        "@walrusvsion0001 @CBSNews Thank you! There were 2600 other blacks murdered in 2018 by black persons...Black lives o… https://t.co/yS5BClNWzX",
        "@Projekt7101 @CBSNews Exactly! They're playing everyone's emotions with this bull.",
        "@kentuckyliz @CBSNews Well he likely caused the first one so... You don't pull on a weapon with someone's finger possibly on the trigger.",
        "@dancer39532 @CBSNews Again, you're trying to twist things. I'm thinking he ran because he knew he would be identif… https://t.co/pie0pAgbWI",
        "@dancer39532 @CBSNews @MailOnline Way to frame that in the way you want it perceived. You're as much a racist as an… https://t.co/20ou6W4J9f",
        "@dancer39532 @CBSNews You should work for CNN. You seem good at trying to ascribe motive. What do you think he was… https://t.co/sehhUmP65O",
        "@leftbobgolfer @EmperorZing @CBSNews He also didn't need to trespass but here we are.",
        "@YouTube enough already. We get, you have a liberal bias but let people have their free speech! https://t.co/zy5jsP2xFo",
        "@thevivafrei @YouTube @TeamYouTube @SusanWojcicki Sheesh. You've got to easily be one of the most fair people to ma… https://t.co/0LuSlEbWlD",
        "@PandiPartho @lisaandrich @nathan5573 @CBSNews Is that the insult for 2020 or something? You abandoned racism faste… https://t.co/uJlNItC6ol",
        "@lisaandrich @nathan5573 @CBSNews Bullshit. The guys leading the ACLU NAACP and the rest love making their fat payc… https://t.co/Ad0ee76DS3",
        "@TonyGreene05 @lindahvaughn @larryelder How about this: Person seen trespassing is illegal.",
        "@ginger_petite @NBCNews Thanks for the reminder, I need to update my bio.",
        "@PandiPartho @lisaandrich @nathan5573 @CBSNews pandi too, is under the mask.",
        "@ginger_petite @NBCNews None yet.",
        "@ginger_petite @NBCNews And you apparently don't understand my comment. You probably didn't serve them did ya?",
        "@ginger_petite @NBCNews You does that just make you a POS?",
        "@justanyone @CBSNews I don't know business laws. They could perhaps ask him to leave. I like what I heard… https://t.co/BSBXN5sXXA",
        "@justanyone @CBSNews Well the best man at my wedding was black. I don't condone what he did. It was dumb, very poor… https://t.co/BWuy8ewe5S",
        "@Raul33805210 @CNN Taiwan should be on this list. Unless you don't recognize them either.",
        "@nancygill @TAftermath2020 @CNN Truest thing I've read in a week.",
        "@stillerz @CNN They weren't even involved so.... Good luck trying to make this look like a win for the Dems.",
        "@JRayCamp1122 @Vishus_Kim @CNN @DNC @TheDemocrats @SpeakerPelosi Shut up. You're in America and better off than 99%… https://t.co/oFqxUc5TYR",
        "@daniadilligaf @CliffLeClaire @CNN All kids for the next thousand years are gonna be paying this stuff off.",
        "@JefeyySvennssen @CNN Right? At this rate, just cancel all debt and be done with it.",
        "@CNN How the hell CNN going to portray a bill that won't pass as a win? #EnemyOfThePeople",
        "@ginger_petite @NBCNews Exactly my point asshole.",
        "@ManInstinct @OrangeL83619933 @TheQuartering I didn't play much of it, nor do I really play sports games. But, I mi… https://t.co/lpohPkJAhH",
        "@OrangeL83619933 @TheQuartering Diablo II Remaster...",
        "@NBCNews Welcome to the Marine Corps lol! Cry me a river.",
        "@JoeBiden @senatemajldr 69 pages of text but failed to replenish PPE... Ok whatever grandpa.",
        "@justanyone @CBSNews Hey asshat, get your quotes right. He condemned the KKK, but that would mess up your narrative.",
        "@lisaandrich @nathan5573 @CBSNews They aren't. But they're the only ones who seem to hate free speech.",
        "@seniortripper @VanceBullivant @CBSNews But every black comedian and rapper can yell n*gger every other word? White… https://t.co/ikX230WBZH",
        "Sigh... Just do what good for the people instead of yourselves for once! https://t.co/WMCbjp4mxK",
        "Wow... Even black people don't like black people. https://t.co/Pl0LTnx3PB",
        "@PanicFolks @paulmdickey @CNN @realDonaldTrump #WuhanVirus #WuFlu #ChineseVirus #ChinaLiedPeopleDie #ObamaGate #KungFlu #KungFluVirus",
        "@CNN I see you're resorting to clickbait...",
        "@ThisisShannonVB @BryanM_NC @larryelder Wow. You know so much. Yet so wrong. What does teaching values and morals h… https://t.co/4Xm6kvhGew",
        "@Reuters Like... Dare I say...hydroxychloroquine...",
        "@nobodyandnuttin @DiscipleX1 @larryelder @MattWalshBlog @NolteNC @w_terrence Lol. So you agree then.",
        "@nobodyandnuttin @DiscipleX1 @larryelder @MattWalshBlog @NolteNC @w_terrence Well good on you. I know it's not a \"r… https://t.co/FxeV5ARxRz",
        "@DiscipleX1 @nobodyandnuttin @larryelder @MattWalshBlog @NolteNC @w_terrence Define \"checking out.\" I'm not saying… https://t.co/eoaBGwb7zP",
        "@DianaJManwaring @paulsperry_ @SingletaryPaula Way to spread fake news. This has been debunked time and time again.",
        "@ThisisShannonVB @BryanM_NC @larryelder Cool story.",
        "@TheQuartering Jogging advice.",
        "@gerry1putt @larryelder What if he was armed though?",
        "@clarkbay1080 @larryelder He did not.",
        "@nobodyandnuttin @larryelder Really? Doesn't make it right. I've never walked through a random house. I respect other people's property.",
        "@Elpzabeth @larryelder They were called.",
        "@lindahvaughn @larryelder Wasn't jogging though.",
        "@RealMarcChin @larryelder I can agree with your assessment to a degree. The guy was a former cop so I'm thinking he… https://t.co/rSmfCPZ4YB",
        "@NorthboundTrain @RealMarcChin @larryelder I didn't see a rope.",
        "@BryanM_NC @ThisisShannonVB @larryelder Amazing how people are justifying him being there. Regardless of legalities… https://t.co/Xh2e0c5kKF",
        "Couldn't have said it better. https://t.co/ztGebb25Ju",
        "Thanks but that's a hard pass. https://t.co/CdVqSRFXtf",
        "@DanCrenshawTX That's a hard pass. #Crenshaw2024",
        "@CNN CNN poll lol!!!! 🤣🤣🤣 You can say anything when you make your own stats and figures.",
        "Lol! This guy! https://t.co/vQdIqGwsHQ",
        "@seanhannity Well yeah. Why do you think the term Hillary'd exists.",
        "@JoeySalads All about the narrative...",
        "@NBCNews As it should. Once we start regulating speech, God help us. The US will become like all the other nations… https://t.co/6TH8yoSLTO",
        "@deathcon6 @dayoff317 @CNNPolitics Holy shit dude. You need to Google some history lessons about who owned and sold… https://t.co/sCb1ZCGmCR",
        "@TheLiberalAssh1 @waldo_mary @GTutino14 @GrownCitizen @CNNPolitics That a prior officer is probably comfortable in… https://t.co/nGVtW1eYy0",
        "He's got gall... https://t.co/oQ2FnGJDlk",
        "@TheLiberalAssh1 @waldo_mary @GTutino14 @GrownCitizen @CNNPolitics You're obviously missing the point.",
        "@tokin_texan @Firehorse77 @Kimberl96933984 @Rebel88878445 @CNN Umm...you serious? It's only the biggest thing going… https://t.co/dxW578lSP8",
        "Hmm... Who in their right mind tried to clear up false information by talking to CNN? That's like asking Satan to s… https://t.co/ZAshxnkZw9",
        "@alexsalvinews @thevivafrei I'd love to hear your take on this. And as to why anyone would do an interview so early in this process.",
        "@TheLiberalAssh1 @waldo_mary @GTutino14 @GrownCitizen @CNNPolitics I don't know. I'm sure the former police officer… https://t.co/hNgZiWrD2t",
        "@renayelder2 @DaveCasto4 @memo_rangel7 @CNN Wow. TDS to the max with this one.",
        "@alexsalvinews Roddy's lawyer is obviously trying to create as much distance from the situation as possible. Also,… https://t.co/E8CZm9DXQ8",
        "@KT_140_6 @alexsalvinews Lol, I thought that too. My first thought was, wow, way to set up your client. He might as… https://t.co/SCNpDHS17S",
        "And people wonder why we some trust the press anymore. Blatant dishonesty and simply lying to the American people t… https://t.co/HXQAySRJsq",
        "@MincerTerry @CNN For what? You drinking CNN's Koolaid too?",
        "@CNN CNN is so butthurt lol.",
        "@renayelder2 @mini_true1984 @memo_rangel7 @CNN Then they need to start doing that and quit wasting everyone's time… https://t.co/BKoRuhKRgs",
        "@DaveCasto4 @renayelder2 @memo_rangel7 @CNN Exactly. Trump can see past their BS questions.",
        "@memo_rangel7 @CNN So, it was like all the other ones? They need to just stop. They're all gross at this point. I'd have stopped it too.",
        "@BloodstaindGem @tpwk47 @H8KUcom @IgnotasArtes @MattLatino2 @jason_howerton I didn't. You're the twat assuming that's what I meant.",
        "@BloodstaindGem @tpwk47 @H8KUcom @IgnotasArtes @MattLatino2 @jason_howerton Making assumptions. I didn't say it was… https://t.co/KgjBefh2y9",
        "@BloodstaindGem @tpwk47 @H8KUcom @IgnotasArtes @MattLatino2 @jason_howerton Hope you're feeling better about yourself. Also it's \"I'm.\"",
        "@tpwk47 @BloodstaindGem @BillBlake2018 @H8KUcom @IgnotasArtes @MattLatino2 @jason_howerton Alright then. So why was 911 called?",
        "@JoeySalads Interesting question...",
        "@BloodstaindGem @BillBlake2018 @tpwk47 @H8KUcom @IgnotasArtes @MattLatino2 @jason_howerton Also, I don't care if th… https://t.co/JXG22ksdr9",
        "@BloodstaindGem @BillBlake2018 @tpwk47 @H8KUcom @IgnotasArtes @MattLatino2 @jason_howerton It wasn't a construction… https://t.co/9UdX5jRKDW",
        "@BloodstaindGem @tpwk47 @H8KUcom @IgnotasArtes @MattLatino2 @jason_howerton Lol. I'm not dumb. But every post of yo… https://t.co/yi4zFrKae0",
        "@BillBlake2018 @BloodstaindGem @tpwk47 @H8KUcom @IgnotasArtes @MattLatino2 @jason_howerton So if I merely enter your house...🤷🏽‍♂️",
        "@SMiddleton2020 @TheJewishLobby @RightOnBrother @sportsfreak217 @ndrewkellyborel @CNN Then move. The country is still free for the moment.",
        "@waldo_mary @CNNPolitics Oh my, I'm gonna screenshot this. Cause uh.... They've been wrong about this stuff a LOT!",
        "@waldo_mary @SRC1889 @hoopninja64 @CNNPolitics He wasn't jogging.",
        "@waldo_mary @TheLiberalAssh1 @GTutino14 @GrownCitizen @CNNPolitics The police were already called so... There's that.",
        "@waldo_mary @Banggor12 @LiquidSoul06 @hoopninja64 @CNNPolitics WASN'T JOGGING!",
        "@deathcon6 @dayoff317 @CNNPolitics You do know who sold slaves right? And who still currently is slaving people? Wo… https://t.co/ZDW3A4jYPd",
        "@BloodstaindGem @tpwk47 @H8KUcom @IgnotasArtes @MattLatino2 @jason_howerton Ok. So by that standard I can come sit… https://t.co/lhJKMW3Wk5",
        "@JonasThiel6 @wemustconserve @RobToth_ @LibertyHangout We can agree here my man. I'm not sure sure what point they're trying to prove lol!!",
        "@tpwk47 @BloodstaindGem @H8KUcom @IgnotasArtes @MattLatino2 @jason_howerton I smell bullshit. But like you said, 1,000,000% irrelevant.",
        "@tpwk47 @H8KUcom @BloodstaindGem @IgnotasArtes @MattLatino2 @jason_howerton What do you think cops do everyday?",
        "@BloodstaindGem @H8KUcom @tpwk47 @IgnotasArtes @MattLatino2 @jason_howerton Also, then why'd he run to the truck?",
        "@BloodstaindGem @H8KUcom @tpwk47 @IgnotasArtes @MattLatino2 @jason_howerton Well...for obvious reasons. Do I really… https://t.co/nimhV0cy6q",
        "@tpwk47 @BloodstaindGem @H8KUcom @IgnotasArtes @MattLatino2 @jason_howerton So he was gone be murdered no matter wh… https://t.co/3bA70eiVax"
    ]
}