{
    "screen name": "HaTsSan25",
    "no. of tweets": 187,
    "tweets": [
        "The largest economic package in the history of India. \"Twenty million crore package\" Hopefully everyone will develo… https://t.co/xMo1YicBqN",
        "@RahulGandhi आपकी सरकार ने कभी भी किसी के गरीब के एकाउंट में पैसे दिए है क्या सर जी?",
        "@prakashraaj जिनको अच्छे खाने में भी ककनर मिले उसे कुछ नहीं कह सकते क्यों कि उनकी सोच वहां तक हीन होती है।",
        "Happy International Nurses Day! Today we celebrate the contribution that nurses make to society and say a big thank… https://t.co/Jxm5TBqLvJ",
        "@rautsanjay61 ऐसा है तोह जो विदेश गए है उनको बोलो चलते चलते भारत आजाये जैसे यहां के गरीब आ रहें है।",
        "https://t.co/SPn3TI6C02",
        "When someone is mean, don’t listen.\nWhen someone is rude, walk away.\nWhen someone tries to put you down, stay firm.… https://t.co/pt7LcNXgvg",
        "@TataSky Yes, Thank you for the service!",
        "@KKRiders Russel and mussel",
        "@TataSky Showing message Signal Not Receiving",
        "@TataSky Yes It is ON!",
        "@TataSky Zee News, DD National, DD Bharathi etc.",
        "\"The worst place an employee can be, is stuck in an organization with a micromanager who doesn't care about their d… https://t.co/R4wmXudd5K",
        "In Telangana Lockdown Extension till 29th May. \n\n#Lockdown3",
        "@filmfare तुमको ना भूल पाएंगे",
        "@InfoGujarat ફોટાઓ જોયીને આનંદ નો અનુભવ થાય છે. આજ ના આ વાયરસ થી લોકો ને બહુજ મુશ્કેલીઓ થાય છે અને આવા ગર્વ થાય એવા… https://t.co/LZSEowq97a",
        "@rohit_chahal बोहत बोहत शुभकामनाएं सर जी",
        "@vivekagnihotri यह लोग सिर्फ लाठी से नहीं मानते इनके लिये लिये पिस्तौल भी लेके जाना तबी यह लोग सुनेगे",
        "Govt extends the lockdown in India by two weeks. Lockdown will now last till May 17.\n#Lockdownextention",
        "#RishiKapoor Ji https://t.co/GuTlPkThKb",
        "@TataSky Can you call me again to my registere number?",
        "Employees are the branches of a tree that makes a company grow. They are your best brand ambassadors. Loyalty is a… https://t.co/OseCC4RZic",
        "Leaders who make people feel good about themselves and the work they do have loyal employees. In life we should alw… https://t.co/a5R8CwDuV5",
        "#RestInPeace #IrfanKhan #IrrfanKhanRIP https://t.co/VcPCTrCAwb",
        "@TataSky Still tata sky signal not receive can you please make fast.",
        "Every single 1 of us is a leader, whether a leader in our home, our local communities, our businesses or our govern… https://t.co/S074mNBh2S",
        "@TataSky Tata sky signal not receiving in TV can you please check it",
        "Employees don't quite companies; they quite bad bosses. The worst place an employee can be, is stuck in organizatio… https://t.co/RZOH8pD3Qx",
        "@rautsanjay61 सर जी वैसे तोह पंजाब में भी हुआ उनको नहीं बोलोगे कुछ या वहां पे आपके मित्रों की सरकार है तोह चुप रहोगे",
        "Don't be pushed by your problems. Be led by your dreams.\n#SundayThoughts",
        "@TataSky Okay",
        "@TataSky Setup box is on",
        "@TataSky Again same problem today can you please rectify this as early as possible",
        "Wishing you a very happy birthday to one of the talented and versatile actor @BajpayeeManoj sir. 🎂💐",
        "@cricketaakash May be they are not updating data like china 😂😀",
        "@filmfare मैं खिलाडी तू अनारी",
        "@TataSky Ok sure I will check and thanks for the immediate reply.",
        "@TataSky Yes setup box is on",
        "@TataSky रात होते हैं दूरदर्शन नहीं आ रहन है यह लगभग लास्ट 5 दिन से हों रहन है सब चैनल आ रहन है सिर्फ एक हीं दूरद… https://t.co/es05JEoKXu",
        "@dhruv_rathee You are also congress bhakt so both are in same way.",
        "“The size of your success is measured by the strength of your desire; the size of your dream; and how you handle di… https://t.co/34DKHwcx6t",
        "“Treat failure as a lesson on how not to approach achieving a goal, and then use that learning to improve your chan… https://t.co/oNfophk9mO",
        "“Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what… https://t.co/wMd5032O76",
        "#passion https://t.co/rP0ttV6K3C",
        "Don't give up. A little patience, my dear. Keep going. Your time will come.🙂\n\n#Covid_19",
        "Unemployment is temporary. Life is unpredictable. The person you reject today, might need their help tomorrow. \"We… https://t.co/OnJWvl6HcW",
        "@AnupamPKher वाह! सर जी क्या बोले हों आप।",
        "@vivekagnihotri @RahulGandhi सर जी इनका काम हीं वहीं है सर क्यों कि इनको अपनी सीट संभाली नहीं जाती क्यों कि इनसे कु… https://t.co/zVw77EhMqi",
        "पहले के जमाने में गुप्तचर होते थे जो यहां की बात वहां पे करते थे। आज के जमाने में चमचे होते है जो सिर्फ खुद को ऊपर… https://t.co/YdjHKyI8n4",
        "but as the movie progress you will found yourself in such dilemma. The movie packs a very dark, sympathetic and bel… https://t.co/bjESXYeaAn",
        "Finally I watched Joker Movie. One of the best joker origin story had also some glimpse of health Ledger joker a fa… https://t.co/fTIfOZ7RBz",
        "@RajatSharmaLive @indiatvnews It is very difficult that the doctors who are fighting now to save the people and the… https://t.co/sz4qxDaNkt",
        "@ESPNcricinfo सचिन तेंदुलकर",
        "Now this looks fun! \n #technology #innovation #gaming https://t.co/GNTSsyCHvm",
        "@sardesairajdeep सर जी थोड़ा गुस्सा कम करो हमे पता है आप कैसे जर्नलिस्ट हों आप उन लोगो के ही इंटरव्यू ले सकते हों… https://t.co/t2f68kmATx",
        "it can move semi-autonomously and is equipped with an electrostatic spray nozzle that allows it to spray disinfecti… https://t.co/i4cGqAGSVn",
        "Here's an extra helping hand for cleaners tackling the #COVID19 outbreak, developed by #NTUsg researchers from the… https://t.co/poPBrt9iZu",
        "@vivekagnihotri It's totally true sir.",
        "Little Robot Waiters are super cute. #technology #innovation https://t.co/vDl6feOo7f",
        "\"Micromanagement is a complete waste of time. If you hired someone to do a job, then trust them to get it done.\" -B… https://t.co/AXgVQkt95J",
        "@kanhaiyakumar आप जैसे लोग रहेंगे तब तक एकता कभी नहीं आएगा क्यों आप लोग हैं देश को तोड़ते हों। इसलिये यह सब बाते आप… https://t.co/E3r7gfR2Lw",
        "“You are braver than you believe, stronger than you seem, and smarter than you think.”\n#Persistence",
        "The symbol of the fight against Corona, made by scattering the tricolor of India on the Matterhorn Mountain, locate… https://t.co/fnCXTyvYgv",
        "जितने लोग भी गलत काम करते है। वो यह समझते हौ की हम गलत काम कर सकते है और कोई रोकेगा नहीं और अगर वहीं गलत काम हुम् क… https://t.co/s2GXbjO5ep",
        "@realshooterdadi क्या जवाब है दादी जी आपका, दादी जी आपको मेरा सलाम है।",
        "@ESPNcricinfo My first favorite player is @kairyssdal which I saw my first international final match Netwest Series… https://t.co/eSaU6SjAs7",
        "\"Everyone you meet is fighting a battle you know nothing about. Be kind. Always.\"\n#Leadership https://t.co/f3v4ZbDt3t",
        "Morning rays gives you the power to do something new, it is the rays that make you healthy and positive towards you… https://t.co/84aXNUL4i7",
        "Awesome! Fear destroys today and paralyses tomorrow. \n\n#ThursdayThoughts #thursdaymorning https://t.co/JX6c7Df47c",
        "\"To be kind is more important than to be right. Many times, what people need is not a brilliant mind that speak but… https://t.co/BhYK3W8X1D",
        "Succes Mantra 5\n\nYou've to change with time. Always try to change yourself for good reasons. But never try to chang… https://t.co/LTQXuAECK9",
        "Succes Mantra 5\n\nYour luck is disguised in the form of your hard works. Your luck is much closer to you if you know… https://t.co/6ypu05ENFY",
        "Succes Mantra 4\n\nYou have infinite energy and power within you. You just need to unearth it from deep inside you.… https://t.co/pWTKimEjZy",
        "@RahulGandhi आप क्या कर रहें हों फिर आप भी देश की सेवा करो तभी तोह कोई आपको याद करेगा सिर्फ गलतियां निकाल नेसे कुछ… https://t.co/NUSqdRJ7k3",
        "@Whyshalleee Om Shanti",
        "@TheDavidValois Sure I will watch and thanks for the the video 😀",
        "ખાલી તમે એક રૂમ માં શૂટિંગ કરો પછી ગમે તેવું એડિટ કરી લો અને પરદા ઉપર મૂકી દો થઈ ગયું તમારું ડિરેકશન.",
        "રામાયણ નું અત્યાર નું યુદ્ધ જોયીને મને એવું લાગે છે કી પેહલા ના જમાના માં ડિરેકશન કરવું કેટલું અઘરું હતું કેમ કે આટ… https://t.co/7qlbflxRel",
        "If you plant #HONESTY, you will reap #TRUST\nIf you plant #GOODNESS, you will reap #FRIENDS\nIf you plant #HUMILITY,… https://t.co/dfrrN6hOHr",
        "Our greatest Prime Minister @narendramodi Ji will address the nation tomorrow morning at 10 AM.😊🤞\n#lockdown",
        "Succes Mantra 3.\nEncourage yourself no matter whatsoever happens in your life. If you fail in every endeavour of yo… https://t.co/T4mYTP65O2",
        "Succes Mantra 2.\nBe always careful in your life. Whateveryou do in your life whether good or bad, everything reflects back to you.",
        "Succes Mantra 1. \nIf you want to succeed in your life, then attain your inner strength. If you want to achieve some… https://t.co/g0oV7UtcXJ",
        "\"You can be anything you want to be, if only you believe with sufficient conviction and act in accordance with your… https://t.co/FKrjkBPp1S",
        "you will be working on your plan but there may be some days when you have very little time available. Don’t let tho… https://t.co/XrCCRBlr50",
        "\"Take action and commit yourself to staying in motion. Every day, make sure you take at least one step towards your… https://t.co/YZRn82dtvQ",
        "@ShuklaRajiv जो भी लोग यह वीडियो को लाइक कर रहें है वो सब बेवकूफ है क्यों कि irctc 15th तक सब रेलवे स्टेशन बंध है तोह यह वीडियो कोन उतारा।",
        "Cause and effect, means and ends, seed and fruit, cannot be severed, for the effect already blooms in the cause, th… https://t.co/JykuS2TTw8",
        "@nehadixit123 Kabhi @DDNational nahin dekha wij log hin aesa bolte aur koi nahin kyun ki hum roz dekh te hai humko… https://t.co/t4PTxdDrcc",
        "Doing the right things without being told is the \"Initiative of Leadership\"",
        "Fix in your mind the thought that your ability is limited to a given earning capacity and you will never earn more… https://t.co/10HrKAjqZw",
        "You will actually begin to DEMAND prosperity, you will begin to expert it, you will begin to prepare yourself to re… https://t.co/kHT1FCJ3jv",
        "@KV_poetry @DrKumarVishwas ये तो लहरें है जो लहरों पे ही आती-जाती है ,\nये खुद अपने बारे में बहुत कुछ बताती है ,\nएक… https://t.co/8wPGjNgVkr",
        "Please suggest any work from home I am getting bored.\n\n#WorkFromHome",
        "@vivekagnihotri How many people following this message sir?",
        "@SauryaMishr_IND One and only Yogi saheb",
        "Success is the development of the power with which to get whatever one wants in life without interfering with the r… https://t.co/xo75OjZTHA",
        "@Neelam23444942 @SrBachchan @RealVinduSingh @arungovil12 @VinodKhanna भगवान उनकी आत्मा को शांति दे। ओम शांति",
        "@SunRisers Good cost for neede",
        "@ajaydevgn @CPMumbaiPolice @MumbaiPolice What about other states police they are also doing their Job.",
        "@vivekagnihotri Khichadi",
        "@vivekagnihotri Mumbai",
        "Expressing your true love means you are living your life again and again. It is only your true love which is immort… https://t.co/bCOJTmNr1y",
        "True love is eternal, infinte and always like itself. It is equal and pure, without violent demonstrations. It is s… https://t.co/YO8ytkIF5U",
        "Love is the only flower which shower you everything you need in your life and in your world.\n#LoveIsLikeAFlower",
        "It is the music of love which brings you contentment and tranquility in your world.\n#LoveIsLikeMusic",
        "True prayer of love is the culmination of true heart and soul.\n#LoveIsLikeaPrayer",
        "It's the power of love that holds your relation with your parents, with your beloved, with your relatives, with you… https://t.co/EB4VMufZlU",
        "The first person who teaches you the meaning of the word \"Love\" will also be the first person who teaches you the meaning of the \"Pain\".",
        "@vivekagnihotri अमित सर इन मुकदर का सिकंदर एंड \nशाह रुख सर इन कल हो ना हो",
        "\"संकट कटे मिटे सब पीरा।\nजो सुमिरो हनुमत बलबीरा।\"\n\nहनुमान जयंती की शुभकामनाएं सबको\nजय श्री राम https://t.co/M5FuZ7XiUN",
        "@jaideepb Fantastic Job!",
        "दीप से दीप जलाएंगे देश को रोशन बनाएंगे हम एक है और लड़ना भी है हम को एक साथ, भगाएंगे हम इस मारामारी को देश को बचाएं… https://t.co/rTY764sFhl",
        "@vivekagnihotri डीप से डीप जलाएंगे देश को रोशन बनाएंगे हुम् एक है और लड़ना भी है हम को एक साथ है भगाएंगे हुम् इस मा… https://t.co/LBIwvrFQHw",
        "@sardesairajdeep @OfficeofUT इन सबको पैसे दिए थे यह सब बोलने के लिये क्यों कि यह सब वो हैं लोग है जो देश को बर्बाद की और लेके जाते है।",
        "#NewProfilePic https://t.co/YwLvLKsvN5",
        "@ReallySwara इसलये सबसे ज्यादा कॅश महाराष्ट्र में है",
        "@RahulGandhi आप लोग पैसे खाके बैठे हों और कभी आप लोगो को हुवा हैं नहीं कि भारत के लिये कुछ करे और अभी सब याद आ रहन… https://t.co/ixmcUkI02n",
        "हमारे एकाउंट मैं भी कोई पैसा जमा करो हुम् भी घर मैं हैं बैठे है बिना काम के।",
        "@akm1410 तुम जैसे बोहत है और जिस वाक्य का तुमने उल्लेख किया है वो सब से पहले वहीं होते है तभी ऐसे ख़याल आते है।",
        "@KapilSharmaK9 Belated happy birthday @KapilSharmaK9 ji wish you a great year with full laughter shows.",
        "@boxervijender तब भी वह पूछने आते थे मैडम जी से की थाली किस तरफ से बजानी है करके।",
        "Without and doubt We will join the call which our prime minister announce our greatest PM shree @narendramodi sir.… https://t.co/rUgJmLJCmP",
        "One can dream, he can achieve success no matter whatsoever uphill come on his way. Just we have to keep our dream, hope and patience alive.",
        "Never bring \"BUT\" &amp; \"IF\" in yor mnd when u r doing smthng in yor life. Thse 2 wrds sprout d seeds of dubt in yor mi… https://t.co/KTcG32I4Eh",
        "Don't lose your hearts and hopes. You will see one day you should achieve your goal. Just keep your patience and wo… https://t.co/57AEAXQvE1",
        "@ReallySwara पहले तुम ट्वीट करना सीख लो उसके बाद लिखो और थोड़ा न्यूज़ भी पढ़ लिया करो जो खुद का चैनल हो उसमे।",
        "@sardesairajdeep उनको बोलो एक बार 140 करोड़ जनता का नेतृत्व करने के लिये। इतने लोगो में कैसे लोग मिलेंगे उनको भी प… https://t.co/S9dLH0YuIv",
        "@cricketaakash Same here i don't have singel wattsup grup in my number.",
        "રામનવમી ની બધાને શુબકામનાય, હું ભગવાન રામ ને પ્રાથના કરું છું કે જલ્દી થઈ કોરોના વાઇરસ ને દૂર કરી દે અને જે વાઇરસ… https://t.co/7tcylRVIV6",
        "क्षमता निर्माण अधिक करने के बारे में नहीं है, यह सही चीजों के अधिक करने के बारे में है।\n\nशुभ रात्रि दोस्तों।",
        "Sleep is an investment in the energy you need to be effective tomorrow. Good night friends !",
        "बोहत बदया धर्श्य है जब प्रभु राम वनवास के लिये हस्ते हस्ते हा बोल दिया यह हीन है असली फीलिंग्स जो रामायण में है इस… https://t.co/c3wgcyGz72",
        "Prime Minister @narendramodi's mother Heeraben Modi  donates Rs 25,000 from her personal saving to #PMCareFund… https://t.co/CNYOstJcoZ",
        "I think @DDNewsHindi is best news channel because there in no violence in talk so and they are giving news in calm… https://t.co/qQTRGUfaWW",
        "Your goal should be specific, measurable, attainable, realistic and timely. #Goal",
        "Intellectual capacity is highly correlated with a commitment to lifelong learning. https://t.co/DrhoW1UZae",
        "@sardesairajdeep @RahulGandhi Ohh aesa hai toh future bhi bolne ke liyen bol do kab jayega karke \"Corona Vires\"",
        "हमने कभी कुछ नहीं कहाँ जो भी कहाँ हमारे लफ्ज़ ने कहा और हम इस बात पे गर्व करते है कि जो भी कहा अच्छा कहा।",
        "Thank you @vivekagnihotri for the fantastic movie #TheTashkentFiles https://t.co/LYDwwt5B24",
        "@shrikant_dr @KothadiyaSpeaks @Guttajwala @BDUTT Bolti band ho gayi abhi uski yeh sab log jo media report deti hai… https://t.co/zmbxHBkhsS",
        "@ImRaina @narendramodi @PMOIndia @myogiadityanath That is amazing @ImRaina",
        "@akshaykumar @narendramodi You are really hero for every country person every time you are donate amount that is re… https://t.co/Ram5cuQvCG",
        "@BasarMalik1 @DiveshS43893953 @kanhaiyakumar कोनसा इतिहास है हमे भी थोड़ा बतादो",
        "@Praveen98830867 I didn't watch Joker but I will watch soon",
        "@Praveen98830867 Because rich people don't like poor smell and they are not respecting poor people for that is the reason he killed him.",
        "@BDUTT @SuhasiniW Yea on the road",
        "@Uber I am from India, I drive for uber moto, so can we expect any pay from the company to us, due to lockdown in I… https://t.co/wiJy2BSbSc",
        "जिनके पास अभी जॉब नहीं है और जो ओला एंड उबेर उसमे काम करते है वो लोग को कैसे मिलेगा क्यों कि उनको लोन भी भरना होता… https://t.co/I061HRyHqr",
        "@vivekagnihotri ऐसे लोगोको पहले हो जाना ऐसे लोग हीं देश के दुश्मन है सर् आए लोग सीधी तारा नहीं मानते इनको डंडा हीन दिखाना।",
        "@Casey Happy Birthday 🎂💐",
        "@rachitseth because we are not good listener and this type of situation we have to rise our level for better situation in coming days.",
        "@INCIndia @ashokgehlot51 UP में स्टार्ट भी होगया कबका",
        "@INCIndia आप लोगो की सरकार थी इसलिए रुपया इतना गिरा वरना रुपिया इतना गिर ता नहीं इसलये यह सब बात बोलके मूर्ख मत बनाओ समझे कि नहीं",
        "जरूरी नहीं कि लोगों की खुशी सबसे अच्छी चीज हो; वे बस अपने रास्ते पर आने वाली हर चीज का अधिकतम लाभ उठाते हैं।",
        "टिकटोक में इतने गत्या वीडियो आते है कि क्या बोलना पता नहीं कहाँ से लाते है ईतनी गत्या सोच इसे अच्छा है कि देश के बा… https://t.co/2S1VJhwZog",
        "@ArvindKejriwal यह पूरे राज्यो को करना चायें नहीं सिर्फ दिल्ली",
        "@kumarmanish9 બરાબર છે લોકો ના સુધરે તો આવુજ કરવાનું તયારે સમઝાયે એને",
        "@santoshspeed @anubhavsinha Bada pagal koi isko hospital leke jaaye",
        "@SudhirRTI Yeh apne aapko professor ka tag diye hai konse boli se yeh professor lag rahen hai aur dusra yeh AAP ke… https://t.co/cCqVq6hgOe",
        "@sardesairajdeep Aapko har baat buri lagti hai jo bhi BJP ki hon aaj idiot bol diyen samajh lo yeh idiot se hin new… https://t.co/IiMDPTvPyJ",
        "@vivekagnihotri @narendramodi Yes totally agree he is only one",
        "Mano ya na mano ek hin sher aur woh hai hamare desh ke pradhan mantriji unhone jo kahan aur pure desh ne saath diya… https://t.co/wV68Q2Vsey",
        "Mera Bharath Mahan, Vande Matram, Bharath Mata Ki Jay, aaj ek jhuth hai Bharath isko koi nahin tod Sakta hum sab mi… https://t.co/zt14xrjQer",
        "We are fully support your appeal @narendramodi Ji and we are confident that we will win battle with Corona with ful… https://t.co/TZt0O1c8eR",
        "@narendramodi Yes we are ON sir and proud to part of #JantaCurfewChallenge",
        "@rahuldholakia @haritbmehta @VashiAshish Good one sir #raeesmenia",
        "@aamir_khan We will work together for our country #StayHomeStaySafe",
        "#CoronaStopKaroNa #IndiaFightsCorona https://t.co/lLK29QPdbk",
        "This is the example to everyone who really wants justice, don't lose your hope because hope is never end they come… https://t.co/56a424o3ox",
        "Top - Satin print with work, Botam - Pure Cambric print, and Duppatta Chifaon print @ 749 https://t.co/qJFM4QxT4c",
        "@ZeeNewsHindi @yadavakhilesh पहले लड़ ने के लायक तोह बनजाओ उसके बाद सीट जीत लेना सच बोलके",
        "अभी मुझे विश करना लग रहन है होली की शुभकामनायें @RahulGandhi जी एंड #SoniaGandhi आज बोहत खुश हूँ होली मैं. #HappyHoli",
        "@HansrajMeena क्या मुझे यह स्टोरी भेज सकते हों क्या मुझे यह पता हिन् nahin है 🤔",
        "हर एक कंपनी का ओनर यहीं बोलता है जब तक उसके पास काम करेंगे तोह अच्छे है, जैसे हिन् हम छोड़ने की बात करते तोह उनको… https://t.co/Ou8ABNwWEu",
        "लोग बैंक के बारे मैं बोहत कुछ लिख रहें है मैं इन लोगो को बोलना चाहता हूँ जब 10 साल आपको देंगे देश चलाने के लियें फि… https://t.co/X6A9qhMkHu",
        "@RubikaLiyaquat ऐसा क़ानून हिन् देश की धज्या उडाता है और मुजरिम को और गुना करने का मौका मिला है गत्या क़ानून है हमा… https://t.co/i0Td6i2qCN",
        "https://t.co/RnVfHEpnAP",
        "This is really Chokars. \n4⃣ Finals \n4⃣ Semi-finals\n\nBut no ICC trophy for India men or women since 2014 #T20WorldCup https://t.co/MNe6iVTUzS",
        "India will never big tournament final because they are missing hungary which @msdhoni doing when his playing still… https://t.co/QkAbXBeEij",
        "Now today again this chokars from world T20 final #AUSvIND #WorldCupFinal https://t.co/il0fxnNe1s",
        "This is call really cricket every big team they performed in big game like Australia cricketer, form here so much l… https://t.co/qfEtM3h5QG",
        "@KhanAmanatullah Aap logo ko ticket deta kon hai desh chalane ke liyen.",
        "Its gonna be a big clash on Sunday. Both teams performed well in this tournament But I am going with @BCCIWomen and… https://t.co/mbIXywv231",
        "@ashoswai Woh kaam hin aesa karte hai sir warna kisi ko shok nahin hota kisi ko criticized karne ka.",
        "Yeh video un tukde tukde gang ko dikhao jo police pe chilla te hai aur police ko danga karne wale bolte hai. https://t.co/2Ql1B23rQT",
        "Congratulations to the Indian Women's team on reaching the @T20WorldCup final. All the best for the final game, bri… https://t.co/TdBeCVgplC"
    ]
}