{
    "screen name": "ctwillow",
    "no. of tweets": 186,
    "tweets": [
        "@Casey Why’d  they Violate",
        "NYC Will Rise Again https://t.co/elIZK96Q26",
        "Best Things Come from Nature https://t.co/Fz8YHXUe2B",
        "@Tesla @LikeTris",
        "@Dior Best things come from Nature",
        "@jayarrives @RanD_Savage1 Get the Strapp",
        "@akaChaden @Spotify Legendary",
        "@exoticgreg @TommyGUNS_ 😂😂😂",
        "@Casey @TommyGUNS_",
        "@ryanpagliaro My boy Fofty",
        "@yung_starbucks @TommyGUNS_ 😂😂😂",
        "@a_spire__ Ayyyyyyyeeee my boi is Outcheaa",
        "@TommyGUNS_ https://t.co/KXHkNI6yHr",
        "@TommyGUNS_ Nahhhhh You sleepinnon Banjo Kazooie like that",
        "@mercari_app Mercari said our account is under Review. I sent a DM, can you look into this issue",
        "@mercari_app Mercari sent me a message regarding my images. I sent a detailed message of issue to your DM. Please help resolve matter",
        "@BernardMutemi Can you build an autocheckout bot for me? I saw you on https://t.co/iia5cmgaSO",
        "@mercari_app I just sent a Direct Message. Thank you very much for responding and I look forward to growing with your company",
        "@mercari_app can I direct message my questions or should I just comment them on your twitter?",
        "@mercari_app I messaged upper management. You guys have one of the best Apps and will beat out eBay. I have a few question about Mercari",
        "@ryonations Mercari is one of the best apps I have ever used. It is better than eBay. I have a question about Mercari. Can I Ask you?",
        "@feeneyjoseph Santanas Town would be a must as well",
        "@Ve_Zias Gotta start calling her a different name so she knows whats good",
        "@ryannpagliaro Ayyyyeeeee",
        "@sheldon74048291 what outlet?",
        "@BALTsneakerShow can we still purchase 2 vendor tables, we are coming all the way from New York.",
        "@DaveEast 2016 is gunna be yours. I hear your shit bumpin throughout the city",
        "@NeilDominique I just sent an email regarding booking, when time permits respond so that we can arrange some time to take in greater detail.",
        "@brysontiller we are trying to connect with your agent to book you for a show in Poughkeepsie, you got a lot of love out here",
        "@TwinzTV you gotta do like 3 more Bait Bike videos fam, that shit was hillllarious",
        "@BigSean @LilTunechi Two living legends on the same track.",
        "@bdriscoll15 lol my snapchat must be fucked up i got like 12 of the same one from ya but that D Block shit is nicccee tho. Jada Muaahhh",
        "@Christie_Miegss @Peedal @CheezyTaughtMe New Years?",
        "@mscholz4  This interview is too funny http://t.co/YhxBcrjg98",
        "@Christie_Miegss lol urban dictionary knows what it is http://t.co/hjmLaAT3FV",
        "@TheRealSweeter Your the WWE Gurrruuu",
        "@bdriscoll15 This shit aint no game http://t.co/FAqRNE6iI7",
        "@therealsteele21 @petersteeleHMFC ya momz",
        "@therealsteele21 @petersteeleHMFC BAN",
        "@hi_mee718 Pizza is life or nah? http://t.co/alnQzZbQDS",
        "@bdriscoll15 @crenjamin  smh http://t.co/897QcKQJck",
        "@hi_mee718 The dudes from \"No Flex Zone\" http://t.co/wYJMroUv5G",
        "@Peedal @CheezyTaughtMe  for the die hard Clash or Clan players out there http://t.co/JzzoBXLvs5",
        "\"@SteveStfler: Only the realest remember this game... http://t.co/aoy6apbSPV\" @DT_Willow",
        "@TommyGUNS_ @meezytk @DT_Willow thats so nasty yet very imoressive",
        "@DT_Willow  @JoeScapp smh http://t.co/xjpLBJWujl",
        "@bdriscoll15  Bruhhhhh http://t.co/kyeLGHf9jS",
        "@therealsteele21 song for the real hustlers",
        "@gdimeweather Now Thats What I Call Challah Vol. 1 http://t.co/oiv5u1pxG9",
        "@gdimeweather what other great invention you got for me?",
        "@gdimeweather getting that Holla bread by the pound. Shits on point",
        "Free Crack 2",
        "@Baby_Manz  J Cole is the real",
        "@HeartbrakerKLee  Ya boy Drake chillin http://t.co/92sjwJ8LdD",
        "@HeartbrakerKLee  @bdriscoll15 http://t.co/cZEvXC90bS",
        "Such a shame http://t.co/Db7Xbx5dMR",
        "@Christie_Miegss Saw this and thought of you http://t.co/MqerHIpmlA",
        "@Peedal  They actually have a real sweat suit http://t.co/9Pt9VfmoYl",
        "I need to cop http://t.co/HZRwpDyYMF",
        "@hi_mee718  lol Rocko was a phone sex operator http://t.co/OZhBJwBVo4",
        "@bdriscoll15  http://t.co/jKYowCSUTQ   Real Talk man",
        "@Peedal Only some white people can relate http://t.co/cndXgqkBrp",
        "\"@RapLikeIiIWayne: Said hi to a midget, call that a Microwave!\"@hi_mee718",
        "\"@BestGooglePics: ABOUT A WEEK AGO http://t.co/GI60LvAKDb\" @hi_mee718",
        "@Peedal The struggle bruh http://t.co/FUlLlsZtbA",
        "@LilBibby_  \"Water\" be that grind music early in the morning",
        "@JoeScapp @TommyGUNS_ you guys gunna buy me an ice cream or whuuueettt?",
        "@HeartbrakerKLee move aside Ice Bucket Challenge, now there is this challenge for cervical cancer http://t.co/OL3EusBOjy",
        "@hi_mee718  Beyonce fans feel this way about her http://t.co/rLenoTOSng",
        "@hi_mee718 http://t.co/HCPs7b0fDC",
        "@TheRealSweeter http://t.co/OJW92cuncP",
        "@ryanpagliaro  How to dance with a fine young honey http://t.co/jokyj8SGgT",
        "@hi_mee718 @YourFoodPorn I have to find a bakery that actually makes the stuff thats on food porn",
        "Ariana Grande............That is all.",
        "@Christie_Miegss This weekend is the definition of No Parents",
        "\"@EJ_inpjs: “@GUNSandcrayons: http://t.co/lTGPfWMyVI” @ctwillow\" @scottevans1992",
        "\"@EJ_inpjs: “@GUNSandcrayons: http://t.co/lTGPfWMyVI” @ctwillow\" @HeartbrakerKLee Bang Bang, Pow Pow",
        "@The_CraigB  text me 845 392 6751. We need to plan this camping trip",
        "@TroyAve Keep making that hustler music, shit got me grindin out here",
        "@Peedal Ben &amp; Jerrys came to the office today and they had me feeling like you freshman year. Ya boy was tubbin it",
        "@Peedal Golden Corral is like Indian Quad dining hall on steroidddds",
        "@JunebugHTTR Daquan http://t.co/oPCTSP7kwo",
        "@bdriscoll15 Rolli Pollies http://t.co/0MjUAlDPCt",
        "@Peedal @HeartbrakerKLee  this is some remedial ish http://t.co/9Iqc7DGqik",
        "@HeartbrakerKLee  @bdriscoll15  I'd be tight http://t.co/3EFfmhMDix",
        "@Taski32 Can't stop thinking about the beach, Two weeks!!!!!",
        "Theres a whole lot of people with a case of the Mondays looking just like this kid today http://t.co/2vP9rTiy0m",
        "I be feeling like this sometimes http://t.co/QEtmMNxrZL",
        "I love hearing British people call someone a \"Wanker\" or use the term \"Bloody\"",
        "@HeartbrakerKLee Tierra Williams younger sister http://t.co/e4I2TFR8jT",
        "King of New York.....Beers http://t.co/FokV9cZx7w",
        "@petersteeleHMFC Ghana aint about it",
        "@HeartbrakerKLee the crutch game is crucial bruh http://t.co/QJJS71Y5zq",
        "@Taski32 after our car ride on Sunday, this was twice as funny http://t.co/cMndCtNk7U",
        "@mscholz4 Drake be on his Fifa shit http://t.co/VR8F4SCTiD",
        "@Christie_Miegss http://t.co/DCXiSZ2V9L",
        "@bdriscoll15 @DT_Willow http://t.co/9HKfBhJcPU",
        "@bdriscoll15 This could be us tonight, but you keep playing http://t.co/NKJTByKIcY",
        "@Peedal @bdriscoll15 @gdimeweather Chalmers is booty http://t.co/L2dvjtM1VV",
        "@bdriscoll15 @HeartbrakerKLee ya boy http://t.co/1BqVfJk7pm",
        "@katiehalleck gunna be in cuse friday night",
        "@Christie_Miegss chocolate? This doo doo babyyyy",
        "Only Gucci Mane could rationalize this statement....Gucci for President http://t.co/nVHXQ7mDcY",
        "@katiehalleck shooting for 2nd week in june but it might end up being the 3rd week",
        "The line for the new Mario Kart is more than a block long. I didnt know the hype was that serious for these games",
        "Jane Lynch is a lot taller in person than I expected",
        "Dippin Dunkaroos got me feeling like a kid again",
        "Harry Potter is fient out now adays hahaha http://t.co/sIvlZjVFFZ",
        "@Peedal @bdriscoll15 @HeartbrakerKLee this is what I call the struggle http://t.co/ujVBRu26Dd",
        "@mscholz4 I know that you still think about that guy in the pink suit from time to time",
        "@alijeannne @taysteffek @neeeeeeeeeeks  my excitement for this Jersey Boys movie keeps giving me flashbacks of the cruise",
        "Remake of Jersey Boys is less than a month away",
        "This Xscape album is going to be perfect for the train ride",
        "Lunch is gunna be BBQ leftovers for the week. I can't complain",
        "Wouldnt be Memorial day weekend without a fire http://t.co/XHOMZVfxuA",
        "This would be so clutch with some syrup http://t.co/i7wzwBfggW",
        "@Peedal so many propositions",
        "Bout to get rowdy tonight",
        "@feeneyjoseph im trying to ride up 6th ave in the drop top with Clipse bumpin. Bout to shake up corporate America in the next few years",
        "Hell Hath No Fury &amp; Lord Willin' on spin for the day",
        "And if we dont make it to my bed, I'll stretch you out across that countertop",
        "Who the fuck needs an umbrella when the rain feels this good",
        "@Peedal This is you when your in the YO http://t.co/aXdx0r1PBv",
        "@Christie_Miegss Im not sure how this found its way into my bag, but im pretty sure this is yours http://t.co/3wpJLhq3xN",
        "@JunebugHTTR im not gunna front, at a quick glance I thought it was you in this pic http://t.co/r7kcYm0qan",
        "@Christie_Miegss Twerkin has found its way into the school curriculum http://t.co/BBn8OlNOqy",
        "@Christie_Miegss that's the jews baby",
        "Ariana Grande is killin it right now",
        "@erinm318 should he at 8 o clock. I will be getting back from work at 6 and then ima scoop Al boi and be on my way",
        "@Peedal I found that kid from your favorite polo video http://t.co/p8r1TusGD9",
        "@bdriscoll15 this is some Chartwells type ish http://t.co/EcmpP3bTKI",
        "Im becoming a true foodie, one NYC food cart at a time",
        "@Peedal gotta love leg day",
        "Let the playlist take you quarter way and I'll take you the rest",
        "I put up Shaq numbers on the board",
        "Feeling extremely accomplished. Glad my story was able to help so many.",
        "@HeartbrakerKLee Juan called me last night",
        "Pizza is never a wrong choice at the end of anynight",
        "@Peedal Carlos Boozer",
        "Dr Dre making billionaire power moves. Much respect.",
        "This is awesome. India on the night of Diwali, the celebration of lights. http://t.co/3odtNvkfQj",
        "BSB Vol. 4 got some heat",
        "Grillin up some Blarney Burgers",
        "Damn http://t.co/27vbfy64EB",
        "@Peedal Lord knows it aint easy being Jimmy",
        "@HeartbrakerKLee @Peedal  the caption is parenting at its finest jaajajajaja \"You goin learn today\" http://t.co/VFHiKmyNmH",
        "Yo no soy David Wozniak",
        "@Christie_Miegss  lol the previous message was you and I preparing for our swimming race. One of these days we need to do a rematch.",
        "Yerrrrooooo...just copped the box set of Fresh Prince of Bel Air",
        "Break it, drop it, drink it spill it\nBaby, touch your body, body",
        "@HeartbrakerKLee  @mscholz4  I see you......looking ready to ride them horses. #Derby Ready",
        "@Peedal  David Lee puttin in work my boy",
        "@A_Fragomenijr  hahaaha Cha manz http://t.co/KTRn71XGmd",
        "That Belive Me track bumps. I see you weezy",
        "@JoeScapp  We are about to go in for your birthday my man",
        "That first single with Justin Timberlake got me excited for Michael Jacksons album Xscape to drop",
        "@CheezyTaughtMe I dont know any of the guys over at investor relations otherwise I would let you know",
        "@CheezyTaughtMe hahaha not bad. You working in the city?",
        "Its official, I got my mojo back!!!",
        "@CheezyTaughtMe yessssir. tou trying to work there?",
        "Jeremih kinda sounding like The Weeknd on that intro",
        "@gdimeweather I feel you daddy",
        "@gdimeweather do you watch it in the morning",
        "@gdimeweather they are all the same to me",
        "@gdimeweather  you should be doing the weather segment instead of the wang they got on here now",
        "On the set of Good Morning America. ...first time seeing Al Roker and Carson Daly http://t.co/BmFO8dzCYc",
        "@mscholz4  Carter V boiiiiii....time to go out with a bang",
        "@Peedal  OG Bobby Johnson",
        "@HeartbrakerKLee they seem to like ut",
        "Dudes in the city respect Mild Wallys.....Albany is on the map",
        "@DT_Willow @JoeScapp @Declan_Ugh Big Birthday Weekend for Joe...im down for either that or Yonkers",
        "@scottevans1992 came across the Real Scotty P last night. He said \"for real\" and \"know what im saying\" easily over 20 times",
        "@_MURKE  @JunebugHTTR  dudes out here taking stealth dueces in peoples cribs",
        "@Peedal Ya boy Jetmir http://t.co/6byDHjuAZi",
        "@brandicarlile  come do the a coffe shop tour in New York",
        "@A_Fragomenijr  ill meet you at billy joes",
        "@Jaja_Jaja reppin that Beacon hard I see",
        "@JoeScapp  Fort Lee this Saturday Boiiiiiiiiiii!!!!!",
        "@Stoli I threw some giner ale and it definitely had some kick",
        "@ShawnL3GIT  Red velvet always in the top 3 picks",
        "@Megaaan_E  you think they repainted it since we were last there?",
        "@Megaaan_E  im not sure who is still there that we know but its still gunna be cool to walk through it.",
        "@Megaaan_E  definitely,  I have yo look up the exact date of the last day but we are not going to miss it this year.",
        "@Megaaan_E are we going to Glenham this year?",
        "@AmoDeiGatti my brother opened our basement door and it ran under the oil tank in the garage. I cant get a clear view, if I do ill send it",
        "@AmoDeiGatti lol possibly. Its a cute little grey and white one."
    ]
}