{
    "screen name": "Kukiinsights",
    "no. of tweets": 189,
    "tweets": [
        "@sstainboi's Malik Ambar got featured on @Bandcamp!! ✨🔥 Congrads ⭐ https://t.co/IOalKjlJCd",
        "Cultural change also tests the survival of the fittest. Those who fail to be open, move on &amp; change with the times,… https://t.co/aWSyytE2hV",
        "But it is equally important for individual actors to do their best to facilitate this inevitable change because whe… https://t.co/7nYVh3ciDJ",
        "An answer that came up today from @parmaryogesh's workshop when he emphasized on trusting evolution was that a lot… https://t.co/UN86hDNSpn",
        "Focus on changing mindsets first, behavioural change will then follow.",
        "@vibrantachintya Ahahahahaha. Good one 😂😂",
        "My biggest (career) needs seem to be autonomy (entre/intrapreneurship) and innovation (saying or building something new).",
        "My LinkedIn homepage sometimes reminds me of my family WhatsApp group.\nThe new achievements announcements, new posi… https://t.co/IzUXNoCrTH",
        "Why do people think that it's interesting to put words like \"psychopath\", \"narcissist\" or \"sociopath\" on their IG bios?",
        "My point being: are those amazing joke FB pages that we love because of their raw uncut millennial humor now consid… https://t.co/wGgI86zRpw",
        "Are big media FB pages (like PinkVilla) paying big followers (100k+) but joke FB pages (Pooja's broomstick) for res… https://t.co/zLyiwnfeQ8",
        "The most rewarding lesson I've learnt in the past few weeks is understanding and really observing the relationship… https://t.co/CoPMiYG1Dy",
        "If you can predict the game in advance, then be ahead of it, instead of refraining from playing it in the first place.",
        "Has it ever happened that you wanted to take a gap year, your mind/body was literally craving for one just so you c… https://t.co/zP8gKhE7Bn",
        "@kunksed any ideas?",
        "My biggest strength is my thinking capacity &amp; abunance of ideas, but unfortunately, the world has made it very clea… https://t.co/o5Fz1xs4gW",
        "Realized that this is also because I subconsciously really miss my group of 4 besties from school. Things are just… https://t.co/XznK8oSfob",
        "Realized my favourite shows are those that show the fun, mysterious, and growth seeking lives of a group of 4 femal… https://t.co/IH1U4zx9JW",
        "Can you afford to be erratic or distant in new relationships? Even if it isn't under your control because of your m… https://t.co/ZXYFQWgvpK",
        "From Dr. Shilpa's EFT workshop: you'll always have baggage/issues, because the mind is a meaning making machine. It… https://t.co/S5sWzJxRuC",
        "The phrase \"Foot in the door\" has been my favourite to use this month, &amp; it has 2 meanings:\n1. Getting a shot or op… https://t.co/tWWQGkioyg",
        "Activism and entrepreneurship are two sides of the same coin to me.\n\nEntrepreneurship for good is all about bringin… https://t.co/3rD02ExeUw",
        "@rohini_sgh I know who to unfollow now",
        "@ButImCold Dm'd!",
        "Earlier while seeking a counselor, the priority quality I required for them to possess was to be sex positive, open… https://t.co/nyixDt37Nx",
        "Stop calling the Coronavirus novel it ain't novel anymore it's been 5 months",
        "The only thing I can commit to right now is therapy",
        "I sometimes find it unfair for people to be doing research on topics that they don't truly or personally care about.",
        "@vanditamorarka @Arpan_CSA @onefuture_india Dm'd you!",
        "@kunksed @nobisha Love it!!!",
        "I feel scared of my employers or family reading about my \"radical\" personal views.\nAnd even my friends sometimes if… https://t.co/vX2M8J1Wdh",
        "How many of y'all self censor yourself too much on social media and curb your own freedom of speech? \nAnd for what reasons?",
        "This is @garyvee's wet dream come true https://t.co/6cRqhEAQpY",
        "Doing tokenistic internships with organisations who work for/with marginalized communities for C.V points does not make you woke",
        "Releasing my first few bootlegs for the first time from next week onwards on SoundCloud. Nervous and excited 🤞",
        "@welldamnsonn This reminds me of how someone once told me \"turn your sexual energy into creative energy\"",
        "@irationalised @welldamnsonn Jhooome jiya re....\nCrazy kiya re!!",
        "It is literally so difficult to manage to keep a pad in its place especially if you're wearing a thong",
        "This is engagingly disgusting omg https://t.co/Z6dCeWttid",
        "@PallaviGunalan What does marriage have to do with naps",
        "S/o to @brckhmptn and @kendricklamar for helping me deal with this very overwhelming and tough time 🙏🌸",
        "I wasn't ready to talk about my stuff during the first #metoo because it had only been a year since I'd reported my… https://t.co/IJ70PLvGxH",
        "This is an extremely triggering week, &amp; I hope that uppar wala gives me the strength to live through it. Hope to ma… https://t.co/k8FHw3WlgC",
        "@debausheri This seems to be the right thread to ask: where can I get the white mayo momo sauce? Because it's not t… https://t.co/0FBpMaJNMN",
        "@chiaseedpuddin Why would they?",
        "How are people with a cleanliness OCD dealing with this global, structural (&amp; rational!!) mass germophobia??",
        "Can't stop thinking about what triggers mass movements and macro-level transformation- is it individual determinati… https://t.co/2eiTbTchJP",
        "@Shivang80224111 This is a very big deal 👍🌸 thanku for inspiration",
        "My grandma's favourite hobby is to fry aloo",
        "This goes to prove that the law of attraction exists &amp; because during the lockdown I'm only physically interacting… https://t.co/FqxItN1mlM",
        "Last week, my dad made me sit down with him to teach him how to use Twitter &amp; he tweeted against his ex org to pay… https://t.co/uHirJCD5Wf",
        "Listening to crystal waters makes everything better",
        "@kunksed Thank you for bringing this up because that's my plan. Any tips, strategies, thoughts would be appreciated!!",
        "There's a special place in hell for mauke pe chaunka gang",
        "Group therapy has a concept of borrowing benefits: essentially when you go through relief or catharsis as you watch… https://t.co/vFpzoFkkRc",
        "Bandwagon par jump karne walo- karma will get you.",
        "Pushing someone to do shit till they give in is NOT consent, &amp; boy did a lot of my first times happen during that e… https://t.co/e3SjgWCNaX",
        "&amp; because I've been scared of judgement from all the dudebros in my batch who've probs seen screenshots of intimate… https://t.co/Kdzb5uDbX3",
        "With each wave of the #metoo movement, I feel more and more redeemed. I haven't ever talked about my story of abuse… https://t.co/hB3gMNrp8U",
        "I wish I could put voice notes on twitter. Typing is too exhausting. I have a lot of shit to say. About Ashoka: my… https://t.co/YYdhFAkz13",
        "This is a really really bad world. All the wrong people are advocating for the right things that they've actually n… https://t.co/rOLoLX5D4B",
        "I'm in boomer hell someone save me",
        "@saliltripathi What an ass! Thank you for giving it back.",
        "@shitposterfats NDTV just did",
        "@surbhim1991 Kya hua?",
        "Today's lesson: you can't make dhang ka bass if you haven't gotten the root note right.",
        "@aluminiummaiden Because they aren't there in the first place to be made mandatory.",
        "Counselors, mental health workers, gender equality facilitators, trainers, consultants: have you thought about how… https://t.co/dNtS9csHvw",
        "Is this the beginning of a school level #metoo movement?\n\n#stopsexisminschool https://t.co/XgY1jFDOrZ",
        "@noScrubs96 HAHAHA I deleted it because of a typo. Instead of \"non NRI\" I accidentally wrote \"now NRI\".\n\nYour entir… https://t.co/V8WvTl7I2o",
        "@noScrubs96 Dude are you stupid I mentioned a PC REFERENCE by Mindy lol I literally never even talked about Priyank… https://t.co/pRzCRhBAgF",
        "@noScrubs96 It's a new movement that I am observing and talking about because I do find it empowering so stop assum… https://t.co/Ury4NZlKRu",
        "@noScrubs96 Who said I'm speaking on behalf of all Indians??? I've simply NOTED the reaction NHIE is getting to SUP… https://t.co/JBCENHl9Yc",
        "Something inside me stops me, pulls me back from going full.\n\nSomething inside me also pushes me to explore and try… https://t.co/3DI8PaTOcv",
        "It's their baby, so anything that sounds harsh, especially coming from a 2 chindi ka fresher can surely ruin a relationship.",
        "Something I've learnt while working directly with entrepreneurs: one has to tread carefully- be careful to not offe… https://t.co/Y3QNUi1td1",
        "I want a growth that is non- linear, spontaneous, and abundant.\n\nAnyone in that state rn or has been recently?",
        "It concludes with \"everyone I know has one goal for 2020. It’s to survive.” https://t.co/pUNXYEOpUz",
        "Found a useful article. Super long, but well detailed. https://t.co/iiSoPXJ1ca",
        "Should I be held responsible for doing something if I'm doing it unconsciously?",
        "How's Wuhan doing now?\n\nI heard there aren't any new cases anymore and the city is opening up again slowly.\n\nCould… https://t.co/6WAPPAPIzV",
        "The AC, the smell of fruits, citrus &amp; mint from the bar, the sweat &amp; suffocation at the end of the night.\n\nIt all s… https://t.co/ZTkvgCxrP5",
        "@surbhim1991 Seriously.\nNeeded this 😬",
        "Ever said \"great\" reminder instead of \"gentle\" reminder on an email accidentally?\n\nYeah, me neither.",
        "I'm not asking you to guess what my brand is. \nI am TELLING you what my brand is.",
        "I am whole and complete, here &amp; now.\n\nMaybe the only thing that needs to change is the idea that something has to c… https://t.co/SqqKR06S8F",
        "DJing as an act is not difficult. Like anything that you're passionate about, you can figure it out.\n\nIt's getting… https://t.co/XwdLfN6ajD",
        "In a world full of @JayShettyIW s, I want to be a @marieforleo &amp; @emiliewapnick 🌸\n\nI said what I said.",
        "A principal that I love about successful research that can be applied to successful content writing as well: are yo… https://t.co/y2g2MgBVOR",
        "Being underestimated is the biggest gift. Embrace it. When someone underestimates your potential, don't get upset,… https://t.co/XbrMtACyUJ",
        "Over the past year, I've been working mostly with early stage startups (3), &amp; especially aggregator platform startu… https://t.co/rCMdJ2DfK1",
        "I say I went to Ashoka. They hear I'm rich and hypersexual.",
        "There is speculation that the platform rejects Indians more intentionally because apparently the quality of work co… https://t.co/IDPm32VJiy",
        "What's extremely interesting is that no question about my abilities or previous work experience was asked. Afai rem… https://t.co/sTpakhv50q",
        "Initially thought it's like interdisciplinary thinking, but it has a more negative connotation. Along the lines of… https://t.co/5BaQ70uhJY",
        "New word of the week: Conflation-\nthe merging of two or more sets of information, texts, ideas, etc. into one.\n\nHea… https://t.co/goIswRh8oJ",
        "Looking at Mechanical Turk today excited the crap out of me. Something about exploitative gig work platforms just s… https://t.co/fBLK0aVpYS",
        "@Everyday_ankur No you're not just stfu",
        "@Everyday_ankur I am so sorry. Hold tight, it shall pass.\nDM me if you wanna strategize on how to keep the peace at… https://t.co/q4x5ooDjDj",
        "I just killed like 11 mosquitoes.\n\nDid anyone know that that machhar racket has a red light it gives out when you p… https://t.co/jFxT09Z8V0",
        "Do you know why I sleep so late? It's because there's TOO MANY MOSQUITOES around these days and I need to kill a bu… https://t.co/YKfNjUhI8r",
        "Do you know why I sleep really late? Because there's TOO MANY mosquitoes around these days. I can not sleep untill… https://t.co/VTnXUFJd5j",
        "This also really challenges my strong beliefs about communication, mediation and having a dialogue. \nPerhaps the th… https://t.co/sQFLpm17qJ",
        "I.e Closure comes from within.\nRelease the energy that you've been holding on to internally.",
        "A lot of the interactions I've had this week have reminded me that I don't need the other person to get closure. I… https://t.co/NIgo3zlHDd",
        "A behavioural economics bootcamp wouldn't accept game designers, cigarette companies &amp; advertisers 😂 https://t.co/oHKhkMu7Rr",
        "I am an interdisciplinary goddess unfollow me if you disagree",
        "It's almost like it's too classy to sit at at a buffet, along with its less fancy Asian counterparts.",
        "I can't even imagine sushi at a buffet. Just lying there amongst other dishes, in an included per person/plate package.",
        "Can someone be a successful entrepreneur without having had full time work experience?\n\n#ChallengingLimitedBeliefs",
        "In order to be a Go- Getter, you have to GO and GET. No one can make you one. Even the biggest Go Getter can't make… https://t.co/qOVLoV1ZRY",
        "@Everyday_ankur Intelligent!!\nAlthough I am biased because I did the same for a good 6 months.\nExcept one was a job (part-time)",
        "Yes please @nsitharaman @IncomeTaxIndia https://t.co/kngV41cwAu",
        "More: https://t.co/rr8KoPPT78",
        "The 2 kinds of projection I've come across in the past year:\n\n1) I see a younger version of myself in you\n\n2) I want to be you.",
        "@auntynationalji @simrin_sirur Omfg this is crazy!! Take care Simrin 🌹",
        "An \"intelligent\" or intellectual man ain't shit if he's not empathetic and doesn't have any serious aspirations.",
        "Nagging is the complete opposite of nudging.\n\nTruths learnt the hard way after getting into a cold war for the gazillionth time with an ex.",
        "@gordonramashray @JanusBlinked hmmm",
        "@RanaAyyub IT IS SO IN THE AIR",
        "@teaventi_ Congratulations!",
        "So much so, that I end up posting perhaps less than 5% of all my ideas. This stops me from achieving my highest pot… https://t.co/xUBaqk5acq",
        "Writing is not a challenge for me. I write for hours every day; noting my observations, feelings, insights, goals.… https://t.co/hldLfvQHIO",
        "What does organizational culture look like in the future of work/ amidst the Industrial Revolution 4.0?",
        "Literally every single \"James\" I've met in the past one year is into behavioural economics",
        "Some say narrow down to what you want to do, others say don't restrict yourself or be too picky. Explore as much. S… https://t.co/AQMxWKMo62",
        "And now look at all the views on Never Have I ever! It's getting quite a bit of shade for the Priyanka Chopra refer… https://t.co/qc7hswflf9",
        "@surbhim1991 I'm ordering in tonight. Been getting mad cravings for some creamy ole' chicken momos.",
        "Thank you for BrockHampton, Mac Demarco, Tyler, Massive Attack, Odd Future, Abhi the Nomad, Tyga.",
        "The only good thing about Ashokans was their taste in music",
        "@filmbeatzzz But Ableton &amp; other softwares should come up with an update soon to support functioning on the new iOS… https://t.co/zC0ywNbxfM",
        "\"Your sleep cycle is more confusing than the state of the economy during a pandemic\"\n\n- does that sound familiar? https://t.co/g5vXZNWnAZ",
        "@caitxpa Honeybuns166. From when I was 8- 15",
        "A behaviour change program for closeted writers to nudge them into building a habit of sharing their writing/words/… https://t.co/IFEAPn3wLO",
        "Back in the day, psychologists could create frameworks based on philosophical beliefs &amp; observation, but today that… https://t.co/L2hBVk1PU0",
        "Theoretical Frameworks vs Experimental Research: the question of the day #AcademicChatter #AcademicTwitter",
        "@AakankshaJadha6 It's not just you.",
        "I need suggestions for addictive Dramadey or Romedy TV series that are either on Netflix, Prime or Hotstar.\nEmphasi… https://t.co/OJJvygiJ9f",
        "@filmbeatzzz Ah! I used the mid 2012 for the longest time until it gave up earlier this year. On my new MBP 16, I c… https://t.co/e2TlO0DzTP",
        "@filmbeatzzz No I understand- these things are common. But it being a feminist show, I expected these hierarchies,… https://t.co/vRCNEBrtG9",
        "Digital Audio Workstations (DAWs) are the R studio and STATA of music. You can't progress academically/ musically i… https://t.co/5v2ePK5dAi",
        "If you have a big following, you co- create culture, as you predict it's norms &amp; changes. Because when people read… https://t.co/M6YvxjSRNx",
        "Any independent researchers in India?? I want to know how ya'll function (professionally ofc)",
        "Feedback on the notes app update in OS Catalina- folders don't arrange alphabetically the way that they used to!! T… https://t.co/u59n4nF58D",
        "Camphor and mint (pudina) are my favourite flavours 💚",
        "@durjoydatta @chiaseedpuddin I literally feel this is my gut. It's the biggest change I've made to my life this yea… https://t.co/j48i4DsbwS",
        "I am feeling greedy for bylines",
        "Not to mention sleeping with (tho eventually falling in love with) your fitness coaching client, and further your b… https://t.co/KJ6UxYl2lI",
        "❤️ 4 more shots, but I couldn't help notice some inappropriateness in the sex positivism: Sleeping with your law fi… https://t.co/w7fqNifGa7",
        "Now, I want to work on a theoretical framework connecting Transactional analysis with Mediation (Conflict Resolutio… https://t.co/NGdz5GRap6",
        "@CharlieGers I'm so sorry! 🌹",
        "@itssinghswati My IBS is back, for starters 🌚",
        "Don't wait to capitalize on your biggest strengths. You'll end up comparing yourself to everyone else &amp; feel really… https://t.co/BVub0X8Dip",
        "@biasshubho Hahahahahahaaa 😂",
        "Kate Tempest kinda day.",
        "@surbhim1991 I miss going to gigs and restaurants with you!!",
        "I consider everything empowering to be  \"spiritual\".",
        "Has anyone noticed that in Panchayat (@PrimeVideoIN), the PrajaPati's ringtone is the acclaimed Bhojpuri song \"Rink… https://t.co/l0L6QtuGx4",
        "@so_radhikal Ideally/ Ethically she shouldn't have accepted HIM as a new client. Take it as good riddance.",
        "It's me. I'm people. https://t.co/jKRWuaYyza",
        "Writers/interviewers/counselors: what's the difference between maintaining your client/ interviewee's anonymity ver… https://t.co/xmN4QJrtrz",
        "Basically if you want appreciation, you have to also have the courage and integrity to handle criticism.",
        "Did a lil' thwoback diggin':\nhttps://t.co/2U1qW5EaGw",
        "I see you baby, shaking that ass.\nShaking that ass, \nshaking that ass,\nAlright don't touch me!\n.\n.\nWho remembers th… https://t.co/0NROzmss5s",
        "@sstainboi 💪 boi Stainoid 🦸🎵",
        "Had a great day 1 at the Transactional analaysis (TA101) Training with @ChitraSeed today! The theory intrigued me w… https://t.co/axJQgut7YT",
        "@shatabdihoon I'm obsessed with both shows equally, kya kar loge",
        "What is Indian television or moves' obsession with calling lesbians \"Lebanese\" or \"Lisbon\"?",
        "Can someone add me to the Dev creatives group? 😛",
        "The difficulty with anonymous &amp; closet writing- when you turn out to be right, you can't suddenly claim credit. Thi… https://t.co/JM4ImtXdRt",
        "And oscillated so rapidly between the two. Like within a few hours.",
        "I have never been so anxious and relaxed at the same time.",
        "\"Understand the difference between conflicts &amp; violence. Conflicts can be avoided, deescalated, resolved; but there… https://t.co/3zNnrueIxF",
        "@kunksed Alright but did you just Photoshop a mask into your DP.......",
        "Good old days of forest living, research and travel. \nMan I miss the old life! https://t.co/wJUoKFqg7R",
        "A technologically sexy &amp; advanced idea, i.e Tech + Sexy = Techsy.",
        "@kunksed How so?",
        "Libtard sickular presstitute",
        "So it's Monday today.\nLol.",
        "What I've learnt from (binge) watching Panchayat (Amazon Prime): Bewasir in Hindi means Piles.",
        "Memba for Aisha sounds so much like Paper Planes by MIA 🤔",
        "\"Modia\" and \"Prestitutes\" are interesting terms. Add some more to this unofficial list of the Indian Political Urban Dictionary.",
        "The food tastes a lot more authentic compared to other Asian restaurants in the city &amp; the menus are also more nuan… https://t.co/iDagtq8n1t",
        "Did you know that Sector 53-54 in Gurgaon has a big chunk of the South East Asian diaspora living there, &amp; as a res… https://t.co/M5CzcOJhcU",
        "@kartikaysharma_ Absolutely will. Best of luck!",
        "@kartikaysharma_ I've been doing that but it's really not enough",
        "How do you deal with conflict when the lines of communication aren't open?",
        "What's not very good:\n4. The lack of a USB port &amp; having a type C port instead can be annoying because I have to ca… https://t.co/olQHc3C6aj",
        "...Considered to be the best speakers on any laptop.\n3. The i9 processor keeps things smooth &amp; fast, but a lesson I… https://t.co/D1uNoFVraf"
    ]
}