{
    "screen name": "microsystechlab",
    "no. of tweets": 183,
    "tweets": [
        "MIT researchers have developed a new automated AI system with improved computational efficiency and a much smaller… https://t.co/WST6ufL3CF",
        "Stop &amp; take a deep breath every day @ 2:50pmEST with MIT. 10 minutes of daily mindfulness is good for everyone! https://t.co/egt8hbFKN9",
        "We are proud to be a part of this community! #OneMIT https://t.co/5lunxx1N4C",
        "If you're attending the #EmTechDigital virtual conference this year, don't miss Song Han's (@SongHan_MIT) session o… https://t.co/Z9iCxgJekc",
        "The Microsystems Annual Research Conference (MARC) is a two-day exploration of technical achievements &amp; research id… https://t.co/zUuIDLPFhO",
        "Newsletter of MIT's Microsystems Technology Laboratories - https://t.co/q3lJAkcYbv",
        "IEDM 2019: MTL Alumni and Friends Reception - https://t.co/28CmNgFEv6",
        "TODAY!! The MTL Spring Seminar Series welcomes Albert Folch, University of Washington - https://t.co/NAXCYo7Peb https://t.co/5Iw25Nt5P3",
        "Wednesday, October 2, 2019 | The MTL Spring Seminar Series welcomes Albert Folch, University of Washington -… https://t.co/m1CAfaeDsV",
        "HAPPENING NOW!! | The MTL Spring Seminar Series welcomes Damien Reardon, DSM - https://t.co/0zAmeg22HE https://t.co/kCxlfMqHKR",
        "TODAY!! | The MTL Spring Seminar Series welcomes Damien Reardon, DSM - https://t.co/uCWokHIoVe https://t.co/wWvDSTJLV6",
        "Wednesday, September 25, 2019 | The MTL Spring Seminar Series welcomes Damien Reardon, DSM - https://t.co/nZOOtAYUN9 https://t.co/TCukj6oRKD",
        "Wednesday, September 18, 2019 | The MTL Spring Seminar Series welcomes Mukesh Khare, IBM - https://t.co/KJ0BrBuZMu https://t.co/4uRsHciHxD",
        "MTL&gt;30: Newsletter of MIT's Microsystems Technology Laboratories - https://t.co/1dPfzjoux8",
        "MTL&gt;30: Newsletter of MIT's Microsystems Technology Laboratories - https://t.co/lkTrHRLGRt",
        "TOMORROW!!! IEDM 2018: MTL Alumni and Friends Reception - https://t.co/X1dFTP8mqu",
        "TODAY at 4:30pm in 32-155! MTL presents Dr. Ahmad Bahai with refreshments at 4pm! https://t.co/YyUwDArAMp https://t.co/QZRoMYjOwq",
        "TOMMOROW: MTL presents Dr. Ahmad Bahai,  \"Age of Accelerated Innovation: From Quantum to Systems and Beyond,\" at 4:… https://t.co/9qvUVTopZ2",
        "Next week: MTL presents Dr. Ahmad Bahai,  \"Age of Accelerated Innovation: From Quantum to Systems and Beyond,\" at 4… https://t.co/OPHLpkJ0va",
        "11/28/18: MTL presents Dr. Ahmad Bahai, \"Age of Accelerated Innovation: From Quantum to Systems and Beyond,\" at 4:3… https://t.co/pVos5UEb6i",
        "IEDM 2018: MTL Alumni and Friends Reception - https://t.co/ZqZFivjUK8",
        "MTL&gt;30: Newsletter of MIT's Microsystems Technology Laboratories - https://t.co/cbGcPNsx1S",
        "Today at noon! MTL Seminar Series presents Frank Libsch (IBM), in 34-401! https://t.co/TWL74nkDCV",
        "Tomorrow, 4/25/18: MTL Seminar Series presents Frank Libsch (IBM), at noon in 34-401! https://t.co/TWL74nkDCV",
        "Today at noon! MTL Seminar Series presents Jesse Wheeler (Draper), in 34-401! https://t.co/j6xbz96zga",
        "Tomorrow, 4/18/18: MTL Seminar Series presents Jesse Wheeler (Draper), at noon in 34-401! https://t.co/j6xbz96zga",
        "Today at noon! MTL Seminar Series presents Liwei Lin (UC Berkeley), in 34-401! https://t.co/qLm4oAMHbc",
        "Tomorrow, 4/11/18: MTL Seminar Series presents Liwei Lin (UC Berkeley), at noon in 34-401! https://t.co/qLm4oAMHbc",
        "Please Join Us: Dimitri Antoniadis Retirement Symposium - https://t.co/UahYHCr2oo",
        "Today at noon! MTL Seminar Series presents Gabriel Rebeiz (UC San Diego), in 34-401! https://t.co/kY7Af9xBdG",
        "Tomorrow, 4/4/18: MTL Seminar Series presents Gabriel Rebeiz (UC San Diego), at noon in 34-401! https://t.co/kY7Af9xBdG",
        "Today at noon! MTL Seminar Series presents Keith Wells (Lam Research), in 34-401! https://t.co/Du2TyecH7q",
        "Tomorrow, 3/28/18: MTL Seminar Series presents Keith Wells (Lam Research), at noon in 34-401! https://t.co/Du2TyecH7q",
        "Today at noon! MTL Seminar Series presents Tsuyoshi Yamamoto (NEC), in 34-401! https://t.co/3Q1Yuk2uSE",
        "Tomorrow, 03/14/18: MTL Seminar Series presents Tsuyoshi Yamamoto (NEC), at noon in 34-401! https://t.co/3Q1Yuk2uSE",
        "MTL&gt;30: Newsletter of MIT's Microsystems Technology Laboratories - https://t.co/puOJEpbBZp",
        "Tomorrow, 02/21/18: MTL Seminar Series presents Ahmad Bahai (Texas Instruments), at noon in 34-401! https://t.co/6ZzRprEXyD",
        "Today at noon! MTL Seminar Series presents Conor Madigan (Kateeva), in 34-401! https://t.co/Xy9QB5eAR6",
        "MIT CICS/MTL Alumni &amp; Friends Reception at ISSCC 2018 - https://t.co/JWHq0J3AXI",
        "Today at noon! MTL Seminar Series presents  Tsu-Jae King (University of California Berkeley), in 34-401! https://t.co/N2inFLiTvZ",
        "Tomorrow, 11/29/17: MTL Seminar Series presents Tsu-Jae King (University of California Berkeley), at noon in 34-401! https://t.co/P28TQIMNk7",
        "IEDM 2017: MTL Alumni and Friends Reception - https://t.co/klieECawQt",
        "Please Join Us: Dimitri Antoniadis Retirement Symposium - https://t.co/tKUVFwNmPm",
        "Today at noon! MTL Seminar Series presents Ian Young (Intel), in 34-401! https://t.co/3rSY4EUxZS",
        "Tomorrow, 11/15/17: MTL Seminar Series presents Ian Young (Intel), at noon in 34-401! https://t.co/4EycBBzZTr",
        "Today at noon! MTL Seminar Series presents Mark Rodder (Samsung), in 34-401! https://t.co/ElKKLetWDh",
        "Tomorrow, 11/08/17: MTL Seminar Series presents Mark Rodder (Samsung), at noon in 34-401! https://t.co/aaADl2V2su",
        "Join the Lam Research recruiting and product teams on Tuesday, Nov. 7, at Flat Top Johnny’s, 6-9pm. Register here:… https://t.co/ACibQxEkpF",
        "Velasquez-Garcia Group's 3D-Printed Device Builds Better Nanofibers https://t.co/KRbIzbTV9N",
        "Join the Lam Research recruiting and product teams on Tuesday, Nov. 7, at Flat Top Johnny’s, 6-9pm. Register here: https://t.co/yVWPxMEHdE",
        "Today at noon! MTL Seminar Series presents Amit Lal (Cornell University), in 34-401! https://t.co/sw4bIt1NYl",
        "Tomorrow, 10/18/17: MTL Seminar Series presents Amit Lal (Cornell University), at noon in 34-401! https://t.co/Mjhx0EbU41",
        "MTL + MIT.nano present a fireside chat with Vincent Roche: 10/2 in 32-123 at 5PM https://t.co/YvmKO83uxC",
        "Today at noon! MTL Seminar Series presents Christina Lampe-Onnerud (Cadenza Innovation), in 34-401! https://t.co/6lzTM1RFHW",
        "Tomorrow, 09/27/17: MTL Seminar Series presents Christina Lampe-Onnerud (Cadenza Innovation), at noon in 34-401! https://t.co/2Eu16qy2Un",
        "https://t.co/33ER2sCitt",
        "Today at noon! MTL Seminar Series presents Anton de Villiers (TEL), in 34-401! https://t.co/BNKbooKTHi",
        "Tomorrow, 09/20/17: MTL Seminar Series presents Anton de Villiers (TEL), at noon in 34-401! https://t.co/Bg5ODtHuGX",
        "Analog Devices CEO Vincent Roche at MIT 10/2 at 5PM! https://t.co/FtrHkT7VqG",
        "Join our friends at Draper at a free event open to the public Oct. 4–7, 9am-4pm https://t.co/tMJu1hgKXv https://t.co/wwtgPzbgAd",
        "Today at noon! MTL Seminar Series presents Gary Patton (GlobalFoundries), in 34-401! https://t.co/49azgHGbQy",
        "Tomorrow, 09/13/17: MTL Seminar Series presents Gary Patton (GlobalFoundries), at noon in 34-401! https://t.co/bnotmil8TX",
        "MTL&gt;30: Newsletter of MIT’s Microsystems Technology Laboratories -  https://t.co/2xWK80rONW",
        "The 2017 MTL Annual Research Report is now available! https://t.co/Gt6gCMEDiO",
        "Today at noon! MTL Seminar Series presents Yuhao Zhang (DDS), in 39-401B! https://t.co/6APkrdFThN",
        "Tomorrow, 05/10/17: MTL Seminar Series presents Yuhao Zhang (DDS), at noon in 39-401B! https://t.co/9k6zBDV60S",
        "Today at noon! MTL Seminar Series presents Marc Steven Weinberg (Draper), in 36-428 &amp; 36-462! https://t.co/zvM2XYUa1b",
        "Tomorrow, 05/03/17: MTL Seminar Series presents Marc Steven Weinberg (Draper), at noon in 36-428 &amp; 36-462! https://t.co/zvM2XYUa1b",
        "Tomorrow, 05/03/17: MTL Seminar Series presents Marc Steven Weinberg (Draper), at noon in 34-401! https://t.co/zvM2XYUa1b",
        "Today at noon! MTL Seminar Series presents Robert Gilmore (Qualcomm), in 34-401! https://t.co/Gi8nC3aH36",
        "Tomorrow, 04/22/17: MTL Seminar Series presents Robert Gilmore (Qualcomm), at noon in 34-401! https://t.co/Gi8nC3aH36",
        "Today at noon! MTL Seminar Series presents Steve Lloyd (Invensense), in 34-401! https://t.co/PKpz2OKAo2",
        "Tutorial on Hardware Architectures for Deep Neural Networks -  https://t.co/T9nlYQDaQm",
        "Tomorrow, 03/22/17: MTL Seminar Series presents Steve Lloyd (Invensense), at noon in 34-401! https://t.co/PKpz2P2bMC",
        "https://t.co/29ghZelrUF",
        "03/22/17 MTL Seminar Series presents Steve Lloyd (Invensense), at noon in 34-401! https://t.co/PKpz2P2bMC",
        "Tomorrow, 03/15/17: MTL Seminar Series presents Gary Patton (GlobalFoundries), at noon in 34-401! https://t.co/DEhkjiN9Ur",
        "03/15/17 MTL Seminar Series presents Gary Patton (GlobalFoundries), at noon in 34-401! https://t.co/DEhkjiN9Ur",
        "Today at noon! MTL Seminar Series presents Dario Gil (IBM Research), in 34-401! https://t.co/yZFfxCJEu9",
        "From the Labs: February 2017 - https://t.co/t7OYimvZm4",
        "Tomorrow, 03/01/17: MTL Seminar Series presents Dario Gil (IBM Research), at noon in 34-401! https://t.co/yZFfxD1fSJ",
        "03/01/17 MTL Seminar Series presents Dario Gil (IBM Research), at noon in 34-401! https://t.co/yZFfxD1fSJ",
        "Today at noon! MTL Seminar Series presents Roger T. Howe (Stanford University), in 34-401! https://t.co/S4VRW9Mdf4",
        "MTL has been busy uploading lots of photos from recent events. View them all on Flickr: https://t.co/HlhYxncZyP",
        "Check out this extremely cool video made by GE featuring frequent MTL collaborator Millie Dresselhaus. https://t.co/w0D0KsJQHy",
        "Flickr Update: Lam Day at MIT https://t.co/DdpNjrORn9",
        "Henry Smith awarded IEEE Noyce Medal https://t.co/1bcYXdVR2c",
        "MTL Seminar Series presents Doctoral Dissertation Seminar: https://t.co/1juKHR4pSJ",
        "Submit an abstract to MARC2017! We've made it easier to submit your abstract + register to attend. https://t.co/ngZVtsljtE",
        "Tomorrow: MTL Seminar Series presents Geoffrey Burr, IBM Almaden Research Center https://t.co/l8OeK1l99z",
        "TODAY! MTL Seminar Series presents Prof. Mark Allen, University of Pennsylvania https://t.co/Km1z4Nmuix",
        "MTL Seminar Series presents Prof. Mark Allen, University of Pennsylvania https://t.co/Km1z4Nmuix",
        "New video posted: Katherine Smyth th https://t.co/VcOLEVKgAs esis defense https://t.co/4sftANyO6q",
        "Registration is now open for the MTL Expo! Find out more at https://t.co/tJiLDz0cIC",
        "Today: MTL Seminar Series prese https://t.co/kyMZ9oSmZi nts Reza Arghavani, Lam Research Co.",
        "Luis Fernando Velásquez-García: Manufacturing microspheres https://t.co/aNWbWiXRtC",
        "New video up on Seminars from MTL: Mayank Bulsara, William Dally MTL Seminar Series Fall 2016  https://t.co/hJOsGANBOW",
        "Today at noon! MTL Seminar Series \"Dynamics and Challenges of Silicon Substrate Design and Manufacturing\" https://t.co/2J7MkmwEqS",
        "Tomorrow: MTL Seminar Series presents Mayank Bulsara, SunEdison Semiconductor Ltd https://t.co/9lCNlR91jD .",
        "Flickr Update: Pat Burkhart's Retirement Party and Welcome Back BBQ https://t.co/NlsCbL4KML",
        "From the Labs: August 2016 - https://t.co/aNCilfR9FO",
        "Martin Schmidt named Ray and Maria Stata Professor https://t.co/NqeZruK1Tj",
        "Replicating the connection between muscles and nerves https://t.co/MmnvLqmbsd",
        "Duane Boning named LeBel Professor https://t.co/H7WXyPJ7UF",
        "New solar absorber could improve efficiency of solar thermal technology https://t.co/kMqWKEchnP",
        "School of Engineering awards for 2016 include Polina Anikeeva, Luca Daniel, and Duane Boning https://t.co/qSl7E9w3WR",
        "Flickr Update: MTL Graduation Reception 2016 https://t.co/lA59Nhy6Vv",
        "MTL 2016 Spring Term Doctoral Dissertation Seminar (DDS) https://t.co/EI6zkAW8cy by Dr. Bichoy Bahr",
        "MIT's Hong Kong Innovation Node launches this month! https://t.co/mqIuRs7W8I",
        "MTL organizes MIT Day at Tec de Monterrey https://t.co/yACRZHZAjx",
        "Flickr update: Joseph Baylon at the 2016 School of Engineering Infinite Mile Awards https://t.co/vV1krzskhe",
        "Flickr update: MEDRC2016 https://t.co/d2A3td0c9m",
        "How are you #alwaysMIT? Share your memories with the hashtag for a chance to be featured @mitcommencement https://t.co/6Ncm3pQlpS",
        "Hot new solar cell https://t.co/MraFabShsb",
        "MTL Seminar Series presents Bichoy Bahr, Spr. 2016 Doctoral Dissertation speaker https://t.co/K9w8HhH0p7",
        "Still time to register for the 8th Annual MEDRC Workshop! $25 students | $75 all others https://t.co/KBAbfnV1Zz",
        "Many videos added to Seminars from MTL today, incl. Texas Instruments CEO Rich Templeton's March 2016 talk at MIT. https://t.co/c6ajtjnfHH",
        "From Tecnológico de Monterrey: Nanotechnology Summer at MIT (in Spanish) https://t.co/iCueczovSj",
        "Flickr Update: MTL at the MIT100 Open House https://t.co/4ZYDmJkvs1",
        "MIT.nano rising https://t.co/HDZRJaHTmq",
        "Sze receives 2016 3M Non-Tenured Faculty Award https://t.co/PPBLRKHSjL",
        "Today, MTL Seminar Series: \"Thermoelectric Converters Based on the Spin Seebeck Effect\" https://t.co/2rw7SQyI3m",
        "Next week's MTL Seminar: \"Thermoelectric Converters Based on the Spin Seebeck Effect\" https://t.co/eYA1c7xOBY",
        "Today at 5PM: Rich Templeton MTL Executive Seminar, Grier Room 34-401 https://t.co/UYmJQdKa72",
        "MTL Seminar Series today: \"MEMS Are Becoming 3D and Atomically Precise\" https://t.co/HO2hp0EPzg",
        "This week, don't miss Rich Templeton of Texas Instruments! 3/17 at 5PM in 34-401 (reception follows) https://t.co/YcjG7ryjcV",
        "Next week, MTL Seminar Series: \"MEMS Are Becoming 3D and Atomically Precise\" https://t.co/RrstwbVehk",
        "Next week: Rich Templeton of Texas Instruments gives a talk at MTL https://t.co/pc1ZckBws0",
        "Today at 11AM in 34-401B: FD-SOI Technology, Advantages for Analog, RF, and mmW Designs https://t.co/RryIqMpdpe",
        "MTL Special Seminar: FD-SOI Technology, Advantages for Analog, RF, and mmW Designs 3/8 at 11am https://t.co/rmqjE7SOKG",
        "MTL Executive Seminar w/Rich Templeton of Texas Instruments: 3/17 at 5PM in Grier https://t.co/zq8NLeeM7W",
        "From the Labs: February 2016 - https://t.co/9RaftpCEE6",
        "https://t.co/vPuke4RKUy",
        "Next week: MTL Seminar Series presents Will Oliver, MIT Lincoln Laboratory https://t.co/567LaOHfle",
        "Great profile on Prof. Pablo Jarillo-Herrero today on the MIT homepage! Read accompanying article: https://t.co/zNVmQIhRtZ",
        "Chandrakasan receives honorary doctorate from KU Leuven https://t.co/JTsV83XzVE",
        "First MTL Seminar Series of the semester happening now. https://t.co/awtVPhKuYa",
        "Energy-friendly chip can perform powerful artificial-intelligence tasks https://t.co/YqYG1BWVpH",
        "New chip fabrication approach https://t.co/6FNX6YQK7d",
        "Self-stacking nanogrids https://t.co/9v2FFh5kjr",
        "Optoelectronic microprocessors built using existing chip manufacturing https://t.co/Py33JTypSn",
        "Nanodevices at one-hundredth the cost https://t.co/3Oldno5UV1",
        "MTL Students, Alumni, and Faculty Win at IEDM 2015 https://t.co/doNbhadHxr",
        "MTL Executive Seminar: Sophie Vandebroek (Xerox) on The Internet of Everything - https://t.co/XPEPUI9aot",
        "TODAY AT 11AM! Executive Seminar with Sophie Vandebroek: details in the link https://t.co/DOYFroqb69",
        "Looks like we goofed with the link for this seminar featuring Sophie Vandebroek on Thursday. Here is a link that everyone should be able...",
        "Don't miss this exciting MTL Executive Seminar this week with Xerox CTO Sophie Vandebroek! https://t.co/cJ4G58aKJJ",
        "MTL Alumni and Friends Reception at IEDM 2015 https://t.co/g9bsnyuJFN",
        "MTL Director Jesús del Alamo honored with Doctor Honoris Causa \n https://t.co/H6GTBKp82q",
        "Wednesday at noon: MTL Seminar Series concludes with Zheng Zhang https://t.co/WbS9at0YzZ",
        "Wednesday at noon: MTL Seminar Series concludes with Zheng Zhang https://t.co/chzS81GDKb",
        "\"Vassar and Main: the world’s most innovative intersection\" https://t.co/Yh3aC9MHjC",
        "New core faculty profile: Luqiao Liu https://t.co/mSv7JJE09A",
        "Bubble, bubble, at the flick of a switch | Evelyn Wang https://t.co/Z12IJdxKCd",
        "Chandrakasan appointed to Vannevar Bush Professorship https://t.co/dPmW92f2dA",
        "Presenting Marc Tapenning of Tesla Motors today at noon! http://t.co/YWBeASc24Z",
        "Big range of behaviors for tiny graphene pores \n http://t.co/vXHvaMuQrE",
        "DO NOT MISS! MTL Seminar Series presents Marc Tarpenning of Tesla Motors http://t.co/6XegfUEgY1",
        "MTL Seminar Series presents Marc Tarpenning of Tesla Motors! http://t.co/7ASqHJlgd7",
        "Are you a fan of Tesla Motors? You will not want to miss the MTL Seminar Series on October 14. http://t.co/KeoK96SMtA",
        "Antoniadis receives IEEE Jun-Ichi Nishizawa Medal http://t.co/GattWIw2oJ",
        "Silicon photonics meets the foundry http://t.co/CpC3ULMMzC",
        "MIT joins $171M public-private consortium on manufacturing flexible electronics\n http://t.co/jhSzHpKeB9",
        "New analysis of textured surfaces could lead to more efficient, and less dangerous, power plants. http://t.co/WXkaJJ8BG6",
        "MTL: Newsletter, August 2015 - http://t.co/l5fV3pfkaN",
        "Sodini Receives HKUST Fellow Award from the Hong Kong University of Science and Technology  http://t.co/h9PjpCiT9P",
        "The 2015 MTL Annual Research Report was published on Friday! http://t.co/sJGguG6YUX",
        "Consortium including MIT awarded $110M national grant to promote photonics manufacturing http://t.co/Sxb0O2xfFs",
        "Making the new silicon http://t.co/GgS0c3pK7c",
        "Chemists design a quantum-dot spectrometer  http://t.co/sXN1ywD9Ac",
        "LiquiGlide slides into consumer space http://t.co/jRk0f7BGKm",
        "Silicon Photonics Meets the Foundry http://t.co/bNpMSMFGXh",
        "Velasquez Group's work on advanced X-ray sources is featured in Scientific American Español http://t.co/lEIYki9eI6",
        "Toward tiny, solar-powered sensors http://t.co/0hoGLmvIWh",
        "Thin coating on condensers could make power plants more efficient\n http://t.co/niF1hGloKJ",
        "Paper by Velasquez Group receives recognition by JMEMS http://t.co/1z4cclAG83",
        "A new tool measures the distance between phonon collisions\n http://t.co/jkVBx1BteY",
        "Unlocking nanofibers' potential http://t.co/mLXFEPZPKJ",
        "Two MTL students receive awards from the China Scholarship Council http://t.co/YdnztVOvEV",
        "Dan Congreve selected for Spring 2015 MTL Doctoral Dissertation Seminar http://t.co/0WzyEMd7yA",
        "How to make continuous rolls of graphene http://t.co/chiyg88djm",
        "Probing graphene physics http://t.co/kl8rGObHBa",
        "Taking control of light emission  http://t.co/dvGromUwKh"
    ]
}