{
    "screen name": "fromagefacile",
    "no. of tweets": 141,
    "tweets": [
        "Eno River State Park re-opened on Saturday. I avoided the crowds over the weekend, but I got out for a trail run th… https://t.co/XPQqa8KjpU",
        "Great thread by @llorenzin about today's all-day project to re-hang 38' of gutter along our garage as well as the s… https://t.co/eaRr8YKwZq",
        "@EcksLibris @llorenzin To the dump, to the dump, to the MF-ing dump! 😉",
        "Also, time to make more ice cream.",
        "Reward for today's accomplishments! 😋 https://t.co/a8TSb9Kvib",
        "Happy dump day! #adulting #achievementunlocked https://t.co/oOyUVzCJh5",
        "@llorenzin @diami03 Sadly, yes. ☹️ A little too familiar and recent. Sucks when \"them\" are date-driven and refuse to acknowledge reality.",
        "@llorenzin @DuncanDaHusky @seriouseats No lies detected! Also, that dinner looks amazing, and we need to add that to our \"To Cook\" list. 😋",
        "@DuncanDaHusky @llorenzin What she said! I know that feeling. Many nights I don't feel like cooking and only do it… https://t.co/R1ykvcDcFS",
        "@RDansky Wow. That's a sad example of buracracy. ☹️",
        "@mfratto @llorenzin A bigger stove would be nice, but it would mean a bigger kitchen ... and a different house ...… https://t.co/ID9EYviFA5",
        "@diami03 @xabean I got a set a step bits back in the fall and used one to drill into the frame of my Outback to ins… https://t.co/VXk4POqCrQ",
        "Made some boozy mango ice cream for @llorenzin and me. Pretty nice finish to the day! https://t.co/E8ZoqcMCES",
        "Whipped up a small batch of hard cider this afternoon with apple juice I had sitting around. Plan to spice it up wi… https://t.co/iiMRCyZZmb",
        "@llorenzin @turbogrrl And those eyes!!!",
        "Giving Love Never Dies the #MST3K treatment is almost making it worthwhile! https://t.co/IZK4RMxwLC",
        "I was today years old when I saw \"Phantom Of The Opera\" for the first time. @llorenzin sings the soundtrack around… https://t.co/l67ITwRrYK",
        "@jason0x21 Did he see his shadow? Or am I thinking of the wrong holiday?",
        "I see you, @llorenzin ;) https://t.co/FXNeX4NJBO",
        "@jnduncan Wasn't certain after cleaning things up last night, but this morning there was a little more water on the… https://t.co/kBv5CGAkf7",
        "A puddle in front of the water heater is never something you want to discover, but if that's what fate has in store… https://t.co/MvtsnqOSXl",
        "@jdanforth @llorenzin It's so festive! We bought it at Centerfest in Durham in 2018. I'm blanking on the artist's n… https://t.co/G8JpIgKasx",
        "Now? Now it's time for a nap.\n\neof/",
        "While we were outside and the weather was nice, @llorenzin held the tall ladder while I climbed up to verify whethe… https://t.co/hRdYfJxzRl",
        "After @llorenzin and I got home from riding, we re-hung the large, colorful metal flower sculpture by the front doo… https://t.co/SxrQnHuqQK",
        "Great singletrack ride this morning! Appreciate @dfredder and @hejafred introducing me and @llorenzin to the Green… https://t.co/7D4RMdPgYI",
        "@jason0x21 We have that same cock pot. Nice and simple, although a bit small compared to the large ones that seem to be standard these days.",
        "Nailed it! https://t.co/uVYZhw5OUh",
        "@jnduncan Thanks. Would love to talk to you sometime about new work adventures!",
        "@realweirddata ORYLY? As a customer? That would have been a happy coincidence! 🙂",
        "@hiddenhusky Mmmmm ... coffee. ☕",
        "@turbogrrl @Oreo Wow, that looks great! Can I put in an order for garage-side pickup?",
        "@evanbd Thanks Evan! Hope things are going well for you in CO.",
        "Today was my last day working at Tanium.\n\nhttps://t.co/XTF6dR5CZU",
        "Quarantine brownies FTW! https://t.co/mSXqORa7UT",
        "@DuncanDaHusky @llorenzin @hejafred @seriouseats It was a bit odd - especially with the color from the purple cabba… https://t.co/zn69oe45ED",
        "Thank you for a wonderful house concert, @DavidLaMotte! And thanks again for being one of the forces that brought m… https://t.co/X10ug1yDYF",
        "I feel SEEN https://t.co/AUA9g1y2fn",
        "I beg to differ. 😉\n\n#sirmixalotorGTFO https://t.co/GICO373Gtc",
        "@kyleejohnson @nprmusic Thanks for the link! @taimanegardner is amazing!!! That ukulele ... wow.",
        "@zaftigbellydanc o_O ... I might have to get one of those to balance the stupid version of same that stares at me from across the street.",
        "@jdanforth So close! Keep fighting the good fight. You'll get there.",
        "Starting today, I'm a full-time telecommuter.\n\nMy company, with headquarters in the San Francisco Bay Area, decided… https://t.co/HCojeVjwBz",
        "@jason0x21 USB condom. Should probably be in the nightstand.",
        "Game on! #goduke https://t.co/NcZcVIVfQe",
        "@llorenzin @Viss @phobosgroup Those all look great! Wish I was out there so I could join in the bottle sharing fun.",
        "@turbogrrl Beautiful day for it!",
        "@Viss Mmmmm. That Curieux is one of my favorites!",
        "Belated Valentine's Day dinner with @llorenzin that ended up being a send-off for @PiedmontDurham. Thanks for all t… https://t.co/We0ryx5kd2",
        "@gdead @heidishmoo Technically correct is the best correct. ;)",
        "We're both lucky! 💕 https://t.co/ZL80tNoGaO",
        "Snow in Durham! Happy to be warm and cozy by the fire with @llorenzin.\n\nhttps://t.co/jq4wxp89cN https://t.co/CRBDeba7pc",
        "@menotyousharp @CumulusNetworks Haha! What a fun tradition. Congrats on 5 years!",
        "@Viss @llorenzin @Packetknife We recently found and devoured a box of smores that was stored in the freezer from la… https://t.co/aov8zVUmKy",
        "It me! 😃 … 😐 … 🙁 https://t.co/8fC9NBZ5Tj",
        "@Viss yass!",
        "SO glad I got to watch the Duke vs. UNC game tonight! Carolina played a great game. I'm very happy - and honestly a… https://t.co/Olia9SC7CL",
        "Extreme window-washing as a fallback career for @llorenzin ... What do you think? ;)\nhttps://t.co/uPauq4H8Zt https://t.co/hyYMxGFGkI",
        "Some additional cool #PalindromeDay info\nhttps://t.co/W8e7Lt97Gw",
        "Happy #PalindromeDay 02022020 🎉 https://t.co/4FN9zON8kr",
        "#shmoocon #hackerswan #sofancy https://t.co/9jOxwG6No9",
        "@deviantollam @llorenzin Just saw your DM and sent!",
        "Excited about #hackerswan at #shmoocon tonight! https://t.co/zQub4pqCah",
        "@CircuitSwan @hacker_swan @shmoocon @llorenzin and I are looking forward to swanning tonight!",
        "Anyone have a matching hash?\nWant to build a lightsaber?\n\n9ad6 b1f8 1e1b 9b4c d5c3 a2f9 dc2b f835… https://t.co/0v7SOIPwZc",
        "\"You're not a little bit pregnant, you're not a little bit secure. It's either/or.\"\n- @CathyGellis\n\nCommenting on e… https://t.co/cVeAiKjKTN",
        "Soup crab... most unexpected! 🦀 https://t.co/zxJYadtqjf",
        "It's happening!!! #shmoocon https://t.co/Jz5dq7rjwP",
        "@llorenzin Having an Instant Pot has motivated me to cook more. For years, @llorenzin and I got a CSA box of veggie… https://t.co/Uf1K92PqJF",
        "I thought about giving @llorenzin an Instant Pot for Christmas, but then I realized the I was the one that wanted o… https://t.co/5ffRePqFMW",
        "I really am enjoying the Instant Pot. Yes, it's not \"instant\", but it's versatile, and as the primary washer of dis… https://t.co/NvfgBGdksF",
        "But but ... Instant Pot! 🦄🌈🎉 https://t.co/E23cWyHRc1",
        "So what you're saying is that when you're cooking while hungry, it will help if I remind you that you're a trainwre… https://t.co/oLKsZ6Tz88",
        "@jnduncan Perhaps. But these are just the new-to-me storage bins. There are many more bins in the basement, garage,… https://t.co/OzBNOLiGRa",
        "@DuncanDaHusky Proofreading is important.",
        "@WingsOverThomas @llorenzin @DurhamFarmerMkt @SaltyCatch @SouthWindNC It was! 😋",
        "Cleaned ALL the bins! (That's a lot of bins.) \n\nMy mom had a paper problem... and the apple doesn't fall far from t… https://t.co/Xq59aouq6y",
        "@EcksLibris Me, either. I was assuming it was Dad's, but it really doesn't look like his. Maybe Dora? When she was… https://t.co/lMeQVyggcv",
        "Most of the bins I'm cleaning were storage for my mom's papers. This one is labeled with a 3.5\" floppy disk label!… https://t.co/qmLXr2fY6z",
        "Cleaning a stack of storage bins that I got from my dad after he cleaned out his garage. Reminds me of getting back… https://t.co/OubDsPTdb6",
        "And with that, it's bourbon o'clock!",
        "Overall, it's been a very good and productive day, but I just ran into a couple of annoyances that are going to req… https://t.co/STSY1i5AqZ",
        "Current status ... https://t.co/sCNylFm2K2",
        "@colurita @llorenzin Miss you, too! I'm doing better now - pretty much back to normal. I hated to miss the weekend… https://t.co/fiKLmVctlT",
        "@uvmdanz Lol. Good luck staying warm up there!",
        "What you do when your code wasn't very well fucktored to begin with... https://t.co/oVAGnOWIr5",
        "@RadHardened Ooooo shiny! Very nice.",
        "Soundtrack for getting things done around the house this afternoon: \"The HU - Wolf Totem\"\nhttps://t.co/4cbsAOoKuD",
        "@realweirddata Industrial sewing machine sounds awesome! The old stuff was built to last and is (usually) easier to… https://t.co/vwxMit9asB",
        "@RadHardened Nice. What's the design? (If it's none of my business, then no worries. Just curious.)",
        "@realweirddata My mom gave me a Craftsman socket set years ago. Like you said, back when Craftsman was good. Love t… https://t.co/JaRd5FH0oq",
        "@ticia42 I could totally see you in it! 🦄",
        "@honusharp I know, right?!? 🦄✨",
        "@HackAWeek Thanks! 🦄✨",
        "@DuncanDaHusky Pretty amazing, right? ;)",
        "@turbogrrl I know, right!!?! 😍✨🦄",
        "@TrailHeads_Org @littleriverpark I wasn't the only unicorn volunteering. We even had time for some unicorn games ... https://t.co/IALnfkTMTg",
        "My running group (@TrailHeads_Org) puts on a trail race each January to support a local park (@littleriverpark). Th… https://t.co/1cSOADeORM",
        "So this happened over the weekend... https://t.co/ijQMSG4SbD",
        "This thread is amazing and wins the Internet. Museum twitter is hilarious and is good twitter. https://t.co/e72YIiMBt9",
        "Kareoke with college friends. This is how I'm wrapping up the decade. Yes, it's just as good as you're imagining!",
        "@jnduncan @llorenzin @EcksLibris I really enjoyed the eggs benedict at brunch today. So good, so much food. Don't remember the hubcap...",
        "Delicious dinner with family! Not quite how Mom made her roast, but she would have loved it. Thanks, @llorenzin! https://t.co/ZJXgK0h3fn",
        "@nuintari Gah! The suck. You haz it. :(",
        "@DuncanDaHusky Oh wow. That board looks amazing. Wish I could have a flight with you. 🍻",
        "Celebrating the last day of my 50th year with an \"Art Tour\" at @HeronsNC with @llorenzin ... https://t.co/dp2JJOCCDB",
        "@xabean LOL ;)",
        "@llorenzin @wendynather Google Calendar recently added this functionality. If you create an \"out of office\" time bl… https://t.co/7Rocmky7Qu",
        "@nuintari Same here. I'm going for a run to burn it off.",
        "Now to do something useful with the post-ticket adrenaline dump, I'm going to go for a run.",
        "@llorenzin @nuintari +1 Glad we're all going!",
        "Succeeding at getting #Shmoocon tickets is a great way to round out a lovely Thanksgiving weekend!",
        "Black Friday Special!!!\n.\n.\n.\n.\nStay at home (or #OptOutside) and save 100%",
        "@llorenzin Aw, thanks! All that running to and fro past the stump and stack of logs is actually good for something. ;)",
        "This morning, I noticed another round of oyster mushrooms on a log from the maple tree that came down earlier this… https://t.co/LxUIb5JVcw",
        "@nuintari &lt;mom-voice&gt; What did you do? &lt;/mom-voice&gt;",
        "Fabulous long weekend of rock climbing with good friends in Red Rock Canyon, NV!!! Two days of multi-pitch routes a… https://t.co/DrltYbObDE",
        "@diami03 Sew cool!",
        "@HackAWeek @llorenzin Thanks for the info! Unfortunately we bailed on the canning last night. It was late, we spira… https://t.co/YfoS6jddcu",
        "@jessysaurusrex @llorenzin @wendynather This question from the FAQ on SimplyCanning seems to indicate it's possible… https://t.co/uJmagjxVLe",
        "@diami03 Some days, the struggle is real.",
        "For Halloween last week, @llorenzin went as Maureen from \"Rent\", and I was a cautionary tale... er ... tail. ;)\n\nTh… https://t.co/NlHXV4Pt4y",
        "Sexing up some leftovers tonight with lovely oyster mushrooms from a log in the front yard. They popped out after t… https://t.co/eVbXkNFA35",
        "Attempting to get #Shmoocon tickets: a very brief and disappointing game.",
        "@bace16_ @OakCityLocks Woohoo! Congratulations! 🔓👍🥇",
        "@turbogrrl @llorenzin Slanket slanket, who's got the slanket?",
        "@DuncanDaHusky \"Buy nice or buy twice\" is what we say. It's worth it. And so are you.",
        "Such a treat to have a relaxing evening at home with @llorenzin. Finally getting a chance to start watching… https://t.co/sDpwD2KSCg",
        "@DuncanDaHusky What beer(s) did you pair with it?",
        "@llorenzin @SaltyCatch Delicious dinner! And so much fun cooking with @llorenzin. 💕",
        "@DuncanDaHusky Wow!!! That looks amazing! And way over the top for anywhere I'd call a brewpub. #winning",
        "@llorenzin @Viss A couple co-workers were just recommending Letterkenny to me earlier this week. Will definitely ha… https://t.co/QO8Ix63jXu",
        "@jnduncan @llorenzin @deviantollam @Mojavi_8 Speaking of root beer hooch - we picked up some (homemade) root beer m… https://t.co/LNmgeDYIAX",
        "@jnduncan @llorenzin @deviantollam @Mojavi_8 (... counts on fingers ... takes off a shoe ...)\n\nJust confirmed that 70 is 15 away from 85. ;)",
        "@deviantollam @llorenzin Great find! Bringing Rebel Yell to CackalackyCon is a good tradition to keep going. :)",
        "@llorenzin Oh, Sweetie! 🥶",
        "@jason0x21 It's a silo eat silo world out there. :(",
        "Hahaha! @ksonney and @UrsulaV - this made me think of you. Especially the one that roosts in the tree. https://t.co/ySHUKsNLmN",
        "It's dangerous out there. Tell the people you care about that you love them every chance you get.\n\n(This post broug… https://t.co/fLvLOB8eCR",
        "I feel seen https://t.co/drAEiLcq2e",
        "@diami03 @llorenzin Oh wow. Penelope is gorgeous!!! Look forward to hearing about your adventures with her.\n\nWe hav… https://t.co/AxFZ1jC2RP"
    ]
}