{
    "screen name": "PaulJibateh",
    "no. of tweets": 192,
    "tweets": [
        "@YuletideD @YuletideD you are a beautiful woman. Will like to meet you...",
        "@TheAshLeon You're super sexy. Crushing bigtime @TheAshLeon.",
        "@itsgasperx What suggestions would you proffer @itsgasperx?",
        "@BLaw Very interesting ...",
        "This story makes clear the power that resides in the intellect of #Africans @SaloneVision. Nothing like… https://t.co/xNzekwoOD5",
        "@ewarren Heartfelt condolences @ewarren. May God grant you and yours the fortitude to scale through this trying time.",
        "@AlderConsulting @LekeAlder How can I secure these mentor @LekeAlder ?",
        "@Walebajo Stay safe bro @Walebajo...",
        "The positioning of #GlobalLeadership is shifting from what it use to be, to the new normal. #COVID19 works wonders! https://t.co/NpqrvDrsmv",
        "This is very interesting. Happy to learn new things...thanks to #COVID19 @SaloneVision... https://t.co/0K57NiMMDU",
        "@hadizel Wish your husband a speedy recovery, H.E. May Allah grant him great health.",
        "@jalloh_tanu @JackMa @juldehjalloh_vp @flyethiopian @WHOSierraLeone @WHO @UNICEFSL @UNFPASierraleon @USEmbFreetown… https://t.co/A6zB61YBiZ",
        "@BolanleCole What's the nexus between Corona and Rapture?",
        "PJ's Nuggets \n\n113. In Life's Constitution; Section Psalm, Subsection 23 (5) states: \n\n\"You prepare a table before… https://t.co/TY7wQTLHTW",
        "Age with grace bro. Felis Natal! https://t.co/L5ztUQa0vx",
        "I’ve given my #voicefortheplanet to call for a #newdealfornature. Nature is vital for our health, our livelihoods a… https://t.co/xZH6cQ6Oct",
        "@FrancisKaifala Great job ACC...",
        "This a great feat. Well done #Naija... https://t.co/3kVt9nLcu3",
        "This is great. Keep it up @BorisJohnson. https://t.co/ueEzc9Jux9",
        "So we share such as well. Please don't demonise ours... #PeoppleProgressProsperity @SaloneVision @UKinSierraLeone https://t.co/9Kcuezi8bO",
        "@LamranaAmadu @accsierraleone The #ACC seem to be very reactive to certain graft related issues methinks. Don't… https://t.co/zNyG1UZFMc",
        "Heartfelt condolences to the Leadership and people of the UAE for your loss. We mourn with you @SaloneVision. https://t.co/nChrZGiMAR",
        "Happy Wedding Anniversary HM. This is a great example for the young @UKinSierraLeone. https://t.co/mHbl2WIdpU",
        "What has the #UK got to offer to #SierraLeone in this regard @smustardbhc? The people are watching... https://t.co/VRLKRvsR1k",
        "Very serious allegations by @GovAyoFayose. What has the government and people of Kogi and Bayelsa got to say? https://t.co/PEt3fpWcux",
        "#SierraLeoneRising @SaloneVision... https://t.co/Uoe8buomTI",
        "@yakisawyerr @c40cities @anibalgaviria Well done Your Worship @yakisawyerr. We are proud Freetownians...",
        "PJ Nuggets\n\n109. It is the duty of all to be rich - great health, right relationships, tremendous wealth and a pros… https://t.co/pJHxUo6vK1",
        "A big toast to all #mothers and #women in general out there. #StrengthofaWoman @SaloneVision. https://t.co/50yrssp1Fu",
        "@jidesanwoolu Well done Governor @jidesanwoolu... A way to go to transform Lagos. #Ekoile",
        "https://t.co/NV0aGrmLY1",
        "#SierraLeoneRising... @SaloneVision. https://t.co/Le7OjSrUzD",
        "https://t.co/4YLtQXv4KV",
        "@FrancisKaifala Congrats @FrancisKaifala, more grace brother...",
        "The very first 20 individuals to register on Monday 30th September will get the following in addition to the 50% di… https://t.co/MSCvFHWGA5",
        "#SierraLeoneRising @SaloneVision... https://t.co/Dp2AnNpwen",
        "If you consider yourself #special, then this is for #YOU! https://t.co/zt5zxGpCal",
        "@FrancisKaifala Great move @FrancisKaifala, leave no stone unturned. @SaloneVision stands with you and team ACC.",
        "PJ's Nuggets\n92. Many desire to wear the cloak of kings but few can stand under the weight of its burden.",
        "PJ's Nuggets\n91. Love yourself so hard that you render all opinions and criticisms powerless. If it's not constructive, poof it!",
        "PJ's Nuggets\n90. Fire cooks, heat bakes, pressure toughens. Appreciate your process...",
        "PJ's Nuggets\n89. \"No guts, no glory\"... Follow the Light!",
        "PJ's Nuggets \n88. The wise knows that in all his knowing, that he truly knows nothing at all. There lies the light...",
        "PJ's Nuggets\n87. A lion may hunger while a sheep is fed, but the fattest sheep is the lion's meal.",
        "https://t.co/O8oOwuGCaQ",
        "PJ's Nuggets\n86. Money has no feeling, no voice, and no soul - its choice between good and evil is decided by those who use it.",
        "PJ Nuggets\n85. Love YOU first, and let that exude! You can't offer that which you do not have...",
        "Indeed JEA, we are nothing alone. #SierraLeone stands with #Nigeria in this trying time and we condemn all forms an… https://t.co/iwxu914UNZ",
        "VISION-SALONE: rebuilding minds... \n\nNo #African is more #African than any #African! #Africa belongs to all of us a… https://t.co/fQy3c69iFb",
        "PJ's Nuggets\n84. The YOU you see, is the YOU you will be.",
        "https://t.co/VJY7nZxQlh",
        "Congrats to all Cabinet Members of the Lagos State Government and Governor @jidesanwoolu. Eko o ni baje o... https://t.co/zR9BnS2VEM",
        "Here is to one of #SierraLeone's topnotch female journalist, Martha Kargbo, for her exceptional work on Investigati… https://t.co/ftXWrDNHMT",
        "Very true... https://t.co/4Fzz7KfnBb",
        "PJ's Nuggets\n82. Pain is good, it leaves it marks. It makes you wiser, stronger and leaves you changed. Embrace it...",
        "PJ's Nuggets \n81. Never admire another's fortune so much so that you became dissatisfied with your own.",
        "PJ's Nuggets\n80. No one can make you feel inferior without your consent. Think big. Dream big. Live fully...",
        "We are getting there... the global village thing! https://t.co/TytAbpbeAu",
        "SIERRA LEONE'S ECONOMIC AWAKENING - A Way Forward! \n\nFor years one Minister of Finance after another have erroneous… https://t.co/sEawNBbCoE",
        "Empowering young Africans... \n\nhttps://t.co/ycdws2Gii4 https://t.co/35RZ1sdA9p",
        "PJ's Nuggets \n79. Some of life's most valuable gifts come wrapped in the ugliest of papers. Dig beyond appearance!",
        "Great words @Pontifex. The world would be a better place if we all practice what we preach. https://t.co/aZAZDnKHI3",
        "PJ's Nuggets\n78. Learning is a precious gift. People, pain and pressures of life can be very good teachers.",
        "PJ's Nuggets\n77. Don't worry about it, eventually it'd all fall in place. #FightTheGoodFight",
        "Succinct! https://t.co/xn5WqGXvJP",
        "Torrential rainfall in the Freetown this morning, please check on family and friends to ensure that everyone in you… https://t.co/xuyru0LFJ4",
        "Torrential rainfall in Freetown this morning, please check on family and friends to ensure that everyone in your circle is safe.",
        "https://t.co/3rwHPQcdwN",
        "PJ's Nuggets \n76. Adversity refines. Don't curse the darkness, it serves a purpose. Beam through it...",
        "Kudos compatriots... https://t.co/shQRvDN2r7",
        "Hearty congratulations to you and yours @akin_adesina. Many more years of celebration... https://t.co/8iVJu1OTMy",
        "PJ's Nuggets \n75. True teachers never tell what to do. They offer knowledge with which to decide what would be best to do.",
        "https://t.co/CA3eAd2UdW",
        "PJ's Nuggets\n74. Let no man pull you so low as to hate him.",
        "Thanks for likes pals... — celebrating friendship",
        "PJ's Nuggets\n73. If your Spirituality does not work in your home,  don't bother to export it.",
        "Long live the #IMC. Long live #SierraLeone... https://t.co/HqdAgqXO0D",
        "PJ's Nuggets\n72. Yes, even the Creator waits until the end of a man's life before judgment. Who are we to judge?",
        "@BorisJohnson Congrats @BorisJohnson. I wish you well with all your plans.",
        "@KYumkella May the soul of your mother RIP @KYumkella.",
        "PJ's Nuggets \n71. Overcoming obstacles in life is one powerful secret to success. #FightTheGoodFight",
        "PJ's Nuggets\n70. The fear of death hails from the fear of life. S/he who lives fully is prepared to die. LIVE!",
        "PJ's Nuggets\n69. Real silence speaks! It's silence that utters in silence, and it speaks better than words. Be still, and know...",
        "PJ's Nuggets\n68. The LACK of money is the root of many ills and odds in society.",
        "PJ's Nuggets\n67. Crowns belong to those that serve...",
        "#AfricaRising... \n\nhttps://t.co/I2SKLPOoNc https://t.co/EXJbV9tVId",
        "PJ's Nuggets\n66. Harbouring grudges is permitting someone to stay rent free in your head. Let it go...",
        "PJ's Nuggets\n65. Your hardest times often lead to the greatest moments of your life. Keep the faith!",
        "PJ's Nuggets \n64. God will not trust you until He tests you. That wilderness serves a purpose...",
        "PJ's Nuggets\n63. If you do not seek the truth by yourself, you will be misled.",
        "PJ's Nuggets\n62. The journey is more important than the destination. Lead positively!",
        "https://t.co/yGfJZGeQya",
        "PJ's Nuggets \n61. Gold is not refined in the cold...",
        "PJ's Nuggets\n60. Some lessons can't be taught. They have to be learned!",
        "PJ's Nuggets\n59. It's possible to be male and not be a man. Manhood is mentality not ability... #Father'sDay!",
        "PJ's Nuggets\n58. Don't be afraid of the dark. You're not buried, you've been planted and you'll blossom...",
        "PJ's Nuggets\n57. Be very busy with improving yourself and making progress that you have no time to criticise others. LIVE!",
        "PJ's Nuggets\n56. No matter how far you've gone down the wrong path, you can turn to the right path today!",
        "PJ's Nuggets\nRespect yourself enough to walk away from anything that disturbs your peace of mind.",
        "@DFIDSierraLeone @hbaldwin @DFID_UK @UKinSierraLeone @DFIDSierraLeone could you please enlighten us on how the #UK… https://t.co/NEztV1saRZ",
        "PJ's Nuggets\n54. No matter what happens today, just respond with a smile...",
        "PJ's Nuggets\n53. #SierraLeone's best days are still to come!",
        "It'd be but fitting for the #UK to fix its chaotic #BrexitEconomy and political quagmire before offering such charl… https://t.co/xHmPGNB01l",
        "BeeHive Ouvreuse all the way. It's Time people! https://t.co/s6nHN5qzvJ",
        "PJ's Nuggets\n51. Believing is great. Don't stop there, ACT. #FightTheGoodFight",
        "#SierraLeoneRising... https://t.co/vOVxRgjkNb",
        "PJ's Nuggets\n51. Many come to eat the cake but very few arrive when it's time to grind the flower. #FightTheGoodFight",
        "PJ's Nuggets\n50. A lion doesn't concern himself with the opinions of a sheep.",
        "It's a path you traverse honourably @David_Cameron. You passed the baton at the right time and @theresa_may is doin… https://t.co/1HR7xRWug1",
        "@PresidentBio This was a good start @PresidentBio. Let's make your \"#NewDirection\" true by retracing the steps of g… https://t.co/4AyCaMH3Dq",
        "PJ's Nuggets\nFeed your faith, starve your fear!",
        "Obadiah 17... https://t.co/ddBV7kQskb",
        "Ponder these words Pal... https://t.co/JalwgBuUql",
        "PJ's Nuggets\n48. Courage is not waiting for that fear to go away before you act, it's acting in spite of it. Be bold!",
        "https://t.co/TFS8BBxXAu",
        "PJ's Nuggets \n47. Being first does not mean you're better; it means you're responsible for whatever comes after. #Manhood...",
        "PJ's Nuggets\n46. Don't  try to change people,  just love and understand them.",
        "PJ's Nuggets\n45. Dad is destiny! So goes the man, so goes the nation. Wake up brothers...",
        "PJ's Nuggets\n44. Inventories, processes and procedures can be managed; people must be led.",
        "PJ's Nuggets\nLife expands or shrinks in proportion to your courage. Believe big and act, inspire of the odds...",
        "Well done Mayor!  We at Cont. 123 and #MoutAureol are very proud. https://t.co/AJO9jAud2x",
        "https://t.co/s1d3zfydc6",
        "PJ's Nuggets\n42. Maturity doesn't always cruise down the aisle with age, sometimes age walks alone. Grow deep,  be rooted!",
        "PJ's Nugget\n41. Never despise a David because of the appearance of a Goliath. The obstacle ushers a way, never give up!!!",
        "PJ's Nuggets\n40. Personal growth (Spirit, mentality &amp; attitude) is a vital sign that your tomorrow will be better!",
        "PJ's Nuggets\n39. Submission is not weakness; it's true power under control.",
        "PJ's Nuggets\n38. There can never be a testimony without a TEST. Get ready for one...",
        "PJ's Nuggets \n36. Be locally effective and globally relevant. Think Big!",
        "PJ's Nuggets\n35. We preach a lot about the Promise and not the Processes to reach that. Storms then confuse the people.",
        "PJ's Nuggets \n34. Death is not when one ceases to exist. It's when one is disconnect from the SOURCE of life. #StayConnected!",
        "PJ's Nuggets\n33. Fail early. Fail fast. Fail forward. Despise all forms of shortcuts, the obstacle is the way buddy!",
        "PJ's Nuggets\n33. Fail early. Fail fast. Fail forward. Despise all forms of shortcuts, the obstacle is the way, buddy.",
        "PJ's Nuggets\n32. He stoop low, became human to achieve His goal. He didn't do it in His Almighty status. Humility precedes glory!",
        "PJ's Nuggets\n31. Don't count your losses, count the lessons. You're alive and Master Life still teaches.",
        "PJ's Nuggets\n30. Make WORK your leisure, let the complexities of life squeeze joy out of you. Lead!",
        "PJ Nuggets\n29. That fire is not meant to burn but to purify you... #FightTheGoodFight",
        "Well done #FCC and congrats to the Tar Road Community. https://t.co/8trrOuYnrz",
        "PJ Nuggets \n28. It is not the difficulties that defeat us, it's the lack of confidence in ourselves. Lead!",
        "PJ's Nuggets\n27. Choose your friends based on your Purpose and Vision for life. Be wise!",
        "This is amazing... https://t.co/7BciLL8LOP",
        "PJ's Nuggets\n26. When the vicissitudes of life makes you kneel in awe, don't struggle, just commune!",
        "PJ's Nuggets\n25. The real test of character is what a person does when s/he is a vantage point. What would you do with power?",
        "PJ's Nuggets\n24. Your history is not your destiny. Your best self is yet seen, invest in YOURSELF!",
        "PJ's Nuggets\n23. True Spirituality is a life where the sacred is expressed through all aspects of one's life, including his job!",
        "#WeAreLions... SL Premier League rocks! https://t.co/HTjcUMy2hI",
        "Winter's been great...",
        "Congratulations to you Danita Atiana Zubairu and the Beehive Team. This is a great start. Keep burning!!! https://t.co/2DTqqcyDnv",
        "PJ's Nuggets \n22. Get comfortable with failure, embrace it. Learn the lessons it offers and build brand YOU exceptionally. Live!",
        "@akin_adesina I stand with the @AfDB_Group and believe we can achieve this in 10 years @SaloneVision. https://t.co/7PxIMH8T5n",
        "Please share widely, this is an emergency. https://t.co/3dnMTXwTgr",
        "Be #Balanced to lead a #Better life. Plug into #SMARTWomensInitiative today and contribute effectively to raising b… https://t.co/4DjfOcbC09",
        "#NoShaking . . . #Eko oni baje! https://t.co/Xhv7TAsvYQ",
        "The world says 8th March but for  #PaulJibateh, everyday is Women's Day. I celebrate my mother, mothers, daughters,… https://t.co/j3WdgqqeiW",
        "#AfricaRising. . . https://t.co/1M8HFStMuR",
        "@CareyTourism @MBuhari @SimonLalong Why use the clause \"remains deeply divided\" when you refer to elections in an… https://t.co/0PGvlWkWaR",
        "PJ Nuggets\n21. \"There is a difference between knowing the path and walking it\" Be a RICH Prof., work smart!",
        "@SeanSpicy and many other men with similar skin pigmentation have been accused of \"sexual abuse\" and nothing was do… https://t.co/gcN7ssJKez",
        "Kudos Bishop David Oyedepo, this is a wonderful example. #Africa is on the rise... \n\n#NigeriaDecides https://t.co/Hg3UeY4w8l",
        "PJ Nuggets\n20. Don't judge yourself or your destiny based on your current circumstances. Learn from the Butterfly... you'll morph!",
        "PJ Nuggets\n19. Sometimes you have to lose a battle to win the war. Selah!",
        "PJ's Nuggets\n18. St. Valentine stood for his conviction, he took the heat and his story repletes the annals. What do U stand for?",
        "PJ Nuggets \n17. How you permit pain to transform you is completely up to you. You can either come out bitter or better!",
        "Our darling Siaka Stevens Stadium lit for a truly national reason,  yes,  the #SLPremierLeague is back. Let the gam… https://t.co/looh4Gcfus",
        "PJ's Nuggets\nListen pal, giving up is way harder than trying. Hold the forte still... be transformed!",
        "PJ's Nuggets\n15. That difficulty is an opportunity to build character and be refined. Don't waste the pain,embrace it...transform!",
        "PJ's Nuggets\n14. Pain is good. It refines you. Don't just go through it, GROW through it.",
        "PJ's Nuggets\n13. Peoples' opinion of you doesn't have to be your reality. Defy the odds, and be YOU. . . Live!",
        "PJ's Nuggets\n12. The lack of money (Poverty) is the root of all evil. Empower yourself, add value,  get RICH.",
        "Don't miss this event youth: be inspired,  be transformed, re-ignite, be YOU. . . be Unleashed!!! https://t.co/9Uq7YJHrJa",
        "Congratulations to the resilient people of DRC, and President Felix Tsishekedi on his inauguration. Kudos to Ex-Pre… https://t.co/sM1IDxLZIl",
        "PJ Nuggets\n11. Conflict is an essential part of progress in life. Don't avoid problems,  solve them!",
        "https://t.co/FcUMTTA9DR",
        "Democracy doesn't work for Sierra Leone! We need to create our own political system to govern our people and polity. . .",
        "PJ's Nuggets\n10. \"Not everything that counts can be counted,  and not everything you count counts\"",
        "If the Asians did it,   #Africa can do better.  #InvestinAfeicans https://t.co/ruejl9Kcc4",
        "The Primary Identity of every soul born, raised and/or naturalised within the territorial confines of the \"Real of… https://t.co/NS83vGEyWu",
        "@MinaBilkis @MinaBilkis don't  waste the storm! Write a book about that.  Script it and and let's have a movie out… https://t.co/D9Lp94Cn3F",
        "Congrats #SierraLeone, we are getting there @SaloneVision. https://t.co/QvCOBTPirH",
        "#AfricaUnited . . . https://t.co/EKkafM6p3U",
        "Well done @atiku. Let peace reign in Naija. https://t.co/IAhL7XwXD5",
        "Happy #JamhuriDay2018 Kenyans. That was a great act of #Leadership @RailaOdinga. @SaloneVision #AfricaUnited https://t.co/l7HsUoSbpn",
        "That's my hope as well @David_Cameron . PM Theresa May fought a good fight at #BrexitDebate so she needs all hands… https://t.co/7vI4D9ccNi",
        "SPECIAL PEOPLE Occasions &amp; Events is here to deliver quality and excellent decoration and cakes at your wedding, bi… https://t.co/l76Ghe55Md",
        "PJ Nuggets\n9. \"You don't have to be great to get started, but you to start, to be great. Act today!",
        "The fact that the man was created first does not make him better, it only makes him responsible for  the woman and… https://t.co/bI5NLUvqCK",
        "I support and stand with this code . . . I am #JIBATEH @SaloneVision https://t.co/PKIokk1EGC",
        "PJ Nuggets\n8. Little is often underrated. Trust me, a lot can be complicated. Think higher and deeper, be GREAT!",
        "Great #AfricanLeadership. Kudos @UKenyatta  . . https://t.co/oCAM3EO1j4",
        "\"Run for Hope\" and help change the lives of future generations. https://t.co/8pqG23Yixm",
        "''Run for hope'' . . . register today! https://t.co/BMhn60opQw",
        "''Run for Hope'' is here. It's a unique opportunity to set a new national marathon record. Register now! https://t.co/cYSGuG3Dxb",
        "This is a fine opportunity to set a new national record, buds. Put your spikes on and let's do this.… https://t.co/yvpNjXvKBJ"
    ]
}