{
    "screen name": "chelsiesimone",
    "no. of tweets": 173,
    "tweets": [
        "One of the most useless things I do lately is put on lip gloss knowing full well I am going to put on a mask before venturing outdoors",
        "@the_rewm @carambalache Thank you for writing just the book I needed! 💗",
        "I am listening to this per @carambalache mentioning it and I AM LOVING IT! Also mentioned it to my life coach and c… https://t.co/Peak0cntSt",
        "😍 https://t.co/ay6pgNoEKO",
        "lmao saw a tik tok that was like \"how to tell if a person in your zoom class is queer\" answer \"do they sit with the… https://t.co/86hRPjfOET",
        "@JaclynASiegel This is deeply, deeply me.",
        "loving that scene in the office where jim's supposed to b in Philly and he's clearly in DTLA",
        "Anthropologie has face masks and I have to admit they've inspired me to take a very felt cute might delete later pic https://t.co/ZT6yO0Gu9K",
        "Will I ever be able to speak to a group of people and not come off like a nervous wreck??? Bc all signs are pointin… https://t.co/bIvGlhdhRB",
        "Just told someone I am stressed when really I am despairing and longing for the future and now I feel doubly bad fo… https://t.co/AVTTaoPez9",
        "It's only Tuesday, but this week has been so tough. I took solace in updating my CV though. Remembering things are… https://t.co/DOEgU6tqRc",
        "@sara_bex Yes! And Kate McKinnon ;) \n\nI'm an official Capricorn stan.",
        "@sara_bex Fellow Cap here to concur and say how much I love all Capricorns.",
        "Oprah taught me I was better than the circumstances I was born into. I now need her show more than ever. https://t.co/q96g303RzP",
        "Do you ever reread your own writing and just go: shit, I really did that!",
        "Every time I've tried meditating today I've started crying. So that's been tight!!",
        "@tomestextiles oooh I want to read Camp so badly! i love all things camp and all things gayyyy.",
        "@LadinoLinguist שלוםםםםםםם לך!",
        "@RachelSchine True. Plus if you make messiness a part of your brand a la moi it's all good.",
        "@RachelSchine Ha! You're right. I mean, I at least now am able to tell myself not everyone HATED me...but I'm still… https://t.co/GdANlybLlB",
        "Just got done with an hour and a half meeting so now it's time to over analyze everything I said and the entire way… https://t.co/Ob3QNMnkJL",
        "@yumcoconutmilk Thank you! And I mean it: thank you so much for this piece and naming these feelings.",
        "\"I am mourning the critical year of healing I thought I’d have. But to stay alive, I have to also embrace the year… https://t.co/Pz7FentBIx",
        "@RachelSchine Oh we are all learning so much about our beauty habits aren't we??? I've kept my legs shaved but not… https://t.co/BhAL6623hm",
        "I have decided to watch all of The Office during quarantine and I just need to say I might not like ambush kisses b… https://t.co/B47Fa7zaDh",
        "@RachelSchine Speaking of, I worry about running out of perfume everyday of quarantine lol.",
        "@RachelSchine please don't judge but...anthropologie sells face masks now so...one of those and also a candle from… https://t.co/On06hzuonJ",
        "Sent a complicated work email so now I get to buy myself something pretty right?",
        "was feeling overwhelmed so i took this showing up on my feed as a sign. plopped down to read immediately and it was… https://t.co/huVESmjsZo",
        "@m0saicaddict @UChiFrankeInst thank you so much!",
        "This really is clear, actionable advice. https://t.co/Lk8m6hGq7F",
        "@JessicaKirzane @UChiFrankeInst thank you so much! ☺️",
        "So much is uncertain right now, but I am grateful to know something for sure: \n\nI've been awarded a Franke Institut… https://t.co/nrT316ox0W",
        "I now use my jewelry holder to house my growing collection of face masks. It's very practical actually.",
        "i have nothing more clever to say to this other than same ✨ https://t.co/jMsddO3eM7",
        "\"Long overlooked in the study of Arab migrations, Los Angeles and its environs are the ideal location to trace thes… https://t.co/kaHmKucmoM",
        "Just remembered the time I accidentally list my hair on fire while leaning over a bath &amp; body works mint chocolate… https://t.co/suSBXrTOzm",
        "you know just reading mary oliver trying to remember change is certain https://t.co/M22w5k8Cj0",
        "\"What one grieves is the life cut short, the life that should have had a chance to live more, the value that person… https://t.co/cGbmLO0dyI",
        "@JannaElizabeth4 @Etsy I have a floral mask too and I love it. Makes me feel cute even as it might be giving me chin acne. 💕",
        "I once heard a mentor of mine described as \"a genuine intellectual.\" It's a totally apt description for this person… https://t.co/1MwZdoXIE9",
        "what a lovely gift! baruch hashem. 💗 https://t.co/lMiKgjoSSu",
        "@bonappetit didn't have to go so hard, putting these two queens in a shot like this. They did that for me. https://t.co/xWFxmUP84z",
        "ummmmm...Light On by Maggie Rogers playing while Emma Thompson marches up to Mindy Kaling's apartment??? Be still my gay heart.",
        "Why did it take me until I was 31 to see the sex scene in Desert Hearts? Unacceptable.",
        "In Desert Hearts when Vivian says \"I've always supported myself. Other than my books, there's nothing I wanted.\" I felt that.",
        "some of you didn't overly identify with Marcie the first time you saw the Buffy ep Out of Mind, Out of Sight and it shows",
        "now every time I'm in a conversation and I get nervous I am just going to be all like \"are these deciduous trees?\" #TheHalfOfItNetflix",
        "Alrighty, watching A Secret Love. Won't comment on Pat and Terry's family because they're frustrating me, but so fa… https://t.co/3uDbAOE5Rb",
        "a coping mechanism i've developed is to put on alaska by maggie rogers and hop around my apartment",
        "@rachelcorbman cute old lesbians are my literal favorite so i'll give it a go. ty.",
        "Having a Red Bull at 5pm bc I am exhausted so it looks like I will be (as Buffy puts it) \"cuddling up to my insomnia\" tonight.",
        "@SkarSkarSkar I too have thought this. It's ruthlessly annoying for me to have to listen to the same tik tok on loo… https://t.co/pye4RvCznm",
        "opened a bottle of sriracha and some of it flew up into my eye. i forgave quickly tho bc it's so yummy.",
        "@rachelcorbman Overall is it as heartbreakingly emotional as everyone says it is? Trying to decide if I can watch i… https://t.co/HK58CR2nEQ",
        "it makes me eyes burn just thinking about it https://t.co/uGIpetBkfN",
        "week 2 on tik tok i believe. still no success using it as a lesbian dating app since i don't post but from watching… https://t.co/P2lEP5kQMn",
        "I RESENT THE IMPERATIVE TO DESCRIBE MY WORK TO YOU IN TERMS OTHER THAN THE WORK ITSELF!!!! 😍 https://t.co/fCH961SBuy",
        "Friends: I've been wanting to develop my loving kindness practice more and more as of late. If this sounds like you… https://t.co/pEeESozlkO",
        "Pretty intuitively during quarantine, I've been exploring my emotions somatically more than ever and was really aff… https://t.co/SrK2xVMdwC",
        "loves it https://t.co/sgK1OqHzoE",
        "@ThatRabbiCohen Working on a dissertation I love but everyday is a struggle as I feel unmoored what with living alo… https://t.co/sGfjOnAVui",
        "i literally put this movie into my iCal yesterday just so i didn't forget about it 🤣🌈 https://t.co/6G8fxwmCIa",
        "last night the omer counting supplement i'm using said our ability to be compassionate is a gift from hashem and i… https://t.co/qpoQIucY7b",
        "i could cry thinking about how much i want to go to some warm weather gathering with lots of queer people, see a cu… https://t.co/CoLuomRjCf",
        "jenny slate and i think never have i ever is absolutely precious. what more of an endorsement do you need?? https://t.co/ZO2o9uoBKE",
        "girl in red tho",
        "Earth: my body\nWater: my blood\nAir: my breath\nAnd fire: my spirit",
        "Might just start forwarding people this article when they ask how I'm feeling right now. https://t.co/mbgER16b0M",
        "do you ever just get randomly heartbroken when you remember buffy telling her professor how much she enjoyed the cl… https://t.co/8w8iMwvfes",
        "well check this out, almost another month down of yoga + meditation everyday https://t.co/EqtJi1vqYY",
        "and just for some more lesbian content, my therapist told me I reminded her of queer queen Emily Dickinson in this… https://t.co/Njuvh3OG1c",
        "last night i watched The Miseducation of Cameron Post and it made me feel things",
        "Happy #LesbianVisibilityDay to me, the cutest Jewish dyke to ever exist 💕😇",
        "@RachelSchine is this a cure for insomnia?? bc honestly, trying to fall asleep while scrolling through tik tok has… https://t.co/jA28GVnsv8",
        "@literElly i will never make a tik tok bc all of queer tik tok is cooler than i'll ever be but living vicariously t… https://t.co/uHfsjArWVp",
        "well a productive thing i did today was complete my first online mosaics class so now it's time to balance things o… https://t.co/xenEtiOBIA",
        "just thinking of those populated kabbalat shabbats when it gets too hot and you're trying to pray while sweating...… https://t.co/VPt3KQEppX",
        "😭🤩😍 https://t.co/1totITcRhR",
        "wow what a terribly hard week! but now it's shabbat!!!! shabbat shalom babyyyyyyyyyyyy",
        "so i probably won't watch this whole ep bc my crush christina chaey isn't in it but queen claire just said her fav… https://t.co/uEiaAIImNU",
        "🤩 https://t.co/xcmunIHeut",
        "listen i keep day dreaming about this meditation teacher i had last august on retreat who told us he's a really goo… https://t.co/IMw0Kr2Q5D",
        "the lesbians on tik tok have given me the chutzpah to openly take up drinking lots of red bull again \n\nrelated conf… https://t.co/3kc6JKzKdj",
        "This looks so brilliant! Mazel tov!\n\nP.S. Baldwin floors me every time and that intro quote is A+++ https://t.co/gDjRH59Vzh",
        "I only started last week after really being convinced to in my meditation group, but I highly recommend counting th… https://t.co/4LQonv6FjH",
        "I've said it before and I'll say it again: I love you, keep going.",
        "i thought articulating my feelings of loneliness and worry early on in this quarantine rather than suppressing them… https://t.co/FkbTdNbPsW",
        "😍 https://t.co/CEL1mJejBe",
        "today i made a spotify playlist called \"let's cry\" so we're keeping it cute over here",
        "update: i did indeed cry a little. in front of 16 people. ooopps. https://t.co/F3QJRVQx1G",
        "okay i am just going to speak what's on my heart and that's that after being on tik tok for 4 days or something i'v… https://t.co/joSCKlRFTo",
        "will i cry about my anxiety to my whole adult b mitzvah class on zoom tonight? all current signs are pointing to yes.",
        "I would like to use tik toks to tell my therapist how I've been but I think something would be lost in translation… https://t.co/M3xHAZvp22",
        "@LaurenGolden__ The acting really is quite good.",
        "@wvlfkvlt I love you so much. You'll still always have the coolest birthday and be one of the coolest people I know… https://t.co/IlGht1TCwU",
        "so we're all just constantly softly singing \"kick me under the table all you want i won't shut up\" to ourselves rn right",
        "brb i'm just curating my tik tok feed via hashtags: lgbtq, trans, jewish, astrology, queer, mental health, lesbian,… https://t.co/LuoMHK1Xi0",
        "Hello Dear Ones: I have registered for the mosaics class (now online and donation based) at @HPAC_chicago taught by… https://t.co/lqpETAEGeL",
        "So during the Amidah two of the personal things I always pray for are: 1) everyone to be nice to me 2) everything t… https://t.co/cFwo2K5cuq",
        "the moment we've all been waiting for 💗 https://t.co/NBn3NtlfRM",
        "💗 https://t.co/Qjyi5QrWf3",
        "in a display of complete normalcy i burst into tears right before pressing play on fiona apple's new album. it's ju… https://t.co/EG8YJeYSeZ",
        "i finally got a mask! i get to go grocery shopping! i need cookies! https://t.co/EB7GLKejKq",
        "this was my screensaver in hs https://t.co/uRDwLMlwsY https://t.co/4nZzHjnXCc",
        "When I was like 16 I so desperately wanted to get THE WHOLE \"When the Pawn...\" album title tattooed on me and as mu… https://t.co/EaxjDPgB8u",
        "i need everyone that i currently interact with in life to hear me say this https://t.co/H5mP2dhcJi",
        "Heard a local restaurant I like is struggling rn so I placed a delivery order. One of those rare times in life when… https://t.co/c50EPakl80",
        "@RachelSchine Ty! Livnah. Which I thought I'd get to use a lot more than I actually do (although I guess it will co… https://t.co/YvLXMjni9P",
        "When I was converting I almost chose the Hebrew name Gal (wave) bc of Fiona's first album (Tidal) https://t.co/uRDwLMlwsY",
        "@RachelSchine ha! well in addition to being a great stress reliever, I've also heard that kabbalistically, tears ar… https://t.co/5jB1igzjc0",
        "mmmhmmmm https://t.co/kFfELgZpsc",
        "her singing angel is everything: \nhttps://t.co/BPBAalZiDk https://t.co/uRDwLMlwsY",
        "i just really recommend watching Some Good News and crying your eyes out",
        "I haven't been to a store since March 19th and I still haven't obtained a face mask so I don't feel like I can go o… https://t.co/CnaBlrQbRD",
        "this one at @GettyMuseum 💗 https://t.co/aKVppLtSiw https://t.co/WUaQjstITL",
        "@lgcerioli afraid my choice has to be \"i write sins not tragedies\"",
        "i'll tweet one fiona apple thought per day until the album release: \n\ni was first introduced to her when a friend m… https://t.co/06rfPpDHJs",
        "@RachelSchine Yes! Another fav is when Svetlana is like \"let me pay, my family is very rich\" and Selin in her head… https://t.co/N5aHkclKZr",
        "\"...nobody ever said we were put on this earth for our own entertainment.\" gotta admit i am enjoying batuman's quips",
        "omg what if (inspired by her love of king princess) she does a tiny desk concert from her home in venice https://t.co/4bCi1p5mgx",
        "the smell of clif bars reminds me so much of college",
        "@Anniek121 honestly can't wait. i also have a silly amount of meetings scheduled for next week. perfect timing.",
        "fiona apple's new album comes out next week and I can already tell you that i am not emotionally prepared",
        "מן המצר קראתי יה ענני במרחב יה https://t.co/CGBNiC0uJE",
        "kabbalat shabbat is happening from bed tonight bc i am a tired girl. shabbat shalom.",
        "@m0saicaddict wait really???!! I need to take a better look at the online listings. Thank you :)",
        "I MISS MOSAICS \nthis is really pretty https://t.co/hLEpsPiRXj",
        "I love sending emails at 2am while stressed and unable to sleep bc it really lets everyone know I am a-ok and there's nothing to see here.",
        "@maricohen95 i'm watching a livestreamed one and it's so sweet but i'm glad to hear i'm not the only one who would… https://t.co/07STysL3k2",
        "me 🌈 https://t.co/9NMpxh4cvL",
        "@AR_Vishny that color pink is so pretty! chag sameach!",
        "So I know I was super depressing earlier about Pesach this year &amp; truthfully I cried for 30 minutes over it all BUT… https://t.co/E4BsKk58eB",
        "It's been really heartening to see people be so positive about having to do virtual seders for Passover because of… https://t.co/kfUc3WIs7d",
        "@alsilbs i certainly will. chag sameach ;)",
        "well i think ive found my haggadah. ty! https://t.co/2KLPljSKNa",
        "might try sleeping with my head at the opposite end of my bed tonight. for fun. quarantine is fun.",
        "@RachelSchine oh and apologies in advance for how much i am going to blush around judith butler. it will be supremely awkward for all.",
        "@RachelSchine oh if we're adding people i'm tagging in Melanie Kaye/Kantrowitz",
        "@RachelSchine you've just created the best house. i'm honored. 💕",
        "haven't broke down crying today bc an org i'm a part of is paying me to take part in a writing productivity group s… https://t.co/v8RuVWThBu",
        "isn't it lovely how you can be fine for one part of the day and then just completely go off the deep end for no app… https://t.co/EsbUwUt4X9",
        "what am i even supposed to watch after having my expectations set so high from portrait of a lady on fire????",
        "I am almost done with The Secret History and will start The Idiot right after. I need your uni lit recs. I am appar… https://t.co/etDEiF8miF",
        "all queer jews literally take my breath away constantly. baruch hashem for making us so beautiful.",
        "Does anyone else's heart just hurt in a good way when they hear: the following program contains material that is ju… https://t.co/kE9irok2cX",
        "holy sh*t this is exactly what i needed to hear https://t.co/lhqjBDN6yg",
        "@carambalache much to my surprise, i actually kept it together during her new vulnerability one this morning",
        "@RachelSchine you got it dude ;)",
        "😍 https://t.co/HL0sKW948f",
        "honestly my kind of energy https://t.co/1NHbWywzE7",
        "a perfectly drawn parallel https://t.co/f2mZJzeOSV",
        "not an option but i'd bet i'm a cordelia https://t.co/7P7uar6phn",
        "@jbf1755 omg I watched it a few weeks ago, teared up to sunrise sunset, and now I can't stop lightly singing it to myself",
        "I'm on break from a virtual qigong retreat at Spirit Rock today and during the last session the teacher's cat was a… https://t.co/tc7htNlhBj",
        "When reading a novel set at an unspecified college I almost always picture it looks like Amherst in my mind. Sometimes Middlebury.",
        "@streetpictures yes! looks so heavenly!",
        "@Anniek121 ha! I've def considered myself a hug hater most of my life and I'm kinda having an identity crisis at wa… https://t.co/pmFhhEsvAz",
        "Just almost moving myself to tears thinking about how good I want to get at hugging after all of this.",
        "Shabbat shalom dear ones! Today I donated unused store credit to help out the Sem Co-op, became an official member… https://t.co/jKZc52hjZi",
        "@lgcerioli the best helpers 💕",
        "💗 https://t.co/dZOCkaV6IU",
        "\"I miss the ability to see, converse with, hug, or spend time with friends. Life seems shallower, more like surviva… https://t.co/ve4jN3jr3A",
        "Oh I'm just rereading the final paragraphs of Mark Doty's Still Life With Oysters and Lemon and remembering writing that hurts my heart.",
        "@spacetrucksix Oh of course! I'm being a little silly and just thinking \"I love the way it sounds!\" and \"It seems s… https://t.co/IzPAPAk3eq",
        "One of my students emailed just to check in and make sure I was doing okay and needless to say, I was really moved.… https://t.co/XNSmRIQH63",
        "Making my way through the Sopranos and I guess I shouldn't say say, but I'll just say, Adriana deserved better.",
        "March is done (I'm calling it; it was too long already) and I've completed another month of yoga and meditation eve… https://t.co/DQCpeJG7Nl",
        "Watched the most recent ep where they all make coffee and I'd just like to let Christina Chaey know that I will gla… https://t.co/v4fzm4QrcD",
        "I love this question bc I tear up basically constantly in services and I'm always like um is it just me or????\n\nHer… https://t.co/cEHWGWp3AM",
        "@lgcerioli Yes! I am apparently good at this; a friend started re-watching at my mere mention of discovering it for the first time!",
        "I have finished all of One Day at a Time during quarantine and I need everyone else to do the same so we can all ta… https://t.co/MvS3vf9yYc",
        "anyone else watch Feel Good and think \"I actually really like the name Lava\""
    ]
}