{
    "screen name": "ramoncito_v",
    "no. of tweets": 150,
    "tweets": [
        "@dcueroshoes https://t.co/loBoQ7HgfZ",
        "La poca información económica del Ecuador es sesgada. El Ecuador ha vivido en una cortina de humo con datos manipul… https://t.co/wRXy6JeHQZ",
        "Contra la cultura no se puede luchar, una importante reflexión para tomar acciones que salven el empleo del país. H… https://t.co/2nYQDT9gk9",
        "Resumen del comunicado del señor @jaimevargasnae: LM y el gobierno son responsables de la pandemia y la caída del p… https://t.co/9s9XKVXfNS",
        "@silvypy Con el respeto que su opinión merece Silvia, no creo que la UDA debería bajar la colegiatura de todos los… https://t.co/UBsEfKgRSe",
        "@CONAIE_Ecuador @jaimevargasnae Señor Vargas, ponga sus propuestas en papel y difúndalas entre los ecuatorianos. Bu… https://t.co/VBOifxnIou",
        "@BernardaOM Schumpeter es el padre de la innovación, una joya de biblioteca 🙌",
        "La educación no se puede estancar. Parar el sistema de educación ocasionaría más daño a los estudiantes y al sistem… https://t.co/K9t77rGtHc",
        "Hoy a las 5pm por Zoom. Todos podemos aportar nuestro granito de arena! 🙌 https://t.co/oc9zHLABnk",
        "@rubenordo @JCHALCO @mercurioec @nicanormerchan @lacris_rueda @Asuquisupa @Sanchezmendieta @ivanquezadab… https://t.co/KPgwFaNZDE",
        "@JCHALCO @mercurioec @nicanormerchan @lacris_rueda @Asuquisupa @Sanchezmendieta @ivanquezadab @pichialvarado12… https://t.co/LYW9m8ppkw",
        "Un llamado para tod@s los que amamos nuestra ciudad, Cuenca nos necesita más que nunca! https://t.co/NJSB4wBB83",
        "@atoralp Ya me han bloqueado toditos los borregos 😔, ya no puedo hacer tweets polémicos por falta que quórum",
        "La importancia de mantener abiertas las relaciones con el exterior 🙌, no todos lo entenderán, pero esto es casi com… https://t.co/uea7Mc3Mc2",
        "Veo mucha gente graduándose en línea, una experiencia diferente por seguro, incluso un tanto agridulce. Pero hay qu… https://t.co/bg6XanFir2",
        "Situaciones críticas requieren medidas casi extremas: La privatización es una medida a tomar en cuenta en dos parte… https://t.co/Xl5QXkNk1e",
        "Increíble, no se si me pasa solo a mi, el tiempo pasa extremadamente lento en los pocos minutos que podemos disfrut… https://t.co/I7mk1GAQWh",
        "https://t.co/bikgTHZsvO Un análisis de @__kidAna acerca de cómo un evento aporta a la expansión de marca. La dinámi… https://t.co/bfDXBUGdrh",
        "@aortizherbener @CarlosVerareal @Lenin @ottosonnenh @mariapaularomo @CynthiaViteri6 Comparto tu criterio al 100% An… https://t.co/KneppL8fwT",
        "@aortizherbener @CarlosVerareal @Lenin @ottosonnenh @mariapaularomo Una pena Andrés, probablemente la “bronca” de p… https://t.co/CKWLj4B7JT",
        "Mi sobrina dando un resumen de las medidas económicas anunciadas hoy en Ecuador 🇪🇨 #Ecuador #EcuadorEnEmergencia… https://t.co/kJ6iU5pbYn",
        "@MashiRafael Te hablan compañerito! Hazte amigo https://t.co/LOqpZjZoTJ",
        "@MashiRafael Te hablan compañerito! Hazte amigo! https://t.co/LOqpZjZoTJ",
        "@Juan_Martin_22 El latino y por ende ecuatoriano por cultura evita problemas. A todos se nos ha pasado por la cabez… https://t.co/LMzVkC9OYV",
        "Our biggest fans this week: AngelaDvila7. Thank you! via https://t.co/PM1VWTtKsz https://t.co/sLmSfHdEne",
        "Our biggest fans this week: mattabad. Thank you! via https://t.co/PM1VWTc9B1 https://t.co/FJ2NYZQX8S",
        "My week on Twitter 🎉: 2 Mentions, 32 Likes, 1 Retweet, 3.23K Retweet Reach, 2 Replies. See yours with… https://t.co/GFgEAkkL7E",
        "Our biggest fans this week: mattabad. Thank you! via https://t.co/PM1VWTtKsz https://t.co/ywKbQZZqFJ",
        "My week on Twitter 🎉: 2 Mentions, 5 Likes, 2 Replies. See yours with https://t.co/71jOaqr0Ej https://t.co/TPPCwcH2DS",
        "@pullsildu @YarickCordova @MashiRafael Troll 4",
        "@YarickCordova @MashiRafael Perdón, “especialistas en generar odio a través de redes sociales” todo el mundo se va a enterar cómo funcionan.",
        "@yohan_loor @MashiRafael Wow, una experta en RRPP internacionales. También es troll?",
        "@YarickCordova @MashiRafael Troll 3",
        "@DanielVillacr15 @MashiRafael Es que tiene que irse preparando",
        "@HashenAlejandro @MashiRafael Le pagan por twittear? A cómo el Tweet?",
        "@DanielVillacr15 @MashiRafael Troll 2",
        "@jhonnpool9 @MashiRafael Troll 1",
        "@naula_pablo @MashiRafael Así es, celebrando que el país se libra de las manos corruptas. Odio no tengo, lo que si… https://t.co/3hq8zlZ72k",
        "@MashiRafael Así es, celebrando que el país se libra de las manos corruptas. Odio no tengo, lo que si tengo es cora… https://t.co/U8dckkhdkd",
        "Esto se llama superación, el que quiere puede!!! 👏👏👏 https://t.co/gmoTbPk464",
        "@MashiRafael Compañerito cambie el titular de su Twitter: “Ex presidente y actual convicto de la República del Ecua… https://t.co/mxAmZsxprz",
        "@ALBERTOACOSTAB Es un crimen, en especial para aquellos que nos encontramos en el extranjero. Prácticamente dispone… https://t.co/gluL5w4Pb3",
        "My week on Twitter 🎉: 5 Mentions, 23 Likes, 5 Replies. See yours with https://t.co/71jOaqIC2T https://t.co/fWNBkKPM0o",
        "Our biggest fans this week: DavidVasquezC. Thank you! via https://t.co/PM1VWTc9B1 https://t.co/FqsnmUI1cv",
        "Lo que hace a un líder exitoso vs lo que lo hace fracasar. Pilas “amig@s CEO’s”. https://t.co/1flgqb82aC",
        "My week on Twitter 🎉: 5 Likes, 2 Retweets, 890 Retweet Reach. See yours with https://t.co/71jOaqIC2T https://t.co/4HxOhe7STe",
        "Our biggest fans this week: DavidVasquezC, juliojuradom. Thank you! via https://t.co/PM1VWTc9B1 https://t.co/LrchWPCtO0",
        "My week on Twitter 🎉: 1 Mention, 11 Likes. See yours with https://t.co/71jOaqIC2T https://t.co/MmQugXc9RO",
        "My week on Twitter 🎉: 1 Like. See yours with https://t.co/71jOaqIC2T https://t.co/S1qdpWf1bB",
        "My week on Twitter 🎉: 1 Mention, 3 Likes, 1 Reply. See yours with https://t.co/71jOaqIC2T https://t.co/VHEUNB29uH",
        "Muchos criticarán y pensarán que es una opinión personal lo expresado por @mariapaularomo. Es la realidad que se vi… https://t.co/vPZIJBm7Ik",
        "https://t.co/9sLADmiKCg! Un evento #Tedx 100% online! Increíble. #tedxrp",
        "Una excelente propuesta y plataforma lanzada en tiempo récord para continuar con la vida comunitaria en tiempos de… https://t.co/WlfVttq7Zm",
        "@riss7 Foto lista ✅\nExperiencia ❌\nLabia ⛔️\n$ para la campaña ❌❌\n\nCreo que falta un largo camino 😂",
        "Se nos vienen nuevos protagonistas en el escenario mundial, Estados Unidos sin duda será un perdedor pero seguirá d… https://t.co/Nk4KmkaxVX",
        "Países que han sabido actuar rápido en respuesta al Coronavirus son los que pueden tener una ventaja, en el caso de… https://t.co/2CTMAtIZYV",
        "Algunas pistas: China hoy es más fuerte que nunca aunque no lo crean, lo he venido diciendo desde hace algunas sema… https://t.co/IXdLV1Bf8x",
        "Las dinámicas del mundo están cambiando de manera que nadie puede determinar lo que pasará, por eso la volatilidad… https://t.co/VWq4NIKrSK",
        "No entiendo cómo hay gente que no dimensiona lo que está pasando a nivel mundial. Esto no es una crisis común, posi… https://t.co/d9zZA2AN89",
        "No dominamos el mundo porque no queremos!!!! 🇪🇨 Algunos se burlarán, pero este señor ha encontrado una solución mie… https://t.co/mtXnqnQgRd",
        "Menos quejas más propuestas!",
        "@__kidAna La confianza de un gobierno en que su gente tomará la decisión correcta, no se si ese enfoque funcione en Ecuador 😔😔😔",
        "En algún momento de la historia, empresarios ecuatorianos atrajeron inversión extranjera para crear industria, un e… https://t.co/hgNnIsuaV9",
        "Distribuir la producción alrededor del mundo es una estrategia para disminuir el riesgo, está es una oportunidad pa… https://t.co/ixBXvSTDmn",
        "Muchas compañías que por reducción de costos y alcanzar economías de escala producían en masa en un solo país (Ejem… https://t.co/EdTiK7IN5N",
        "Es un momento clave para que el Ecuador pueda aprovechar las nuevas estrategias de diversificación en la cadena de… https://t.co/Ug2mlWSAx8",
        "No solo bajarán las tasas de interés, se fomentarán relaciones internacionales que permitan vender desde Ecuador al… https://t.co/ciiK0v97k8",
        "Lo que está pasando alrededor del mundo pasará a los libros de historia junto a las guerras mundiales. Viendo las d… https://t.co/j8arIwo46y",
        "@Antojurado Feliz cumpleaños Antonio! Hay que pensar positivo y saber que es un mal pasajero, hoy más que nunca ten… https://t.co/OtwCH2YRwF",
        "https://t.co/cDosAO34CW",
        "@ALBERTOACOSTAB https://t.co/3ns8gDzaPu",
        "Para los incrédulos, Universidades en US anuncian que el resto del año será online para precautelar la seguridad de… https://t.co/MRvzXlMc6W",
        "@ALBERTOACOSTAB La receta es compleja estimado Alberto, no hay solución que mantenga a todos contentos pero creería… https://t.co/sThCItwykx",
        "Dudo que nuestros políticos lo apoyen pero me sumo! #QuienSeSuma https://t.co/1EGJXSQTYp",
        "Menos documentaciones y más acciones! https://t.co/WOOFhhGfu8",
        "MP Romo y Otto han sido protagonistas y titulares, han sudado la camiseta y han dado la cara pero hay que recordar… https://t.co/obFxFJdq6c",
        "Lenin ha sabido escuchar, actuar y delegar (Otto) ¿pero ha sabido liderar? La renuncia de sus ministros en plena cr… https://t.co/0ayied7pVb",
        "La alcaldesa de Guayaquil, que en algún momento fue material presidencial, hoy ha demostrado que le importa más su… https://t.co/b18mIQL9Ek",
        "La falta de liderazgo en la política del Ecuador es un hecho, mientras hay miles de ecuatorianos luchando para evit… https://t.co/aSLU2KBWPb",
        "@SVargasOK Alemania 2006 🇩🇪! Cuando David Beckham mostró su genialidad y eliminó a Ecuador en Octavos",
        "@maelisam @ramonvaldivieso",
        "#CovidVargas el peor virus del Ecuador https://t.co/2vosob3h9k",
        "Así me siento 😔 https://t.co/NrDAkYc3td",
        "Resumen del día: \n\n• #Kaviedes solo se estaba defendiendo \n• #Lenin se ahuevó  \n• La gente compró más #gasolina que… https://t.co/vmFbTqUGvj",
        "Eliminación de subsidios en 3, 2 ... https://t.co/1GsVeXoNrO",
        "Creo que es una oportunidad interesante para digitalizar y automatizar servicios estatales que permitan disminuir e… https://t.co/Ep9qvzZ7Nk",
        "Por algo las reservas se llaman RESERVAS. Estamos navegando en una nueva crisis https://t.co/l3YNeip2yH",
        "Some people will see you as a threat, especially those who know their time has passed. Look at yourself in the mirr… https://t.co/bTZV52rs4W",
        "Zappos: Una compañía experta en cultura organizacional (y servicio al cliente), comparto un link! https://t.co/2i7m9UBzhc",
        "Me convencieron de probar estas burguers 🤯, increíbles! @maelisam https://t.co/ItUWaUjbzN",
        "Si todavía no han escuchado la canción de René de Residente se están perdiendo de la realidad en líricas 🤯. Es para… https://t.co/eMtrxQhOru",
        "@martinmaloc https://t.co/YoWlxXhRay",
        "@__kidAna Increíble, ojalá que vaya extendiéndose al Ecuador",
        "@__kidAna Y lo más seguro es que se conviertan en los mejores tele trabajadores del mundo en los próximos años. La… https://t.co/T2LQt7HEmQ",
        "Comparto con @parosemena, ordenar la casa y en especial la @SENAE_Aduana hoy es un impedimento para aquellos que cr… https://t.co/g2gABBOdA7",
        "@parosemena Una de las formas más prácticas de aprovechar al máximo el acuerdo comercial con USA es “descongestiona… https://t.co/fmCkgmP8PG",
        "Comparto las palabras de @IsabelNoboaP 🇪🇨. La educación es la única herramienta que permitirá a los ecuatorianos sa… https://t.co/FE0FV9gBMV",
        "Y después estos mismos son nuestros asambleístas 😖 https://t.co/ubAzYCHda9",
        "@atoralp Pero esos son los Powerbeats Pro, no son los AirPods Pro",
        "@atoralp $200 https://t.co/ElJs5ns5dq",
        "@atoralp Pero claro! Jajaja justo este finde estuvieron en oferta 😔",
        "@marioj19 Recordar a esas personas es doloroso, pero también puede ser motivante para salir adelante y vivir la vid… https://t.co/Tdam5c9FeW",
        "@DavidJimenezA93 @PaulitoAndresM Jajajaja, espérate a Marzo porque parece que salen unos nuevos, ahí los AirPods pro bajan de precio",
        "Knowledge provides the fuel for one’s imagination.",
        "@PatricioAlarco2 @ALBERTOACOSTAB @vwong7 @fabovillamar @carlosrojasecu @AndresCarrion2 @jcarlosaizprua… https://t.co/oytR8FGYFU",
        "Muy mal, muy mal formulada la pregunta! ¿Sólo 7 casos? 😖 este profesor anda regalando puntos, mínimo debió haber pe… https://t.co/vJAGGZBd2V",
        "“There’s a better way to do it. Find it”\n- Thomas Edison",
        "@alito4000 Difícil está, en este caso por el menos malo 😖",
        "Confío en que cada día que pasa estamos un paso más cerca de eliminar este mal de la faz de la tierra!  #FuckCancer… https://t.co/TsQqW0ifKu",
        "@parosemena #FuckCancer https://t.co/KbhP2zcIFP",
        "#RipKobaLaD Found this tribute to Kobe today, thank you #BlackMamba https://t.co/sYK2IHR0mD",
        "Excelencia sería tener un sistema educativo que pueda brindar educación de calidad a TODOS los ecuatorianos. El ser… https://t.co/oy0BlxIWRu",
        "👏👏👏 https://t.co/pLtAG2ebd5",
        "@czamoramatute Excelente propuesta que considero debería ser referida a los marketeros y expertos publicitarios de… https://t.co/gPtuulld6f",
        "My week on Twitter 🎉: 3 New Followers. See yours with https://t.co/71jOaqIC2T https://t.co/nbwwan0ZML",
        "My week on Twitter 🎉: 2 Likes. See yours with https://t.co/71jOaqIC2T https://t.co/C4RAcJZ26q",
        "Marketing de Guerrilla en 3,2,1 ... 😂 https://t.co/vK1w7G4Oks",
        "#BorisJohnson is gonna end up writing a novel: “How to sink a country on 5th attempts” #Brexit #news #UKElection https://t.co/Wzq7ONhATe",
        "My week on Twitter 🎉: 19 Likes, 3 Retweets, 303 Retweet Reach, 2 New Followers. See yours with… https://t.co/Xi26QkPvhu",
        "Our biggest fans this week: moon_context. Thank you! via https://t.co/PM1VWTc9B1 https://t.co/eWbegTio3w",
        "@SantiagoJaraR Muy interesante perspectiva Dr, aunque creo que las dos fuerzas no tienen una correlación directa, e… https://t.co/gCfECRZ9fZ",
        "@DanatosT @ALBERTOACOSTAB Así es estimado, el objetivo de las farmacéuticas es curar enfermedades pero cuentan con… https://t.co/zmDGt3t26z",
        "@ALBERTOACOSTAB Desarrollar la medicina también cuesta, el tiempo, investigación y desarrollo de nuevas tecnologías… https://t.co/VsmDO1VMXZ",
        "Our biggest fans this week: moon_context. Thank you! via https://t.co/PM1VWTc9B1 https://t.co/LLlnUmRgDV",
        "@sorrymoom @maelisam pilas 🔋, aunque si estoy bajando de peso 😉",
        "#MiPesebreEsTanCuencano que juega volley los martes, se va al cine los miércoles, se va al corta jueves, viernes y… https://t.co/NoLoFoNfr5",
        "#MiPesebreEsTanCuencano que ya ha sido más criticado que el certamen de la Reina de Cuenca y todavía no está ni armado 😔",
        "This is the Planetary Defense Structure of the Earth, it’s supposed to work against threats that could hit the eart… https://t.co/0SmwW1hjbh",
        "One of the discussions in #Space4EarthFSU is about: What’s the real motivation behind establishing a Colony in Spac… https://t.co/s8dHW2Ngp2",
        "#Space4EarthFSU is teaching me about the implications Space Politics have on the modern world. It’s all about sustainability",
        "Speakers of Today’s symposium #Space4EarthFSU https://t.co/SQeRP1gXWt",
        "#Space4EarthFSU Sustainable Space, Sustainable Earth",
        "Our biggest fans this week: xavitopj, adnjim, juliojuradom. Thank you! via https://t.co/PM1VWTc9B1 https://t.co/c5MVR1gIyi",
        "My week on Twitter 🎉: 51 Likes, 5 Retweets, 1.94K Retweet Reach, 2 New Followers. See yours with… https://t.co/p4DdFpnGAd",
        "Our biggest fans this week: xavitopj, juliojuradom, sandracallev28. Thank you! via https://t.co/PM1VWTc9B1 https://t.co/4PwSc7dDU8",
        "Excelente! Algo que agregaría a las palabras de mi amigo @Juan_Martin_22 es que debemos cambiar nuestra cultura de… https://t.co/BT5ZCwH6VC",
        "Applies to everyone: “The greatest sign of respect you can give to someone is to listen to them”, this is how you g… https://t.co/dcN3pmRrrg",
        "Para todos esos guerrilleros de las redes sociales! https://t.co/Nb0vEvudJi",
        "My week on Twitter 🎉: 7 Mentions, 435 Mention Reach, 4 Likes, 3 Replies. See yours with https://t.co/71jOaqIC2T https://t.co/AqDkTVRbw4",
        "My week on Twitter 🎉: 1 Like, 2 New Followers. See yours with https://t.co/71jOaqIC2T https://t.co/K1PiCGjX1Q",
        "@MateoJBarahona @Libertadores @BarcelonaSC Jajaja yo tb mi pana, aunque seas del Farcelona",
        "@MateoJBarahona @Libertadores @BarcelonaSC Deberías borrar este Tweet por sanidad",
        "@FICOVAZQUEZ @IDV_EC @FEFecuador Dirige la comisión de formativas no?",
        "Increíble #IDV! @IDV_EC ¿No quieren hacerse cargo de la @FEFecuador?",
        "@elonmusk @Tesla 🤭😮 queremos Tesla en Ecuador! https://t.co/jC50qIoVHg",
        "Our biggest fans this week: PattyAviBoom. Thank you! via https://t.co/PM1VWTc9B1 https://t.co/6LyfXU2zpj",
        "My week on Twitter 🎉: 1 Mention, 1 Like, 1 Retweet, 3.54K Retweet Reach, 3 New Followers, 1 Reply. See yours with… https://t.co/8enib5CM68",
        "Our biggest fans this week: PattyAviBoom. Thank you! via https://t.co/PM1VWTc9B1 https://t.co/V9v3YJZgZT",
        "@PattyAviBoom Cristina BinLaden de Hitler???",
        "My week on Twitter 🎉: 2 Mentions, 6 Likes, 2 New Followers. See yours with https://t.co/71jOaqIC2T https://t.co/IWbjv8ojzg"
    ]
}