{
    "screen name": "mantequttayr",
    "no. of tweets": 190,
    "tweets": [
        "@WaelTamimi احسنت التشبيه؛ لأن \"الممانعين\" يتمسحون بالقضية الفلسطينية. تبني مشروع إيران لا يمكن ان يصب في مصلحة القدس ✅",
        "@DrHAKEM كما ان هناك إسلاموفوبيا؛ أنت نموذج لـلعلمانوفوبيا٠\n#اعوذ بالله من العلمانية والعلمانوفوبيا في آن واحد٠",
        "@Kalmuqdad للأسف كثير من العاملين بالجزيرة تنطوي قلوبهم على محبة ايران وحرب الله٠ حقيقة!",
        "@waleedaqidi \" لا كل بصمة فعل حسن، ولا كل رمز قدوة\" ◀️ كلام جديد يحتاج إلى تأمل 🤔",
        "@marwakassab @HaYatElYaMaNi ✅",
        "@mskhafagi أظن يا شريف انه إنسان محتاج تعامل سيكولوجي معين؛ لان احتمال كبير يكون مريض نفسيا من زمااان ولم يعرض نفسه على طبيب مختص",
        "@uae_3G يا واد يا مؤمن 😂",
        "@hassanafaa وعلى حظك موائد الرحمن قافلة- ابق روح افطر عند حبيبك حمدين-",
        "@AnwarGargash استقرار نعم؛ لكنه استقرار في القاع",
        "@FadiMansour77 كما لو كان موظفًا عربيًا يتحدث عن \"زعيم\" عربي",
        "@DrAlsherif حسنا؛ وهل نجد عند فضيلتكم إجابة؟",
        "@DrAlsherif يا مولانا: الشيخ الددو قاس الميكروفون على المبلغ؛ هل هذا قياس مستقيم ؟",
        "@Mohamed_Habib_T والله زمان \nرحت فين يا راجل\n\nآخر شطحاتك ايه\nطمنا على عقلك",
        "@aref_hijjawi أفتنا مشكورا يا أ. عارف في مدى صحة الجملتين الآتيتين؛ وتحديدًا استخدام (مما) والكاف:\nانتشر الوباء في… https://t.co/8T8GAhxXQv",
        "@SalmaAlAz @nahw_w_sarf أن المصدرية والفعل بعدها في محل رفع فاعل",
        "@AIBouti @aref_hijjawi شكرا لإضافتك. معلوم؛ لكن هذا متداول في الإعلام كثيرا، فأحببت التأكد لعل للكاف استعمالًا صحيحًا هنا.",
        "@khamenei_ir And you killed and are killing Syrians, right ?",
        "@Omar_Madaniah ممتاز ✅",
        "@AJA_Egypt يا واد يا مؤمن 😂",
        "@aref_hijjawi أفتنا يا أ. عارف في مدى صحة الجملتين الآتيتين؛ وتحديدًا استخدام (مما) والكاف:\nانتشر الوباء في معظم ال… https://t.co/SeAR6RGWIj",
        "@MALHACHIMI يا واد يا مؤمن هههههه",
        "@soudan2011 كيف لك ان تتحدث بلغة التعميم هذه؟!",
        "@hassanafaa Wael Kandil: باعث على الضحك أن ترى أحدهم يتخبط في ثياب المناضلين المستعارة، بينما كل ما في الأمر أنه ان… https://t.co/8rADFNvnlp",
        "@mshinqiti دكتور الشنقيطي: الا يدل ذلك على نمط ما من التفكير ؟ ثم هل يمكن الوثوق بآراء أو فتاوى تصدر من هكذا شيخ؟",
        "@hassanafaa Nader Fergany:  الإفراج عن المائة ألف من أحرار المصريين المظلومين المغيبين في سجونه الاسوأ من معسكرات ا… https://t.co/yGgLgYTp3d",
        "@Almoutaz_bellah أحسنت إذ أرشدته الى الصواب٠ وعلى أيٍّ، فأنت نقلت خبرا لا أكثر ولا أقل.",
        "@msedghian 🙃",
        "@Rana_Ibrahim777 طيب وإذا كانت قضايا السلاح دي أصلا أصلا \"ملفقة \"- زي القضية بتاع حسن نافعة كدة- خلينا نقول معظم ال… https://t.co/WeqNqEaZFj",
        "@fady_shady @hassanafaa يا سيد Mustafa كل واحد مشغول بـ اللي يخصه- السيد (حسن) يخصه مجموعة جبهة \"إنقاذ\" مصر- اتفهمت",
        "@Abdulkhaleq_UAE الجماهيرية الإماراتية الشعبية العظمى 😂",
        "@AlbertoMiguelF5 أقصد \" جدير بالشجب والانتقاد \"",
        "@binnahar85 Will copy and translate thnx",
        "@AlbertoMiguelF5 ما يتم في (قم) هو فعل ديني وربما تباركه المرجعية الشيعية والانتقاد، ويتم ممارسته على نطاق جماعي؛ ل… https://t.co/3uiJsstc91",
        "@majedabdulhadi \"أفاعٍ\" 👍",
        "@ramialkhalifa \"قتلوه قاتلهم الله\": ظننتك تقوله مثلا لمن قتل خاشقجي؛ لكن تذكرت على الفور أنك تعمل عندهم فقلت لنفسي مستحيل ان يفعل 😉",
        "@DrHAKEM لا حول ولا قوة الا بالله- انت تعاني- الله يشفيك- \" قياس \"مكافحة كورونا على مكافحة الإرهاب\"🤕",
        "@shaimaalobeidi وأنا أيضا أعيش في الغرب- ولا أرى كلامه الا تعميمًا ومجازفة",
        "@samykamaleldeen يزقّوا ؟ ههههههه 😜",
        "@Abdulkhaleq_UAE معقول كلامك يا عبده- بس  بعدين احسن التعبير عشان انت أصلا أهل لسوء الظن 😜",
        "@MohamedHnid كيف عرفت؟",
        "@farragarfagy [شهادة لله+وخط النار]- ربنا يخلي الدكاترة ويحميهم هما والممرضين وفنيي الأشعة والتحليل والصيادلة• مش مهم أي حد تاني",
        "@DrHAKEM بطل مزايدة٠ فأنت في موقفك هذا تقف وحيدًا",
        "@DrHAKEM انت ضد الإغلاق ولم تُعتقل٠ لا تجعل أحدًا يقف موقف المدافع عن الأنظمة كما يجب أيضا ان لا تنقل نقاشك- الذي ب… https://t.co/8B8IWRWiKk",
        "@dina_waqqaf انا من رأيي أنه مع ما قاله ظريف اكثر من ده⬅️       https://t.co/RzhSPad7DY",
        "@Watanipaper الف سلامة لكل مريض",
        "@DrHAKEM @abumubarak_mm تكلم أكثر حتى نعرفك ونتعرف إلى طريقتك الفذة في الاستدلال 🤕",
        "@mabdulhamidBBC ممتازة هذه المشاركة",
        "@Almoutaz_bellah كانت مدفونة كالكنز مخبوءة 👍",
        "@Almoutaz_bellah أظهرت مواهب مدفونة- يا ترى ما السبب🤔",
        "@khamenei_ir And you’re acting as a killer in Syria.",
        "@DrHAKEM وإذا لم نعرف المريض- مثل ما هو متحتم في هذه الحالة",
        "It’s a disappointing day for Sanders’ movement 😢 https://t.co/WDnnpxOt0f",
        "@DrAlsherif هلا وضعت لنا حاشية على هذا الكلام لمزيد فهم- مشكورًا",
        "@Abdulkhaleq_UAE ركزوا انتم على قطر وأظهروا فسادها! سنخرج في النهاية بنتيجة أنكم في الحقيقة واحد؛ ولكن على درجات في الفساد.",
        "@Dr_gaber_nassar مدد يا أولياء الله.. شي لله يا سيدة.. شي لله يا بدوي",
        "@mskhafagi @YouTube عبد الباري دا راجل قومجي يعبد الإشاعات",
        "@KenRoth Full respect to her 🙏",
        "@dianamoukalled تغريدة ملهمة 👍",
        "@nahw_w_sarf @Abdelhameedsh ولو هكذا وردت؛ اشرحوا ووضحوا",
        "@20fourLive @20fourMedia الدنيا كلها تنقل من مصادر مستقلة محايدة وأنتم تنقلون عن إعلام بشار- قليلا من الحياء يا جما… https://t.co/L7jxciQMkx",
        "@lebanondebate المعارضة أصبحت \" الجماعات الإرهابية \"- أنتم صفحة زبالة",
        "@momosam267 @TurkiHAlhamad1 حلوة يا افشخاي 😂😂",
        "@JZarif You condemn and urge; that’s all to be done from big mouths.",
        "@TurkeyAffairs @Abdulkhaleq_UAE Abdelkhalq Abdulla طظ فيك وفي الريتويت بتاعك",
        "@sameh_asker انت راجل مغفل بـ تأخذ الأخبار من غير مصادرها",
        "@atayyh ومن قذارتكم أيضا",
        "@emad_badish بطلوا مخدرات",
        "@HindawiSalam بالتأكيد هذا المقطع سيزيد الصورة وضوحًا👇🏿 \n\nhttps://t.co/IiELdWR90x",
        "@Almoutaz_bellah فعلا بعض الدراويش العرب من المتيّمين هم من اطلقها حديثا- شكرا على الايضاح التاريخي",
        "@LunaSafwan You meant “a statue” ?",
        "A Complete Psychological Analysis of Trump's Support | Psychology Today https://t.co/qWwxqr9fh7",
        "@abuhilalah التقريب الديني شيء؛ والعك الذي تبشر به شيء- قاسم سليماني قاتل والنظام الإيراني قاتل للسوريين يا أعمى البصيرة٠",
        "@AlarabyTV طبعًا نال جزاءه العادل في الدنيا لأنه قتل الأبرياء٠ أما من حاكمه ومن نفذ فيه الإعدام.... فهذه مجرد تفاصيل٠",
        "@AlhurraIraq نعم شيطان yes he hs a devil",
        "@BernieSanders Generous person indeed!",
        "@khamenei_ir Killers !",
        "@JZarif But you said first “engine failure”!\nYou didn’t tell the truth before the Canadian Prime Minister’s interference!",
        "@ibndeen78 @AkyolinEnglish Good one 👍",
        "@abuhilalah أنت غاوي تستفز المسلمين؛ وخصوصا السوريين- دا أنت ابن جزمة قوي",
        "@JZarif Go to hill terrorist !",
        "@khamenei_ir Killers",
        "@IAlshabandar الاثنان قتلة؛ قاتل شجاع وقاتل جبان؛ ما يهم- الحساب عند الله",
        "@khamenei_ir Killers",
        "@MEMRIReports Iran’s agent !",
        "@AymanNour انت ابن جزمة انت كمان- انت بـ تتحدى مشاعرنا يا ... فما بالك بمشاعر السوريين- غور فـ داهية",
        "@NoonPost مقال فريد من نوعه 👍",
        "@JZarif A killer of the children and women in Syria, go to Hill!",
        "@elhamsaji @Saleh_mass ممتاز. أوافقك الرأي",
        "@AlysonKingUK @arabic_day إنجليزي دا يا مرسي 👏🌹",
        "@ddknyt @kdawoud @hassanafaa You imply that your main concern is about lebrals only! Isn’t it?\nI’m sure that you kn… https://t.co/ucl84y97Em",
        "@boMalekboesmail @officialamro1 #كفايه__بقي_ياسيسي\nده الهاشتاج الحقيقي ( بقي) مش (بقى)\nللأسف مكتوبة غلط؛ بس هو ده الهاشتاج",
        "@hassanafaa عقبال ما تستوقفك \"لجنة\" وتعمل الواجب معاك٠ 😂",
        "@KenRoth Well Said",
        "@BernieSanders 🌹🙏🏻",
        "@ghadaoueiss @mskhafagi لا في هذا ولا في ذاك ولا في تويتر٠ لأنك تتكلمين أكثر من ضيوفك؛ وأسئلتك كأنها تعليقات وشروح… https://t.co/EQzYFv3tmB",
        "BBC News - The Arab world in seven charts: Are Arabs turning their backs on religion? https://t.co/fWK7sY7mEC",
        "@islamakel @Abdulkhaleq_UAE دول عالم ولاد ### أفصحوا عن وجوههم العلمانية المتطرفة. لا يؤمنون بأن الله انزل \" الكتاب… https://t.co/PF4otIca55",
        "@sha3er3aber @muhydinlazikani وانا والله كنت مثلك أظن اللاذقاني رجلا محترما فتبين انه لا يستحق المتابعة",
        "@hassanafaa وماذا عن نظام الممانعة العروبي؟ الا يستحق منك كلمة شجب أم انك تنصر \"أخاك\" ظالما أو مظلوما؟",
        "@kmg7BWBxPpznLmR @ammaralihassan الـSـلب دايما ذيله يلعب",
        "https://t.co/dHjqxFsNgi  extra hypocrisy",
        "@Hamed_Alali هل نجد الكتاب ع النت؟",
        "@ReasahAlharmain نموذج للسجع السمج",
        "@BernieSanders 🙏🙏🙏",
        "@BernieSanders I swear you are such humane person. all respect",
        "@Assaadtaha لكن حساسية الإخوة الجزائريين اكثر وأكثر٠ والسودانيون اقل بكثير٠ اما المصريون فَبيْن بين",
        "@salamhindawi2 اعمالك قيمة؛ 👍",
        "@SenSanders You’re such a great thinker deserving to be the leader of the leaders.",
        "@Dohaalzohairy ينوّر بيته ومطرحه 😂😂",
        "@SultanAlQassemi @Abdulkhaleq_UAE Then the UAE will moderate the counter revolution. 😂",
        "@jamalrayyan (ولَم تقتل السوريين) انت راجل تعبان",
        "@sameh_asker هذا معزوّ الى الحسد بين العلماء؛ وهو من وصف ابن الاعرابي٠ ولو كان صحيحا لما خفي على كثير معاصريه ولما سلموا له بالإمامة",
        "@DjamelAbid @AsanayMA @mohamedzitout Eventually, I found someone who got my point.",
        "@JAlArb عزيزي أشكرك أن أطلعتنا على هذا الكتاب. حبَّذا لو زدت في الكتب القديمة التي أُلِفت في الرد على آل سعود والوهابية",
        "@livesport4u @mohamedzitout اهلًا بمن اهدى إليّ حسناته؛ لن أسامحكم امام الله٠ الاحظ استاذ زيتوت ان صفحتك مليئة بالش… https://t.co/aRB8qv4GQZ",
        "@LaylaBe4 @mohamedzitout I assume she was not professional, but he was not supposed to indulge in that nasty comments, right?",
        "@MrmaChow أعتقد عندما يراجع نفسه سيعتذر؛ ليس لأجل المذيعة أساسا بل لأجل المبادئ التي يمثلها٠اتمنى الا يمتثل لضغط ال… https://t.co/Wp1hWO2ASk",
        "@Akremlou تلقّ اذن السهام من بعض مواطنيك كما تلقيتها من قبلك",
        "@rimbougamra1 ترتيب اوضاع",
        "@yahyaespoir1 رددت عليك بالحسنى حتى تستحي وتسكت؛ أعوذ بالله من شياطين الإنس",
        "@adil47711 لا اعرف اسمها",
        "@yahyaespoir1 لستُ غبيا وانت المحترم",
        "@KarimFa20571212 @mohamedzitout انا غبي؟ برافو عليك؛ انتصرت 👍",
        "@Abdulkhaleq_UAE وانتم أين رئيسكم؟ 😂😂😂",
        "@amin_louni @mohamedzitout هل تعتقد سي أمين ان هذه الألفاظ جديرة بالاستخدام وأنها من صالح القضية؟",
        "@ammaralihassan ماشي يابو العريف",
        "@mohamedzitout السيد العربي: شاهدت حوارك أمس على بي بي سي٠ وشاهدته مرة اخرى على اليوتيوب٠ نصيحة من محب: لا بد ان تق… https://t.co/pQxWrjXMnU",
        "@drzawba ايه يا عم حمزة اللي انت ناشره بالله عليك",
        "@Benguennak هلا وضعتِ صورتها مع بشار بجوار هذه الصورة لتكتمل الرؤية!",
        "@Ania27El أتمنى ان يستمروا في هذا السلوك حتى نهاية الطريق٠ في مصر كان \"الجيش والشعب يد واحدة\" ثم عند مفترق الطرق لا… https://t.co/pUn6aTIY2H",
        "@hassanafaa طيب، ممكن كلمتين زي دول عن بشار",
        "@magda_khoga @BlB1XaahrgEbK6j الراجل بيقول لك مكنش فيه دستور أصلا لان الدستور أوقف العمل به؛ ردي ما تتهربيش٠ ولو مش عارفة اتعلمي مش عيب 🌹",
        "@ammaralihassan انت سيبت التحليل واشتغلت غي التنجيم",
        "@ammaralihassan فين التحليلات العلمية والقاء المسئولية على صاحبها؟ بتهرب للدروشة والميتافيزيقيا يا لئيم 😂",
        "@ammaralihassan الاخوان هو الدمّل الذي ينقح في مقاعدكم",
        "@EgyptDarAlIfta انتم صفحة بنت جزمة",
        "https://t.co/fep4TpPjP3",
        "@EgyptDarAlIfta يعني كفار؟",
        "@jamalrayyan وايش علاقة الصورة بكلامك؟ بعد كووووول الدفاع والتعاطف مع مرسي طلعت (ناصري) او (قومجي) والله ما يصير 🤷🏻‍♂️",
        "@hassanafaa الشباب بـ يتعدم يا حاج٠ قول كلمة (مع أو ضد) بلا اتحاد عربي بلا أوروبي٠ قول ما تخزاش؛ احنا متعودين منك",
        "@ammaralihassan ما تتكلم يا جبان يا عدو الأمريكان 🤣🤣🤣",
        "@SAYEDSALAMAALI @ammaralihassan ✅ احسنت التخليل سيد سلامة٠",
        "@ammaralihassan (المتهم بريء) (على افتراض ثبوت... ) مل واحد بـ يدافع عن اللي يهمه٠ يا ضلالي",
        "@hassanafaa خزيان تقول: وبشار كمان٠ جَتَك خيبة انت ومحور الممانعة بتاعك",
        "@Abdulkhaleq_UAE يا راجل قول كلام غير ده؛ وأين الثرى من الثريا",
        "@Abdulkhaleq_UAE You always deny everything!",
        "@Abdulkhaleq_UAE @ghadaoueiss كلكم دول وظيفية خادمة فاقدون لاستقلال القرار٠ الفرق بين قطر والإمارات كالفرق ببن أنف الناقة وذيلها",
        "@taqadum على فكرة مش شرط؛ لان فيه ناس عايزة تنكد عليكم وخلاص لانهم شايفينكم نخبة###",
        "@hassanafaa جهز نفسك يابو علي 🤷🏻‍♂️",
        "@Abdulkhaleq_UAE بذمتك يا عبخالق لو كُنتُم المنتصرين ماذا كُنتُم فاعلين؟ قل ان الاحتفالات تغيظك وتهيج شررك",
        "@Abdulkhaleq_UAE لا أتمنى لكم ان تسعدوا ولو بهذا الامر البسيط ؛ bad luck",
        "@Abdulkhaleq_UAE بأمارة ايه يا عبده٠ انتم من جهة الاسلام علمانيون ومن جهة العروبة أجلاف تنكروا لماضيهم٠ انتم دولة المؤامرات",
        "@ayfaraho وهل تكفي كلماتك هذه لوصف الحالة الراهنة",
        "@jaberalharmi ولماذا يقدم العون ولا يتعاطف مع المتظاهرين؟ ولماذا الجزيرة لا تغطي الاحتجاجات كما كانت ايّام الربيع العربي؟",
        "@ALThani_M دعيكِ من هذا الرجل؛ حدثينا عن تغطية الجزيرة لاحتجاجات السودان!",
        "@anwarmalek انت رجل مستأجر مدفوع الأجر- دعك من أي كلام آخر وعدل من نفسك وسيعدل الناس كلامهم تلقائيا",
        "@Abdulkhaleq_UAE \"العدو الاسرائيلي\"؛ قل كلام غير ده، اللي بـ يزمّر ما يخبّي دقنه 👎🏿",
        "@alekhbariyatv ليه؛ ايه اللي جرى 😂😂",
        "@Abdulkhaleq_UAE الأفاعي تلاعب بعضها؛ فأين أنتم يا دويلة المؤامرات العربية المتحدة",
        "@Abdulkhaleq_UAE @MousaAlomar رحمه الله كان أنظف منك يا عبد الخالق وأكثر اتساقا مع نفسه",
        "@AOAltwaijri ملعونون جميعا",
        "@MouhamedElahmed No one captured this observation👍",
        "@ArijMuhammad_RT ربما يكون شراء هذه البضائع اعتياديا؛ لكن دخوله في هذا التوقيت وامام الكاميرات هو ما جعل الامر مريبا",
        "@OMA____R خخخخخخ 😂",
        "@AbdullahElshrif @3m4710 بلاش تدخل \"الله رب العالمين\" في موضوع ليس له علاقة بالدِّين؛ وان كان له علاقة فوجه الحق فيه نسبي•",
        "@mh_awadi كلام مدفوع الأجر ؛ كلكم كلاب",
        "@albayan31 وأين تحليلاتكم العبقرية عن اجرام خادم الحرمين وابنه؛ عن سجنهم العلماء وقتلهم النفس المعصومة٠\nUnfollow👎🏿",
        "@Abdulkhaleq_UAE المهم ان تتضامنوا مع الحق؛ مش مع الأيديولوجيا: وهل انا الا من غُزيّة ان غوت:: غويت وان ترشد غُزيّة أرشد",
        "@sstayhuman @Abdulkhaleq_UAE جامدة 😂😂",
        "@tahadulaimi عدم متابعة؛ انت رجل مستفز",
        "@TurkiHAlhamad1 ما هذه اللهجة المستكينة؟! هل هو اعتراف بجريمة ما مثلا؟ لم تكن هذه لغتك قبل ١٠ ايّام :)",
        "@ABALkHALIFAH كلكم مجرمون",
        "@MALHACHIMI https://t.co/ELUCyxzzpV خطبة وزير خارجية الجزائر بالعربية؛ تأكد قبل النشر",
        "@hassanafaa @farragarfagy زعلان على ايران يابو عل! ناس لها الرز الخليجي وناس زيك لها الرز الفارسي البرياني 😂😂",
        "@Abdulkhaleq_UAE لن يسمى هذا كرماً؛ بل جبن وخور واستسلام٠ عاملوا ايران بِمَا تعاملون به قطر على الأقل٠",
        "@SenSanders @SarahKSilverman Always great 👍",
        "@SenSanders 🙏",
        "@SenSanders Always great👍",
        "@hassanafaa بقه كل دا اللي همك يا قومجي: الخوف من الخلافة",
        "@kokowawa0000200 @kamalkhalil20 وكذلك التيارات الشيوعية لا تعترف بالحدود- واللا ايه يا رفيق كمال",
        "@aymnmosa @kamalkhalil20 في الجون- صد يا رفيق كمال 😂😂",
        "@SenSanders How great you are sen. Sanders!",
        "@hassanafaa بل يعري الوجه الحقيقي للعروبيين القومجيين",
        "@az_az19 يا اخي اتق الله ولا تقص وتلصق؛ هل فهمت النص من الاول او انك أحمق أبله تقول اي كلام لأجل اللمز والهجوم وفقط!",
        "@SAEED_NASSER نتمنى؛ لكن هذه مخدرات فكرية",
        "@YZaatreh لعنه الله",
        "@JZarif Damn you both!",
        "@hassanafaa انه زوج بنت ع الناصر",
        "@hassanafaa انت بـ تدافع عن ايران مع انها \"دولة دينية\" لانها بـ تساند نظام البعث القومجي٠ انت ضد الاخوان مش لانهم \"… https://t.co/c7N6IQT8Sx",
        "@wassilaoulmi وله رسائل عن فريضة الحجاب ايضا"
    ]
}