{
    "screen name": "keauty_xo",
    "no. of tweets": 191,
    "tweets": [
        " @somber: i am tired of being self aware i would like to be a cloud",
        "clarity",
        " @camwhiteastro: Edgar Allen Poe was into astrology literally fuck off that’s the sickest shit I’ve heard in a minute",
        " @huntychan: do u think people were protesting to go outside during the black plague",
        " @chunkyfila: happy mother’s day to all the pixar moms with absolute dump truck asses",
        " @Kaayx3_: I remove myself out of situations I see a repeat of my past in.",
        " @andoneshawty: So this ain’t hard ???",
        " @doyalikebaileys: in my opinion commenting on someone’s weight in general is extremely weird unless they bring it up themselves",
        "can everything stay closed? i don’t like when ppl are out in public, harassing people for fun",
        " @SpookyAnarchist: why are white americans only able to measure death or tragedy in terms of 9/11?",
        " @snitchery: i can’t wait to walk down the aisle 😩💕 https://t.co/rbhsulkKgB",
        " @soothsayher: Depictions of historical victories over colonizers https://t.co/KFfHFCO9mM",
        " @mamagreeen: One day I’ll have a greenhouse I can have tea parties in https://t.co/tBYwyfTtGW",
        " @godneysbjs: It’s officially been 10 years since Miley Cyrus dropped Can’t Be Tamed. Parents were FUMING. https://t.co/DaNQtQgnmH",
        " @MileyCyrus: 💛💙💚💜 https://t.co/wznvxDOX6o https://t.co/oruhcSiSPV",
        " @ShotsUpPrice14: This is my Dad!!!! 😭",
        " @LGDoingThings: #Chromatica is the first album in history https://t.co/GgRcXHA3hP",
        " @Salmvvnn: If I could describe myself in one picture, this is it https://t.co/67D75MHeKt",
        "mans just came up to me and said “i think we should just start installing yg towers everywhere”",
        "hi i do not wanna write essays anymore ok thnx",
        " @ILLINab3: Go buy from your local Mexican restaurants instead.",
        " @_kohai: cursed front facing Timmy Turner, RT or bad luck for 999 days https://t.co/oWqFaudZFi",
        " @nayzziah: ngl i don’t even want lockdown to end",
        " @bblanco__: Bitches with gums like these always got a fiancé somehow https://t.co/KLad3SSF8u",
        " @KendallJenner: they act like i’m not in full control of where i throw this cooch",
        " @mikeserver_: When Willow Smith leaves her consciousness in the 6th dimension https://t.co/kqt51GNAHt",
        " @ninanibunny: bitches think being mean unprovoked is cute and funny like girl, why are you still chasing that highschool mean girl fanta…",
        " @glitter_bat_: I love him",
        " @sdbcraig: These Reuters photos of a strip club in Oregon operating as a drive through takeaway service confirm that we have reached the…",
        " @Kehlani: ego exposes itself.",
        " @JackieKeifer: The pentagon literally CONFIRMED THE EXISTENCE of aliens today and no one gives a shit!!!! \n2020 is fcking wild.",
        " @dasani_bottle: you are not alone. theres bugs",
        " @misslubriderm: i apologize for anybody who knew me from 2011-2016 i was... not right",
        "@daniellesandage Have you been filing every week? When I needed it I wasn’t aware I had to file every week. But I g… https://t.co/XsVYz1ZinR",
        " @omarIoya: someone give kylie jenner an oscar now https://t.co/40zpRSyrHy",
        " @nyctofairy: THERE IS A DIFFERENCE BETWEEN BEING HAPPY AND DISTRACTED FROM SADNESS.",
        " @MisssHallie: I’d rather be labeled as angry, mouthy, or a b*tch for speaking up for what i believe in than being a sheep and letting pe…",
        "im 98% sure my mans is just casually listening to anime intro music while getting ready",
        " @gwenelora: If you attended Life in Color at the knitting factory in like 2013-2014ish you’re immune to covid-19",
        " @VongolaXlV: Nobody:\n\nAnime villains that think they have already won: https://t.co/YeUhvTpceY",
        " @janerikaowens: If you have to do all of this then it shouldn’t be open.",
        " @INDIEWASHERE: this is my favourite genre of white guy https://t.co/0JKIYrbgaj",
        " @gawill23: girls are insane lol how you gonna have a playlist just for crying ??",
        " @IamGMJohnson: Y’all were the evil oppressors in both pics beloved. A self drag.",
        " @AvacadoKedavra: If you squish bugs outside when they’re just minding their own business ur an ahole",
        " @Tiannalagano: Seeing the most toxic girls preach about mental health on social media",
        " @ysalazar11: Stop telling Trump supporters not to inject Lysol into their veins, their body their choice https://t.co/2tIHmT8URQ",
        "pissed that i paid for overnight shipping and i did not get it shipped to me overnight",
        " @Ariannnyy_: If you don’t like avocados keep that shit to yourself because that’s fucking embarrassing",
        " @rosegoldtears_: why are stra*ght men so against astrology and personality tests???? it's like they're born with this vendetta against t…",
        " @tonygoldmark: NORMALIZE CHANGING YOUR OPINION WHEN PRESENTED WITH NEW INFORMATION",
        " @collegecrybby: this not scaring the cops but unarmed Black people holding cellphones does???? lmao",
        "im so fucking excited to get this switch dog",
        "i wish that dogs could, simply, live forever!!",
        "@zaddyonzaddy Yes yes yes I did",
        " @killsmeowself: why do skinny men have such horse cocks for",
        " @marixyas: SISOLAK SAID A YEAR FROM NOW YOU WONT REMEMBER WHAT DAY WE OPENED BUT YOURE GONNA REMEMBER YOUR FAMILY WHO DIED AHHHH PERIOTD…",
        "fuckin caved and got a switch",
        " @killak_007: When the blunt hits back",
        " @QueenBeeee__: The democrats said $2000 a month for the next 6 months and the republicans said hell naw we will open today.",
        " @trashtherentaI: feeling this bitch’s energy https://t.co/SvPp6lUKCL",
        " @threat3x: i dont struggle with anxiety it actually comes very easy to me",
        "@kaylaree_ https://t.co/POLeglO0RY",
        "@kaylaree_ https://t.co/ngAOd0iY0d",
        "can someone plz explain to me why everyone is so pissed at bill gates trying to fund a vaccine for the whole world… https://t.co/KRHN8qohC9",
        " @rronnilynn: Trump said that \"HUNDREDS of Governors are calling him.\". We only have 50. Think about that. Take all the time you need.",
        " @duhhmimii: When a girl is really into YOU. Every single LITTLE thing you do affects her FEELINGS.",
        " @itsktle: I told my sister I was going through it and she said “well go around it”",
        " @MileyCyrus: I won’t be smokin’ but the rest of my fam sure will be tokin’ 💚Happy 4/20 y’all! 💨 https://t.co/307pdyYE6l",
        "are the protestors sick w corona yet, or u think we will have to wait 2 weeks for all the republicans to die??",
        " @NotNiloc: Boomers accused millenials of being soft and entitled and a month in are protesting being unable to eat at Baskin Robbins.",
        "i fucking hate it here https://t.co/4S3L8rAPY0",
        " @getjada: why r men allowed to be gynecologists",
        " @rafia_afzal_: sorry my paper was late professor i lost track of time and spent half of tuesday staring at the ceiling wondering if life…",
        "@lmsocurious https://t.co/3ouY4zPKR0",
        " @alishalynette: a person who’s healed on their own is dangerous and powerful.",
        " @_hunter_j3: “Opening up America Again” when the curve is just beginning to flatten is like stopping your prescribed antibiotics because…",
        " @DojaNews: Doja serving this emoji 🧝🏽‍♀️🧝🏽‍♀️🧝🏽‍♀️ on IG live. 😂 https://t.co/70LmcmjI0W",
        " @perksofbeingkr: Posting this again because it’s so important https://t.co/pxZFuDCtzt",
        " @Nancy_Cruises: Idk who needs to hear this, but save your money. Don’t be senseless shopping. Trust me.",
        " @sweetgallex: I’ma teach my kids the importance of apologizing. I feel like growing up my parents didn’t apologize to me enough. they ju…",
        " @alanna: i heard a light knock on my door and went to answer it and it was my landlords’ dog bringing me a stick 😭😭😭 https://t.co/mXwcOs…",
        " @ohemgeeijizzed: I wanna fuck....ing tattoo appointment.",
        " @WorldBoss617: The 2nd comment was just unecessary. https://t.co/AknvdSk2k8",
        " @AL3AYAH: The glasswing butterfly, wow https://t.co/1rjFVX0nU0",
        " @becwthabrownies: plants rlly b like ‘I do not vibe with this dirt’ and die",
        " @Y2SHAF: me diagnosing myself after looking up my symptoms https://t.co/N4S9l6fBEY",
        " @AllThatandMoore: People worried about 5G towers but don’t question Burger King selling 10 nuggets for $1",
        " @juddaass: Bitch f u https://t.co/MY4U96tRHk",
        " @bocxtop: you’re not “suffering” you just haven’t had sex in a month and without that validation ur starting to focus on your deepest he…",
        " @enimsaj_naoj: HELL NA somebody did voodoo on this lady and turned her into a WILD HORSE, watch how she run away at the endddd 😭 https:/…",
        " @trvpism: sometimes u just gotta lay on the floor with ur dog",
        "sad the tattoo shops are closed ):",
        " @_chrissyyy56: https://t.co/Ya88jo9SOJ",
        " @BriMalandro: The girls just aren’t doing blasphemy like this anymore",
        " @ReananTierra: “We’ll figure it out together “ Is a love language.",
        " @chucky_beatz: when white ppl say they’re half Cherokee https://t.co/LyF7bJIvsQ",
        " @flowerhunni: opened doja cats live to her reciting roddy ricch the box lyrics like she's reciting hamlet in fucking chainmail armour I-…",
        " @hostile_bean: i miss being 13 and thinking i was a coding god because i changed the layout of my tumblr theme",
        " @SELFP1TY: bernie suspending the campaign isnt the same thing as dropping out it means he will not be holding events/rallies + instead w…",
        " @_Abhorrence: 𖤐Quarantine Moods https://t.co/sL8IwjOptO",
        " @egroom21: this has to be the goodest good boy I’ve ever laid my eyes on",
        " @rockanrollphoto: rock and roll photos https://t.co/0n5sIBhd72",
        " @GMPaiella: Bernie Sanders has more integrity in one wagging finger than the rest of the Democratic establishment combined and never for…",
        " @gaymoomin: me: i'm a big stupid bitch\n\nmy therapist: have you considered that you're a big stupid bitch because of your dad\n\nme: oh my…",
        " @sarah_ogun: The wild thing is that Bernie wasn’t even radical. He was the only one with small common sense and some decency and we coul…",
        " @BernieSanders: Let us go forward together. The struggle continues.",
        " @sliccmic: how about no president this year just say fuck it and freestyle",
        " @hannahabstract: GODDAMMIT https://t.co/CusaaD3yYD",
        " @zoeyy227: April is sexual assault awareness month. \nI would like to remind everyone the causes of rape: https://t.co/K5rH5ueheN",
        " @ayemwhyes: Faking mugshots is a trend now?? What!! BiTCH I EARNED MINE THE OLD FASHIONED WAY. My culture is not a costume!",
        "i fuckin love eggo waffles",
        " @WannasWorld: Me waiting for all of my impulsive quarantine purchases to arrive in the mail: https://t.co/8HBuKFk2vL",
        " @gagamonster96: You know shits serious when Gaga is wearing her glasses",
        " @uvaliic: When I forget how to say a word in english but I know it in another language",
        " @LeeDawsonPT: Celebrities said imagine all the people and Gaga said imagine 35 million dollars",
        " @PeterJMarshall: me following the rules &amp; staying home despite seeing yall STILL roam around in big groups https://t.co/ymdxtnPkSb",
        " @fairietay: this and a blunt https://t.co/OGpL5uIq3f",
        " @VitaminCM_: accurate 😂 https://t.co/H1VbJ1V0Ym",
        " @_okjessica: Fucking bored but probably still won’t do a home workout.",
        " @LORAFRIMANEE: damn he forgot to hide it in his sock",
        " @CobianBella: Love playing dress up 🤓🖤 https://t.co/jdPUDSD2Od",
        " @PUGGS_: The government know y’all gone be wylin if they said 4 months so they gone tell y’all 30 days at a time lmao",
        " @littleherbbmaid: Love my job when the bad energy doesn’t come to work. 😇 yasss be like this every day",
        " @GracieeLo: Are pregnant women getting $500 for their unborn child? Seeing as it has a heartbeat and all? Or does that not count now",
        " @no_average_brit: STILL HAVING AN INCOME DURING THIS CRISIS IS A HUGE BLESSING❗",
        "@ebaudoo @sasswsumass I’m a student and my parents don’t claim me, bc I pay the majority of my bills. If you’re ove… https://t.co/RTIjwzY32d",
        " @Renzcapo: My mental health won’t last until June",
        " @sidewinder: This is how I want the government to give me my money https://t.co/pUnRqA7aut",
        " @Christianx14: everyday mood https://t.co/p3nZZzpvUn",
        " @Amber_Hobbs7: Brides are cancelling their big day. People are dying alone. Funerals of no more than 10 people. Healthcare workers stayi…",
        " @Amy_Siskind: The Trump campaign just released a cease and desist letter demanding that TV stations immediately pull this @prioritiesUSA…",
        " @HahaTimBridge: Yeah sorry but $1200 isn’t gonna cut it when white tiger cubs run between $2000-$4000",
        " @Kimmyyy_ramos: None of you are taking this seriously, until it affects you or your family. Stay tf home, your house parties and friends…",
        " @notfinishedraft: If I ever donate 25 million and it’s not enough to ppl I’m taking it back.",
        " @Mikel_Jollett: We just passed 2,000 deaths in the US from Covid-19.\n\nIt took us a month to go from 1 death to 1,000 deaths.\n\nIt took us…",
        " @treeeenz: i cannot believe i’m still seeing people on ig out with their friends like nothing???? y’all are SO annoying i swear to god,…",
        " @nykyyyyy: The older I get, the less I desire to feel included, understood or accepted.",
        "if u do not like video games it’s bc ur not good at them",
        " @maddietho17: It’s so sad watching yourself fall back into a mindset you worked so hard to get out of :/",
        " @evaandheriud: it is interesting to me that Bernie is the only presidential candidate who hasn’t been accused of sexual assault but appa…",
        " @_illxxst: I can’t wait to hear... Can I start you guys off with some drinks and appetizers?",
        " @skorpvium: Bad Bunny said fuck toxic masculinity we love to see it ✨\nhttps://t.co/37mHg6z9V6",
        " @comradealexia: No, China did not “cover up” anything about the coronavirus. That’s Western propaganda. \n\nIt’s called COVID-19 because i…",
        " @KissMeCole: Costco employees are testing positive for Covid-19. . . Costco, where hundreds of people go weekly to get “essentials.” Now…",
        " @pulte: Congress should give you guys the $2 trillion.",
        " @2Taurean2U: $1200...my rent is actually $1195 so I’ll be able to buy a coffee with the rest awesome.",
        " @HillaryClinton: Please do not take medical advice from a man who looked directly at a solar eclipse.",
        " @JohnnySibilly: me on day 65,345 of quarantine https://t.co/JSrqR7gGww",
        " @jaylexjess: I’m going to cry 🥺 https://t.co/k45WnK72Is",
        " @karlogan_: Celebrities keep trying to sing the virus away like this is a Disney movie or something",
        " @matchu_chutrain: Why are conservatives so insistent on calling Covid-19 the Chinese virus? It’s not even like it saves them time typing…",
        " @rahm3sh: Chicago what did y’all do to this woman 😭 https://t.co/pNBnVCnZgs",
        " @LibraBarbiexo: If March was an Office episode. https://t.co/sCCevRh60p",
        " @alishakaytyler_: China went into lockdown, everyone stayed indoors and today was the first day out of it and they can now walk around f…",
        " @AnanyaS1190: This. GIF. Is. Everything.  https://t.co/AJTRxvzKfH",
        " @INDIEWASHERE: celebrities are really doing everything BUT donating money lmao.... like what does this even mean i-",
        " @euphorixa: Stopping ppl’s income but not stopping their bills is evil af.",
        "starting to get so lazy i don’t even wanna get up for my classes online tomorrow",
        " @_cowjelly: not a fan....yet https://t.co/NuWWkZUnOA",
        " @KellysAFox: 2020 https://t.co/pIHRIrQJjf",
        " @OkButStill: every woman working from home is doing so on a macbook air on the couch, cup of tea. every man is at a 3-monitor setup with…",
        " @yawningemoji: corona is definitely a sag. no one took her seriously and now she’s being dramatic and wreaking havoc. terrible.",
        " @ryanobles: The @BernieSanders campaign has stopped actively raising money for his candidacy- but instead used his vast online donor net…",
        " @flow_witMe: Y’all go through these niggas phones just to cry &amp; stay. If you go as far as violating a mf’s privacy, atleast take your ev…",
        " @tinch: If you ever wondered how a bat pees. \n\nYou’re welcome. It’s the best quarantine content I got. https://t.co/wB5uPWnR5b",
        " @GorillaMamaWho: To cum is not the same as to orgasm......",
        " @LizGillies: Omg werk",
        " @akela_lacy: raise your hand if you’re deeply disturbed almost every day by the inability of the richest country in the world to do basi…",
        " @dojafiles: doja cat shot for cyber sex music video https://t.co/9310PfidpB",
        "i do believe this is the end of the world",
        " @samdnte: how we're all gonna be acting by the time we're allowed back outside https://t.co/6TiJpU1aSf",
        " @MelsLien: Airlines: $35 to put your bag on our plane\n\nAirlines: $16 for bag of chips\n\nAirlines: Sorry you want your *legs* to fit? $75…",
        "@daniellesandage 😪😪😪",
        "bc of a quarantine induced mental breakdown i may be dying my hair black LMAOOOO",
        " @legogradstudent: Hot take: If 20 formative years of your life involve a major terrorist attack, two recessions, exorbitantly expensive…",
        " @_SinceNinety3: Can y’all please just follow the government instructions so we can knock this coronavirus out and be done? I feel like a…",
        " @auntieeva7: “You didn’t take Coronavirus serious a month ago” https://t.co/c6Wfcjpegc",
        " @doctor_oxford: So society’s  *real* key workers have just been revealed. \n\nNot the bankers. Not the traders. Not the elite hedge fund m…",
        " @goodbeanalt: My Quarantine Routine! \n\nthis is just a general guide for myself based on my goals &amp; what works for me! i’m allowing a lot…",
        " @samstein: Am I the only one who goes to bed every night convinced that my mild throat scratch is the beginnings of coronavirus only to…",
        "alright i think im done brushing my hair",
        " @TeaPainUSA: In fairness, Trump did promise to run America like he runs his business.\n\nWe can’t say we weren’t warned.",
        " @mmpadellan: There's no shortage of assholes to despise during #TrumpPandemic, but add these to your list:\n\nMarsha Blackburn, TN\nJames I…",
        " @Scoulios: My mans House would pop 6 Vicodin on Thursday and have that cure by Saturday morning.",
        " @NathanLerner: Dear Republicans, \n\nNext time you call climate change a hoax, please remember the 2 months you spent calling the Coronavi…",
        " @skg_18: me and my friends at age 22 filing for unemployment https://t.co/xCcHAuwKZN",
        " @L1LDebbie: Can y’all stay inside so we can get this shit over with so schools can open back up &amp; people can get ther jobs back crackin.…",
        " @thouxanbanken: SANITIZE YOUR PHONE\nSANITIZE YOUR PHONE\nSANITIZE YOUR PHONE\nSANITIZE YOUR PHONE",
        " @NerdyAndQuirky: this like the exact opposite of that pokemon go summer",
        " @ok_beloved: Are a celebrities getting infected with COVID19 at disproportionate rates or are the rich/wealthy the only people with acce…"
    ]
}