{
    "screen name": "emmaaet",
    "no. of tweets": 152,
    "tweets": [
        "@aurorarg2025 Muchas gracias por los ánimos Aurora💜 Sí, estaba saliendo a diario a hacer ejercicio, habrá que volver a hacerlo en casa :(",
        "@Ero_Pinku Les echo mucho de menos😭😭😭",
        "Cuando por fin nos habían dado libertad me toca estar en aislamiento. Mi capacidad de concentración es comparable a… https://t.co/oIpF3kSZjK",
        "@TizianaBellucc2 Pero y el papafrita este? 😂😂😂",
        "@jjrezrez Vladimiir jajajaja",
        "@acs997_ @carlosrz__ Por eso somos broders @carlosrz__",
        "@DoresteDaniel Dani🥺♥️",
        "Te echo de menos a ti y a tu gente @LasCanteras 💛🤍💙 https://t.co/qV7vOnM7r6",
        "@jads1960 @ColeHeidelberg Cada uno con sus capacidades😹",
        "Jajajaja el momento más moñas de mi vida por tu culpa @jjrezrez https://t.co/fTGrxf21l0",
        "@carlosrz__ ♥️♥️♥️♥️",
        "@isiscomas @DeHeidelberg @gorettihurtado @BibliotecaHdlbg @Toni_es_ji @ColeHeidelberg @JoseL__Moreno Qué ganas de v… https://t.co/Q8P4QGaHlV",
        "@AlpacaDru Agüita mineral @Davmakol1",
        "@faatimahrnandez @10Carlosrz",
        "@Pedrolopezzsan @gorettihurtado Esaa Goooreeee vamoss!!👏👏👏",
        "@ernesquervo Recuerdo desbloqueado https://t.co/nqY9CqiQ0G",
        "@nicoo_mrtnez @luisdiazesteve QUÉ?! LE MULTARON?!!!🤣🤣🤣",
        "@ineserran0 Me encantaa JAJAJAJA",
        "@Ero_Pinku Jajajaja siii para esos carnavales que nunca llegaron🤣🤣 pero no te preocupes que yo le doy uso🤪🥳🥳",
        "ARRIBA TOL MUNDO ME CAGO EN TODO YAAA🎉🎉 https://t.co/Yftc8sGFhb",
        "@crissocorroo I feel you sis",
        "@ireneruizalamo https://t.co/jsltrGemOS O esta, me estoy viniendo arriba de pensarlo",
        "@ireneruizalamo https://t.co/B8ldKujUeQ Esto sí, tú y yo de asadero bailándola, no sé, piénsalo",
        "@ireneruizalamo Yo eso no lo bailo ni aunque me paguen",
        "Quiero tu autógrafo @guillegaarciia https://t.co/2qOySysEzV",
        "Yo con mis 5 dioptrías más después de la cuarentena. https://t.co/FmJGSls0ud",
        "@CsarRevuelta @gaziello AJAJAJAAJA serás simplón",
        "@gaziello @CsarRevuelta pa que luego critiques mi acento, papa frita😝😝😝😝",
        "@luisdiazesteve Luis eres el mejor😂😂",
        "@claryhdez23 Yeeekaleeee",
        "@crismarquz @javiiiloopezz La intención es lo que cuenta jajajajaj",
        "@Pedrolopezzsan Les quiero un chingo♥️",
        "@paauusantana Pero meeranos si parecemos buenos y todo, aiinsss❤️💙💛",
        "@aurorarg2025 @isiscomas Cuanta razón",
        "@isiscomas Madre mía Isis, me ha llegado al corazón, de verdad, que a mí estas cosas me afectan mucho😂 No tengo pal… https://t.co/hl83nekSVd",
        "When hoy era tu orla https://t.co/PgbSkyCB7y",
        "@aandreasantaana @ireneruizalamo Mis niñas que lindas son🥺💙💙",
        "@10Carlosrz https://t.co/6OIJtgGsr9",
        "- menos comida porque está demasiado gorda. Moraleja: no juzgues sin conocer la historia de nadie.",
        "Esta es Lucky, mi perra desde que tengo 9 años. Tiene un problema de tiroides y por eso es imposible que alcance un… https://t.co/We2ChhoZrV",
        "Jajajajajaja el pez en el suelo no te creeeoo jajajaja voy a ir al infiernooo https://t.co/SJT5lBLBgy",
        "@Ero_Pinku Tengo al mejor ejemplo!!👏💜",
        "Si algo me ha enseñado la vida pa lo poco que he vivido, es que solo me arrepiento de aquellas cosas que no hice cu… https://t.co/VS9UbSPcUG",
        "@10Carlosrz Siempre nos queda el Wii Sports Resort https://t.co/9Z4S9gENdq",
        "@jads1960 Soy muy fan!!😂😍 Sobretodo del pequeño Olaf",
        "Por fin terminé los exámenes del ib y zoi muy felis. Si no me hubieses deseado suerte no sé qué habría hecho @ireneruizalamo 🤍🤍🤍",
        "En las buenas y en las malas. Un día por ti y otro por mí. Si yo me caigo, ellas me levantan. Si ellas caen en coma… https://t.co/c1vEttsfTD",
        "@TizianaBellucc2 @ireneruizalamo @aliciiamerino Y yo tengo cara de haberme metido LSD, pero por lo menos hay salud😂",
        "@aliciiamerino @ireneruizalamo @TizianaBellucc2 😊😊🤍",
        "@ireneruizalamo @TizianaBellucc2 @aliciiamerino Tas como una cabra hermana",
        "Más solas que la una pero con alegría✌️\n@ireneruizalamo \n@TizianaBellucc2 \n@aliciiamerino https://t.co/nZSsqyhYgF",
        "@gorettihurtado 💛🖤💛🖤",
        "Bueno, en vista de que la gente no tiene nada mejor que hacer con sus vidas que hacer spoiler hasta por los rincone… https://t.co/Y8XuUbLLkY",
        "@clauddiagomez 🤣🤣🤣🤣",
        "@paauusantana Líneaaa🙋‍♀️",
        "La mejor playa de Telde, pero no están preparados para esta conversación https://t.co/r2b5rYWTEG",
        "@clauddiagomez Uff @Lauraagleezz yo me sentiría ofendida",
        "@isiscomas https://t.co/iEMu6YsxXm",
        "@Pedrolopezzsan me acabas de hacer la noche https://t.co/56pL1JWASg",
        "Bailar esta canción con mis vecinos de enfrente ha sido sin duda lo mejor que me ha pasado en estas dos semanas xDD… https://t.co/RaFEk3Tp6m",
        "@quimicaPau bachiller",
        "Amigos, amigas y familia, prepárense para el abrazo más largo de sus vidas❤️ https://t.co/ID0i4qYopb",
        "@danii_landa Ayayay diosito que me la como😍!!",
        "@isiscomas https://t.co/mcmmhUXBje",
        "@crissocorroo JAJAJAJAJA TENGO MIEO SERIO",
        "Que bonito joliiiin🥺🥺🤧♥️ https://t.co/DGmjH2gwGr",
        "@clauddiagomez Cuando nos vemos:\nClau: ay tía que largo tienes el pelo, yo también quiero\nTambién Clau cuando se ab… https://t.co/2ePJrh1Pu0",
        "@isiscomas https://t.co/66gBRCYbhl",
        "@luciadmnguezzz @clauddiagomez @Lauraagleezz @adrianamartin04 @nicoo_mrtnez @raquelmaartiin @gorettihurtado… https://t.co/WW0jwPMHAq",
        "@clauddiagomez Clau, una sale como lo que es, diva y retrasada💖💖💖",
        "Pues nada que Instagram me ha borrado el vídeo, así que lo dejo por aquí a ver si hay mejor suerte. Les quiero♥️♥️… https://t.co/KygIhC2iTk",
        "@el_pais @10Carlosrz ya sabes guapi",
        "@JoseL__Moreno Escala de placeres en cuarentena: tirar la basura &lt; hacer la compra &lt; sacar al perro🐶🐶😂😂😂",
        "Jajajajajajajajajajaja https://t.co/xTfeNi29HX",
        "@isiscomas @DComas89 @AlkorRules @RojaRojae @Juliaccas @JCMorado @JuanMunizS @Jeffckley @nnebot @toniblay… https://t.co/zSy4rZUm5E",
        "@isiscomas @ColeHeidelberg Gracias a ustedes por currar de más por todos nosotros!!💜",
        "@ireneeguerraaa @Pedrolopezzsan Qué ilusión más tonta de verdad",
        "@isiscomas @ColeHeidelberg Un domingo alternativo! Me quedé con tu comentario😂😂",
        "@robinglez24 Robin eres la originalidad personificada😂",
        "@TonyFriends2 @Anagnorisis__ @Pascu3 Ojalá tener esa comunidad de vecinos😂",
        "@martaguerrav Jajajajajaja pobrecita!!",
        "... gente opte por la defensa incondicional de su representante. Un poco de objetividad no le vendría nada mal a este mundillo.",
        "Y parece ser que también hay una discusión alrededor de: “qué político infectado ha sido más irresponsable en el co… https://t.co/7HEfiIRYo4",
        "Y quien dice Coronavirus dice cualquier mal",
        "No asociemos las ideologías políticas con la ignorancia particular. Seas del partido político que seas, desearle el… https://t.co/FwEEmMLfVG",
        "@shadobsss Mientras deje claro que no opina lo mismo o simplemente se mantenga al margen y te informe en privado pu… https://t.co/N6GrOtO7oc",
        "Es que en qué momento decides que es buena idea comerte un murciélago tío?",
        "@Ero_Pinku A mí me alegraron el día por una parte y por la otra me hicieron perder la poca Fe que me quedaba en la humanidad😂😂",
        "@CsarRevuelta Tengo la AK47 preparada ya🔥",
        "Señores la bolsa en la cabeza sin elástico en el cuello no sirve para nada, es de primero de apocalipsis https://t.co/mRN4N0iaPe",
        "#DiaInternacionalDeLaMujer 💜🚺💜\n@DeHeidelberg https://t.co/zouaAjlACY",
        "@aurorarg2025 😅😅graciass",
        "Yo aquí tranquilamente en mi casa pasando la fregona y me llega esto. Es que me ha alegrado la tarde🤣🤣🤣 https://t.co/7gTJAj3KRy",
        "@Ero_Pinku 😱😱😱😱cómo es que no quisoOo?!! Ni me lo pienso vamos😍😍✈️🎎⛩🗾",
        "@Ero_Pinku Me llevarás contigo algún día??😪🥺😂",
        "@Lauraagleezz Eres MUY AMEISIN",
        "Todos y todas deberíamos ser como @Susi_Caramelo https://t.co/gjMxBrdpd9",
        "@Ero_Pinku https://t.co/3ucDITzjSP",
        "Se lo dicen ustedes o se lo digo yo? Jajajajaja bonito nombre para una canción de amor  https://t.co/E6t50gvW3v",
        "@CsarRevuelta Vas sobrado y lo sabes😏😏😏",
        "@crissocorroo Dime que tú también los pegas en los azulejos mientras te duchas jajajajaja",
        "La vida me da limones pero yo hago gazpacho😂😂😂✌️ https://t.co/bu6gguOW3y",
        "@DoresteDaniel @ColeHeidelberg Los mejooreees!!💪🎉👏💛",
        "@10Carlosrz Ñiiooo tú sí que saabeess mi niño",
        "Los de 2º de bachiller saliendo al patio con la excusa de ir al baño https://t.co/wvYbTPWWm0",
        "@clauddiagomez this could be us but you playin",
        "@jads1960 @ColeHeidelberg #quinerife #escarapela @Martacastllano @beaavasallo @fermmelian @adrianamartin04 @raquelmaartiin 😂😂",
        "@CsarRevuelta Somos unos frikis, me encanta😂😂",
        "@CsarRevuelta lel🤓",
        "@Pedrolopezzsan https://t.co/ITVKWqA9JF",
        "@aandreasantana @PabloLlorens89 @ireneruizalamo Como hablarle a una pared",
        "@PabloLlorens89 @aandreasantana @ireneruizalamo Hablas como si fuese fácil para una madre desprenderse de su hijo..… https://t.co/n1y3VALWGn",
        "@PabloLlorens89 @aandreasantana @ireneruizalamo +el significado de la palabra “respetar”.",
        "@PabloLlorens89 @aandreasantana @ireneruizalamo PERO POR FAVOR TÚ ESTÁS LEYENDO LO QUE ESCRIBEES?! Es que me rio po… https://t.co/1ahUZRgpye",
        "@PabloLlorens89 @aandreasantana @ireneruizalamo Vale, si quieres dejamos que el niño crezca en una familia que no s… https://t.co/RseNjh3Tcq",
        "@PabloLlorens89 @ireneruizalamo Y lo de matar a un ser humano, en fin... no voy a entrar ahora en biología, pero oj… https://t.co/H7O80bHGQc",
        "@PabloLlorens89 @ireneruizalamo Hombre yo diría que si apoyas lo que se dice en ese discurso, decir que los odias s… https://t.co/QSjTStGYnm",
        "@PabloLlorens89 @ireneruizalamo Jajajaja, o sea que nosotros tenemos que respetar que tú odies a las personas homos… https://t.co/3Lu8hCv51z",
        "@laurasubi01 @clauddiagomez Diosss qué verdad tan grande @laurasubi01 😂 \nPd: tú también me caes genial guapa @clauddiagomez ♥️♥️♥️",
        "@10Carlosrz Dormir? Eso se come?",
        "Que qué quiero por reyes?\nPues a Melchor le pido que apague el incendio de Australia, a Gaspar que evite la III Gue… https://t.co/LPW6EKDUDk",
        "@saralb05 @Lauraagleezz cómprate unas papilas gustativas nuevas anda",
        "@snortlass Jajajajajaja gracias eres un cielo💜",
        "@snortlass Y nosotras al borde de la hipotermia desayunando en el bordillo de la carretera, ya te vale",
        "Empezando el año con 3 uvas de antelación y la mejor gente que se puede pedir😂🥰\nFeliz 2020 shiquiilooohh🤪🤪🥳🎉 https://t.co/KrL9Wg2M7E",
        "♥️All I want for Christmas♥️ https://t.co/ojAqs2GVNs",
        "@memes4love1 Mi abuela con andador baila mejor que Pablo Motos",
        "@WilldeFries https://t.co/Uy35xbKzSO",
        "@clauddiagomez Putería, comida, verga. Supérame JAJAJA",
        "@alinekuppenheim @DoresteDaniel",
        "@gorettihurtado Qué ganas!! 🔜🇮🇹😍♥️",
        "Feeliizz cuumplee miedicaa♥️♥️ Espero que te lo pases genial hoy y que algún día me vuelvas a sacar a pasear al per… https://t.co/gjPPraoFDo",
        "@luciadmnguezzz Yo te tengo en un trono, si te sirve de consuelo♥️",
        "@andreadirickx @eleenfglezz Son lo más💜",
        "@Ero_Pinku En Oxford, me dijeron que me fuese por donde había llegado jajajajaja pero no pasa nada, yo sigo a toopee🙌 thank uu💜",
        "Confirmamos que mi clase es la mejor? \nConfirmamos. https://t.co/WiwiggNc1P",
        "@crissocorroo No Cris, rendirse es para débiles, tú y yo somos chicas fuertes, strong girls, starke Frauen #sísepuede",
        "@crissocorroo Sí sí, Hozier tiene una voz súper orgásmica la verdad, pero deja el twiter y ponte a estudiar que mañ… https://t.co/ALT16FrjCn",
        "@Vaca__99 @luciiiperez3 😍😍😍!!!",
        "Cuando la gente dice “este finde no me ven por casa” // cuando yo digo “este finde no me ven por casa” https://t.co/FnvojlrgBB",
        "@ireneruizalamo Jajajajajaja que randoommm y qué dolor con lo de “nearly 🔞” que no es para nada “nearly”😂... pero b… https://t.co/Nlt7Kq4Pds",
        "@Ero_Pinku Muchísimas gracias Veroo!!! Cuando termine los globales te prometo que lo celebro!!👻 jajajaja y de paso,… https://t.co/w7USO7rdxI",
        "No sé cómo agradecer tanto amor, en serio, tengo a las mejores amistades y familia que se puedan pedir🤞♥️ espero qu… https://t.co/mlKtTcTWm1",
        "@Ero_Pinku Chiiii!! Seguro que no más ilusión que a mii🤩🤩🙀",
        "@Ero_Pinku Que bien dibuja mi primi🙃♥️",
        "@SantanaPauu Todos sabemos que si suspendes y luego recuerdas que no lo retwitteaste vas a vivir con la duda de: ¿y… https://t.co/C1aa06qedH",
        "@crismarquz I feel you🥺",
        "@paulamrz97 Gracias por alegrarme la tarde",
        "@ffoottooss A lo que aspiro en la vida😂😍😍",
        "@Lauraagleezz @luciadmnguezzz 🤫🤫🤫",
        "Lo que yo quiero a esta tía no es normal😍 FELICIDADEEES ARRETRANCO DE LA VIDAA!!🥳♥️😂 Que desgraciada que todavía no… https://t.co/tH0nmpDNs4",
        "@canarias7 @_danielmartin_ @aurorarg2025 👏👏💞"
    ]
}