{
    "screen name": "kenmhaggerty",
    "no. of tweets": 197,
    "tweets": [
        "@yashar It's been wonderful! Biggest benefit is that other people tend to be in fewer meetings, and when they are,… https://t.co/lIkh3cQ61C",
        "@AnnieRiceStL Not great! Here are my thoughts that I submitted to @STLonAir. https://t.co/2QBbOOCdXz",
        "@jasonmstokes @And__Ark @stlrainbow I meant for my own edification!",
        "@And__Ark @stlrainbow Issue with both (and especially the scooters) is lack of protected bike lanes &amp; terrible stre… https://t.co/2OJB79pJHH",
        "@And__Ark @stlrainbow I am curious! I personally preferred the bikes, but it wouldn't surprise me if a lot of custo… https://t.co/LYH0zAjeAT",
        "@stlrainbow They all broke and were awaiting parts while people preferred powered scooters: https://t.co/haRaWjldcC",
        "@onesarahjones Gay cruises are an unusual opportunity to relax (quite literally) hundreds of miles from heteronorma… https://t.co/hzpoyogG1F",
        "@chociejb @kdrum @MotherJones And a 2018 follow-up: https://t.co/ftJWLVN6JC",
        "@chociejb By @kdrum for @MotherJones (originally published 2013)! https://t.co/m1Yu0ZCsr6",
        "@stlrainbow It's the lead, baby! https://t.co/yVMp98KOFk",
        "@rjonesy I desperately need a better address book / contacts management. But I won't be holding my breath. 😞… https://t.co/YNycLA4DSv",
        "@christos_ioa Morning showers are practical, night showers are luxurious.",
        "@stephenablack Beautiful essay 💞 🙂",
        "/Killing Eve/ this season is... not great.",
        "@RMinuski (thank you for not blocking me)",
        "@stevemorris__ @Apple @AppleSupport Try online support! Their chat support isn't so bad. Also, you may be able to m… https://t.co/23o7MOWcn2",
        "Because @TwitterSupport won't let me follow more than 5000 accounts unless I buy more followers, at some point toda… https://t.co/j1PUo70adI",
        "@VitalikGDemin I would say @Recode, @verge, @TechCrunch (it seems less cheerlead-y nowadays), @theinformation (I wi… https://t.co/4vpRVOiHif",
        "@RMinuski ...hold me nice and close while you rearrange my insides. 😊😂",
        "@stlrainbow Maybe @chrisprener knows? I should have bookmarked it but I forgot.",
        "@RMinuski I liked when you hugged that shirtless guy... 🤤😬🙈",
        "@And__Ark Yup. (This was at the Soulard location.) https://t.co/5JzP9teaHG",
        "@stlrainbow I think I read somewhere that there are some reporting issues where deaths of patients from rural areas… https://t.co/WkFcKzLj6L",
        "Not a single employee at @FieldsFoods was wearing their mask properly yesterday. 😖",
        "@TonyInStLouis @STLMetro @SLPS_INFO My platform can be summed up as:\n\"A Fairer, Safer, Cleaner, &amp; More United St. Louis\"",
        "@TonyInStLouis Followed by:\n- Total decontamination / lead abatement &amp; clean air initiatives (including ending rand… https://t.co/FPf6aLlwhv",
        "@TonyInStLouis Absolute #1 for most important but also unrealistic is kicking all known racists &amp; violent offenders… https://t.co/mmNLnjsm8b",
        "@zeynep @kchoudhu * \"[many] people there don't have air conditioning\" (argh)",
        "@can Really... ¯\\_(ツ)_/¯ https://t.co/NDWBuByqaI",
        "@travisakers Likely (literal) fake news—This article is attributed to @AP but I can't find it anywhere on their site.",
        "@can Lands End! My dad and I hiked through here before my surgery in 2012.",
        "Nationalize middlemen.",
        "Welp, nevermind — Ecuador is being ravaged and doesn't have high AC usage. 🤷‍♂️ https://t.co/g8XjDDnOgn",
        "@zeynep @kchoudhu But Ecuador, which has reported relatively low deaths, is apparently actually being ravaged, and… https://t.co/WA5zEXC3gL",
        "@zeynep @kchoudhu Omg Qatar is literally air conditioning THE OUTDOORS: https://t.co/dkJ3PuH2dM",
        "Does @Tesla sell Bioweapon Defense Mode filters for home and office HVAC systems @elonmusk? Seems like countries ha… https://t.co/YLWLZVaPLb",
        "People need to realize that incompetence and stupidity are a form of evil. It's not an either/or. But doing so woul… https://t.co/bUVDtEiz6W",
        "@jdalrymple @jeffwatkins That said, this NBC “article” is basically gossip from Memegen. And ever since 2012 (FB IP… https://t.co/2oIUT51NA2",
        "@DylanMcD8 Thanks! I guess I can just be like, \"My photos suck (and were generally fine with all my prior iPhones),… https://t.co/fgLvIdZhV6",
        "@DylanMcD8 How is your camera so good?? I have *hated* my iPhone 11 Pro camera. Photos are never in focus.",
        "We don't always get justice.\n\nSometimes, the bad guy just suddenly dies.",
        "@jdalrymple @jeffwatkins This is simultaneous 💯 true but also I (and I am sure many others) who are not engineers w… https://t.co/3ViuoJAPfQ",
        "Another solution I just thought of would be to provide search within a list by pulling down from the top, that woul… https://t.co/UlIURTXeyk",
        "@DavidAstinWalsh I remember when the '08 crisis hit that companies / family friends were thrilled to have an excuse… https://t.co/VKayLPvClK",
        "@DavidAstinWalsh So... controversial &amp; uneducated opinion here, but given that extremely wealthy/powerful still con… https://t.co/2dXwSFAxdz",
        "@FromAnimalFarm https://t.co/khywhEOIsY",
        "@FromAnimalFarm People got bored.",
        "@AirlineFlyer @rjonesy Thank you!",
        "@AirlineFlyer @rjonesy If you would, what do you dislike / doesn't work about Teams? It has been a godsend for us,… https://t.co/umQLoGKts2",
        "@Pinboard @Pocket @Flipboard I also like @Pocket bc I can keep a curated public feed of all the best things I'm rea… https://t.co/2Uck4FGdHE",
        "@Pinboard @Pocket I use @Flipboard to bookmark articles I haven't read bc I *love* the flipping UI. (I find it much… https://t.co/8hrqb1Seuw",
        "@Pinboard I use @Pocket ... 😬\n\nBut I'll take a look at Pinboard! I'm a huge app person, so not having a native iOS app is ☹️ for me.",
        "@Pinboard Omg! I had no idea you wrote this essay. I recall reading it a *very* long time ago and it's stuck with m… https://t.co/9TTdee4H8F",
        "@zeynep Doesn't seem to hold up for Italy or Iran though. (COVID-19 seems to affect Iranian men and women equally.)… https://t.co/KzYN8luUXa",
        "@zeynep Obesity? https://t.co/9NrGDO3kAh",
        "@Pinboard The word \"much\" is doing a *lot* of heavy lifting here... https://t.co/TyyFQYwbdS",
        "@stlrainbow Very DC!",
        "@ZaidJilani Teeeeveeeee 🤦‍♂️",
        "@jeffwatkins I meant, for even when the Facebook SDK isn't causing apps to crash, you can check the logs within Loc… https://t.co/XfHx163Qru",
        "@jeffwatkins You can also apparently use Lockdown on iOS to block calls to the Facebook API! https://t.co/DF2rF4fCsQ",
        "@keithkurson Yup. https://t.co/VmoM9O6Ily",
        "@DavidAstinWalsh Maybe @hirshhorn in DC? (One of my favorites!) https://t.co/w5Y4fNawcT",
        "What‽‽? Nooo, this is terrible @MicrosoftToDo!!! Please allow us to go back to how it was before so that completed… https://t.co/lfQ0BCNuUB",
        "@chrissyteigen Got it. 💀 https://t.co/5GJuh2whSv",
        "@STLonAir Listened to this and it's really unfortunate that St. Charles county has an absolute shit-for-brains person in charge of things.",
        "@STLonAir Yes, because during an economic recession with 30% unemployment, I'm sure customers have the luxury of ch… https://t.co/4D1HIgLj7M",
        "@yashar Charlie Gibson!",
        "@MuellerSheWrote It's intentional. He thinks people dying of COVID-19 is funny.",
        "@stevekovach It's the incredibly small things like having a Files tab per channel that everyone can access &amp; where… https://t.co/Ek73CJBVDA",
        "@pandemona @isabellaturch @dantley @yun Hi Twitter PMs / product people — is there any way to get the the 5000 foll… https://t.co/xli65ORdd3",
        "@NicAnsuini Wow! Now if only the AR watch could cast shadows on your hand as you moved around. Very cool.",
        "@sarahfenske @STLonAir Sent an email!",
        "Really ironic that AMP pages aren't loading on @Google's own Search app for iOS. (You have to manually remove the `… https://t.co/OHnAIJyi4S",
        "@c97542 Yay private equity! https://t.co/vcFIeCdlTu",
        "@Olivianuzzi I mean, isn't \"stanning\" a fairly new phenomenon (in the popular discourse) to begin with? I'm having… https://t.co/6I8o0HPMuE",
        "@publiceyestl Did not hear (Downtown) but also wearing noise-canceling headphones with windows shut. Is this a tornado warning siren test?",
        "@stefenenick @MissJupiter1957 My hope(!) is that from what I've read it seems like the virus is being transmitted p… https://t.co/iLXG34KJix",
        "@stefenenick @MissJupiter1957 Serious question—are face masks not designed for people with flatter noses? I have se… https://t.co/zYK75HBaLy",
        "@Pinboard Keyboard Classic™.",
        "@_chuckyc I like it! I also liked it larger, I just thought the stroke thickness was a bit off. I also think (perha… https://t.co/ll2VrastqG",
        "@_chuckyc I like the one-color design! (Also much more affordable than two colors as I learned in college.) Maybe m… https://t.co/48X0cGme29",
        "Do we have any updates if cloth masks are working?? I really believe this could be the solution, but a lot of peopl… https://t.co/sEg9AUU4dX",
        "*Apologies, I have just celebrated my **11th** Twitterversary 🎉 I should hope in that time I should find at least 5… https://t.co/ndvR2hePFs",
        "My options at this point seem to be...\n- Make a bunch of lists and have to switch between lists in order to stay in… https://t.co/r9UVR2PfCg",
        "This is literally insane @TwitterSupport. I can understand rate-limiting account follows, but I have been on Twitte… https://t.co/Y6lkcDB4bO",
        "I'm really excited for a #BidenWarren2020 ticket. I haven't felt this inspired in a while.\n\nThe world is such a mes… https://t.co/fTHugGKwF1",
        "Great ad. And while I'm @TeamJoe + @TeamWarren, the real team is #TeamAmerica.\n\nWhat team is Donald Trump on? https://t.co/IFWZdhMH4L",
        "@literal_rat @ridleydaisy Well it looks like I have some catching up to do tonight after @KillingEve!",
        "@JacobEthanWhite @jack @appleinsider Perhaps! Verbiage is super important (just look at the mess that \"verified\" br… https://t.co/bEJfH0wJUs",
        "@MattOswaltVA I mean, we already have 🦗, I suppose it would be 😷👽🐝🦟. #WestNileFTW",
        "@JacobEthanWhite @jack @appleinsider And... https://t.co/p1mdcvb7hN",
        "@JacobEthanWhite @jack @appleinsider https://t.co/dm5AH9g5zT",
        "@JacobEthanWhite @jack @appleinsider I personally prefer \"retracting\" tweets rather than editing them + allowing yo… https://t.co/1gLygG3G27",
        "This is a really good strategy, but being really public about it / letting it leak is bad strategy. Part of why Tru… https://t.co/YvSLLWaVw2",
        "@ridleydaisy @literal_rat Wait are they still showing Untucked?? Used to be right after Drag Race but last two week… https://t.co/xM862294G9",
        "@wonderscoven Admit it @IamSandraOh, you wish she were there. 🧸🔪💖",
        "@JacobEthanWhite @jack It's (likely) coming in iOS 14! (via @appleinsider) https://t.co/gPMgUDybKM",
        "@brianbeutler This is an excellent test balloon and I hope it soars high! #BidenWarren2020 @TeamJoe @TeamWarren 🇺🇸🗽📥 #VoteBlue",
        "@coreykindberg #HotGuysInFaceMasks",
        "@BrandyZadrozny Sorry! 😬 Linked Thread didn't mention anything about YouTube so thought I would add my experience. 🙊🙈",
        "@BrandyZadrozny Epoch Times *aggressively* advertises on YouTube. IIRC, it is mostly anti-Mueller content, even tho… https://t.co/ubwjWCSESm",
        "@rhizop @round @vanschneider Just curious! I just call it a separator but was interested if there was a fun name for it.",
        "Is there a proper design name for this type of thin line used as a separator? (maybe @rhizop or @round or… https://t.co/0TYui9RWCw",
        "The lack of proper vertical alignment here is also very distressing. 😬\n\nBut seriously, I try to follow journalists,… https://t.co/nKlSbpOLEy",
        "Wow this is *really* dumb @TwitterSupport. Why should it matter that I don't go out and try to get more followers i… https://t.co/htwvkztYYa",
        "@marcslove St. Louis! Seriously. https://t.co/4YL5ORA5Tw",
        "@jasonmstokes I'm having Japanese curry tonight too! 🍛 https://t.co/aXtNDVMslm",
        "@emonormie You forgot one! \"Ewww gays lol jk.\"",
        "@adrianmryan Oh and of course — being able to answer &amp; solve my own IT issues... 😬",
        "@adrianmryan Other \"real\" skills I learned at MIT:\n- How to write an email\n- Being okay with not doing things / pri… https://t.co/TdCf0yucxI",
        "@adrianmryan We literally had a class where you had to survive on a dollar a day in food. (May have been $2.) It wa… https://t.co/dZzPyWE7B3",
        "@adrianmryan I don't know what Yale was like, but it's always kind of unexpected and strange and discomfiting that… https://t.co/JN94F7C5os",
        "@kurtopsahl @normative Might be... https://t.co/7HBzsiwGZx https://t.co/6nzXHkXz0M",
        "@jackiehluo Recipe please! 🙌",
        "@TatianaTMac It lets me abstract away the presentation logic of my web page in a way that is editable in real-time,… https://t.co/lCl9s16faN",
        "@ThreeColumnsArt @JessicaValenti Apparently... (I haven't listened to the audio myself yet.) https://t.co/9bJ03rznUj",
        "An absolutely gorgeous day in #STL at @GatewayArchNPS with @kimchiguysstl for lunch! 🌳🍔🍚☀️ @downtownstlouis https://t.co/ORQKGzxczY",
        "I don't know if it's ignorance or immaturity but a mask should cover your mouth *and* your nose, not just your mout… https://t.co/oJ2Kuu3s8u",
        "@T_N_B7 @missouriscout \"Socialism... but only for those who deserve it\" seems to be the attitude here (&amp; elsewhere)... 😬",
        "@tiffani I wish but regular US phone calls have potato audio quality, especially (it seems) when calling between carriers.",
        "@NathanBLawrence https://t.co/GMteXUsNzu",
        "@NathanBLawrence 👀 https://t.co/flAY2ERpgU",
        "@sarahkendzior 10 days!! https://t.co/f063Sh7QF2",
        "@MacRumors @julipuli Do we know if turning this off also turns off broadcasting of Bluetooth COVID-19 beacons? Or i… https://t.co/6WFX11pSQ2",
        "Omg I literally just pissed off my friend last night by saying this, but rich people don't need your sympathy. The… https://t.co/rq1vUweqov",
        "@TonyInStLouis 😭",
        "@KimZetter Your (my) parents are wrong. Which is really tough when you're financially dependent on them and don't h… https://t.co/x0pm3h62Hq",
        "@miniver I have the first puzzle at my place in NYC!",
        "Is Pakistan one of the three countries hinted at by @JoeBiden that are actively trying to interfere in the 2020 US… https://t.co/JNm4cC6eLA",
        "@matthewstoller Wouldn't surprise me if someone's child worked for Acronym.",
        "The dolphins are raving. We are the virus. https://t.co/HYS9rrx7Lw",
        "@tmurnin1 @ianfroeb Ah, I was thinking of Gio's! Thank you. (Wish Twitter has a way of retracting a tweet w/o completing deleting it.)",
        "@ianfroeb Zero chance of this happening, but it would be wonderful if that meant we could demolish the Peabody Coal… https://t.co/PG3hH8Iffa",
        "@MichaelSteeber It's worth the broken bones! 😍",
        "Can we all agree that the worst emoji is 🤣?",
        "@jasonmstokes Lots of places downtown!",
        "@ScottOgilvieSTL Given that I've had drivers literally slow down and pull over to yell at me through their window t… https://t.co/TSIDwQe4sp",
        "I think all the people writing urbanist fantasy hot-takes right now are going to be surprised by how little actuall… https://t.co/TqKznpVrvb",
        "@garrett_wollman @markos @ThePlumLineGS Don't forget Duterte! And there are plenty of terrible dictators in other c… https://t.co/KVkcv0sJJg",
        "@Umik90 We had a travel mancala set that we would always play on the airplane or on vacation!",
        "@zeynep My experience (&amp; total guess) — if it's not politically consequential and/or isn't on the AP exam, if gets skipped.",
        "@RheaBoydMD For the longest time, St. Louis too.",
        "@iamharaldur Contacts. Yelp / Foursquare integration for businesses + automatic “Caller ID” for SMS bots + 2FA + mo… https://t.co/P8mPnYvjSi",
        "@NathanBLawrence There were two teams building Google Plus.",
        "@samhenrigold I still don't understand if this is an \"algorithm\" thing or intentional strategy to get hashtags goin… https://t.co/3dfcPTdQAy",
        "@jasonmstokes @TonyInStLouis Ummm... anything on the Acela corridor is always a madhouse.",
        "I love @melospizzeria but hate having to redial every ten seconds for 15min just to place an order... 😩☎️",
        "@jackiehluo Gyoza!! 😍🥟",
        "@SethCotlar @miniver This and the UN General Assembly \"laughing at America\" (him) have been the two moments that I'… https://t.co/doTO1PQru4",
        "@theadamgoldman (I dunno, I turned it off pretty quickly, maybe it gets better, I am eating curry and watching Schitt's Creek.)",
        "@theadamgoldman The whole point of \"celebrity\" reality shows is to replace boring ass average contestants with fun… https://t.co/7VsS3MIx6D",
        "@Chasten Looking back at ya... 👀\n\n(You know @ChastenHaggerty is a pretty good handle too...)",
        "@Mantia @FriedEggLove 😍",
        "The winner of tonight's challenge was clearly going to be Jeff Goldblum... riiiiiiiight until he made that horrific… https://t.co/1BRCG4Xhb3",
        "For me I suppose, Twitter is that service. And I love it!",
        "I really wish there existed \"call a friend\" services. Just someone to have a conversation with. Some way to report… https://t.co/W8FfDJE8xp",
        "@PhotosByCooper This is what we did during the recession!",
        "There's an episode of CSI where the Sara Sidle character is revealed to be a shut-in and it's had a very lasting im… https://t.co/TYTOK3U6MY",
        "To be fair, who among us *hasn't* been on David Geffen's Yacht at some point?",
        "I'm for #BidenWarren! ✊\n@TeamJoe",
        "@vanschneider @badassboz So it seems like there are two trends here that are often combined?\n- Neuomorphism (\"Soft… https://t.co/3TZ9O7q673",
        "@rjonesy @EveryApplePro I think an Apple Pen(cil) that automatically wakes the device and provides quick-note doubl… https://t.co/66wB2mrKlw",
        "@MacRumors Hmm apparently the side bezels aren't slimmer. (The product photo on Wikipedia for the SE is of a white… https://t.co/PjGQeA8YO1",
        "@ChelseaKMerta My company effectively already does this and it's wonderful! (Though we mostly do half-day Fridays year-round.)",
        "@mxie I dunno, looks pretty good here. 🍑 https://t.co/hqxgraG3pg",
        "@mxie https://t.co/1IX8afJXHX",
        "This is a travesty. #HotGuysInFaceMasks https://t.co/y3LM63qb17",
        "@xkampotx @botic @KrauseFx Yes! People are always impressed that with NFC I can have a literal zero-contact transaction. ✊⌚️💵",
        "@botic @KrauseFx Apple Watch can only unlock Macs, not iPhones. 😞",
        "@DanielStormApps @KrauseFx That doesn't work. 😕",
        "@VitalikGDemin It's also a Nazi phrase from Buchenwald! 😬 https://t.co/WCDLxC7ymW",
        "@justkunk @RussTroester @1Password .@1Password is magnificent! Best customer service + an irreplaceable product. I… https://t.co/yub1H0n8so",
        "@aronbrockmayo @vanschneider @badassboz Thank you!! Didn't know which was which. 😅",
        "@VitalikGDemin (Of course a lot more to it than just that but I'm not going to go down a Twitter thread... 😅)",
        "@VitalikGDemin #1 is message, message, message!\n\nIf masks do end up being effective:\n- Reopen businesses where soci… https://t.co/2n4CsQfk8S",
        "@annehelen I've been cooking so much + distributing tupperwares to friends/neighbors. Let me know if you want any a… https://t.co/Fkt5tduwsG",
        "@annehelen This super simple Alfredo I made last night turned out amazing! I added frozen peas at the end and adjus… https://t.co/gnzpMTlPHY",
        "Bad headlines are destroying the world.",
        "@stephenablack Watching TV!",
        "@MacRumors I just wish the display were edge-to-edge on the left and right sides &amp; that Apple would bring back the… https://t.co/fwqKTp3cxr",
        "@AddyUpp @jack_turban .@EXPRESS!",
        "@jack_turban This cute shirt! https://t.co/OSqw4FZMGs",
        "ABC News is the worst and I have had them blocked on Twitter for forever. They consistently get basic facts and rep… https://t.co/Ytj368akXT",
        "Turns out it's 32 characters! But I can't remember how I found this out as your password reset screen accepts 64 characters.",
        "@biblioracle Is it... https://t.co/ZneJYKdDz1",
        "@StarbucksHelp Thanks, this is my first time ever asking for a refund, and I know how busy everyone is! The drive-t… https://t.co/nYx8xY7OWA",
        "@StarbucksHelp Hello! So sorry to do this, but the barista today got my order *completely* wrong, and the drive-thr… https://t.co/7gYdMiNuuY",
        "@ChelseaKMerta I think in a larger context, this mentality + the increasing awareness of the feasibility of remote… https://t.co/NgKpmr934j",
        "@ChelseaKMerta I think / hope / expect a certain segment of people just to not go out as much as before. I think a… https://t.co/7i0mnzlvK6",
        "@rjonesy I just personally like the AirPods because they aren't in-ear! I actually bought new AirPods rather than A… https://t.co/dUIKWA8usm",
        "@rjonesy I really hope it's not in-ear but a new version of the AirPods with a shorter stem and smaller case! I'm n… https://t.co/04Iqvar6tN",
        "@Mantia It's because big pizza pies are delicious! 😍",
        "@ChelseaKMerta I think I saw Future Ancestor selling incense on their Instagram!",
        "@zoom_us Hello! Is there a maximum length to your password? I am unable to sign in, but I am able to successfully r… https://t.co/eSlD45lx3C",
        "@mayli This one has worked great for me, can't recommend it highly enough! https://t.co/cB9RgreRCs",
        "@blgtylr (am I right???)",
        "@blgtylr JOYCE CAROL OATES"
    ]
}