{
    "screen name": "alngu",
    "no. of tweets": 191,
    "tweets": [
        "The words \"hidden\" resonates with me, because essentially we see less and less of ourselves, but more and more of C… https://t.co/IdRKlMUlHJ",
        "I thought this is a very empowering virtue for the mentality or mindset that I want to embrace more in my life, bec… https://t.co/hNCFEIPEK5",
        "To be inserted into the hidden history of Jesus Christ in the world in the world. This is the living space in which… https://t.co/B5Z6Wr6bSN",
        "USA must intervene https://t.co/oJmHrdUPCZ",
        "Thomas joseph white a catholic theologian is the top theologian in Trinitarin theology I was told. For the first ti… https://t.co/ZEyB2tNAO3",
        "I faced such an uphill task of reading John Webster's book The Culture of Theology which I found to be dry,long sen… https://t.co/IZQcpM8nvv",
        "Singing worship is one of the two most important things we do in church! \nhttps://t.co/s5SHLV0pvH",
        "The danger of corporate singing in church for now. Singing gives off more aerosols than sneezing and they hang in t… https://t.co/Vlfs9B8ZJf",
        "Wow https://t.co/4KrRbVpw2Y",
        "How can you argue the economic salvation of Trinity is an outflow of the eternal generation of the Son by the Fathe… https://t.co/6NIKOjoBMB",
        "Happy Mother’s Day to my mum, who has been a mountain of strength to us growing up and her passion to see the best… https://t.co/qov602kBwI",
        "When your kids arise and call their mum blessed. Happy Mother’s Day to all mothers. https://t.co/phHtPCZ5U3",
        "Here is snowing in May by my house! https://t.co/IHpfdzasOC",
        "He is funky https://t.co/DqxslDqUHx",
        "Those who are saved in final judgment will enjoy the eternal bliss in the new heavens and earth. -Dr Douglas Kelly",
        "When a person died, his soul leaves his body and that’s the fist death. Then on the second coming of Christ, the so… https://t.co/zJEbxa9roV",
        "Totally. We have to bring all these to justice!! https://t.co/oVf0UxxADE",
        "Dr Douglas Kelly said \"Hallelujah\" twice in this great eschatology teaching I am listening in my class. Loved that!… https://t.co/U0rXT2Ok2L",
        "Amazing it is! Doing a paper on Nicean Trinity now. Powerful https://t.co/YzGT6DvQzz",
        "Give it back to them. Brilliant! https://t.co/YzaFlcf4RE",
        "No wonder I do feel the presence of the Lord listening to his lecture! Man ! Dr DOUGLAS Kelly is a class of his own… https://t.co/JYlF7Duedq",
        "Hebrws 1: 5 For to which of the angels did God ever say,”You are my Son, today I have begotten you”?—Jesus has this… https://t.co/1k6X0Xgiqy",
        "@Princeton the intensity of Thesis submission on the due date is palpable. Apart from an all nighter, dad’s new Mac… https://t.co/1pxsF8rYKm",
        "@Princeton the intensity of Thesis submission on the due date is palpable. Apart from an all nighter, dad’s new Mac… https://t.co/plWhLarS5p",
        "Teaching online streaming weekly . God centered orthodoxy with personal life applications. #Calvincostal Join me @ https://t.co/ILKoNRn70P",
        "https://t.co/ILKoNRn70P",
        "https://t.co/6PNC5pYfXY more evangelism through online streaming . More gospel God centered Spirit filled teachings… https://t.co/9auj2aSBNA",
        "@paulwasher Prayed",
        "Looking to write my paper on The Equality of the Son and the Father in the Trinity. #eternalgeneration #trinitarian",
        "This is going to be an exciting read on Eternal Gemeration of e Son. Mystical concept on Jesus being eternally gene… https://t.co/W7g1a148BO",
        "After seeing my daughter, after doing an all nighter, submitted her 85 pages thesis on Walking as Form, I am pumped… https://t.co/x7FiIeRKhq",
        "My daughter just submitted her 85 pages thesis for her English degree @Princeton ! I sure can learn a lot by readin… https://t.co/UF0AWECN6q",
        "@AndyNaselli @LigonDuncan what a thorough insightful analysis of this huge subject!! Need time to digest all but th… https://t.co/7xkVwYbqu0",
        "the imminent world let alone the transcendent word. 😝 (not sure if I understand the previous sentence myself ) 😅🔥",
        "I didn’t realize scholars write so abstractly sketching frame of argument and looking at it bent forward and backwa… https://t.co/lETxwjqsJi",
        "Beautiful beach day https://t.co/pVatVYT18n",
        "Chinese party continues to block US team and even WHO scientists to visit their labs to ascertain and diagnose this… https://t.co/vraBjz3eNg",
        "Darn evil has to stop https://t.co/2lt7Cl2ReA",
        "Short reflection in Karl Barth’s Christian place in Society that he famously preached in 1919. Still relevant today… https://t.co/gVbiNy0SP1",
        "Beautiful day by the beach in Long Island today. Lots of space and cold breeze from Atlantic Ocean. Wearing masks a… https://t.co/8tayvNOFUC",
        "This is amazing https://t.co/becBFLG0fF",
        "Our ability to engage sustain lively  conversations with the culture outside, by our theology, is dependent on our… https://t.co/9o8ZFbs837",
        "I found in what Calvin has written the best explanation of the Trinitarian position between Jesus and the Father. J… https://t.co/MIVFeQZnkX",
        "Joy in God overwhelms worldly attractions \nExplains not what we should do but rather what we want to do because of… https://t.co/3pJQyezKiO",
        "https://t.co/9uahi4rHYE proclaim the healing power of Jesus!!! #healing #Jesus",
        "Didn’t know Asians are in the highest poverty rate in NYC! https://t.co/UvqnwnNRJH",
        "@drantbradley Wow! That’s shocking . And wonder why??",
        "Finished 4 hours class last night from 5:30 to 9:30 pm solid almost non stop with one tiny break. Christology and R… https://t.co/GFrqnvJbMj",
        "the sweet fragrance of Christ so that we desire him enough to bid the enticements of the world farewell.”",
        "https://t.co/X9UUAEagXd…/eschatological-desire-motivates-you-fo…/\nJohn Calvin writes: Motivation to self-denial and… https://t.co/1VUfRx1oiu",
        "Eschatological Desire Motivates you for Self-Denial &amp; Asceticism https://t.co/r1f2cQNOEB",
        "Sobering. Definitely everyone needs to know the Creator of this world, the Savior of the world. https://t.co/cRWxg7eDRQ",
        "https://t.co/yC6zYIrji6 time for conservatives to rise and fight back liberalism theology. One thing that’s more to… https://t.co/jxlfTQ6vPz",
        "@LigonDuncan @ReformTheoSem @RTSGlobalEd Global",
        "https://t.co/NwX3JbU6hG\nThe motivation into self denial and ascetic discipline must always be by means of greater e… https://t.co/rYGvXWwVvT",
        "https://t.co/NwX3JbU6hG\nThe motivation into self denial and ascetic discipline must always be by means of greater eschatological desire",
        "Getting ready for my Christology paper! Can’t wait! 😇 https://t.co/NZ3lbbTSrR",
        "The secular world swears with the name of Jesus all the time, and some I see my catholic friends too! They say that… https://t.co/acII1huwui",
        "@BorisJohnson @BorisJohnson always speaks with conviction with a compelling mannerism.",
        "Aim at Heaven and you will get earth “thrown in”: aim at earth and you will get neither. -C S Lewis, Mere Christianity",
        "easy read especially the lingo 😅). I have to get this done by next week under Dr Michael Allen in Christology class. @ReformTheoSem",
        "Reading through 170 pages of this amazing book on a game changer challenging NT Wright and the Neo Calvinism on the… https://t.co/ZVtIzUKjyT",
        "Eschatological naturalism is dangerous and wrong. Anything naturalism is a progressive theology philosophy that jet… https://t.co/XpXEwZ3wne",
        "Kuyperian eschatology has so emphasized the earthiness of our Christian hope that it has sometimes lost sight of br… https://t.co/m28cybjswc",
        "https://t.co/Z0biQJT812 Think it’s the reformed Baptist’s in Gospel Coalition breakthrough in charismatic worship! (Sorry not Presbyterian)",
        "@LigonDuncan Love to take your Westminster confession class this summer. However This doesn’t count to our credit h… https://t.co/M4LF7UbQ9A",
        "Doreen preparing the world’s best breakfast Shakshuka 🔥 learning from this famous chef 👩‍🍳 https://t.co/qrrBdZBNAT",
        "Looking to our future hope sustains our present day trials https://t.co/CYpM94jai7",
        "Our eschatological hope of a better homeland sustains us in present day sufferings -contrast of material world and… https://t.co/TqrrijVI0Q",
        "Faith prompts works. Hope for what God has promised tomorrow shapes life today. -Michael Allen",
        "Looking forward to do online class with @LigonDuncan on Covenant Theology sometime. I heard thats is a highly rated… https://t.co/WFzYaRrzLJ",
        "Just finished 7 pages of this 170 pages book and getting a sense of what eschatological will be like , in this Grou… https://t.co/JevjhdG687",
        "Biscotti real Italian desert with no butter!! Desert my wife made. https://t.co/APTSrOy190",
        "Falfasah David dalam hidupnya https://t.co/ZnquyTAFpz via @YouTube my preaching in Bahasa",
        "Real problem by the loud self proclaimed prophetic voice . Detrimental to the actual prophetic https://t.co/PGeRmnFzRr",
        "Hey I’m watching American Gospel: Christ Crucified. Check it out now on Prime Video! https://t.co/7uAkTjJBTL",
        "Truly outstanding real christians in china who stood up for christ in site of going to jail. Chinese government wan… https://t.co/GTbkq49Xlt",
        "https://t.co/OZPlnVCnbp\nMy Chinese preaching on King David’s Anchor life philosophy",
        "Looking forward to gaining insight for this fascinating topic! And my paper! https://t.co/yxkU14JGd6",
        "@MattMBarrett Awesome. How can I access it? Doing a research paper in Trinity now. Thanks",
        "@tommykeene this should be interesting &amp; relevant? https://t.co/SO4f6pD1ba",
        "Fantastic. This goes deeper than “What we believe?” In church website in many inter denominational churches. This s… https://t.co/Mb3bC639kK",
        "@tommykeene Interesting and helpful and love it that you pause to give time for us to ask questions and engage in the thought process",
        "‘Culture is religion externalized,’ paraphrases Henry R. Van Til's understanding of the religion/culture relationsh… https://t.co/QRbkwqgGWd",
        "A good theology of who God is especially in Christology is what missionary church planting need! https://t.co/esL4PxRh5L",
        "We should have a competition who is getting nearer to God? Spiritually  and intellectually? I love both.https://t.co/S6bJKefSw1",
        "@LigonDuncan @scottrswain @RevKevDeYoung Mine! Covenant theology gone! 12 waitlist. It’s just opened this morning!",
        "https://t.co/OZPlnVCnbp\n詩篇27-大衛王對生活的定位\nMy Chinese version in David's Anchor View of Life-Psalm 27",
        "@JemarTisby #overturnroevwade",
        "Simply incredible ! And credible . China must explain! https://t.co/FJb2xkargK",
        "Why good decent law-abiding non-believers won’t enter heaven? https://t.co/BeyWNghp7L via @alngu",
        "When you can jog walk in this environment in this lock@down period on New York, you can’t help to be thankful to ou… https://t.co/SWEJc0qAGs",
        "https://t.co/YeYLrlFFue",
        "The equality of God the Son &amp; the Father https://t.co/31d4E3DIhn via @YouTube The genesis of my research Paper!! Yay! So excited!!",
        "换句话说，他爱上帝，并从蒂姆·凯勒那里得到启示，他不仅要得到上帝的祝福，还首先要得到上帝。",
        "https://t.co/2gQ57q8KLS那就是我爱戴维的原因。 他并不是在要求拥有权力，财富，美丽的女人，而他却拥有这些，而最重要的是，他要求生命中有上帝的同在。 不只是麻烦。\n真正令我着迷的是，在他为保护自己并摆脱邪恶势力… https://t.co/1N1Dsbdf8O",
        "In the Lord for protecting him and delivering from evil forces, he wants God’s presence. In other words, he loves t… https://t.co/NJo7Iz1Kdr",
        "That’s what I love about David. He is not asking for power, wealth, beautiful women, which he has them all, but abo… https://t.co/hoKxeBdeLD",
        "https://t.co/BeyWNghp7L",
        "Truly without worship, awe and acknowledgement of the Almighty God who birthed you into the world, all the good dee… https://t.co/miuYgbJwNK",
        "Why good decent law-abiding non-Christians won’t enter heaven? https://t.co/YhFEVnyqjr",
        "Is Christ the essence communicated from the Father eternally? What’s eternal generation of the Son of God? Why has… https://t.co/Q5Sn2tRN19",
        "https://t.co/X9UUAEagXd…/psalm-27-king-davids-anchor-view-towar…/\nI was stunned that David, while fleeing from his… https://t.co/ULD6qpleJR",
        "Psalm 27-King David’s Anchor View towards Life https://t.co/cw42W1oTq2",
        "https://t.co/qMePth9iwP\nThis is powerful! Thanks Dr Duncan. Will have to digest this more. One of the most lethal s… https://t.co/nNVRZcl8vP",
        "@lukestamps Ar least it’s better than prerecorded teaching",
        "Awesome https://t.co/phtLiEennr",
        "@proginosko Sounds like self defeating. Surrender!",
        "One of the great pluses from seminary is that you got to start reading some amazing soul baring life impacting tran… https://t.co/q3yTNtfSOJ",
        "Thank you Princeton Parents Princeton University for hosting commencement 2020 class in May 2021, and a virtue cere… https://t.co/ULejApDmia",
        "The message of knowing and recognizing the wrongness and sadness of the world we live in, and that there will be a… https://t.co/Sr7vOBubHh",
        "@BillGates @WHO What about the some changes to @WHO leadership who has been blind to transparency on Wuhan and continue funding them?",
        "@drantbradley Love the idea",
        "Make sense!! Take @WHO to accountability. It’s not politics. Pure accountability and transparency. https://t.co/GHqgbfyh4r",
        "He is wise https://t.co/PAsMDgNfWF",
        "Evil end time anti Christ has come. And it is strong in Canada. https://t.co/o5bcsZU1jC",
        "Faith is a firm and certain knowledge of God’s benevolence toward us, founded upon the truth of the promise in Chri… https://t.co/hLTkdXH5vJ",
        "The object of our faith is Christ.-John Calvin. Our contemporary evangelical thinking is healing, financial, evange… https://t.co/pk0uDVZJJc",
        "Good things-fruits of his grace, without him, our gifts are darkness of mind and perversity of heart. John Calvin",
        "Holy Spirit persistently boiling away and burning up our vicious and inordinate desires, he enflames our hearts wit… https://t.co/S4AEkawJsV",
        "@brithume pathetic",
        "My 80 pages Calvin reading done!!! 😅💕love his theology . Life changing",
        "https://t.co/Af86GHFiNp Be a Christian of earnestness",
        "Straight shooter and no minced words . https://t.co/NNm053ksYE",
        "honor, of which he is impiously defrauded when we do not intend to subject ourselves to his control.-John Calvin",
        "For even though the life of man be replete with all the virtues, if it is not directed to the worship of God,  it c… https://t.co/XX9j2KLHkr",
        "Repentance because of fear of the judgment of God will result in condemnation. Repentance  because of sin and throw… https://t.co/6A0xdf3mv4",
        "Faith is based on the promises of God. Today Christ risen from the death, fulfilling the redemption of mankind. Wit… https://t.co/BJ2xwZtSaK",
        "@WHO https://t.co/bVMWCmZiOt",
        "This man needs to go! Unfit for WHO and he continues to masks his relationship with China on COVID 19. Wonder what’… https://t.co/5UoJC2lW3g",
        "Good theology to read on this interesting subject after Christ died he went to hell for 3 days. What does it mean?… https://t.co/Xc8SLfazM5",
        "Faith assures us not of earthly prosperity but of God’s favor.-John Calvin",
        "We should fear offending God more than punishment.-John Calvin",
        "The joy of @costco delivery https://t.co/rN6zE33oCW",
        "https://t.co/WsfD3GG5fX https://t.co/3lNiiaObcR",
        "https://t.co/X9UUAEagXd…/doing-what-you-want-for-god-or-doing-w…/\n\nEnjoy everyone, something came into my mind as I… https://t.co/iKNZcALwt4",
        "@spectatorindex Wow",
        "We are reading FAR more in Christology than Heb-Rev!! Not even close! Why? Loved ST-II books. But alas, this weeken… https://t.co/6aVOv5bGv8",
        "https://t.co/lUKYogscOo\n4/23 8:30 pm New York time.\nI will continue teaching on Jesus's Journey from Sufferings to Glory Youtube Live.",
        "There is no such thing as Good Friday! It’s called God’s Friday per Catholics or Suffering Friday per Greek liturgy… https://t.co/llpzitMD3M",
        "@LigonDuncan Is this part of our credit hour courses in MABS?",
        "Amen! Excited to see more zoom classes live with professors from all campuses! 40 zoom classes this summer folks! https://t.co/4z44qRo1Rn",
        "This Passover/Easter 2020 is to be special, because of Jesus. Christ our redeemer. In Christ and Christ alone.… https://t.co/pY2HLqy4W8",
        "If we don't know our deserved destruction, before Christ we were headed to the wrath of God, vengeance of God, unti… https://t.co/fgRlCvRVhD",
        "2/2 Passover with Christ who shed his blood. Tonight 8 pm I will teach on Christ as the obedient Passover lamb of G… https://t.co/dYB57qXg9S",
        "Christ the real Passover and the ultimate Passover. Thousands of years ago, God delivered millions of Israel by hav… https://t.co/GhHcn3cxY4",
        "Go Tesla https://t.co/bQDhquHb7Q",
        "I will be teaching tonight New York time 8 pm Thursday on Jesus’ Redemption as the Ultimate Passover. On YouTube li… https://t.co/9fUcsZDWUe",
        "For early Protestant Reformers, the Antichrist was the pope and for Roman Catholics it was Luther. -Charles Hill",
        "https://t.co/DM7TKwmeed",
        "There are a concentration of warehouses in south Bronx , n Brooklyn and certain queens. Definitely causing many tru… https://t.co/ZQewhLSpWA",
        "Get this book on kindle $2. Important book\nhttps://t.co/sSEqOMiLxl",
        "Our prolific systematic prof has produced another big article! Loved his writing. Going to write Jesus and the Fath… https://t.co/seKD0rUPu2",
        "God Man Jesus Christ was crucified on Good Friday and Passover. The lamb of God. The man Jesus died and resurrected… https://t.co/DoEvSUuHBF",
        "Read 2 Peter by Kistemaker in Biblical Theo Intro  to NT. The eschatological warnings and definite return of Christ… https://t.co/QUAWhZha7c",
        "My wife cooked delicious Singapore fried noodles tonight 😊 https://t.co/mnU3wfx5fE",
        "For to the extent that a man rests satisfied with himself, he impedes the beneficence of God. -John Calvin",
        "equipment, https://t.co/JAilRDiGQL",
        "Leading US manufacturers of medical safety gear told the White House that China prohibited them from exporting thei… https://t.co/Wl9vxSF3qL",
        "UN human rights council consists of human right violating nations, to hide their crimes and amazingly Israel bashin… https://t.co/TaEhY02tCL",
        "Another great streaming coming https://t.co/jJ8yCnepT8",
        "😝 lol https://t.co/PsdmhUs4OP",
        "Something else. Back on 2015 Health authority in NY warned of shortage of ventilators to cope with any flu breakout… https://t.co/MvzHbnKKsy",
        "Prayed for President Trump @realDonaldTrump in Gospel Coalition by @RevKevDeYoung  @TGC just now nationwide. https://t.co/CN5oJ1Xvqw",
        "At the heart of the cross lies the death of the immortal. Here the blood of God is shed, and here the Son of God ta… https://t.co/8v4bSxpLUA",
        "https://t.co/QG1X3r7Gq3",
        "On Good Friday, just outside Jerusalem, Jesus cried out “It is finished” then descended into hell in our place.",
        "It is precisely because we are made in his image that we feel revulsion in the presence of evil.-Richard Gaffin",
        "Some power there https://t.co/1KtBuHvqTl",
        "Those who cry out the most loudly for justice are often the very ones who deny the Almighty and judicial function.… https://t.co/ywJSMPJdXP",
        "Acts 1: 8 But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusa… https://t.co/fZKrPKbMUw",
        "which, he said, “you heard from me; 5 for John baptized with water, but you will be baptized with the Holy Spirit n… https://t.co/DYhV8H5jVh",
        "Acts 1: 3 He presented himself alive to them after his suffering by many proofs, appearing to them during forty day… https://t.co/s0JH09eXAe",
        "Make your own masks https://t.co/0UuU5vBEJw",
        "Our final destiny is to be conformed to the image of the Son of God. Salvation is a step towards sanctification goi… https://t.co/fmn0pdpqw9",
        "Pathetic @NYCMayor \nSaving lives is lower than a man's ideology, and thats @NYCMayor \nhttps://t.co/bXEBKyUrSg",
        "Eloquent lecture by Dr Sutanto on Bavinck. Look not into man, but to God. Take away away Christianity, emerged the… https://t.co/joy0G9AkKS",
        "Consequently, he is able to save to the uttermost those who draw near to God through him, since he always lives to… https://t.co/VvwVto1k1n",
        "He says IF you choose to wear mask, he’s still not convinced. Sorry! Time to change https://t.co/NVRD1T7Qz8",
        "Unbelievable China!! They should be he’d accountable in international court! \nhttps://t.co/gppthkIjrX",
        "@Surgeon_General Think today Dr Fauci is changing his mind. Look at China Korea Singapore Japan.",
        "Now its MASKS ON!\nAbout turn @CDCgov @Surgeon_General  Funny they took so long. NYC should have done better with th… https://t.co/kCMKFPpLUU",
        "Selamat datang, syabas Dr. Gray Sutanto https://t.co/WdwfCRqx43",
        "Time to wear masks. No matter what ⁦@CDCgov⁩ or ⁦@ussurgeon⁩ say, it’s slowing infection in China Singapore Korea.… https://t.co/EDXxYrPOz1",
        "I think Pentecostal roots have gone too far misusing the term of binding the power of sickness, darkness and so on. https://t.co/E2nGdqw5yj",
        "Binding &amp; Losing is not for binding sickness, poverty, darkness https://t.co/y7Morpf0vG https://t.co/gCeWId55IN",
        "The best prayer guide focusing on the infinite glory and omnipotence of God. https://t.co/kQgOtcBzFT",
        "The Pandemic’s Most Powerful Writer Is a Surgeon\nhttps://t.co/7BEt0VjrAq",
        "being sojourner sin this world because of the end time coming. What’s the eschatology going to look like in your life? #eschatology",
        "After my work at 5 pm, I had 4 hours of class via zoom online on Christology and Hebrews to Revelations. Wow learnt… https://t.co/PsIy9B0moE",
        "On this note, why hasn't CDC &amp; US Fed foresee this to mass produce masks &amp;n ventilators back in January when this o… https://t.co/ZPH8YwPBOn"
    ]
}