{
    "screen name": "tina1128",
    "no. of tweets": 173,
    "tweets": [
        "@PhilipRucker @jwgop Where are the murder hornets when you need them.?",
        "@HannahThibedeau @CBCAlerts I thought that was unusually generous of him....",
        "@StephenKing LAW AND ORDER: TRAFFIC COPS",
        "@drkiki Write to them.  Be sure to share a memory you have of the dad.  How he felt about her/him... and that he wi… https://t.co/DPUSQ3qgJt",
        "@DLind @Lollardfish I saw it too and not impressed.",
        "@KaurinShanks @RadioFreeTom Would having tenure only go to age 60 work?",
        "@AtheistBigfoot @cmclymer I remember being legitimately traumatized about the \"chicken\" reveal.",
        "@CBCAlerts Terribly sad. Paramedics of course not to blame nor the parents. All deaths result in \"what ifs.\" \n\nAn a… https://t.co/jIzg7B4emx",
        "@alexis_krieg @mvddm Mmm fiddleheads",
        "@Brownsknlady @DirtySexyNights Oh... that's terrible....  maybe this site is just not worth it sometimes.  Thank you for the info.",
        "@DirtySexyNights I just noticed too....",
        "@pramsey342 @franklinleonard Flynn seems like enough.",
        "@rgay I wish she'd stayed Rodham.",
        "@Lkatzenberg @dansaltzstein We use it the make rapure or rapee ... use for grating the potatoes.",
        "@BWDR Prisoners + Arrival",
        "@emilynussbaum Pretty sure my personal Kinsey scale setting just moved slightly. 👀🔥\n\n(Also... she's Sherilyn Fenn's aunt!?)",
        "@EW I knew that Detective \"Michael\" was trouble. 😠",
        "@edyong209 I had only been following the news stories around the Cambridge report. But that reporting also wasn't f… https://t.co/VPwS2lmcJe",
        "@edyong209 As a layperson, it is a struggle to understand terminology &amp; word significance (to those scientifically… https://t.co/KTA0qDuDB8",
        "@ThePlumLineGS @gtconway3d His bronzer would rub off.",
        "@picardonhealth Oh dear and an edit for your edit... Banksy...",
        "@kenolin1 Canadian here. America was our big brother: all star football talent, class valedictorian.... some of the… https://t.co/TXC4NDpc6k",
        "@HamillHimself https://t.co/iNsCb0BhGS",
        "@sheena_diva @StephenAtHome",
        "@xeviuss @Vilkomerson \n\nSorry to bother but just thought @StephenAtHome would get a hoot out of this story.",
        "@ThatEricAlper Sweet Jane, Cowboy Junkies",
        "@Poker_Keith @katecallen I thought so too.... I'm sure I heard Elton John talk about her on ... The Rosie O'Donnell show I believe.",
        "@ddale8 Also.... I have never in the last 30 years heard the word \" Birmingham\"  and not immediately sung it in my head.",
        "@ddale8 Elton John was a huge fan too!!!  So agree with you.",
        "@JohnJRamboEsq @asymmetricinfo Yes and that is where most of our current deaths are coming from.  Provincially regu… https://t.co/jbx6yofdML",
        "@MonicaBeletsky I used to walk around my house feeling along  the walls pretending to be blind Mary.",
        "@SuperCo66361481 I was thinking more in terms of deviancy or moral judgement of same  (Picasso, Allen.) But your po… https://t.co/rNT8ILmYYz",
        "@mattyglesias Can you separate the art and the artist?",
        "@rtraister Pseudo is what gets me.  Like.... what!?",
        "@mattdpearce Twitter feed irony.... this followed your post on my feed. Free press :(\n https://t.co/xrKSLH5ZZd",
        "@JonahDispatch @reedgalen Quotation mark vetting needed. \n\nIf \"Sometimes your \"coffee\" is a little on the weak side\" 😬",
        "@hellolanemoore And my boss is 60, never married, no kids and LOVES her life, her freedom and her money. Lol",
        "@hellolanemoore My dearest friend found love and marriage in her late 30s.  (Only her second boyfriend ever.) It can happen. ❤",
        "@RVAwonk @kayleighmcenany Someone needs to explain the difference between truth and belief to her first.",
        "@EverythingGPAB What a shame.   No doubt necessary with crowd potential and the volunteer base being so many retirees and higher risk.",
        "@thebigstoryfpn @tompowercbc I've been watching it. Very enjoyable and content packed.  Only criticism is should ha… https://t.co/Az5vV335oC",
        "@albamonica @lrozen Mother said he must as women would be present.",
        "@johnrobertsFox @RadioFreeTom @foxandfriends @VP @MayoClinic Did he not LOOK AROUND and see that everyone else was....",
        "@mattzollerseitz Didn't know this.... I feel kinda naive now... but he's always so grumpy and terse.... 🤷‍♀️",
        "@HuffPostCanada Maybe Andrew Scheer didn't want tele-Parliament because visual side by sides are a definite disadvantage.",
        "@TaranaBurke Thank you for this. So conflicted and uncomfortable. Blessings to Ms. Reade and sending her support.  But zero sum game indeed.",
        "@iSmashFizzle Lightly toasting the rice first?",
        "@AsteadWesley @lionessesqueen @TPCarney Perhaps because it feels like one-long-extended not-yet-completed horror?",
        "@CBCAlerts A sign  of the times: I immediately thought FOOD bank.",
        "@henrynathanmia @lionessesqueen @TPCarney That is my marker too.  So vivid.",
        "@TPCarney @lionessesqueen Space shuttle exploding.",
        "Writer Matt Zoller Seitz has shared selflessly his love story with Nancy and her badass defiance of cancer. But can… https://t.co/ADEdjdHBYD",
        "Yup https://t.co/k6Y5cB4V47",
        "@realDonaldTrump https://t.co/XhOD6yWDCA",
        "@davidfrum Where IS she?",
        "@Goodable I will hire Art at my grocery store NOW.  Kid's got style. 😊👍❤",
        "@EverythingGPAB Anu!  How wonderful!",
        "@aawilliam2003 @jkenney Um...... billions of transfer payment dollars say otherwise... we've given plenty and supported our country.",
        "@yashar @rabiasquared Any Canadians/Canadiens here?  🇨🇦  Let me know your gig and DM me your email address and I wi… https://t.co/b37U5P88Rp",
        "@RadioFreeTom Thank you Tom.  From the area, no longer live there, but devastating.",
        "@EverythingGPAB How fun!",
        "@rosstmiller MORNING. MAKEUP.  \nHOSPITAL. MAKEUP.\nBEACH. MAKEUP.\nREPEAT FOR HAIR.",
        "@joshtpm Does a shot exist of dr birx's face when he says this?",
        "@amtremonti @picardonhealth My favourite new follow this year.",
        "@CBCKatie Because businesses that literally make money from scamming people into thinking they can win money agains… https://t.co/oeDYQeWiHu",
        "@DwayneF1961 @cbcnewsbc @CBCAlerts I'm sorry I misunderstood as well. What a terrible thing for your family. I hope… https://t.co/diOOsWNkuw",
        "@DwayneF1961 @cbcnewsbc @CBCAlerts I'm sorry for your loss.  Referring only to the case referenced and claims of behavioural side effects.",
        "@DwayneF1961 @cbcnewsbc @CBCAlerts *did not",
        "@DwayneF1961 @cbcnewsbc @CBCAlerts Of a very aggressive relationship between the parents.  In the article it mentio… https://t.co/6LeGFQxLgc",
        "@DwayneF1961 @cbcnewsbc @CBCAlerts Ah Dwayne did not mean to minimize the real devastating effects of asthma.  I'm… https://t.co/vxGznx6vcM",
        "@cbcnewsbc @CBCAlerts Dad does research online about complications  for misuse of puffers... all behavioral.  Maybe… https://t.co/5MLyglcL6p",
        "@clairewillett This is masterful.",
        "#NewProfilePic https://t.co/GiM6Aq979K",
        "@exposedarknes @AshDKelly @JustinTrudeau @NEWS1130 @KDnewsguy Asking not telling.",
        "@cmclymer We old.",
        "@RadioFreeTom Ahhhhhh.... our twitterlamb yearly event. 🙆‍♀️😊",
        "@shailinthomas And..... entertainment sources are saying they were air drums.  🤷‍♀️",
        "@Kris_Sacrebleu Ok...  I have been watching on network tv... no j-HUD....",
        "@kipinitreal88 @shailinthomas Well..  digital sticks EXIST.   I can't confirm for sure that Charlie isn't just...… https://t.co/Z5sz67EZ1P",
        "@shailinthomas They are digital drumsticks or e-sticks.  No drums necessary.",
        "@Rschooley @HC_Richardson Dont forget US also refused test kit supply offer from WHO sources.",
        "@TheRickWilson 7. F.     USA may never return to its world role.",
        "@alyssalimp Um...  well.... definitely good marks for participation.",
        "@FibHunter Twitter has a really good mute feature for users to modify their feed.  Try it out, you may find your feed less painful.",
        "@KosherSoul Well.... they are in Canada... we do not want to claim them however.",
        "@JoeMunyon @masterolives23 @tommyontheleft Comoany has well paid mgt too and profits over 3 million.  Seems do-able to me.",
        "@JoeMunyon @masterolives23 @tommyontheleft Hi Joe. I too work at a grocery store. Our cashiers start at $15.30.  (C… https://t.co/NRL2xv14MR",
        "@sdpowell1 I love Roz Russell.",
        "@mgiant I wished something big and bad would happen to Trump to wake up his supporters.  I was going for \"President… https://t.co/vcUdCK5RZc",
        "I finally get it. Chaos would welcome boring and unemotional. https://t.co/m93jDoFNpo",
        "@sunseekerdeluxe @IRHotTakes Oh my god. Now I get it.",
        "@mattzollerseitz If only we would give ourselves the care and commonsense we give to those we love.",
        "@jkbjournalist @MiamiHerald Julie we have just had a terrible case come to light up here in Montreal.  Terrible ter… https://t.co/Vp9vz9mZ0F",
        "@YourAlberta So proud.",
        "@emilynussbaum They should release this as a single with proceeds to covid 19 relief or food banks.....",
        "@tylerwhat16 #CongratulationsTyler",
        "@MollyJongFast Aaron Spelling has alot to answer for.",
        "@mattzollerseitz Ahhhhhh  Matt ....I'm sorry.   I have loved hearing you talk about your Dad. I confess I have been… https://t.co/aUalDbkl5Z",
        "@MichaelAllenLee @ron_fournier I work in this industry.  Sales figures for the past 8 days are below the first 8 days of March.",
        "@MollyJongFast I wish this virus possessed irony as its main purpose for infection.  The deniers, the misinforming, the false healers.",
        "@DinoRay @danjlevy We are all Moira's bebe crows...",
        "@TheRickWilson 🇨🇦❤🇺🇸",
        "@Caissie Those eyelashes!!!",
        "@Caissie Which one startled you with... say.... their eye color?",
        "@wyntermitchell I am such a good mother I just showed this to two of my kids as a behaviour ramification lesson.",
        "@NifMuhammad Nononononono.....",
        "@Lollardfish I think it's when you care too much that those feeds become an electronic hair shirt.\n\nI do wish Twitt… https://t.co/QBG5QZNh4W",
        "@Rosie Break a leg!❤",
        "@rabiasquared Do you have plain yogurt?  Make yogurt cheese, add an egg and like bit of sweetness. Voila.",
        "@LightsCameraPod I have only seen 5 of them...",
        "@HBO Will this work in Canada?  @HBOCanada",
        "@arlenparsa Dried goods like rice, beans\n\nCanned tomatoes, pasta, tuna",
        "@arlenparsa Plan out your meals... \n\nWhole chicken (or small Turkey)  can make multiple meals as can a ham... both… https://t.co/3WUjQwr6C4",
        "@aubrey_huff @CNN Coronaroid.",
        "@thecatsonme @TheLoveBel0w No I believe I see your point; I just disagree that the harm is comparable.  I wish you… https://t.co/FV4QvmKDTP",
        "@thecatsonme @TheLoveBel0w I disagree. Racism causes harm. Social, economic, psychological &amp; too damn often PHYSICA… https://t.co/XC5OEiFFx3",
        "@tracicarter19 @GPHeraldTribune All linked back to the same people is what I have heard.",
        "@gjvankempen @cmclymer I love The Partisan too....",
        "@cmclymer Leonard Cohen\n\n1. Famous Blue Raincoat\n2.  So Long Marianne\n3. A Thousand Kisses Deep",
        "@thecatsonme @TheLoveBel0w Am I correct that you ARE afraid of being called a racist?  Why? How does you being call… https://t.co/1ojrGofa6C",
        "@thebestjasmine And..... eggs can last for MONTHS if you put them in a jar of oil.",
        "@BoDorra @CBCAlerts I had no idea they were able to house 1000s and 1000s of guests.... I mean, I never really thou… https://t.co/A54dcL15I4",
        "@curlycomedy @Caissie ALL BUFFET RESTAURANTS \n\nPriests touching communion and shared goblets",
        "@PrimeVideoCA  sounds like a great idea.... joining in? https://t.co/PcWZkpTLSb",
        "@edburmila Somehow this is the same person. https://t.co/WR4ZNlKoja",
        "@StachelessHCat @maddieloiaconi Ditto",
        "@ValerieJarrett @BarackObama Can you imagine his kindness?  \n\nTrudeau has been so calm and informative for us Canad… https://t.co/D4ZbH2jqYn",
        "@metroadlib I work in an essential industry and a customer laughed in my office today.  I did not like it.",
        "@DavidCornDC And when  it looks like the numbers will surpass that figure, he will give directives about how the de… https://t.co/ymyYKD5nLM",
        "Ok https://t.co/ezQ4NoYun9",
        "@nerdist We only have two types in Canada.  Yeah, universal health care, but....",
        "May 20 2017 https://t.co/ujghImO3n6",
        "@cmclymer So glad to have \"met\" you.  Happy #TransDayOfVisibility",
        "@WoolieIsabella @picardonhealth Also I found this thread very helpful....\n\nhttps://t.co/FXQTi0yTsp",
        "@jayacancook @TheKitchenista Lord... I want to marry this cake.",
        "@HeerJeet @rtraister I work for one. We get the first three and a 6% matched pension too. No union though. 🇨🇦",
        "@zunguzungu My husband and I had been dating for a while when we discovered a mutual love of John Prine.  Seeing hi… https://t.co/gQGzrjw78o",
        "@IanKarmel Her hair is so beautiful it distracts us from her stalker nature.  But the evisceration of Walter?  Evil.",
        "@SamGrittner I'm so sorry Sam. So very proud of you for your honesty. I don't want you to die.",
        "@JohnPrineMusic I hope the grace that has blessed you in your life blesses you now.❤❤",
        "@familyunequal @Lollardfish *Lord.",
        "@familyunequal @Lollardfish Schools have not ALREADY been cancelled?! Dear Lird. (Canadian here -- all our province… https://t.co/WvZtuu48mu",
        "@ChinaEmbOttawa Thank you!",
        "@andreahuncar @CBCEdmonton We have been struggling at home.",
        "@CapehartJ @TiffanyDCross @JohnBerman @supersinga @georgehahn @SRuhle Jonathan!   This is my favourite move as well!!  ❤❤",
        "@girlsreallyrule Did you notice during early days an absence of a sense of smell and taste?  It is being reported b… https://t.co/sIPuXkdCLm",
        "@NatashaBertrand @DavidLat Thank you for the info.  I have been checking his page since his post hoping for s positive update.",
        "@ElaDemonio @thatcarlygirl https://t.co/L4dyGusf8P",
        "@DrJuanIMartinez @AlbertaEd  great idea?",
        "@CPHO_Canada https://t.co/fIm7bapDsm",
        "Having a rough day... drop the song below that lifts you up or gets you feeling powerful when you sing along....",
        "@sdpowell1 Good at walking too.....",
        "@TheRickWilson As you wish.",
        "@adaptivecoach @theresaboyle Alberta as well. Retirees requested and quick recertification if necessary.",
        "@GPHeraldTribune Co.op is still delivering groceries too.  Waiving delivery fees for seniors.  They are also workin… https://t.co/x22rUro5Vd",
        "@LoopEmma @lrozen @JPTasker My Aunt and Uncle are hopefully en route from Florida.",
        "@monaeltahawy @rerutled I've been noticing every hug, every handshake!  Drug commercials are the worst because they… https://t.co/a5hGdcib9O",
        "@ianbremmer If China continues with the good will gestures and donations  to Italy and other Nations, we may find t… https://t.co/R5XFiFV8Gp",
        "@TimOBrien What pub has a drive thru....",
        "@FilmCritHULK I fear your fever has made you delirious.\n\n😉 hope you are feeling better.",
        "@Lin_Manuel @Rosie⬆️⬆️⬆️",
        "@mcybulsk @BetseyStevenson I just told him about the video about the obituaries from Italy... real, impactful....… https://t.co/erTR4tASHK",
        "@mcybulsk @BetseyStevenson Just spoke to my BIL who thinks everyone is overreacting. I said \"I hope we are.\"   I mean really...",
        "@laurenthehough @cmclymer Was on my own for weekends all the time after grade seven  My parents literally left me a… https://t.co/4obtaqAUol",
        "@BettyBowers @FoxNews Love that cameraman, \"YOU'RE  here at 6 am!!!\"\n\nNimrod: \" I'm just reacting to other people!!\"  \n\nLordy.",
        "@strombo @MuhammadLila @brightsider123 @sobeys @costcocanada @LoblawsON @nofrillsCA @SafewayCanada @LongosMarkets Co-OPs deliver....",
        "@nancybocskor @cmclymer Giving credit: thank you @amdar1ing",
        "@lindseyromain Sometimes I get distracted by her skinnnnnnn",
        "@MrCollinsOpus @mattyglesias https://t.co/BFdPEK8QEo",
        "@mattyglesias Screenshot: https://t.co/Ns5O04rkEZ",
        "@Jaime_SanchezJr @KevinMKruse @TheGoodLiars @ProjectLincoln",
        "@asymmetricinfo Right!?  Commercials for drugs are the things I keep 😬 about... because everyone is acting \"super\"… https://t.co/D0rMm95gPQ",
        "@VickyPJWard In related news, Project Runway contestant contacted to make masks. https://t.co/B6e4s2TeL7"
    ]
}