{
    "screen name": "00_",
    "no. of tweets": 190,
    "tweets": [
        "@riahruoy 6月末ですか...。だいぶ先ですね😢",
        "@fushiroyama @yusk_ なるほど、ありがとうございます！😄",
        "@yusk_ @fushiroyama 詳細にありがとうございます！とても参考になりました。L1が切れる前にGCとHを同時申請というのが一番良いみたいですね。",
        "しかし何時になったらボストン行けるんだろうな。MITはまだ秋学期をリモートでやるかキャンパスでやるか決めてくれないし",
        "@lizan なるほど、結局雇用主にスポンサーをお願いしないといけないならGCだとひと手間で済みますね。ありがとうございます。",
        "@fushiroyama なるほどです、丁寧にありがとうございます！スライドもとても分かりやすく参考になりました。LからGC取れれば楽ですよね、色々検討してみます😄",
        "やはりビザ、ビザ、ビザですよね..。L1からH1B取るのってどれくらい大変なんだろう？",
        "kczが4月から私の部屋で暮らしてるんだけど、私がyoutube見たりどうぶつの森やったりして息抜きしている間に彼は競プロとかCTFとかbaba is youで息抜きしていて「「理系度」」で完敗しているのを実感する",
        "@garyu これで凍結されたら面白いですね😢",
        "芋虫パンはsensitive mediaらしい😢 https://t.co/ydhpuaOg3W",
        "フランスパンを焼いた筈だったのに芋虫みたいなパンになってしまった。味は美味しかったけど... https://t.co/sNIcv4FOhA",
        "@suecharo 分",
        "1ヶ月ぶりに大学の近くの吉田とん汁店に行ったら、昼時なのにお客が自分しか居なかった。定食680円、持ち帰り500円でめっちゃ美味しいので本郷の近くに住んでいる方は是非。 https://t.co/E4Ign4Z27i",
        "最近は論文書くのが嫌になる→ピザとかケーキ作る→糖分を消費するために論文書くの繰り返しだった https://t.co/fqnlpBRk2S",
        "今回の論文の英文校正はScribendiというサービスを使ったんだけど、最初の添削が明らかに間違いが多かったから星1つ評価をして、すぐにサポートから連絡が来て再推敲してもらえる事になったのは良かったんだけど帰ってきた原稿が元のと同… https://t.co/gabPTiZSg0",
        "@JotaroUT おつです！",
        "Submit done! かなり疲れた...",
        "https://t.co/44pOxQtHWm\nCERNでお世話になったプロジェクトが今年の夏にリモートでインターンする学生を募集しているらしいです。給料も悪くないらしいですのでみなさん是非〜。",
        "https://t.co/PpUfplv38w\nUniversity of Arizonaが博士課程に合格した学生達のファンディングをコロナウイルスの影響で撤回したらしい。この傾向が続いてしまうと今年出願する人達は辛いな..。",
        "@JotaroUT クルテクは主役なので",
        "@msmr_0002 うん！テキサスに行くときは連絡するーー！",
        "@msmr_0002 おおおお！！！おめでとうございます！！！",
        "WFH環境 https://t.co/aKUkz2dmQI",
        "@nahitafu @kcz146 ありがとうございます、短い間でしたがお世話になりました！",
        "@anohana ありがとうございます！語感似てますね😅",
        "名字をアップデートしました😎",
        "@ShinnKikuchi_JP 残念ながら最年少では無さそうです笑",
        "本日、@kcz146と結婚しました🎉\nボストンに一緒に来てくれるので、二人で新生活を頑張りたいと思います💪 https://t.co/UCsrsDBF2e",
        "昨日で5年間在籍した東京大学を卒業し、今日から渡米までの4,5月の間は東京大学大学院情報理工学系研究科コンピュータ科学専攻の学術支援専門職員として、福里先生と五十嵐研究室に引き続きお世話になります。（適用就業規則は一時期話題だった… https://t.co/5uitqRsAp4",
        "（@papereadingというアカウントで読んだ論文について粛々と呟いているのでよかったら見に来てください）",
        "@ken0324 おお！よろしくお願いします！😆",
        "@aoshun7 いぇあ！！😆",
        "@ShinnKikuchi_JP Yay!!!😆",
        "少し悩んでしまいましたが、結局MITに行くことにしました🎉本当に楽しみです！",
        "東京大学を卒業しました！理学部学修奨励賞も頂け、情報科学科首席卒業らしいです🎉 https://t.co/ADKuBhq7K9",
        "@mkato_csecon めっちゃ興味あります、、！",
        "（自宅待機で暇している方のために..）\n\nhttps://t.co/Eho9xZzxw0\nCourseraにあるYale大学の\"Introduction to Negotiation\"という授業が非常に面白いです。経済学のゲーム理… https://t.co/94nyZZbRQt",
        "🐊",
        "@HajimeShinohara Stanfordチャラ男なんですかw",
        "最近MITとStanfordの間でかなり揺れてきてどうしようって感じ...。",
        "StanfordグラフィックスラボのPat Hanrahanがチューリング賞取ったらしい！！！すごい！！！！",
        "@t_kohyama なるほど！食べてみます。",
        "@t_kohyama そうなんですか！これってUWブランドチョコなんですか?",
        "UWグッズが届いた https://t.co/VzxpuzciQX",
        "visit dayに来た人に配布されてた(非売品？)",
        "CMU Computer Science Departmentグッズ https://t.co/aKu7XH51F8",
        "MIT EECSグッズ https://t.co/zmB4jnUOJn",
        "ボストンから成田への直行便すごい、4列席に1人しか座っていないくらいに空いている。これは機内サービスに期待してしまう。",
        "非常に不本意ですが、今日ボストンから東京に帰ります。東京に帰ったら寿司くらい食べたい....。",
        "ボストン空港でバス乗り間違えてかなり遠くに行っちゃったんだけど、隣に座っていたおじいさんが回数券くれた上にタクシーまで呼んでくれて、ボストンの人達本当に優しいという気持ちになった（別れ際に名刺を貰ってそのおじいさんが製菓機材メーカーの社長であることを知った）",
        "東京オリンピックのボランティアは有明アリーナで海外要人のアテンドする事になった、普通に楽しみ。",
        "HarvardのCOOPがお洒落だったので動画を撮った https://t.co/xg1IF5JMBm",
        "数時間後にハーバードにunofficial visitをする予定だったんだけど、たった今それもキャンセルするという連絡が来た！いきなり暇になった。",
        "学会が中止されること自体がめちゃくちゃ残念だけど、もう飛行機もホテルも全部予約してあってそれらが（多分）戻ってこないから、25万円くらいが虚空に消えるのも悔しすぎる。",
        "ワークショップで発表する予定だった&lt;programming&gt;学会が中止になりました...。初めてのPL系学会でポルトガルに行くのめちゃくちゃ楽しみにしていたので本当に残念です.....。\n\nhttps://t.co/mPtrklTVnB",
        "CMUのオープニングトークが「PhD学生は我が校の宝であり最高の環境を提供する」という話から始まったのに対し、MITのオープニングトークは「AIもRSA暗号もMITで生まれた、我々は世界を変える研究をしている」という話から始まったの、両校の対比が鮮明に出てるなって思った。",
        "@phys_sh 期待しててください！！",
        "@phys_sh MITはパリピっぽいです",
        "visit dayが楽しければ楽しいほど、「中止になったStanfordとUWのvisit dayも楽しかっただろうなー...」と思ってしまいやり切れない。もっと楽しめるはずだったんだけどなー。。",
        "MITのvisit day、会う人がみんな優秀なだけでなく良い意味で狂っていて最高で、ここで5年間過ごせたら絶対楽しいだろうなと思えたのが最大の収穫だった。",
        "@ShinnKikuchi_JP もちもち感が違いますよねw",
        "@usho0822 入国拒否はまじでつらい、気をつけてね...。",
        "2日目の晩はボーリング＆ビリヤード場が半貸切で、その後朝3時までボドゲしてた。 https://t.co/ThzXTjZ3Mg",
        "1日目の昼ごはんに乾いたサンドイッチ（左）が出てきた時は😇だったけど、その晩のグラフィックスグループの教授のお宅のホームパーティーは最高だった https://t.co/vJ2P06lwop",
        "MIT EECSのStataビル、中が完全に迷路でハウルの動く城って感じでかなり好き。 https://t.co/Xwb0rSL1EU",
        "Home addressが日本にあるからといってアメリカにいつ来たのか確認もされずに来るなと言われるとアメリカの人権意識もこんなものなんですねという気分になるな。アメリカと日本で発症者・死亡者そんなに変わらないのにこうなるのは意味不明過ぎる。",
        "ブラウン以降全てのビジットがキャンセルされたので、来週の火曜にボストンから日本に帰ることにしました。本当に楽しみにしていたのでひたすら残念です。",
        "@fzw1212 @lizan @dd_am11 @yas_tnk ブラウン以降全てのビジットがキャンセルされたので、10日にボストンから日本に帰ることにしました。本当に残念です...。またベイエリアに行く機会はあると思うので、次回は絶対にお会いしましょう。",
        "スタンフォードのvisit dayも中止（オンラインでの開催）になった。どうしよう、もうこれ西海岸行く意味無くなっちゃったよ。",
        "UWのvisit dayがキャンセル（オンラインでの開催）になったっぽい.......。マジか.....。帰りの飛行機がシアトルからなのでもう行くしかないんですが。",
        "@ryosuzk その先生がMITに移りました、彼の推薦状は強かったと思います。結局訪問した大学全部からオファーを貰うことができたので訪問は非常に重要だったと思います。アドバイス本当にありがとうございました！！",
        "@ryosuzk 無事受かりました、ありがとうございます！！",
        "@JotaroUT めっちゃ楽しそうでしたしみんな仲良くて雰囲気も最高でした！",
        "CSの建物はこんな感じ。 https://t.co/viwU3yufkL",
        "CMUグラフィックスラボ、オタク文化推しが激しかった。 https://t.co/ASSmBtdbsT",
        "CMUのRobotics Instituteの教授がベイマックスのモデルらしく、ベイマックス激推しだった。 https://t.co/RGS0qGPeWy",
        "CMUのグラフィックスラボ、日本人一人もいないし特に理由は無いのにステッカーに「グラフィックス・ラボ」って日本語書いてあって超微笑ましかった。 https://t.co/2WnDIZzU3t",
        "CMUのvisit day1日目、朝7時から夜11時まで常に人と話し続けてめっちゃ疲れたけど超楽しい。有名な教授に無限に相手してもらえるの最高すぎる。",
        "@niconegoto 確かにリトマス紙になるよね。最初は気にしてたけど、もう「ブロックした方がいい人が自分から教えてくれて親切だなー」って思ってる笑",
        "ハーバードとCMUからCDC Level 3 travel-warning listに入っている中国、イラン、韓国、イタリアから来た学生はアメリカで2週間自己隔離しないとvisit dayに参加してはいけないという通達が来て、今は… https://t.co/KCvarZ0Md2",
        "わお...。 https://t.co/BngcmKT08V",
        "@elkentaro 今デトロイトなので昼です！😆",
        "同じ分野の研究者で、学会ですれ違ったと思ってた西野さんにも公開垢でこんな語調で言われていて悲しい.... https://t.co/x40b46JOrQ",
        "アメリカ着いたけど、ネット無い間に「自称中流東大生」とか言われているらしくひえ〜となっている。ギデンズを持ち出したのは嫌味だったかもしれない。日本では（ツイッターでは？）ホワイトカラー共働きは上流階級と判断されるという事を心に刻みます。",
        "@fushiroyama め、まあそういうものなのかなと思って受け止めています。また、そういう人達よりも、私は応援してくれたり刺激を受けてくれたりしている人達を大切に思っているので、少々不愉快な事を言われても発信をやめたりしないつ… https://t.co/T3C56d178x",
        "@fushiroyama 私も以前からfushiroyamaさんのブログを拝見し、凄く頑張っているエンジニアの方がいらっしゃるなと思っていました！話しかけて頂きとても光栄です。色々と言われて愉快な気持ちではないですが、自分がもし不… https://t.co/UIPLRkO014",
        "@ShinnKikuchi_JP なるほど！それ良いですね、そうします。",
        "成田空港ガラガラ&amp;東アジア各地への便が欠航になってる... https://t.co/mHovrFcmrz",
        "「中流階級ではない」という旨の反応をいくつか頂きますが、現代の著名な社会学者であるギデンズは上流階級を「生産資源を所有したり直接管理する人びと」（＝資本家）、中流階級を「ほとんどのホワイトカラー労働者や専門的職業従事者」であると提唱しているため、それに則りました。",
        "2019年東大入学式祝辞\nhttps://t.co/4klQzhNPcT\n\n2020年東大前期日程国語第一問\nhttps://t.co/jajHe1HVqf",
        "13. 小学生の時のイギリス留学のことを忘れていました...。学費が年間500万くらいしたそうです。\n14. 直接受験等には関係ないですが、年一程度の海外旅行や塾以外の習い事など文化活動もお金を出してもらっていました。",
        "@ShinnKikuchi_JP そう言っていただけると本当に励みになります...。",
        "このような事を言うことで「自分が努力していないと思われたら嫌だな」と思う気持ちもあるのですが、頑張った事だけを発信してそれを可能にした環境に言及しないのは論文に謝辞を書かないようなズルさがある気がしてたまらなくなって書きなぐりました。",
        "、私も気を付けようと思います。",
        "恵まれていることで、努力を「しなかった」ことにはならないと思うのですが、少なくとも「自分と同じ大学に入れなかった・成果を出せなかったのは本人の努力が足りないから」などという思考は、自分が当たり前と思っている環境を持てなかった人の存在を想像出来ていない、思慮に欠けた考えだと思うので",
        "パッと思い付くものはこれくらい...？やはりめちゃくちゃ恵まれていると思うので、少なくともそれは自覚しておきたいなと思います。",
        "）東京にいる限り家に帰れば晩ご飯がある（もちろん日によるけど）\n12. 両親の文化レベルは低くなく、女の子だから女子大に行けとか意味の分からない事は一切言われなかった。受験に関しては非常に協力的だった。",
        "出してもらえた\n7. 大学入学時にこれまでのお年玉や親戚からのお祝いが積算したかなりまとまったお金をもらった\n8. そもそも東京に実家がある時点で塾や高校の選択肢は多かった\n9. 小中高は公立だったが、公立と言えども周りのレベルは… https://t.co/TIpcoxK9RG",
        "1. 参考書は勿論、文字が書いてある本なら何でも買ってもらえた。\n2. 中高で塾に行かせてもらえた\n3. 大学入試の費用は勿論、大学の学費も親が払ってくれた\n4. 大学で使う教科書や参考書も買ってもらえた\n5. 大学までお小遣いを… https://t.co/dsuwPDSk30",
        "限り東京の中流家庭に生まれた事で恵まれていた事例を列挙してみようと思います。",
        "2019年の入学式の祝辞と今年の入試の国語の問題から、「男性であったり裕福な家庭に生まれた事で、一見公平な競争に見える受験に於いてすら他の人より恵まれているのだから、全てが自分の努力と思って驕るな。」という東大の非常に強いメッセー… https://t.co/bdZ1COimIF",
        "@toyojuni おめっとー！すごい！",
        "このようなお父様・お母様目線の質問を沢山頂くのですが、私は親に何かを強制されて良かったと思うことは一つもありません。\n\nしかし、ひとつだけ親の影響を強く受けて人生にかなりプラスに働いたと思うことがあり…\n\nContinue to… https://t.co/yf7aTFOBX8",
        "頑張ってください！！！！応援しています。 \n\n https://t.co/NuE6HLNOq6",
        "当時は、今思うと完全に偏見ですが、日本ですらトップの大学に入れないようなら人生で何やってもダメかなと思っていました。少ない情報と大きなプレッシャーを与えられた受験生は往々にしてそのように思い詰める傾向…\n\nContinue to… https://t.co/N7XHUOd4zY",
        "してましたねー。私立に行くという選択肢はあまり無かったです。 \n\n https://t.co/VY7bg0Znap",
        "@fzw1212 @yas_tnk おおー！火鍋いいですね！！",
        "@mkuze その方の本のタイトルをパクったブログのタイトルをパクりました汗",
        "@4TZDRT94GnBtusW そうですよね、「アメリカ」を強調したいわけじゃないのですが...。うーん、、悩みます。",
        "フォロワーも読者もかなり増えたし、もう学生の趣味っぽいブログタイトルじゃ限界があるよなあ",
        "ブログのタイトル、すごく迷ったのですが「若き情報系研究者のアメリカ」に変えてみました。（完全にパクリですが...）「若き情報系研究者」を自称して自分にプレッシャーを与えるという意味もあります。",
        "@miyagawa @lizan @yas_tnk @fzw1212 13-14はvisit dayなので抜け出すのは難しそうです、すみません...。",
        "私が影響を受けたブログについて書きました。\n「若き数学者のアメリカ」 - yamaguchi.txt https://t.co/ANqF1xEhvd #はてなブログ",
        "本当にこれは問題ですよね。大学側が学事歴を変えてくれない限り、学生は日程がフレキシブルな研究インターンに申し込むか、レポート科目のみを取ってリモートで課題を提出する、又は試験期間中に一時帰国するしか方…\n\nContinue to… https://t.co/fwJMK9gjQi",
        "@fzw1212 @lizan @yas_tnk この件、ISの先輩の @miyagawa さんもいかがですか？また、12の夜ということでみなさんご都合よろしいでしょうか。",
        "研究インターンを探すのは特にコツなどは無く、単なる地道な作業になります。具体的には、大学や研究所の名前を各国のランキングで調べた上で、「（大学・研究所名） research internship」と検…\n\nContinue to… https://t.co/UzVUd6QZOl",
        "Posted to Hatena Blog\n学部生向け海外インターンまとめ - yamaguchi.txt https://t.co/DxgetGOFKg #はてなブログ",
        "頑張って下さい！！！！！！！！ \n\n https://t.co/UCGAHiEcOf",
        "良いご質問ありがとうございます。ご指摘の通り、正直なところ、東大でなく頼る人が少ない環境にいたら合格は厳しかったのではないかと思っています。理由としては、超優秀な友人達にプログラミングを教えてもらえて…\n\nContinue to… https://t.co/9dxrElL5N1",
        "@Masaki_de ちょっとそれは.......。男子校出身という事情は分かりますが、東大女子はあくまで対等なクラスメイトであり、男子校出身の東大男子に女性との接し方を教える為に入学した訳では*決して*ないので、そのような役割の… https://t.co/XcKkDBDYgM",
        "女子ってだけで浮きまくりますし「女子扱い」されまくります。私はずっと公立の共学だったのでかなり違和感がありましたが、理系にいる以上仕方がないと割り切りました。幸い、クラスに女子が二人いたので友達は出来…\n\nContinue to… https://t.co/fUHb5bU1Gq",
        "@Kotarong1 はい、是非！みなさんを集めてどこかで昼ご飯会を企画しようかなぁと思っています。もう少し近くなったら詳細を決めますね！！",
        "ニュースではないyoutubeを見るのはどうでしょう？おすすめのチャネルを貼っておきますね。\nGeography Now!（世界の全ての国について概要を紹介する動画を作っています）\nhttps://w…\n\nContinue to… https://t.co/q71tCghLD9",
        "自分はロシアをはじめとする東欧の歴史や文化に興味があるため、沼野充義教授や服部倫卓講師の授業を取れなかったのを悔やんでいます。特に服部倫卓講師のブログや記事は常に追っていますし、著書も愛読しているため…\n\nContinue to… https://t.co/WywN9pKiaX",
        "@t_kohyama えっ4.0ってかなり悪い方だと思ってました...。なんかソ連とゴルバチョフについて熱く語った覚えがあります。小学生の時1年間イギリスに留学してましたが、もう帰国子女〜って感じではないですねー。(TKさんの方が今現在での帰国子女度は高いですねｗ)",
        "https://t.co/OBHItfu3O8\n今日の研究室ミーティングで発表した、「海外CS PhD出願」のスライドを一部固有名詞をぼかして公開します〜！私のTOEFL/GREの点数や成績の内訳も載っているので是非参考にして下さい。",
        "入学までは、グアテマラでスペイン語を練習しながらのんびり過ごしたいなと思っています笑 あとオリンピックのボランティアもやるので期間中は忙しくなりそうです。本来9月入学ですが、早く始めたいな〜と思ってい…\n\nContinue to… https://t.co/j72xmUmlQT",
        "語学習得の為に海外に行くのはオススメです！（自分も1ヶ月強語学留学しました）ただ、1年間交換留学する事がコスパが良いのかどうかについては先輩などに聞いてしっかり調査した方が良いかもしれません。夏休みに…\n\nContinue to… https://t.co/0j8kYKcVzm",
        "@crcrparさん、@warugaki_k_kさん、@hmskさんとidを書いていらっしゃらなかった3名の方、本を送って下さって本当にありがとうございます！3月は飛行機に乗る機会が多いので、移動中に読ませて頂きます。",
        "@tacchan7412 @yullyullyu 事務局に相談した方がいいと思うけど、「留学先大学から支援がある場合」は遅らせることができるらしいよ。",
        "それはできないので、1年目にフェローシップを頂き2年目から船井奨学金の受給を開始するという形になるかと思います。 \n\n https://t.co/ivZv8WKGd4",
        "ご心配ありがとうございます。それは私も懸念していて、「14日以内に日本に滞在していたら渡航禁止」のようになってしまったら、一回メキシコなどに渡って14日待ってから渡米すれば良いかな、と考えていました。 \n\n https://t.co/06h5CTyk9x",
        "私が出願時に大変お世話になったUWのAkariさん(https://t.co/ZNc32KNNSr)はEECS出身の方なので、彼女に是非相談してみて下さい！個人的には、実績があれば全然可能だ…\n\nContinue to the p… https://t.co/ue7VQcAlNy",
        "@lizan @miyagawa CPU実験落とした人はじめて見ました、あれってチーム全員が落ちるんですか？",
        "@miyagawa ISの先輩なんですか、是非ご飯行きましょう！また日程が近くなったら詳細を決めましょうー！",
        "@hide_husky 是非！！！ご飯行きましょう！！",
        "@crcrpar もちろんです、みなさんで食事しましょう！",
        "@lizan @fzw1212 @yas_tnk 12かなーと思うのですが、まだ東海岸からの飛行機を取ってないのでもう少し近くなってから詳細決める感じでいいですか😣",
        "@fzw1212 @yas_tnk わ〜！是非食べましょう！！",
        "MIT上位合格者のためのフェローシップを貰えるらしいです。余りにも光栄過ぎる、というか期待値が高すぎて怖いです...頑張らなきゃ...",
        "@shinGO_2525 もちろんです！何日にいらっしゃる予定ですか？（DMの方がよければそちらで話しましょう！）",
        "3/1-3/3でCMU、3/4-3/9でボストン(MIT+Harvard)、3/10-3/11でBrown、3/12-3/15でStanford、3/16-3/19でUWに行く予定なので、もし同じくvisit dayに行く方や現地… https://t.co/VWK15kpZY8",
        "3月、visit dayでアメリカに3週間行くのに加え、アメリカから帰国後約30時間後にポルトガルの学会への1週間弱の出張があって、旅費の立て替えで完全に破産しそう",
        "@HirofumiSeo ありがとうございます！そうなんですよ。。",
        "自分の記事読み返してたら辛かった記憶が溢れてきて涙が出てきた...本当に頑張ったと思います。",
        "留学を志した経緯を大学入学時から振り返りながら書きました。ご笑覧ください。\n\nPosted to Hatena Blog\nアメリカ博士課程留学 − 立志編 - yamaguchi.txt https://t.co/IuXll5UhTB #はてなブログ",
        "@usho0822 いいね！マナウスから小型機で2時間のところにあるテフェってところのロッジに5日間いたんだけど、夜とかピラルク？が水面をバシャバシャやっててうるさいくらいだった。でかい魚釣ったら写真アップしてー！",
        "@usho0822 アマゾンに釣り笑\nガチすぎる笑\n\n分かってると思うけどマラリアとかA型肝炎の予防接種はしたよね？",
        "@usho0822 なんでいきなり笑\n2016年に行ってたよー",
        "@q9ac USBって何入ってたんですか?",
        "@usho0822 うわ〜久しぶり！ありがとー\n元気だった？",
        "@hariguchi @ComputerHistory Cool, thanks!",
        "@hariguchi @ComputerHistory Good guess, but I took this at the Deutsches Museum in Germany. IIRC you can't seat on… https://t.co/U92uDmN89m",
        "@hariguchi Yeah I know! I also live this chair 😍",
        "これです https://t.co/y2iSqlsrDA",
        "バロットやばそうですね。画像フォルダを見ましたが、ベラルーシで食べた派手な寿司（画像添付します）くらいしか面白いものがありませんでした。海外でも美味しいものしか食べていない事に気付いたので、これからは…\n\nContinue to… https://t.co/kSv1N7xAPu",
        "去年の夏にバークレーでインターンをした時の教授が今年MITに移籍し、自分の第一志望もそれに伴って変わったため、インターンをした第一志望の教授（元バークレー-&gt;現MIT）に推薦状を書いてもらったというこ…\n\nContinue to… https://t.co/CmtGhhiyWD",
        "常に思ってますし、実際普段はだらだらしたり遊びまくったりもします。でもあまりに暇だったりサボり過ぎたりすると、「あー流石にもうちょっと忙しくしないと暇すぎるな」と思い、勉強なり研究なりに戻るのがいつも…\n\nContinue to… https://t.co/Ve9plwYfiI",
        "アジア政治外交史っていう法学部の授業が優上だった！！ヤバいと言われる法学部の授業で優上は普通に嬉しい。授業も楽しかったし先生も最高だったなー。 https://t.co/FrvvmngdTC",
        "推薦状は、東大での指導教員（分野ではとても有名な方）、第一志望(MIT)の研究室の教授（分野で有名かつアメリカでは特に有名な方）、CERNでインターンしていた時のグループリーダー（物理学博士の方なので…\n\nContinue to… https://t.co/f8ercPdxs2",
        "うお〜MIT合格グッズが届いた。モノとして届くと嬉しさが増すなー。 https://t.co/BeqKz6he7s",
        "@fzw1212 😀😂",
        "@t_kohyama 嬉しいです！是非また伺いたいです！！",
        "@NakamaruTomoki @danhper ありがとうございます！！また連絡させて頂きます！",
        "私も留年してますよ！留年するかどうかより、その1年をどう過ごせるかの方が重要だと思います。私は1年間CERNでインターンをさせて頂けたことで、実績に繋がりました。 \n\n https://t.co/Q5jZOPTx01",
        "@t_kohyama すみません、勝手に紹介しちゃいました😣",
        "ポルトガルなのでめちゃくちゃ楽しみ〜！そして卒業式と被ってて出れないのが確定したけど留年して同期に友達があんまいないので別にいいかなって感じだ...",
        "@danhper @NakamaruTomoki ほんとですか！もしよろしければ学会でお話させて頂けませんか？PL系のお話聞きたいです！",
        "&lt;Programming&gt;という学会のPX/20というワークショップに論文がアクセプトされました！（夏のバークレーインターンの成果です）人生初のPL系の学会で、PL系の知り合いがほぼ誰もいないため行かれる方は是非お友達になりましょう！！",
        "ゲームしますよ！出願後は3日間ポケモン剣盾をやり続けましたし、合格発表前は3日間牧場物語をやり続けました。中高の頃はドラクエやファイナルファンタジーを盛んにやっていました。今日の卒論発表が終わったらP…\n\nContinue to… https://t.co/iIjuM9m93c",
        "合格/不合格しかない科目はGPAに換算されないという理解です。 \n\n https://t.co/uEmtBTvEaq",
        "また、大学受験に関しても様々な質問を頂いているのですが、私は大学受験の際に優秀だったとは言いがたいですし（前期落ちてますし）、何をお返事すればいいか分からない状況です。基本的には、どの大学に進学してもそこで研究実績を出せばトップ校に受かる可能性は十分にあると思います。",
        "どのような経歴の方が海外院に受かっているか知るには、船井奨学金のこれまでの奨学生（https://t.co/LcnXZRwKA1）を見ると参考になると思います。修士卒の方も沢山いらっしゃいます。",
        "「今の学部は東大でなく、修士で東大に行くか、直接海外に行くか迷っている」という趣旨の質問をかなり沢山頂いています。学部卒なら「ポテンシャル採用」をしてくれるため研究実績があるなら学部から出願した方が有利だと思いますが、もちろん修士に進学してから留学される方も沢山いらっしゃいます。",
        "@housei0310 それは聞いたことがありません。どこに書いてありましたか？GPAを計算する際、成績表に載っていない単位を分母に含めるというのはちょっと考えにくいんじゃないかなと思います。",
        "多浪・年齢なんて全く気にする必要が無いと思います。実際、私が出願時にアドバイスを受けた大先輩で、東大に3浪(以上?)してから入学し博士でアメリカのトップ大学に行き、今は日本の大学で教鞭を取っていらっし…\n\nContinue to… https://t.co/YrHYM2Wp39",
        "GPAに関する質問にまとめて答えます。専門科目のGPA(Major GPA)と教養科目を含めた通算のGPA(Accumulated GPA)の二つを算出しますが、自分は全ての大学に両方(か通算GPAのみ)を提出しました。修士から出… https://t.co/YUsYCEOMk0",
        "@warugaki_k_k 年によって変わる可能性がありますが去年までは6000ドルだったはずです",
        "@warugaki_k_k え、値下がりしたんですか..",
        "高校生や大学生の方が私を見て大学院留学を志してくれたら本当に光栄ですし、質問も出来る限り返事しますが、当然ですがまだ「合格した」だけなので本番はこれからだと思っています。博士課程では最高の研究をして最強の実績を出していきます！",
        "Ruiさんには何の実績も無かった2年生の頃からたくさん助けて頂いていたので、そう言って頂けて本当に嬉しいです！ https://t.co/PiNAg2bTK1",
        "@yasu_possible え！？今Facebookで申請してきた？久しぶり！！",
        "@niconegoto 勝負する土俵が違うだけや〜お互いがんばろー！",
        "スタンフォードの博士課程にも合格しました！！！",
        "これ本当に声を大にして全ての東大生に言いたいんですが、東大で高いGPAを取るコツは「「優を取れそうない科目は不可か未受験にする」」ということに尽きると思います。GPAは成績表から算出するのですが、その…\n\nContinue to… https://t.co/xM2pzB86Nd",
        "研究本当に頑張ってください。自分はまだまだ未熟ですし、「研究のコツ」なんてアドバイス出来るほど実績も経験も全然足りていないですが、「大学院留学を目指す学部生ならではの研究のコツ」に限って言えばいくつか…\n\nContinue to… https://t.co/ClckKrF6vM",
        "Appleに就職するのが目標なんですね！仲のいい友人がAppleに就職しましたが、彼は学部卒で、Clangへの貢献を通してAppleの人たちと知り合いになり、インターンをしてから就職していました。（自…\n\nContinue to… https://t.co/KeYhbAcPfF",
        "頼もしいお言葉ありがとうございます！とても励みになります。 \n\n https://t.co/V7UtCJ30HM",
        "TSGというコンピューターサークルで優秀な人々にプログラミングを教えてもらっていた事以外、平均的東大生の生活をしていました。それこそ、バイトしたり、旅行に行ったり、合宿に行ったり、運転免許を取ったりで…\n\nContinue to… https://t.co/AHjIQaXZBS",
        "英語学習に関する質問を数多く頂いているんですが、自分は幸運なことに小学生の時に一年間イギリスに留学しており、その貯金が大学まで残っていた感じなのであまり良い勉強法というのは分からないんです、すみません..."
    ]
}