{
    "screen name": "JohnAByrne",
    "no. of tweets": 149,
    "tweets": [
        "Introducing Our New Online MBA Hub -- Check out the new, easy to navigate design that brings you a wealth of valuab… https://t.co/TFePPG3EmA",
        "IMD Tops Financial Times Exec Ed Ranking For Ninth Straight Year -- IESE Business School takes first in custom prog… https://t.co/mXg3YDx6eo",
        "Howard University's School Of Business Turns To One Of Its MBA Alums For The Deanship -- Born in Flint, Michigan, A… https://t.co/eb74yOi8D3",
        "COVID-19 Updates: Concern over this year's job market due to the pandemic-induced recession rises substantially, ju… https://t.co/pbVmyhhZqa",
        "Today's most viewed: The ‘Billion-Dollar MBA’: Profiling The Very Best MBA Startup Founders --… https://t.co/5maPYbM0n6",
        "Carnegie Mellon's Tepper Class Of 2019 MBAs Urgently Call For Retroactive STEM -- 12 MBAs, running out of OPT, face… https://t.co/2ObrMmEmwT",
        "At SDA Bocconi School of Management In Milan, A Slow Return To Normalcy -- How Italy's best business school… https://t.co/PaYfJx6Njf",
        "The ‘Billion-Dollar MBA’: Profiling The Very Best MBA Startup Founders https://t.co/rVmh0v738O https://t.co/N5dwTNQVJO",
        "Trending: Harvard Business School Falls To Its Lowest Rank Ever In U.S. News MBA Ranking https://t.co/e7OoQ9SkPc https://t.co/7J64bf7Iww",
        "In celebration of Mother's Day! Meet The ‘MomBAs’ Of The Covid Class Of 2020 -- https://t.co/LCacIw1hsU https://t.co/nzUL5KiHMn",
        "A heartfelt thank you to all of our sponsors, participants and incoming MBAs who attended our fifth annual Pre-MBA… https://t.co/J8yqmOhf3r",
        "In our latest podcast we take aim at the popular stereotype of the MBA as a sharp-elbowed, money-grubbing person &amp;… https://t.co/IJHK8EHjCy",
        "This week's most surprising news: Businessweek Agrees To Suspend Its MBA Ranking This Year https://t.co/DIqaZengNE https://t.co/ga8HXe9Tm5",
        "The most challenging question Irwan Hernawan got when he applied to @iesebschool: What if you could not get your dr… https://t.co/KSiSmdEXb3",
        "How HBS Decided To Allow Every Admitted MBA The Option To Defer -- It's the most generous policy for incoming MBA s… https://t.co/0P8GXRPaKB",
        "Today's most viewed (again): Seven Dings! You will be LOL amused by this video that explores the roller coaster rid… https://t.co/JkNFnkPOnR",
        "How Yale SOM’s Mission Plays Out In The Real World -- Alumni share what makes @YaleSOM so special, plus more in our… https://t.co/eLmgEbGk85",
        "This week's most popular story: 100 very different reasons why you want to get an MBA in one of our all-time favori… https://t.co/GFYcdIC8Ad",
        "Meet The ‘MomBAs’ Of The Covid Class Of 2020 -- Five remarkable women who did it all: study, work, raise kids — whi… https://t.co/oHztm8ssdm",
        "Breaking News: Yale SOM To Keep Tuition Rates Stable Due To The Economic Disruptions Caused By The Pandemic --… https://t.co/q6EGwVbFLv",
        "Breaking News: Yale SOM To Keep Tuition Rates Stable Due To The Economic Disruptions Caused By The Pandemic --… https://t.co/fB5jdEuJzi",
        "Today's most viewed: Clearly everyone needs a bit of entertaining fun right now. So check out these videos from the… https://t.co/iBsrSmvvCb",
        "COVID-19 Updates: Several updates today on our live feed of how the pandemic is impacting the business school commu… https://t.co/bzeUTOKnlc",
        "Trending: SKEMA Business School: The Global Educational Dream Of Alice Guilhon @SKEMA_BS https://t.co/iZY7uvrQbY https://t.co/x7qNXZ826j",
        "Trending: 50+ in Kellogg's Class of 2019 face job loss, dislocation, 'families torn apart' as OPT period runs out -… https://t.co/060DaVWOd4",
        "Looking forward to our opening panel at tomorrow morning's Pre-MBA Networking Festival. I'll be chatting with McKin… https://t.co/JeGdv8U2Ee",
        "Columbia MBAs on their rivals: Virginia Darden? It’s “the Harvard of Charlottesville.” USC Marshall? You couldn’t p… https://t.co/vktB2uUAf5",
        "Today's Big News: Bloomberg Businessweek Suspends Its MBA Ranking This Year Due To The Pandemic -- Will U.S. News,… https://t.co/0w6EKch32V",
        "In our latest podcast we take aim at the popular stereotype of the MBA as a sharp-elbowed, money-grubbing person an… https://t.co/i88Q7eFRP1",
        "100 very different reasons why you want to get an MBA in one of our all-time favorite stories of the year: The 100… https://t.co/uDKkAc9Jid",
        "Breaking News: Half Of B-Schools Expect Enrollment To Decline In 2020 -- One in five predict enrollment drops of 10… https://t.co/oLakWB7Gki",
        "Need A Laugh? Watch These Two Hilarious Videos From The Latest MBA Follies Show At Columbia Business School: Columb… https://t.co/lRuqDuwYNM",
        "Today's most viewed: Meet The IESE Business School MBA Class of 2021 in Barcelona -- Detailed profiles of… https://t.co/sku40GbZbA",
        "BREAKING NEWS: Bloomberg Businessweek Agrees To Suspend Its MBA Ranking This Year -- Decision follows a request by… https://t.co/ThtD0FzIQj",
        "Trending: Read The Essays That Got These Women Into @HarvardHBS Business School -- The complete essays including on… https://t.co/OphZoIKLdM",
        "Why Rebecca Dewey went to @NYUStern for her MBA: 'Stern prides itself on 'IQ + EQ' and I was drawn to a school that… https://t.co/N3fg7zYdsv",
        "Talk about an MBA career pivot: Brittany Hunter was a teacher at Harlem Village Academy. Now with her MBA from… https://t.co/zP5plOqmds",
        "How Coronavirus Has Impacted Part-Time MBA Programs -- Students, faculty faced abrupt transition but were well-prep… https://t.co/6MMd3Yfixq",
        "Trending: Harvard Business School Considering Whether To Increase Size Of Its Incoming MBA Class In 2021 Due To The… https://t.co/B52lUGTggz",
        "Pandemic Delays Opening Of IE Business School’s New Ultra-Modern Skyscraper Campus In Madrid -- Will push back the… https://t.co/NedbQMwQCp",
        "Today's most viewed (again): The World's Best &amp; Brightest MBA Grads of 2020 -- 100 young professionals share their… https://t.co/6OZqwPD0HS",
        "Meet @iesebschool's MBA Class Of 2021 -- A diverse and intrapreneurial class descends on Barcelona… https://t.co/5xxa3Drhe6",
        "Dani Ebersole's favorite professor at @UCLA is Ian Larkin. 'What I liked was his ability to create thoughtful and i… https://t.co/1Kkko36Ubu",
        "Fascinating dilemma with real human consequences: Kellogg Alumni Call On School To Make STEM Retroactive… https://t.co/OCF4OVBM2W",
        "I love Eric Hilton's story. Rejected from @Wharton, he applies again, only to land on the waitlist. But his persist… https://t.co/L9Ha1ng6i1",
        "Big News Today: Harvard Business School May Increase Class Size In 2021 -- @HarvardHBS  MBA application for next cy… https://t.co/ioRM7s0kJR",
        "Biggest @iesebschool myth? 'It is highly demanding academically,' says Connie Melgarejo. 'This is true for the firs… https://t.co/hrLg1Dbs7b",
        "Ilana Walder-Biesanz's favorite MBA prof at \n@StanfordGSB? Alyssa Rapp. 'She’s always pushing students not just to… https://t.co/igFSPv4Ndd",
        "If @ESADE's Ivanka Visnjic weren’t a B-school prof, she would be a consultant, a coach, or a writer. 'I believe tha… https://t.co/zL6WTKudzj",
        "Biggest @Wharton Myth? 'I heard that it could be a competitive environment,' says Anisha Mocherla. 'I have never ex… https://t.co/kgAG9S7s50",
        "Still Trending: Our Celebration of the World's Best 40-Under-40 Business School Professors -- Here's a glimpse at t… https://t.co/qqWHmNr1o9",
        "Kellogg Alumni Call On School To Make STEM Retroactive -- 50+ in Class of 2019 face job loss, dislocation, 'familie… https://t.co/f9vsBGGtju",
        "BREAKING NEWS: Harvard Business School May Increase Class Size In 2021 https://t.co/NsfPBwVvo6 https://t.co/GNPQjPHLc5",
        "Want to do a career switch? If so, I think you'll really enjoy this video I did with two i-bankers at BankofAmerica… https://t.co/kGoou7OYB7",
        "Today's most viewed (again): The World's Best &amp; Brightest MBA Grads of 2020 -- 100 young professionals share their… https://t.co/zCicGKLHIG",
        "Our newest Business Casual podcast: The MBA Stereotype: How True? Caroline, Maria &amp; John take aim at the popular st… https://t.co/hiDECtrLRW",
        "What MBAs Think About AI, Inclusivity &amp; The Future Of Work -- Recent survey shows different opinions among MBAs and… https://t.co/TgmAsqKK0i",
        "Meet Stanford GSB’s MBA Class Of 2021 -- @StanfordGSB students dish on their experience and journeys to business sc… https://t.co/EVdJCGqa6q",
        "Who Will Be In The MBA Applicant Pool Next Cycle? “Mr. Youngest CEO” for HBS, “Mr. Assisting At-Risk Youth” for Kel… https://t.co/huFPMLiLC5",
        "'I chose Wharton because it scared me,' says Anisha Mocherla who is graduating with her Wharton MBA next month. 'Th… https://t.co/CyKOxZsZ89",
        "Trending: This Wharton MBA Is Keeping International Students Connected With Her Mobile Startup --Andie Kaplan &amp; her… https://t.co/zbY2fckcvK",
        "If Your MBA Starts Online In The Fall, Should You Go? We answer that question on our latest weekly Business Casual… https://t.co/GbyCLzKbJz",
        "Hope you didn't miss our eighth annual honor roll of the world's best 40-under-40 business school professors. If so… https://t.co/rQ0RMp9hEf",
        "Tales From The GMAT Crypt: Test-Takers Cry Foul Over Tech Glitches, Bugs &amp; Poorly Trained Proctors --… https://t.co/BS9WTir35P",
        "What kind of people get an MBA these days? Who can you expect to find at your business school if you will be starti… https://t.co/I1KMVzJty3",
        "The biggest myth about Rice University's business school is that it's only for want to get into energy. 'My classma… https://t.co/Oo6SNmN21i",
        "San Francisco-native Reilly Dowd went to Oxford's Saïd Business School for her @OxfordMBA due to its leadership in… https://t.co/dquKD5kLGA",
        "Phillipe Diego Rodriguez is getting his MBA at @StanfordGSB. What he wished he had done before starting: 'I wish I… https://t.co/1za33fv6N2",
        "Allie Kornstein is using her MBA from @NYUStern to transition into a product marketing job at @Facebook from… https://t.co/AXxEgDgjRx",
        "Breaking News: Dartmouth Tuck School of Business Plans To Open As Scheduled In The Fall https://t.co/j9IvXAXYXt https://t.co/DZkzFRtfxe",
        "Breaking News: @Dartmouth Tuck School of Business Plans To Open As Scheduled In The Fall @TuckSchool… https://t.co/M5LJtrsx1C",
        "The Chief MBA Gatekeepers will be at our virtual CentreCourt MBA Festival tomorrow. Join Chicago Booth, Cornell Joh… https://t.co/1T5BCCo6J6",
        "Don't miss the chief MBA gatekeepers at Columbia, Carnegie Mellon, Emory &amp; Wisconsin tomorrow starting at 2:30 a.m.… https://t.co/PanOZT4eiU",
        "Don't miss the chief MBA gatekeepers at Columbia, Carnegie Mellon, Emory &amp; Wisconsin tomorrow starting at 2:30 a.m.… https://t.co/yKZxxeVXBh",
        "Tomorrow starting at 11:30 a.m. EST, the chief MBA gatekeepers from Harvard, Kellogg, UT-McCombs &amp; EGADE will be at… https://t.co/hV33xADYYp",
        "Trending: How HBS Decided To Allow Every Admitted MBA The Option To Defer -- It was the heart-breaking stories of h… https://t.co/ICOgs5bZ0f",
        "Today's most viewed: Our Sixth Annual Honor Roll Of The World's 100 Best &amp; Brightest MBA Graduates Of 2020 -- If yo… https://t.co/8n0qs6fHXm",
        "Thanks to his MBA from @LondonBSchool, Sid Singh is building on his degree from @mumanipal in mechanical engineerin… https://t.co/xuz8IHKKiw",
        "Farheen Ahmed from Bangalore is using her MBA from @PennState to transition into a new career at Amazon. 'As someon… https://t.co/yFcmcnFBrN",
        "Vasudev Madasu is a strong believer in living life in the 'royal middle path,' without a drive for money, power or… https://t.co/iDtEKwgkSU",
        "Introducing The 100 Best &amp; Brightest MBA Graduates Of 2020 -- Our sixth annual feature on the world's most promisin… https://t.co/jvHFev7GYJ",
        "Stanford GSB Cruises Into First In P&amp;Q’s 2019-2020 MBA Ranking -- Plenty of surprises up and down the list https://t.co/rR90wlhTnJ",
        "HBS' Chad Losee: 'We heard from students that had gone through some really tough situations. Family members that ha… https://t.co/otfQAFXNC8",
        "@rotmanschool finance professor Andrey Golubov credits his mentor and friend, Dimitris Petmezas, with the fact that… https://t.co/Bp3KH2un4l",
        "Six Big Differences Between The GMAT and the GRE, plus more in our weekly MBA news and feature summary… https://t.co/abMkJ9aTYr",
        "How Harvard Business School Decided To Allow Every Admitted MBA The Option To Defer -- Our Interview With Harvard's… https://t.co/LB4hz0Eo90",
        "This Week's Most Popular Story: Our 2020 Honor Roll Of The World's Best 40-Under-40 Business School Professors… https://t.co/58KqodFETk",
        "It was only after Hengchen Dai was admitted to @Wharton’s Ph.D. program that she realized she could become a B-scho… https://t.co/F18pxPaLtT",
        "If Your MBA Starts Online In The Fall, Should You Go? We answer that question on our latest weekly Business Casual… https://t.co/4CBBeDf7zD",
        "Another GMAT test-taker reports that 'the whole exam crashed twice, the timer did not stop, whiteboard glitches. an… https://t.co/FjYzExW4Eo",
        "Harvard Business School will give a deferment to every admit who wants on but is also asking admitted students to t… https://t.co/9rL4wwgrTT",
        "This Week's Most Popular Story: Our 2020 Honor Roll Of The World's Best 40-Under-40 Business School Professors… https://t.co/8IQHBZqePY",
        "This Wharton MBA Is Keeping International Students Connected With Her Mobile Startup --Andie Kaplan &amp; her team ran… https://t.co/pXSrAjlh9F",
        "Today's most viewed: Stanford GSB Now Has A STEM-Certified MBA Program https://t.co/rBk3L0o2ve https://t.co/ng3RZhI3wG",
        "After being rejected by @Wharton without an interview, Eric Hilton reapplied the following year only to land on the… https://t.co/UxtHaTMHiD",
        "From the Peace Corps in Burkina Faso to investment banking at Wells Fargo. For her MBA, UNC @tarheelmba Kenan-Flagl… https://t.co/rEtAqdH5Vk",
        "Ajey Kaushal was sold on @uclaanderson after meeting admits who were visiting the campus with him. 'Not only were t… https://t.co/EwaNgn4PIa",
        "Before going to @LondonBSchool for his MBA, Francisco Milán built his own public relations &amp; communications firm in… https://t.co/Ls6oSSFEdW",
        "One of Amar Dixit's professors at @Northwestern Kellogg says Amar 'brings a heft, breadth, and depth to conversatio… https://t.co/XSjD26wGK2",
        "Celi Khanyile-Lynch left her job as briefing director to New York City Mayor Bill de Blasio to get her MBA at… https://t.co/SiqKHq1D92",
        "Zero Disadvantage With GMAT Online Whiteboard -- But a professional GMAT tutor @AtlanticGMAT says you better spend… https://t.co/lg2ZOGbdnk",
        "My Online @OfficialGMAT Experience -- A recent test-taker reflects on the new at-home GMAT exam… https://t.co/5P33T6D3hv",
        "Toronto @rotmanschool Loses Dean To Bank Of Canada -- in second 5-year term as dean, Tiff Macklem will return to hi… https://t.co/QHI9Kcjtcn",
        "Breaking News:  @EmoryGoizueta Business School Names Interim Dean -- Accounting professor Karen Sedatole will takeo… https://t.co/aRTGmivZb0",
        "Tales From The GMAT Crypt: Test-Takers Cry Foul Over Tech Glitches, Bugs &amp; Poorly Trained Proctors @OfficialGMAT --… https://t.co/yfppPtEQFT",
        "This Wharton MBA Is Keeping International Students Connected With Her Mobile Startup --Andie Kaplan &amp; her team ran… https://t.co/gdxBniK857",
        "Why The GRE Could Become The Preferred Exam For MBA Admissions -- A revolt against the GMAT has attracted more than… https://t.co/ZyWIYT5hEm",
        "Thomas Roulet knew he wanted to become a business school professor when he worked on the trading floor of an invest… https://t.co/oaALpij5sX",
        "What makes Maher Said @NYUStern a great teacher? 'I try to bring a lot of energy into the class while remaining aut… https://t.co/H2vSnvHAC5",
        "GMAC Launches At-Home Executive Assessment Test -- Test Takers can sit for the exam in their homes or offices start… https://t.co/3KSfzV2PHO",
        "Today's most viewed: Our annual celebration of the world's best 40-under-40 professors teaching in business school… https://t.co/gl4AP6escG",
        "A sincere thanks to all of our Poets&amp;Quants fans. We just closed on the most successful month in our near ten-year… https://t.co/OpShxtLG66",
        "Here's what @HarvardHBS Dean Nitin Nohria told nearly 800 MBA admits on Zoom: 'I really do think this is a moment i… https://t.co/Ts3BhJbUsj",
        "COVID-19 Update: London Business School is extending its R4 deadline of April 22 to June 4th due to the pandemic. I… https://t.co/UWY2w3eURO",
        "Is it even possible to make accounting fun? Patrick Badolato @UTexasMcCombs School of Business can. His secret? 'In… https://t.co/EmhkYWBP4m",
        "We love Joel Goh's story on how he decided to become a B-school prof. He was visiting his girlfriend at Cornell &amp; a… https://t.co/UUr6uuz3hX",
        "Evan Wright has an usual credential on his CV: He's the former U.S. National Kickboxing Champion. Wright also will… https://t.co/GgvHSsVRgr",
        "Joshua Lah left @jpmorgan in London to get his MBA at @BoothFullTime and gives credit to his mentor, Kaj Christenso… https://t.co/EXPuRbIrBC",
        "'I chose @Wharton because it scared me,' says Anisha Mocherla who gets her Wharton MBA in May. 'The sheer size of t… https://t.co/JONKlecXGQ",
        "At this point, the story isn't which MBA programs are STEM certified or have STEM tracks. The story is which U.S. b… https://t.co/9SWakdtNdf",
        "At this point, the story isn't which MBA programs are STEM certified or have STEM tracks. The story is which U.S. b… https://t.co/mpS64GxAsA",
        "With nearly 200 nominations, @cassbusiness School’s Alessandro Giudici was one of the most nominated professors of… https://t.co/xvIPkTCGmk",
        "\"To understand business, you need to understand people,\" says Carnegie Mellon's Taya Cohen. With nearly 2,800 Googl… https://t.co/b3ghxLNMKm",
        "To stand out among the best MBA teaching faculty in the world at UVA's @DardenSchool takes a special kind of profes… https://t.co/Hu3QaRV05q",
        "BREAKING News: Stanford GSB Now Has A STEM MBA -- Move impacts all @StanfordGSB MSx, MBA students, took 'months of… https://t.co/9wKSnkOF04",
        "We have seen some remarkable examples of courage &amp; leadership during the pandemic by business education leaders fro… https://t.co/hiFPbDQ9bI",
        "@ImperialBiz @Eisingerich @PoetsAndQuants Congratulations to you both and thank you for your remarkable dedication… https://t.co/XHvL6vXcMm",
        "@ovulsezer @neac64 @PoetsAndQuants Congratulations!",
        "Ivanka Visnjic of ESADE in Barcelona lives &amp; breathes innovation. Her elective, Creating Radically New Products and… https://t.co/uTZWcsO76V",
        "The youngest B-school professor on today's list of the world's best 40-under-40 MBA professors could easily be mist… https://t.co/NiwH7PrUZE",
        "Big News &amp; We Expect Many Other Schools To Follow: Wharton Will Reopen Campus In The Fall, Plans Blend Of In-Person… https://t.co/P3j90UcZ8v",
        "Congratulations to every spectacular business school professor on today's newly-unveiled list of the world's 40-bes… https://t.co/jEOnA3BwbX",
        "Who Will Be In The MBA Applicant Pool Next Cycle? “Mr. Assisting At-Risk Youth” for Kellogg, “Mr. Brolic Bro” for N… https://t.co/ibi35tJshP",
        "More than 100 students, alumni &amp; faculty colleagues nominated Michael Gill at the University of Oxford's Saïd Busin… https://t.co/jsIgpIrrjD",
        "With over 1,400 Google Scholar citations, Maryam Kouchaki @KelloggSchool is one of the top researchers among the Wo… https://t.co/5ZabTdtjvZ",
        "Meet Laura Noval of @imperialcollege Business School. She is one of the world's best 40-under-40 B-school profs. He… https://t.co/fR09ycK9aY",
        "Breaking News: Wharton Plans Blend of In-Person &amp; Virtual Classes For Its MBA Program This Fall -- 'Anyone who cann… https://t.co/4uktTyAgg6",
        "Coming Tomorrow: Our Annual Listing Of The Best 40-Under-40 Business School Professors In The World. Meet one of th… https://t.co/nzGoO2JtFF",
        "Washington Foster’s Amber Janke: ‘We are known as a technology school but a lot of our students are going into fina… https://t.co/VEEsI6LjNf",
        "@StanfordGSB's Kirsten Moss of Stanford GSB: 'I feel a personal commitment to make sure your application has been r… https://t.co/owZIhK1P89",
        "‘We see people every year who are clearly trying to give you the answer they think you want to read,' says Pete Joh… https://t.co/EzhnPVUZUF",
        "'CEO recommendations often fall flat. You want someone who can tell stories about you that will add value to your r… https://t.co/LjVCp6yLvo",
        "Worried about the pandemic's impact on your journey to B-school? 'You are so much more than one summer internship o… https://t.co/rrAFUHYHEm",
        "'We're interested in the distance you've traveled,' @StanfordGSB Admissions Chief Kirsten Moss tells CentreCourt. '… https://t.co/mPNoNWDjaO",
        "Now on center stage at the CentreCourt MBA Festival: The MBA gatekeepers at Stanford GSB, Berkeley Haas, UCLA Ander… https://t.co/jmeYq6en0N",
        "Even after practicing for up to seven hours with a controversial online whiteboard tool for the new at-home GMAT, p… https://t.co/BfEMw1zdrD",
        "“All the business schools you are going to consider are going to have to confront the same challenges,” @HarvardHBS… https://t.co/MG5gAEXqC0",
        "GMAT sent out the first score reports of its at-home test today. Even a professional test-taker scored 30 points be… https://t.co/ro1SZBL4GA",
        "If your MBA starts online, should you go? In our latest podcast we discuss the pros and cons of starting your MBA p… https://t.co/J7EWnrZBiB"
    ]
}