{
    "screen name": "lilith99",
    "no. of tweets": 143,
    "tweets": [
        "@xetdoifood @brogui",
        "Goiânia é a capital mundial do sistema solar tudo",
        "@pratofundo Nenhum delivery pra salvar essa pizza?",
        "@Metaphisica Tava sim, e aprendi q tem q pedir de lá antes de ter fome",
        "@Metaphisica Meu delivery ontem levou 2h pra chegar",
        "@Chargers @NFL @DerwinJames @Keenan13Allen @CurtiAntony",
        "Você se lembra quando começou a fazer parte do Twitter? Eu me lembro! #MeuAniversárioDoTwitter https://t.co/bBCTEkAqiT",
        "@conversasq @carvalhopaulo",
        "@skol Não, quero a Skol Hops de volta",
        "This Tweet from @lilith99 has been withheld in: India.",
        "@JJ48355332 @xetdoifood Acompanhamentos",
        "@ariaguiar do Matanza é \"Mulher Diabo\". Fui conferir. Então temos as duas.",
        "#wsopnaespn @ariaguiar A Mulher do Diabo é do Velhas Virgens",
        "@canariopistola Intolerância a lactose",
        "@OMorph Eu prefiro bineural, baixei um app, você escolhe a base e depois coloca os ruídos brancos por cima. Chama Atmosphere.",
        "@OMorph Bineural e ASMR",
        "@izzynobre Pega, coloca no vapor só o tempo de separar um pouco as arvrinha, coloca frios entre uma e outra, a base… https://t.co/pViILjhLxk",
        "@BRKsEDU Treinamento pra aprender a cair sem se machucar",
        "@ch1slu @The_Tempter",
        "@nilmoretto Temperar com curry indiano",
        "A abertura da Copa sem o Vitas tá errada",
        "@thipeto @vxnxvnnx @izzynobre Não ia importar para os países da copa pelo que entendi, para os adversários",
        "@OMorph Eu, se manter as revisões em dia e as manutenções básicas não tem dor de cabeça. Tenha um mecânico decente e de confiança.",
        "@profeshugo @CurtiAntony Até o dog deitou",
        "@NFL_Cantadas Você acha mesmo que eles dançam assim normal? No mínimo um energético bem batizado",
        "@NFL_Cantadas Aqui vi uma esses dias que era um ônibus sem as portas e janelas, com o homem aranha e o venon de ponta cabeça",
        "@CurtiAntony @renandocouto Chego assim que acabar  D-backs vs Giants",
        "@OMorph Eu faço com geleia de abacaxi com pimenta e fica bem legal",
        "@OMorph Num hambúrguer de porco, um abacaxi grelhado pode ser aceitável",
        "@ubiraleal Vou esperar sair o fake mais barato",
        "@naosalvo Cappuccino com conhaque",
        "@Menos00 @Cardoso Aqui foi o contrário, o tava eletrônica veio Thiaguinho",
        "Certeza que isso que preciso https://t.co/h4HuZnsvpD",
        "@CurtiAntony @ESPNLeague_br @pauloantunes Podia postar no site da ESPN pra guardarmos e conferir :)",
        "@ESPNagora @CDNLEON",
        "@izzynobre Já ia perguntar o que tinha resolvido dos monitores",
        "@nilmoretto Misterioso assim só pode ser no Acre",
        "@izzynobre Humm então tem que ser pra cima, uma prateleira bem fixa resolve",
        "@izzynobre  https://t.co/8Vc57zA5A7",
        "@izzynobre Vi uma imagem no Google de um cara que montou 2 na posição retrato e 1 na posição paisagem",
        "@izzynobre Aqui o maior fica em cima https://t.co/HOe4Tu9OkW",
        "@izzynobre Basicamente isso",
        "@izzynobre Eu uso um monitor em cima do outro aqui em casa, depois que acostuma é suave",
        "@Maartuscelli @izzynobre Acho que deu ruim no corretor",
        "@LeoJaime Até onde eu conheço não. O povo que tem medo da panela comum adora",
        "@LeoJaime Igual a panela de arroz elétrica, só que essa é com pressão. Faz feijão, carne de panela e tal",
        "@izzynobre Acredito que todos os sorteios do Facebook seguem a regra, sqn",
        "@nilmoretto Os M&amp;M's te perseguem https://t.co/pnpv9mvEPs",
        "@izzynobre Café recém passado",
        "@Cardoso Tks",
        "@Cardoso Tem outra live? A anterior foi terminada 😑",
        "@naosalvo Tá parecendo filhote do Walter Mercado",
        "@blogteleguiado @nilmoretto",
        "@vanlino_ @nilmoretto @CdNLeon Gosto até os 7min, mas prefiro menos",
        "@nilmoretto Que tal aqueles app de treino em casa?",
        "@nilmoretto 0/",
        "@Biel_Smash @robertomarconi @bqeg Não deve poder lubrificar as cadeiras",
        "@CdNLeon Moeda CDN? Kkkkkk",
        "@nilmoretto Relatório de química e física-mecânica para a faculdade.....",
        "@nilmoretto Olha https://t.co/UzfKMnX47E",
        "@catupiry @nilmoretto @thalilopess @dinotv @kamiikio @theskymaid @CdNLeon @luide @jadneves Gemada kkk",
        "@nilmoretto @thalilopess @dinotv @kamiikio @catupiry @theskymaid @CdNLeon @luide @jadneves Gema mole?",
        "@nocedanielle poderia ensinar a fazer um red velvet bem bonitão né :D",
        "@borbs Teve mão na  bola do Koo",
        "https://t.co/G3BOU7kMAh",
        "@CdNLeon Já foi ver o Valerian?",
        "@nilmoretto Sério, é uma página a se seguir #cemi #JardimDaRessureicao",
        "@nilmoretto Melhor página #cemi",
        "@nilmoretto Povo tem tempo demais pra achar defeito na vida/trabalho dos outros",
        "@nilmoretto Essa pequena corta só no meio e come com a colher",
        "@CdNLeon Bora malhar os dedinhos",
        "@nilmoretto Quem sabe algo que o Leon não come a tempos por causa da lactose",
        "@nilmoretto Esse casal nem está tão longe, talvez dê pra vê-los também",
        "@CdNLeon Conselho Desmotivacional",
        "@nilmoretto #livedoCAC Você pensa em testar algumas receitas que recebe?",
        "@CdNLeon Haja café!",
        "@nilmoretto @LucasBraga Tenta esse Nilce https://t.co/fvRBs7Jbum",
        "@CdNLeon Agita que sai!",
        "@Cardoso Manooo",
        "@CdNLeon Curiosidades úteis não divulgadas. Aquilo que você adoraria ter conhecido antes e que pode mudar uma vida.",
        "@CdNLeon Ótima ideia, mas vai ter que mesclar android e ios pra ninguém ficar triste",
        "@CdNLeon Mas um Talento Supremo vai bem também",
        "@CdNLeon Tem que comer aquelas comidas da loja japonesa não é mesmo",
        "@nilmoretto ofendículo #surraverbal",
        "@CdNLeon Podia deixar a live do Clash no ar, não deu pra acompanhar, estava estudando :(",
        "@CdNLeon https://t.co/U3dFB4SH12",
        "@paulocuenca  https://t.co/d5PFGhtjgT",
        "@paulocuenca ou você precisa de um café mais forte ou pode adicionar pó de guaraná. Certeza que vai te dar uma energia :)",
        "@CdNLeon Isso mostra o quanto de atenção prestaram no vídeo",
        "@nilmoretto Não seria má ideia",
        "@nilmoretto Era Cepacol a marca que você procurava?",
        "@nilmoretto o @CdNLeon já tentou procurar o capacete dele aqui no BR? Talvez não seja uma saga encontra-lo aqui :)",
        "@everaldomarques Véspera de feriado é dia Drinking Games #TudoPelaNFL",
        "@CdNLeon #ForçaLeon",
        "@CdNLeon https://t.co/Ey2LYiAjom tá ativo",
        "@CdNLeon Que tal algo sobre periféricos que facilitam algumas tarefas, ou multi-tarefas",
        "@biarrosi @nilmoretto @CdNLeon @RepublicaCdN é por nada, mas lembrou mais Five Nights at Fredy's",
        "#slitherio",
        "Foto: mbennz: #Repost @starseedwisdom ・・・ There are many who say, “Oh, no, here comes the light!” because... http://t.co/3gIXgRBNjV",
        "Foto: fuckyeahtattoos: watercolor tattoo done by bernard klein @ kiko tattoo, rio de janeiro - brazil http://t.co/fX8n9xzstD",
        "Foto: fuckyeahtattoos: Tattooartist Li Kuprina Russia, Moscow http://t.co/9wOkZ04Y0c... http://t.co/6WJjCGW0VW",
        "Foto: fuckyeahtattoos: Jeff Norton, Atasacdero California http://t.co/zTHctBuqUG http://t.co/vV8w3L8KXl",
        "Foto: fuckyeahtattoos: Jeff Norton, Atasacdero California http://t.co/zTHctBuqUG http://t.co/uruJnwlAoC",
        "Foto: fuckyeahtattoos: newest piece all healed up! one more sitting to go 😍 http://t.co/L0LhRedwLb",
        "Eu quero a Coleção #PPF da @brutavares  @Tracta_Makeup que a @CeciLima está sorteando http://t.co/pAFX8BQd",
        "#EuQuero isso de presente! Quem vai me dar? :D http://t.co/ATWiqELV via @bloopystore",
        "Quero ganhar action figures Star Wars na #Promo #StarWarsDay do @MagnatasNet e @RocknTech! Leia http://t.co/dqeB0DkU Siga e RT p/ concorrer!",
        "Tenho certeza que você conhece essa música http://t.co/EGUbJaKY via @complexogeek",
        "I'm at Milano Hotel (Rua da Penha, 19, Sorocaba) http://t.co/uTp2k1Bb",
        "I'm at Estação Rodoviária Rodocenter Sorocaba http://t.co/OPTFTUe4",
        "I'm at Long Island-SP (Ilha Comprida) http://t.co/A8wsxFfY",
        "I'm at SmartStore Posto Texaco (Av. Nossa Sra. de Fátima, Av. Paulista, Americana) http://t.co/FW3HAz9Z",
        "Estou concorrendo a dois Xperia™ PLAY no minigame da Gameloft e Sony Ericsson! Participe também e comece a jogar sério: http://t.co/tA4dgbwW",
        "@Flavicca add a tia no Facebooksson =D",
        "Bom dia, pronta pra talvez chegar atrasada no trampo...",
        "I'm at Bluesteco Café & Bar http://t.co/wvmhX8vr",
        "I'm at NoCanto (Av. João Pessoa, 19, Nova Odessa) http://t.co/xNcriFnc",
        "I'm at Heavy Metal Rock - @hmrock (R: 30 de Julho, Americana) http://t.co/haNkextq",
        "I'm at Graal Manjar do Marques (Rod. Washington Luiz, km 154,5, Cordeirópolis) http://t.co/quVKd0Pk",
        "\"@DicasNova:Treine seu desempenho oral sozinha.Pegue 1 mandioca, esfregue num bacalhau e caia de boca, girando a língua no sentido horário.\"",
        "But I set fire to the rain, Watched it pour as I touched your face Well, it burned while I cried 'Cause I heard it screaming out your name..",
        "I'm at Subway (R. Humaita, 1640, Indaiatuba) http://t.co/zmpW0Xvu",
        "I'm at SmartStore Posto Texaco (Av. Nossa Sra. de Fátima, Av. Paulista, Americana) http://t.co/L8UW00HP",
        "I'm at Rodoviária De Sumaré (Sumaré) http://t.co/0vos6DOr",
        "Eu devia estar dormindo....mas as drogas me impedem",
        "I'm at Bar da Montanha (Av. Laranjeiras, 2601, Limeira) http://t.co/xWXNGcfG",
        "I was made for love you baby, and you are made for love me...",
        "Prefiro assim com você, juntinho, sem caber de imaginar, até o fim raiar",
        "I'm at Instituto de Computação (IC) - Prédio 3 (Av. Albert Einstein, Campinas) http://t.co/zmvW2wrs",
        "I'm at Supermercado São Vicente (Av. de Cillo, 2200, Americana) http://t.co/lyBsa7YU",
        "Oia que lindo, sabadão e eu ficando sem voz!",
        "http://t.co/UKI2dhby",
        "I'm at Meire Rainha dos Lanches (Pç. Cdor. Muller, Americana) http://t.co/a67apFqh",
        "I'm at Bar da Montanha (Av. Laranjeiras, 2601, Limeira) http://t.co/uIfysADx",
        "I'm at V8 Rock Bar (Rua Dom Barreto, 455, Sumaré) http://t.co/TdKMph4R",
        "I'm at Amigao Padaria & Conveniencia http://t.co/kKvYN2Pk",
        "Again (@ SmartStore Posto Texaco) http://t.co/WMqgqH6r",
        "\"@RocknTech: Carro movido a café bate recorde de velocidade. http://t.co/cGTj3POb\" /// Se o carro for meu, quem será que bebe mais???",
        "\"@brejas: Eisenbahn lança a cerveja Oktoberfest 2011: Pelo quarto ano consecutivo, a Eisenbahn coloca à disposição ... http://t.co/0JUfo81X\"",
        "\"@bqeg: Só pessoas lindas, com inteligência de Einstein, coragem de Leônidas e com sexy appeal irresistível estão acordadas agora.\" 0/",
        "I'm at SmartStore Posto Texaco (Av. Nossa Sra. de Fátima, Av. Paulista, Americana) http://t.co/fF2ICtBU",
        "\"@barbrejas: Convites da OKTOBERFEST do @BarBrejas começam a ser vendidos amanhã. Veja o que rola: http://t.co/mpLlgfLH\"",
        "Tem uma TST gatinha perto de mim, ela ta com o cabelo vermelho tb. Coincidencias....."
    ]
}