{
    "screen name": "SujadBangash",
    "no. of tweets": 200,
    "tweets": [
        "2 people followed me // automatically checked by https://t.co/cTnPRqSLpo",
        "@Qaisar_Hassan @SaleemKhanSafi Nahi itne chaploos nahi hote but jo jisa hota hai wo sab per wahi guman karte hai… https://t.co/wiy70L5kjH",
        "Missing you Mori. when you were with us our everyday was Mother’s Day.Happy Mothers day to all the mother.Respect &amp;… https://t.co/XWzGzd8GKY",
        "@Mian_walian My city #Hangu",
        "@nayadaurpk_urdu esko hm apne zuban me @TalatHussain12  kehte hai",
        "5 people followed me // automatically checked by https://t.co/cTnPRqSLpo",
        "@Gulalai_Ismail Jb kuthayan waar lathi hai tu pir kutya khud kutto ke peche baag jati hai or tum kitya hu bloody bitch",
        "@daud555k @govtofkhawar @marvisirmed Deer bekara tarbeyat de shawe dy",
        "@sanaejaz2 Lar o bar yo hindwana. Aye hindwano tol da aghwe riwajona o rasam palai.",
        "@Dr_ZAQ @ImranKhanPTI 2 din ke baad ea gandey kerhe ke hm lenge zaror @TahirMughalPml1",
        "@zaheer84 @SultanmdAfghan @BushraGohar @Aliwazirna50 @mjdawar Da stasu general dy👇👇👇 de ta laka oba wachawa che loy… https://t.co/zjT49sHP9M",
        "@sanuuki @KlasraRauf Apke tara knowledge ka dandora apke patloni PM abbasi be peet raha hai jb nab andar karaya ta… https://t.co/iAGorYkvne",
        "@sanuuki @KlasraRauf Muje pata hai pmln ke leadership be esi tarah bag rahi hoti hai... maryam ke papa indian hai c… https://t.co/gU5CBVebYM",
        "@sanuuki @KlasraRauf Kisko diye the bagair audit ke?? Knowledge ka poch rahe the na?? Sarkark khato ke official aud… https://t.co/kgEZlqm0lR",
        "@sanuuki @KlasraRauf 2013 me jb pmln ke govt ati thi 450 billion wihtout audit kis ko diye the??",
        "@KlasraRauf @Intl_Mediatior sir es khabar me kitni reality hai?",
        "@sanuuki @KlasraRauf Bilkul kuch be nahi nikalna jo billions of Pkr maryam ke papa choor ne apno me bante the",
        "@adilshahzeb @kdastgirkhan Ye retweet karne wale Pakistan ke ghaddar baap ke bete ko zara samjaye ke ye billions of… https://t.co/7NH942x0UZ",
        "@Kamalkhan80 @kAfghaan @mjdawar @a_siab @BushraGohar Qaam bilkul na badlegi kho da ba history ke lekali kigi che Pa… https://t.co/NzETeJCydI",
        "@gafghan76 @Amir_Sethi_007 @kAfghaan @fawadchaudhry Kala ba zey gul marjana. Ajazanu khpal mulk azad nako tar osa 5… https://t.co/cd5u2vIDoT",
        "@Naserah29972219 @kAfghaan Da majar sok dy?? Ajazona khpal mulk azad nako tarosa 50 mulkona paki tashe kai",
        "@PTIPeshawar Dumbest cm in the history of KPK",
        "3 people followed me and 2 people unfollowed me // automatically checked by https://t.co/cTnPRqSLpo",
        "@MoeedNj Central",
        "@JadoonPk @MirMAKOfficial  @BhittaniKhannnn @ZaidZamanHamid",
        "@SaleemKhanSafi Han guzara karna tu tumhari purani adat hai ab deko ab es per b guzara kar rahe hu ke diesel ke dha… https://t.co/rdcuhwtK9V",
        "@AsifIqbalccw 4, muashre insaf se banta hai insaf ayega tu Allah Ta Allah be khush ho kar ham se raazi ho jaye wo h… https://t.co/vZh4c6AzT2",
        "@iihtishamm Full video👇👇👇\n@SHABAZGIL @MashwaniAzhar @UsmanAKBuzdar  \n\nhttps://t.co/xjg8D9lKDY",
        "Benefited most?? Kia ali wazir ko arif ke maqboliyat ka khof khaye ja raha tha?? Or PTM apne mout mar rahi thi tu e… https://t.co/qqGmih38qh",
        "Though accept my condolence&amp;also i am mourn 4 a muslim loss,bt i’ve som serios questions. Few days back arif made a… https://t.co/FdtiIXE4Vs",
        "@Hareemshah33 Tumhari tange kitni dafa kanp gaye hai. Suna hai arab loog sirf tango per hi itefaq nahi karte wo tum… https://t.co/JCgqPicJmR",
        "@asmashirazi @Ghummans Happy birthday sarkari hajan es dafa tu ap be sarkari hajj per nahi ja paogi so sad",
        "@MUsman67041729 @sherryrehman Tum be barhe mazaq karte hu es me zabardast kia hai??? Acha tum aunty ke naqli khobsa… https://t.co/Na8Iu6Lfon",
        "@sherryrehman What maturity?? This one ke har wakt nashe me hotay hu tum loog https://t.co/p6QOaSzBJx",
        "2 people followed me and 2 people unfollowed me // automatically checked by https://t.co/cTnPRqSLpo",
        "@imeeshaz123 @ZilayHumaDar @naddiyyaathar Wo be certified jahil or nahil azam",
        "@FaisalMaroof786 @HameraButt @naddiyyaathar Q tum apne bivi se pata chalate hu???",
        "@naddiyyaathar @SurkhiPowder Acha tum muje ye batao ek article me kitne clause hai???",
        "@realikramnaseem @iSaleem_khan34 Fazal rehman ke khatir tu nawaz shareef ne bannu airport be banana tha???",
        "@SaleemKhanSafi Ab agar tum me himmat or dam hai tu ye retweet kare lifafi bhai👇👇👇\nhttps://t.co/bjtfkOTQih https://t.co/fQOu20idxx",
        "@ajmaljami @WaqarAhmedGujar @DChowk1 Ek to haq sacha sahafi @HamidMirPAK  hai jo margala paharho karha ho kar kehta… https://t.co/d8v4ftfeQA",
        "@GulBukhari @SurkhiPowder Q kuch kaha tha usne?? Ya kuch offer wagaira karwaye thi???",
        "@SkyZamaray @schaheid Zan khlaas ka 45 mulk army na pata na che sa sa ye darbande oko zamong gham ma kawa",
        "@iihtishamm میڈم  اگر یہ ریڑھی لگانے والا آپ کا باپ ہوتا تو پھر آپ کو پتہ چل جاتا کہ واقعی گھر میں بیٹھے ان بیٹیوں… https://t.co/p5WVWEIFUk",
        "@ErummKhan @hinaparvezbutt یہ وہی دانیال عزیز ہے ناں جو آپکو ایک جلسے میں پیچھے سے موبائل دے رہا تھا ؟؟؟",
        "@ShahNafisa @BushraGohar اس کا مطلب یہ کہ سندھ میں اٹھارویں ترمیم مکمل طور پر فیل ہو چکی ہے -اور اس ترمیم فی الفور… https://t.co/crdMNlCvKD",
        "@MaleehaHashmey @HamidMirPAK ابھی تک حامد میر نے بتایا نہیں کہ عرفان خان اور رشی کپور نے فوت ہونے سےپہلے انکو کیا ب… https://t.co/U6Pf010m2g",
        "@Dr_fizakhan ہر صحافی سینئر اور معروف کیوں ہوتا ہے؟",
        "@AmirMateen2 Enko ap media walo ne sar pe charhaya hai enko vip vip kehke ye elite class khud ko PAKISTAN ME KHUDA… https://t.co/K7DajyqHnl",
        "@MateenK99165287 @AsfandyarKWali @MianIftikharHus Sa brave??? Da ba da hm wel che nawaz shareef na cha plaar hm res… https://t.co/UfUn4F7FyR",
        "@pendu_275 @MashwaniAzhar Public transport band hai last 45 days",
        "@powindah_ @MasoodMustang @sherryrehman U forgot @SenRehmanMalik  and @SyedaShehlaRaza  👇👇👇 https://t.co/TgaFrmkr9r",
        "@ayub_pashtun @AsfandyarKWali Ta pakhtu da pakhtanu nada zanta pashtun liki. Lag zanta ogora... bia zanta pashtun l… https://t.co/DXNlON8O1J",
        "@AsfandyarKWali Nor kho kha ye?? Ta sra street power charta dy che bahar rauzi. Agha mix achar rally de hera shwa s… https://t.co/NnAjUsIFCA",
        "3 people followed me and one person unfollowed me // automatically checked by https://t.co/cTnPRqSLpo",
        "@UmarCheema1 Agar band karte abi tk tum rote ya lockdown lockdown ka rona pet rahe the",
        "@BushraGohar @HamidMirPAK @Twitter @TwitterSupport Yaad rahe shiree mazari be puppet govt ka hissa hai baqol aap or… https://t.co/uTYqfbyHYX",
        "@BhattiFouzia ایک ہی حادثہ تو ہے اور وہ یہ کہ آج تک\nبات نہیں کہی گئی  بات نہیں سنی  گئی\nجون ایلیا",
        "@NasimZehra @Asad_Umar @ImranIsmailPTI Bibi pir 18th amendment ko defend q karti hu jab hr chez ka responsible cent… https://t.co/Yfit5TEwNY",
        "@sherryrehman @ShahNafisa Bibi 18 tarmeem marka spray karwao in per. Jab hr chez ke responsible central ho tu pir 1… https://t.co/dsYOLP5C5q",
        "@SyedaShehlaRaza Indheedh vari vari said nievs!!! Billy wood",
        "@SHABAZGIL اور یہ کونسا والا نشہ ہے👇👇👇\n\nhttps://t.co/xdhhs7LEX6 https://t.co/8Ag89V4TP7",
        "@adeelraja اور یہ والا نشہ کونسا ہے👇👇👇\nhttps://t.co/xdhhs7LEX6 https://t.co/B0esnoB7v1",
        "@SenRehmanMalik یہ والا نشہ!!! \nCorona virus and bangali film😂😂😂 or pir ye deko ek or nashai👇👇👇 https://t.co/uwTBsB7iL2",
        "@MeFixerr People who ran #SelectedPM hashtags defending Shireen Mazari on performance. Ya Allah yeh Kiya maajra hai.",
        "@Asimbjwa @MinmajMarwat Fake account. Real account 👇👇👇 https://t.co/vljwTokHZU",
        "@MinmajMarwat Sanaullah himself an activist and philanthropist agha hm har wakht ghareebano mraste ke busy ye",
        "@Fact And ‘ex’ in sex, ‘if’ in wife, ‘fun’ in funeral and more and more if u would think",
        "@iihtishamm Bro make a correction plz girl like angel was shot dead on 22 apr was not ramaZan so rozi ko beech me n… https://t.co/VvQn8BLF7Z",
        "@SaminaS89 @Farzana722 @Dr_Fird0usPTI Tu kia 92 me be youthia fake bankr garage me gaya tha",
        "@IMMahmoodKhan Pa twitter aw fb bande hr sa na kigi cm saib ground ta rauza ground bilkul na khkari zero performanc… https://t.co/ttop7Tzqcy",
        "@Aliwazirna50 Barh me jaye afgaynistan hamara kia kaam hai unke saath. U r Pakistan MP u should and must speak for… https://t.co/YlfiEBjdb7",
        "@javerias Kise kise loog hai aap, kabi lockdown k himayat me zameen asmaan ek kardete hu kabi pir awam me apne leye… https://t.co/gBrcBi9bIM",
        "@Gulalai_Ismail Nahi pathan khawateen aise nahi kehte kw twitter per he announce kar daly ke fala shakhs ke bari kab ayegi",
        "@ajmaljami https://t.co/7UzL7Q1vpp",
        "@Intl_Mediatior @PTIofficial @ImranKhanPTI Sir kia 18 amendment ko khatam karne ka faisla hua hai k nahi?",
        "@SenRehmanMalik Sirf lockdown per he lecture doge ya ghareeb awam ke leye koi iqdamat be karoge muje pata hai abi a… https://t.co/gVUw8UgDNx",
        "2 people followed me // automatically checked by https://t.co/cTnPRqSLpo",
        "@mirzaiqbal80 Yes he should be given a chance and some others player like muhammad asif, salam butt and sharjeel if… https://t.co/K5FWw7yLVw",
        "@faizanlakhani @JavariaWaseem https://t.co/GLSYtuMaB1",
        "@FarhanVirk Where is @reportpemra koi action q nahi leta?? https://t.co/SbZczz0nud",
        "@KasharK36667479 @SaleemKhanSafi Khair dy she naswari ta naswari achawa pa ta la roji na kigi dimagh ba de bia kaar kai @OfficialDGISPR",
        "@CMShehbaz Jinab mithaye khane se pehle thora sooch ke tweet kia kare khair now u have tweeted for delayed of repor… https://t.co/Vfh4MUR6cs",
        "@SaleemKhanSafi Ye kia bat hui safi sb chalenge accept kare hamari pathano ka sar uncha kare ap tu mashAllah sadiq… https://t.co/TFwv61rIVj",
        "@SaleemKhanSafi Q peche hat rahe hu abi darna nahi pathan peche nahi hote q hamare pathano ka sar neche dekate hu a… https://t.co/8y9Eg4Nbzh",
        "@AlihassanAli01 @FarhatullahB @BushraGohar Apne aqao ke chori ka difa karke or unke ghalat kaam ko sahi sabit karne per halal ho jati hai",
        "@SHABAZGIL Dr @SHABAZGIL  is not coming slow muje pata tha ke aap reply karenge zaror. Per tb tk hm ne khoob bajaye… https://t.co/0Y0JdLPU38",
        "@AlihassanAli01 @FarhatullahB @BushraGohar Esi kaam per tu itraaz hai dear",
        "@actuaryhafeez @geonews_urdu Abi mithai khao baad me report ati hai or chekhe marikh tk sunaye degi tum patwario ke… https://t.co/bzKfjvk1XM",
        "@geonews_urdu Ok chalenge accepted snapshot saved kal ko report ati hai tu awazey marekh tk nahi jana chahye",
        "@RehamKhan1 Es tweet ka snapshop save kar diya mene kal ko report ati hai or tumahare yaar shareef brodran or unke… https://t.co/9Kb1ypX2ix",
        "@SaleemKhanSafi Apne ghalti maan lejeye or mauffi mangye saleem sb jo b es mubarak month month ramzan me jhoot bole… https://t.co/oB02phAqSk",
        "@ZahidGishkori @MalaikaSRaza @reportpemra @PTAofficialpk @cybercrimefia @SHABAZGIL @MirMAKOfficial @RealWaqarMaliks… https://t.co/nuyta7Hdiq",
        "@ZahidGishkori @MalaikaSRaza Itni sansani pelani ke kia zarorat hai famous hone ke leye koia drama kar leta apne ka… https://t.co/cokG56yKCh",
        "@Sharmanikhil85 @NaveedAndrabi_ @ICC Baap baap hota hai baap remembers everything baita tabi tu hr jaga taang arhan… https://t.co/ReV7fVsmL2",
        "@EverestToday @_Mansoor_Ali @omar_quraishi @HamidMirPAK @HinaRKhar Pakistan zindabad",
        "@HamidMirPAK Maulana sab ne mauffi mang kar apne barhe pan muzahira kia tum ne tu enda ke kehne per ajmal qasab ko… https://t.co/XE98COaezt",
        "@Sharmanikhil85 @NaveedAndrabi_ @ICC Dollaand trump😂😂😂do u remember it",
        "@humnews_urdu Q safdar ne chor diya kia?? I 👆👆\ni can be too but after ramazan😂😂😂",
        "@FarhatullahB @BushraGohar One senator salary plus TA DA and allowance can make $20k eq to Pkr 20 lac or senator be… https://t.co/dvyPpsY1aA",
        "@Fact What the hell u r saying dear fact hr dafa bakwas karte hu🙈",
        "@Jhagra I always appreciated ur work and u r doing good job but read below article published in nY times. Kpgot dec… https://t.co/ArAdEjtAOz",
        "@khanmahe15 @GFarooqi Patwari google per jake translate karaye tumhari aunty kuch or keh rahi hai or tum mubarak ab… https://t.co/d9Tqz5i9sZ",
        "@afiasalam @SaleemKhanSafi Konse alfaz?? Agar Maulana sab ne use kiye hai tu uski marzi jb tum apne oper koi ek alf… https://t.co/lkSX6HN0Zd",
        "one person followed me and one person unfollowed me // automatically checked by https://t.co/cTnPRqSLpo",
        "@GFarooqi Weldone gharida na apna mulazma per tashudad ka notice le leye yaad rahr tashadud kisi or ne nahi khud aunty ne he ke te",
        "@sanuuki @jawabdeyh Ju khurd burd ka kaha hai wohi na???",
        "@sanuuki @jawabdeyh Where there qarz utharo mulk sawaro paisa spent by ganja shareef zaleel",
        "@AajKamranKhan Kamran sab tasweer ka dosra rukh th wo dek raha market or industry open karne k leye malikan se batt… https://t.co/rL2szBckn7",
        "@SaleemKhanSafi Apna kaam ghar paraye ghar me na gusna lifafi wo apne sage baap zalil rehman ke geraftari kq chehla… https://t.co/qmvddvg0fM",
        "@zfrmrza Alhamdulillah",
        "@geonews_urdu Pmln or pp chor ko es leye assembly ijlas ke parhi ke enko TA DA  ke mad jo band hai uski fikar hai awam ke fikar nahi hai",
        "@FarooquiJameel @HamidMirPAK  and @SaleemKhanSafi",
        "5 people followed me // automatically checked by https://t.co/cTnPRqSLpo",
        "@GFarooqi Tiger force pti ke nahi hai wo govt of Pakistan bana rahi es ne hr party wale shamil ho sakte hai aunti",
        "@betterpakistan Q k Pakistan me tum jese arasto maojaod hai or inhone wo hashar kia hai mulk ke dushman be ake kano… https://t.co/a0UQ0IyU2b",
        "@marvisirmed Though his integrity has departed but yours ain't here as well. It also departed since long.👇👇👇 https://t.co/4iBHwYW7kC",
        "@dratalkhan Dr sb esi mentality ke against jb hm bol rahe the tu app log i think troll kar rahe the jm same remarks… https://t.co/nL6uFN7pGK",
        "@spectatorindex Really at this price oil is cheaper than water🤦🏽‍♀️",
        "@MoeedNj He is demanding stricter lockdown but refused to pay his company @airblueairline employee salary",
        "@Intl_Mediatior @JahangirKTareen Sir aap kia kethe hai SS ka ya dawa sahe ya ghalat bayani kar rahe hai??👇👇👇 https://t.co/bpEAmsYOTr",
        "@sahibdadkhan Hahaha",
        "@B0oTaOfficial @UmarCheema1 Nahi mehmood ur rasheed  ke hogi uski experience hai kirse genne me",
        "@FaisalMaroof786 @i_agent101 @MansoorKlasra کون شھباز۔۔۔ وہ جو کرونا سے کیلۓ آیاتھا نیب کی پیشی کی ڈر سے گھر سے باھ… https://t.co/AwZgquVFCs",
        "This Is My Younger Bro\n\nSuliman Ahmed\n\nHe is the frontline soldier serving #CoronaVirus patients. There are million… https://t.co/5K1iGi7gpw",
        "@SyedaShehlaRaza Thar ke bachey bhook se mar rahi or sind ke wadery ayashi kar rahe hai",
        "2 people followed me and 3 people unfollowed me // automatically checked by https://t.co/cTnPRqSLpo",
        "Heard some challenge going on. So here is mine this is #MeAt20 https://t.co/teT6EZLS0X",
        "@usmansaeedbasra https://t.co/qOyeAzd3iF",
        "@MazharrAbbas @CMShehbaz https://t.co/ReM3EYaNqT",
        "@MirMAKOfficial What?? SS 69 year old then how NS is 67??",
        "@ErummKhan @TheRealPCB @najamsethi chirya baba koi jawab hai aap k pass??",
        "@Benazir_Shah He was not personally targeting u he was pointed out what (investigation) u had needed to have done b… https://t.co/RqXfCN7ZHY",
        "@AmirZamanWazir @SurkhiPowder @HassanRouhani @zarak_khaan @qureshik74 @Arshad_Afridi Jab aap khud MUBAYEBA word use… https://t.co/Ll6UsExVOb",
        "@SenRehmanMalik Yes i can provide SUKKAR ke bacho ka contact detail are u willing???",
        "@SHABAZGIL Hey mere mezban this is what u were marking it excellent?? 👇👇👇\nhttps://t.co/BlimwnS1Gq https://t.co/j6sqTQTeAq",
        "@HamidMirPAK @KhawajaMAsif Tumhe mout yaad rehti hai??",
        "@UmarCheema1 There was not any flt for LHR TO ISB on 09 apr 2020 jhote insan @MurtazaViews",
        "@BhattiFouzia عشق اس دور خطا ساز میں ممکن ہی نا تھا\n\nمیں بھی حیران ہوں میں نے تجھےچاہا کیسے",
        "Proud moment for Pakistan 🎉\nPM @ImranKhanPTI the pride of Pakistan 😍😍 https://t.co/rorqBnVyOA",
        "one person followed me and one person unfollowed me // automatically checked by https://t.co/cTnPRramgW",
        "@AbidAli_Real Muhammad asif",
        "@mirzaiqbal80 I think @iamAhmadshahzad",
        "@OfficialDGISPR",
        "@cybercrimefia @AsifIqbalccw @reportpemra  sir plz chek the link 👇👇👇 he is sharing false post and instigating ppl… https://t.co/85iHZm9qsO",
        "one person followed me // automatically checked by https://t.co/cTnPRqSLpo",
        "@shakilahmed2000 Which app do u use to check flt status",
        "@iamrkh1 Happy birthday professor sab",
        "@Shiffa_ZY She is apealing for financial support\n@MirMAKOfficial @Jhagra @fawadchaudhry  👇👇👇… https://t.co/ykFo1Xhm7Z",
        "@MashwaniAzhar PeshawAr",
        "@Fact Hey fact damn... get the fact right i sleep for almost 5-6 hour in a day but never ever had or have desire even for a single cigarate",
        "@Khan9Afghan @AsharJawad Kha nor kho kha ye kana aw kala ba zey?",
        "@Fact Absolutely right dump away such people To be happy in the life",
        "@AsharJawad https://t.co/SzHzjwHjBW",
        "@DRMAHREENBHUTTO @sherryrehman Tu 18th amendment pir kia faida aise amendment ko pir immediately cancel karana chah… https://t.co/Tl4cwmGQ2u",
        "@Allpakdramapage Umbarrak shai Mashrano. Mubarrak Ho. \nHeartiest Congratulations! \nBest wishes to #SaminaAhmed &amp; #ManzarSehbai.",
        "6 people followed me // automatically checked by https://t.co/cTnPRqSLpo",
        "@infokpgovt @Jhagra  sir do u know what qualification Lrh director Khalid has?? He has fake degree of MD from Kabul",
        "@AsfandyarKWali Kho awam dapara paki hes faida nashta ghat pozao 18 amendment Pakistan dushmananu dapara soud mand da nake Pakistan dapara",
        "@aaj_urdu @MunizaeJahangir My assessment is corona fresh cases will be getting decreases by 10 apr in Pakistan in s… https://t.co/QgO2efgcJ2",
        "@WaseemBadami Lol👇👇👇 https://t.co/1pv4JNt8r9",
        "@jawabdeyh خان صاحب !!!افتخار صاب کی خواہش پورا کرے۔ \nلگے ہاتھوں واجد ضیاء صاحب سے ایک انکوائری میڈیا کے اثاثوں کی… https://t.co/yrNJe27tiJ",
        "3 people followed me and one person unfollowed me // automatically checked by https://t.co/cTnPRqSLpo",
        "@SardarAbdulRe16 @Marriyum_A Wese bibi shakal se tu tum churail se be kuch qadam agay hu",
        "@siasatpk Ye tu ziyadati ke hai khan sab ne itna kam tareef be bala koi karta hai",
        "@AzamJamil53 @TalatHussain12  r u serious?? Have u really been saying all for long?? Now we hope u will stand on ur… https://t.co/plA70vuWGQ",
        "@Ghummans Volume 10 be open ho jayega sarkari hajj par jane walo se pocha jayega @asmashirazi",
        "@shobz @Fallibilist1 @arshad_Geo Pata nahi tum konse hawa ke baat karte hu. Tumhari hawa ba har wakt rukh tabdeel k… https://t.co/DhTFLmn1B9",
        "@SyedaShehlaRaza Waqai wapda mulazim clerk ke walid ka kisi ko pata nahi ye @khurshidshah he bata sakenge",
        "4 people followed me and 2 people unfollowed me // automatically checked by https://t.co/cTnPRqSLpo",
        "@iihtishamm Havnt u watched her video in kitchen 😜",
        "@RehamKhan1 @amnaamna3388 Happy birthday janu in advance",
        "@Jhagra @IMMahmoodKhan @ajmalkwazir Appreciated ur hardwork sir",
        "@GulBukhari وہ سکتا ہے یہ سب اپریل فول کے لیے کہا گیا ہو۔ لیکن اب سہیل وڑائچ اور گل بخاری کی کورونا وارڈ میں ڈیوٹی لگا دینی چاہیے",
        "@DSaeed111 @GulBukhari وہ سکتا ہے یہ سب اپریل فول کے لیے کہا گیا ہو۔ لیکن اب سہیل وڑائچ اور گل بخاری کی کورونا وارڈ میں ڈیوٹی لگا دینی چاہیے",
        "I saw a dream last night and by the grace of Allah SWT my entire life all of my good dreams have always come true.… https://t.co/fu4FmrUcwn",
        "@MirMAKOfficial I also saw same dream",
        "@Mubasher5588 @dr_m_kamran @IKTodayPk @PakistanPMDU @UdarOfficial Mere pass tu option nahi araha",
        "@Mubasher5588 @dr_m_kamran @IKTodayPk @PakistanPMDU @UdarOfficial Sirf apne logo ke registration ho rahi kisi or k… https://t.co/QFkUzjsazP",
        "یہ خوبصورت رات\n\nجیسے کوئی دعا",
        "3 people followed me and 2 people unfollowed me // automatically checked by https://t.co/cTnPRqSLpo",
        "@MashwaniAzhar Jawab de diya pir payment k wapsi be hogi",
        "@Sughrasadafdr @fawadchaudhry",
        "@Shum_R Yes it can be, i had crush for almost 5 year she was elder than me",
        "@sahibdadkhan https://t.co/kY2TdduStz",
        "@Fact Guess im not one of them",
        "@NaikRooh @FrehmanD Shame tu ye jis din sahafi banne nikla tha us din es sahafi ne washroom me lock karke nikla tha",
        "@FrehmanD Kise badniyat, jhote or corrupt journalist se wasta parha hai awam ka",
        "2 people followed me and 2 people unfollowed me // automatically checked by https://t.co/cTnPRqSLpo",
        "@chishti_chaman @javerias Patwari jin ka kaam tanker banana tha onhone nr tanker bana dye or jinka kaam hospital ba… https://t.co/C1Q9p7k3oA",
        "@DrMatikhan Sor salam tasu ta we sir",
        "@Literati_5 شب انتظار کی کشمکش میں نہ پوچھ کیسے سحر ہوئی \nکبھی اک چراغ جلا دیا کبھی اک چراغ بجھا دیا",
        "@Jhagra Dear sir no single ventilator available in  an entire distt hangu hospital plz provide almost 10 ventilator… https://t.co/ooj5LF2xCw",
        "مسجد میں رب بلاتا رہا\nہم نہیں گیۓ\nاب لوگ جانا چاہ رہے ہیں \nلیکن رب داخل نہیں ہونے دے رہا\n\nیا اللہ ہمیں معاف فرما دیجئے۔۔۔🤲",
        "@IMFNews @WorldBank @IATA Kindly instruct the @bsp to be part of this great fight against COVID-19",
        "@IMFNews @WorldBank Hey dear @IATA  what if u follow same for iata holder agents if it isnt possible 4al over da wo… https://t.co/rSPd27mbiq",
        "It is requested to All Telecom Companies please let your services free of Charge for these Lock down Days. And Let… https://t.co/zUeSXFO9hI",
        "7 people followed me and 2 people unfollowed me // automatically checked by https://t.co/cTnPRqSLpo",
        "@KP_Police1 @acpeshawar @DCPeshawar",
        "@KP_Police1 Karyana Stores, Tandoors , bakery, Vegetable Markets closed on Nasir Bagh Road Peshawar by police. \nOnl… https://t.co/OUnCGvmy5a"
    ]
}