{
    "screen name": "ChelNdor",
    "no. of tweets": 155,
    "tweets": [
        "I want this framed https://t.co/958X69RVYx",
        "My professor just sent us all Amazon gift cards because he felt bad that our final presentations would have to be o… https://t.co/Q9adif2QDU",
        "@SomeCallMeLex PLEASE lower your voice",
        "I am haunted by the time I was going to a concert and @KnucklePuckIL was the opener but I hadn't heard of them so I… https://t.co/bJ7sR1ybzz",
        "Not Molly at her big age doing allat. And here I was saying Issa was equally to blame 😅",
        "@aharttoheart @netflix Expeditiously 👏🏿👏🏿👏🏿",
        "@CP_OD I feel like that dynamic ish is how a crab would hold a pencil",
        "@CP_OD Lateral Quadrupod here 🙋🏿‍♀️",
        "Omg https://t.co/M1wIf5vD6b",
        "Update: I'm on episode 6",
        "I desperately want to watch season 2 of Dead to Me but I know I won't be able to stop until I finish the season and… https://t.co/fA1xVrewY9",
        "A finals szn mood https://t.co/7rcuiVFwJy",
        "@nedordor May his soul soul rest 😢",
        "There's something v dystopian about referring to being sent to the quarantine dorm because you tested positive for… https://t.co/KV0TXsH9nh",
        "Really didn't expect to be sucker punched in the feelings by Zoey's Extraordinary Playlist but here we are",
        "@nigreaux Me typing an pointed email to admin requesting specific clarification https://t.co/YklZh00IYI",
        "It's not on Spotify because that would give Hayley too much power",
        "Decode by Paramore will literally never not go hard",
        "@CP_OD Girl. If you don't just go write your thesis...😂",
        "Not the AeroAstro department conflating female URMs and WoC. Smh",
        "@CP_OD If this ain't me",
        "Me hitting up Parker every 6ish months to discuss the newest Scooby-Doo reboot https://t.co/z7IXL4F64t",
        "I hate it here 😣 https://t.co/fPrssSHTT0",
        "The Half of it on Netflix reaches cuteness levels unmatched since To all the Boys I've loved before 😍😍😍",
        "Covid era segregation is watching your white peers openly trespass on now padlocked private fields knowing full wel… https://t.co/rpQrO0XwGO",
        "My professor: I'm making the final assignment optional but you should still do it and keep attending lectures becau… https://t.co/F95AGS3dxo",
        "I know the plot is entirely fictional but at this point I feel like the writers for HTGAWM are just making shit up",
        "Sometimes nothing hits quite like a $14 salad and a sparkling water 👏🏿",
        "Aero kids              Astro kids\n                     🤝\n            Spaceplanes",
        "My new quarantine skill is apologizing for my flakiness but not bothering to justify my behavior\n\n\"I apologize for… https://t.co/n98gpSF3yR",
        "@aharttoheart @_shavvv You're team Gael? Huh???",
        "Amazon said your regular 1B braiding hair is NON-ESSENTIAL https://t.co/Gzca61HT0G",
        "\"I never felt connected to black culture because I didn't grow up in the projects\" girl. HUH????",
        "@randi_c1 @coryfrontin Y'all. 😂☠️",
        "@randi_c1 Lol Randi, those are def pics of Greece",
        "Take me back 😍😍😍 https://t.co/BvY2kZNWVb",
        "TIL I am entirely too old to still be doing power hours",
        "Yeeted that assignment in a full hour late idc idc idc",
        "@coryfrontin \"Do y'all do math? 👀👀\"",
        "This is absolutely sending me. \"Hello Charles\" LMFAOOOO https://t.co/UD42uX4hNX",
        "I have an assignment due in 40 minutes and I have not started. What a time to be alive 🤩",
        "Sometimes I spend time reading the replies to CNN's tweets. Yeah, like an actual idiot",
        "MIT Medical: take the corona test for a third time. please. For science\n\nMe: https://t.co/U5O4hPBeMi",
        "I'm tired of doing things and I'm also tired of not doing things. Make it stop!",
        "There's something v insidious about my professor assuming (insisting) I must be an undergrad even tho the majority… https://t.co/yVOdTFgPkx",
        "@coryfrontin Lol they are part of the regularly scheduled programming of every phone call",
        "@anthonyeador You placed the dots. I connected them ¯\\_(ツ)_/¯",
        "Every few days I call my mom just to plant the seeds of socialism. The other day she said \"I get why people are mad… https://t.co/PVev63M8je",
        "Someone reminded me that Monday is a Holiday. Like lmao what does that even mean??",
        "In these trying times, sometimes we must consult the ancient texts for guidance 👁️ https://t.co/le6aMOfjNh",
        "Imagine still making OCD jokes in 2020 😬",
        "God. Riverdale is such a terrible show.\n\nI will keep watching it until the day I die.",
        "Not me forgetting to mute my mic and watching videos on Twitter during lecture 🙃",
        "Super excited to take another wildly uncomfortable covid-19 test for the sake of public health https://t.co/xsFLMe7hpu",
        "@aharttoheart Yeah...it was bad 😅",
        "If you see me eating a chaos meal composed of pizza rolls cooked in leftover bacon grease. PLEASE look the other way",
        "I am having...a bad time....",
        "Dear prof.,\n\nI am writing to request an extension on the pset. Due to the ~unprecedented~ times and who I am as per… https://t.co/gZssVwNlYj",
        "Phone notification fatigue is a very real thing. So if I take several hours/days to respond, know that it's not bec… https://t.co/v1XID9PuRq",
        "The really pandemic heroes are the (POC) dining hall workers who have taken the changes in dining hall procedures a… https://t.co/TS6cuUJ8ci",
        "Just flashed back to junior year when I was assigned to defend Andrew Jackson in a mock impeachment trial and I was… https://t.co/Ksi8KFdwjb",
        "My goal this quarantine has been to never have anyone see me with the same hairstyle twice. And it's been EXHAUSTING but rewarding",
        "Everyday I think about how life could have been if Beto stayed in his lane and ran for Senate against racist, no na… https://t.co/YQymhGf2TE",
        "@anthonyeador This is SOOOOO dramatic",
        "Quarantine really must be getting to me cuz I just got halfway through cooking some chicken for dinner when I reali… https://t.co/GPZdWDDzQU",
        "Wild that we as a society have just normalized rampant nepotism https://t.co/604ECSAuGn",
        "Aerospace research is non-essential business so if you need me, I will be taking a fat nap",
        "Quarantine big chop????",
        "It me https://t.co/EHnI39e7QY",
        "Idk what Discord is and no amount of global pandemic will make me change that.",
        "@randi_c1 😂😂😂",
        "@randi_c1 But then they hit back with \"why not? 🥺🥺🥺\" Then I'm stuck again",
        "Well if there was any question about if I should just dip with my master's and get a job working on airplanes, it has been answered 🙃",
        "@pfletcherj Delete this 😂",
        "How do I explain to yt people that I simply will not consume media with all white casts and that my choice is entirely reasonable?",
        "So I impulse bought satin sheets and honestly this is peak luxury",
        "@ashleyeador @anthonyeador Wow I totally said the wrong movie. I meant winter soldier. My b",
        "@anthonyeador I fell asleep during infinity war so I say your rankings suck",
        "So I wasn't minding isolation but now it's snowing and I haven't spoken a word to another human person today and it's starting to get to me",
        "@unlucky_Louis_ I'm laughing tho 😂",
        "Can't believe my professor had the audacity to schedule our make up midterm during spring break. I mean...not that… https://t.co/xvh05yEklu",
        "Should I drop my class??",
        "@CP_OD Oh fuck no",
        "A professor just emailed the class about when our next assignment will be due. And I'm just like WORD? We're still really doing all that??",
        "The only thing keeping me going through this quarantine is knowing that tomorrow I will inevitably get bored, throw… https://t.co/id6xjOgXOV",
        "@AstroBarker @syndamn Also consider signing this petition guaranteeing continuity in employment and wages for MIT w… https://t.co/QnzSWRIqn6",
        "@syndamn I think it's to decrease the amount of staff required to keep multiple dorms up and running but they really didn't say",
        "MIT: we're moving 150 undergrads into your dorm\n\nMIT: you might think that sounds counterproductive for de-densifyi… https://t.co/3CYVchFsVX",
        "One of my residents knocked on my door and I all but had a heart attack",
        "I just found an inconsistency in the appendix of one of my textbooks and I'm kinda disgusted by my own productivity",
        "Quarantine tip: create an ootd slack channel to morn all of your remaining winter fits that will never get to see the light of day",
        "If things go back to the way they were after all of this Corona business gave us some basic human rights, I'm gonna… https://t.co/tOHidRb3DV",
        "Might actually get around to putting together my tight 5",
        "I love florescent lighting. I desperately want my apartment to look like the inside of a grocery store. I said what I said.",
        "Nothing like a quarantine to make you realize the lighting in your apartment is entirely the wrong temperature 😑",
        "Finally watching love is blind and someone needs to come get they girl Jessica",
        "God I miss my best friend 😞",
        "But whose job is it to GRA the GRA?",
        "I was correct. https://t.co/u8KxCEncBX",
        "I would love to go to sleep but I KNOW my residents are up to no good. I feel it in my bones",
        "My UROP stood me up for our weekly meeting and all I feel is relief",
        "Fuck it. I'm wearing sweatpants to the office today",
        "Ok so I was mostly kidding before but they just gave undergrads less than a week to leave. There's no way they're i… https://t.co/QjSxApkFQV",
        "@ MIT cancel my midterm, you cowards!!!",
        "Me thinking about thinking about MIT's haphazard disease transmission prevention policies vs me watching my schedul… https://t.co/yEU1d3WqIS",
        "Self care is leaving the function early so you can go home and touch your face in peace",
        "@DanielGCross So I may have spoken too soon...",
        "@DanielGCross Sorry spoilers 🤫",
        "Can't believe they actually killed off my emo king Jughead",
        "But if the department cancels visit day, how will I warn the black admits about this devil school??",
        "Asked a question in office hours and the prof gave an answer to the question he ASSUMED I would ask and when he rea… https://t.co/bpCkKn6Qao",
        "Totally gassed to tear down the establishment brick by brick, but first....a nap 🛌🏿",
        "☠️☠️☠️ https://t.co/ZrSttjc4mi",
        "@MegaroBokusu Bought a PS3 just to play sly 4 😤",
        "This game was a gift https://t.co/H7b7oauFM7",
        "Remember kids is possible to criticize BOTH Bernie Bros and white feminist Liz stans and still be a \"real\" progressive",
        "So I'm really expected to retain knowledge in order to get this PhD?? I'm sick.",
        "Fuck it. Racist MIT party invite: https://t.co/7FGZiS91wd",
        "Booking a flight home to Texas because if I'm gonna have to experience racial intolerance, I should at least be abl… https://t.co/OtPouXcVjb",
        "Oh to be a white man interrupting the professor with any and all questions I may have even though we have yet to ge… https://t.co/qAINxzPNSl",
        "If you see me writing usual a quadruple for loop to brute force the solution to a problem because I'm too lazy to u… https://t.co/trUJemc0nD",
        "@CP_OD Omg. So cute 😍😍",
        "@CP_OD It may be possible that I was partially responsible... Lmao",
        "Another day, another party Cadence invited 12 plus one's to without permission",
        "Met with my advisor today\n\nHim: Here are the 3 parts I think you thesis should have \n\nMe (aka That Bitch): Cool, I… https://t.co/p8Dseu0Tzz",
        "I am absolutely LIVING for the replies 😂 https://t.co/QyYvPOVMR3",
        "Can't believe I had to get a binder for all my school stuff. What is this 5th grade??",
        "Nooo don't shift center left ur so sexy aha",
        "@CP_OD https://t.co/7s9zZVbgB7",
        "Is it weird that I change my hair vaguely often or is just weird that you don't know any black women?? 🤔🧐👀",
        "No offense but I would love to go ONE day without hearing about space",
        "@CP_OD Nah. That's ok",
        "Me: *exists in a social environment with people from my department*\n\nEveryone: wheRE THE FUCK IS CADENCE 🤬😠😤😡",
        "John Ambrose, a man 😍",
        "I would love to plan this workshop on micro-aggressions for my department but I would also really love to take a nap???",
        "@oliviapope97 Noted. Still gonna try to watch it in advance tho",
        "I just wanna watch my girl Lara Jean ruin these boys' lives but I have homework to do 😭",
        "So amazing getting to hear him speak. More than anything, I'm awed by Kevin's grace and humility. #Exonerated5 https://t.co/Cnzj1j1ctO",
        "So glad I finally invested in a knife sharpener. Can't believe I had actually convinced myself that smashed was a v… https://t.co/aU8nZDlbDY",
        "I was pitching a series of events focused on inclusion and some dude casually made a hella racist comment, does tha… https://t.co/DoHGIVJReQ",
        "Just spent 30mins tryna figure out if the ideal gas law is valid for non-ideal gases...so yeah that's how my week is starting",
        "@syndamn Your sign off was also quite excellent",
        "@dangthuyvan I'm just glad to have made some kind of impact lol",
        "Do you ever just forget that like not everyone is a socialist?",
        "My laptop died and I guess I left my charger at home. Is the universe giving me permission to take a break??",
        "Might fuck around and get a job at NASA. Anything is possible when you start your day before 10AM",
        "I normally love love love black history month but I committed myself to so much black/diversity outreach, I haven't… https://t.co/0YyeS37zUf",
        "If I can go an entire year without a single other black person in any of my classes, then I can treat the departmen… https://t.co/kTOYqYgpwC",
        "But like can I hire a UROP just to check my email??",
        "Thought I was going to grad school so I could read about fast planes all day but now my entire soul is beholden to the DoD. Thanks MIT 🙃",
        "Had to put my Twitter on private again just because I'm in a mood and want to run my mouth about the D*partment of D*f*nse",
        "Real rude of my advisor to assign me TASKS during black history month smh",
        "Can't believe I'm a \"wow it's 40 degrees, I'm gonna walk 35 mins to the bigger Target to celebrate\" ass bitch now",
        "Going to lab only after finishing the good place series finale is self care",
        "If you're writing a show and the plot is driven by a misunderstanding resulting from characters who have coincident… https://t.co/7TYqEjveJ8"
    ]
}