{
    "screen name": "MarkWhitcroft",
    "no. of tweets": 153,
    "tweets": [
        "Enjoyed this chat a lot. I hope you do too. Keen to hear your views where you see things differently #data… https://t.co/hBAGylmvKf",
        "@Hugh_Son @GoldmanSachs @Hugh_Son thanks for the article. A good read. My recent post covers some of the same areas… https://t.co/XzuY2gGF8G",
        "👇Great partners and investors for the next stage of growth. Well done @TransFICC #fintech #financialmarkets #APIs… https://t.co/BEBiSlstfq",
        "penned some fintech thoughts... https://t.co/WDkAIGGhf1",
        "@alexfintec here is my crack at it... https://t.co/LhneIviBsL",
        "@carrie_loves_ @IlluminateFM @AlexanderRoss Thanks @carrie_loves_ !!",
        "@azeem This should feed into your analysis https://t.co/hbsBq8rZ6i",
        "Hopefully a game changer.... First commercial test for SARS-CoV-2 will enable expedited coronavirus testing https://t.co/4QQb8KlcqB",
        "https://t.co/iTRgynmC1F",
        "@tferriss Banksy &amp; Hirst collaboration: Keeping it spotless has to be up there. It was for (RED) auction at Sotheby… https://t.co/vc5LyuloLt",
        "Interesting themes on B2C cos https://t.co/9Rul3X4Oaz",
        "Mega... https://t.co/8mnjvpMdNs",
        "Clayton Christensen (RIP) - this I believe was his best work \n\nhttps://t.co/rZxGvlPIpq",
        "@Ljungman @azeem This HBR article covers the topic in terms of company building... \n\nhttps://t.co/JVAtnPJtL0",
        "@Ljungman @azeem Two well researched books on this age + linked to achievement I liked were Late Bloomers by R Karl… https://t.co/oQhwwfdXaK",
        "We sat on the sidelines during the #blockchain hype cycle waiting for the rubber to hit the road as a new technolog… https://t.co/YSwgeTbkZy",
        ".@SteelEyeLtd to Monitor Social Media for Trade Reconstruction #fintech #regtech\nhttps://t.co/mMd1SQ8dva",
        "nice read of process automation in investment banking #RPA #processautomation #fintech  https://t.co/6TRr0RnNoV via @LSEforBusiness",
        "Interested in #ESG #ClimateChange #Greenfinance and what it means for finance and #fintech ? https://t.co/BNeu4VYnx7",
        "#proudbrother https://t.co/nyNwu8zy3q",
        "Very excited about the opportunity ahead for this team and company. Well done @tookitaki !! #antimoneylaundering… https://t.co/pdTwuayRAW",
        "@gdibner Many Congratulations. Great sector focus. You also made me feel better about our own fundraising!",
        "@alexfintec Nice one Alex. All the best with the new gig!",
        "AI in financial markets https://t.co/SwQQLaN80c",
        "Interesting to see a number of meaningful industry acquisitions in fintech recently #fintech https://t.co/rZ9ME34Bk8",
        "@DianacBiggs Nice one Diana!",
        "Decent report this based on research rather than personal insights \n\nhttps://t.co/U6SLVgKT1V",
        "@alexfintec @IlluminateFM Thanks for sharing your insights and time with us @alexfintec",
        "Much bank bashing ongoing around #fintech partnerships.  \n\nThe real opportunity, where we see greater success, is v… https://t.co/n5sJRGZgl0",
        "Some of these stats around money laundering are terrifying... #regtech https://t.co/uhpYCBKvxF",
        "Pricing 101 from YC school -  A topic we spend much time on with our portfolio companies. Cost+ vs value based pric… https://t.co/ihcVkVN7jk",
        "BBC 100 Women 2019 - Fantastically uplifting list of achievers &amp; achievements. I knew about only a handful of these… https://t.co/JNuff5J5ww",
        "@davidbrear @11FS @willwhite11fs @EFulwiler @sammaule @JeffTijssen @JasonBates @sytaylor @SarahKocianski… https://t.co/G4ssucwbUq",
        "This institution is one of the smartest moves in scientific research the world over driven by institutional collabo… https://t.co/72sMGwkBr7",
        "Three Overlooked Trends In Fintech - Some good stuff in here. Definitely agree with data and infrastructure given m… https://t.co/UJqYaiFrBx",
        "this is gold... https://t.co/1vEsAb89im",
        "@BradvanL This is where @dv01inc focus with institutional buyers in commercial lending and mortgages. Analytics in… https://t.co/zGepbtUO0O",
        "B2B software is seeing a wave right now. With @mondaydotcom raising $150m more at $1.9bn val, the Slack IPO, 13m us… https://t.co/Gy1wvh5rBK",
        "Stock exchange global consolidation in the drive for more financial markets data control #fintech #capitalmarkets… https://t.co/CIZYZtYj3W",
        "Two of BlackRock’s Aladdin Competitors Team Up https://t.co/LGBFphGafc via @iimag",
        "\"Financial institutions across the globe will allocate almost half (48%) of their IT budget to spending on public c… https://t.co/VNSoGUQAU2",
        "@theOTCspace @ISDA yes, a bit old but still relevant I believe...",
        "I spoke at the @ISDA technology conference on the impact fintech will have on the derivatives market. Video link to… https://t.co/VwqFpPQd3L",
        "@alexfintec @LedaGlyptis @sytaylor @carrie_loves_ @davidbrear @RoisinLevine @hkanji Happy to chat @alexfintec",
        "@11FS Exciting! Impressive stuff team @11FS",
        "@gdibner So when you look at the cap table where do you see sector specialists either angels or funds that know the… https://t.co/lLUFNt449j",
        "@gdibner Ok cool, so brand name funds that are well known based on past performance, platform, brand &amp; partner rep… https://t.co/XWQk3avH3a",
        "@gdibner @gdibner what's your definition of smart money? It can mean different things to different people",
        "Looking forward to seeing the end results!! #fintech #fintech50 https://t.co/Aj7jP0JZHM",
        "Probably the 1st piece from mainstream media that I have seen highlighting the amount of bank equity investment goi… https://t.co/Aqlv0izmLb",
        "@cnetterfield Awesome. Nice one!",
        "Interesting... a gateway to China capital flows.... https://t.co/KgyCUmisWc",
        "This is so overdue but great to see. Some of the best unis in the world in the UK. A farce we have told that talent… https://t.co/MWQWWcVsxT",
        "\"Refinitiv estimate some 50% (or more) of data scientist teams' valuable time is spent cleansing data to avoid garb… https://t.co/9Qmu6DY5wr",
        "Fun read for those in #fintech or #enterprisetech https://t.co/w174Cy46GT",
        "Lots of focus on the fires in the Amazon recently. \n\nIt is terrible, but Indonesia has been experiencing this for a… https://t.co/rWyolfR4FQ",
        "Peloton fundraising \nSeed: $400k @ $1.6m pre money\n- Pitched 3x a day for 4 yrs\nSeries A:\n- Pitched 3000 angels to… https://t.co/mit2NLOWFk",
        "Useful thoughts on fundraising for founders 👇 https://t.co/YpiknyTux3",
        "@ShaulDavidUK @AlexanderRoss @IlluminateFM Thanks @ShaulDavidUK !",
        "Our first portfolio company to be acquired! Well done @RegtekS &amp; many congratulations on being bought by one of the… https://t.co/dlhWZwcpQh",
        "Monday madness.... https://t.co/Py5sJudSbO",
        "Not sure why active listening would drop off but a good checklist  https://t.co/WDNHz7QpY4",
        "LSE/Refinitiv acq: Highlights: 1)creating largest global exchange by Rev. 2)LSE strategic move towards data. 3)Elek… https://t.co/4b4vyxwZln",
        "The World in 2030: Nine Megatrends to Watch https://t.co/h0GGiLZXoo",
        "We have invested in the team at ENMACC building the future state of electricity and gas trading. My team mate… https://t.co/4PpGgJjSIw",
        "@ShaulDavidUK @railsbank @nigelverdon @clive_in_tech @BradvanL Well done Shaul",
        "Big opportunity this... https://t.co/iRkOe9lKDH",
        "@tapairportugal Sent you a DM 2.5 hours ago. Would love a response please.",
        "@tapairportugal after 50+ hours of losing my wife's luggage it is beyond unimpressive that there is still no update… https://t.co/22pvwry6yY",
        "Our first investment in the wealth management sector. Excited to be working alongside the @d1g1twealth team with th… https://t.co/qOvCPyxS6w",
        "Technology is changing wealth management. Away from the active and expanding D2C ecosystem, we see an interesting o… https://t.co/vpQ2ki8NZ8",
        "Well done to portfolio company @privitarglobal on their $40m raise. A world class team. A privilege to have served… https://t.co/jpJbpqcUxo",
        "Great intern opportunity for someone interested in crypto. Real upside is you get to work with @etiennebru and lear… https://t.co/5sKeLjsNMc",
        "Fundraising is damn hard. Mentally &amp; physically exhausting. A good number of the most celebrated firms   struggled… https://t.co/RGlNvpXXfK",
        "Historical ticker tape.... https://t.co/NPNmF3ctLB",
        "Haha! https://t.co/Y6kbXwRGde",
        "Congratulations to portfolio company @AxeTrading and others selected for this buyside focused accelerator #FinTech… https://t.co/VxDFZz8UTQ",
        "'How To Be Successful' post from the YCombinator managing partner. Well written with a strong list of people to rec… https://t.co/QIzTFdEi26",
        "@Penhelios @fearlessfutures Important topic @Penhelios - always raising interest discussion so thanks mate. Smartes… https://t.co/HAs7ne6M3j",
        "Looking for a new team member in NYC. Please do pass on if you know some one who would be interested... #FinTech… https://t.co/vlFj1OHzFU",
        "Tradeweb - 8th largest tech IPO since 2009. Raises $1.1 Billion, more than target &amp; at a better price #FinTech… https://t.co/cu0Sr5AA8X",
        "So simple, so true. https://t.co/vhfQY2LEF4",
        "Excellent morning keynote from @FryRsquared at Data Privacy event #InConfidence. Striking illustrations showing the… https://t.co/B6oeNHzf4t",
        "\"Pick an industry where you can play long-term games with long-term people\" @naval @nivi\n\nhttps://t.co/mpOBq1neLK",
        "\"Skills like persuasion, social understanding, and empathy are going to become differentiators as AI &amp; ML take over… https://t.co/DzAFDUvzVi",
        "@edabs @OutCastAgency @josephinesalm Well done you! Many congratulations @edabs and team",
        "Combining skill sets is great advice for carving out a niche and being competitive in it. Helpful advice for hiring… https://t.co/kYcub8Vl06",
        "Big financial markets fintech M&amp;A move - BlackRock, the massive asset manager, showing their aim of becoming more o… https://t.co/evywKJlQKu",
        "3 women who changed the way we see the universe #WomenInSTEM \n#WomenInScience \nhttps://t.co/QaKtBMdaRJ via @bbcideas",
        "Mega weekend activity! https://t.co/1k0AgSl1ay",
        "A design company that happens to be building exercise products blended with tech on a one to many platform https://t.co/xmygLY5te8",
        "Inspiring stuff. Would love to see some of these scale... https://t.co/3Pq9BmxBLB",
        "A lot of truth to this... https://t.co/7lomdoFleH",
        "After 25 years studying innovation, here is what I have learned @claychristensen\n#innovation\nhttps://t.co/CF0O4ljS0g",
        "ML - harder to enact at enterprise level\nthan one realises. \n\n“90% of work is data extraction, cleansing, normalizi… https://t.co/W5xHFDvpoR",
        "I'm in the wrong job! \n\nTrump - \n\n\"50-60% of his work days labeled \"executive time\" with no meetings or official bu… https://t.co/KUeIroVkQK",
        "Exciting for portfolio company @ChartIQ next chapter with their $17.4 Million Series B funding round.… https://t.co/F3ul9QhuSB",
        "Meaningful stance taken in a room full of powerful people... https://t.co/wM3FiNs3My",
        "Great initiative for any current and future  PhD students. Open to applications from a broad range of academic disc… https://t.co/6Y4peRHiBR",
        "@teddiew Congratulations Teddie",
        "Interesting take on Davos this year. https://t.co/weopp0G2NU",
        "Charlie Munger’s approach to making decisions to less than 500 words... Love this... \n\nhttps://t.co/iTqQn7YrGO",
        "Best piece of political journalism I've read on Brexit yet. https://t.co/eYUGzU8NoB",
        "Helpful read for remote and global teams... https://t.co/D1Ha7JvagG",
        "I had... https://t.co/maDHl137o9",
        "Interesting read not only with some evolving and improving news for humanity (and we could all do with some good ne… https://t.co/kE8riqt9r6",
        "Big news for the bond market. Has been talked about in 2018 as majority owned by Thomson Reuters which in turn is m… https://t.co/D6usZKGWCp",
        "Selling a fintech solution to asset managers? Have a look at this UK industry wide initiative https://t.co/UwocbuZNRO",
        "In no particular order, financial markets infrastructure trend thoughts from Greenwich #fintech\n#b2bfintech #RegTech\nhttps://t.co/7QOmdMJCUM",
        "Thread well worth a read for all B2B fintech founders. One added point in our vertical is the size of the buyer can… https://t.co/4AIEVS3Czm",
        "Enjoyed this read #leadership #LeadershipDevelopment https://t.co/LlRjC7vvjn",
        "Strong validation from a major US bank on @privitarglobal and their approach to data privacy. An increasingly impor… https://t.co/g5rDcr2KiO",
        "Great read. Teamwork that stands out. https://t.co/FtoAWLULzq",
        "fintech + bank = changing financial market infrastructure #fintech #regtech https://t.co/buWD3srBsU",
        "Great to see a financial regulator being so proactive about fintech / regtech industry engagement. Moving the indus… https://t.co/ZcRdk33qR8",
        "A survey of 677 corporate strategy executives. Worth a read for those in strategy, innovation, accelerators, labs,… https://t.co/9jbXyh80UP",
        "Nice one @TransFICC !! \n https://t.co/FsPKT98Uir \n\n#fintech #etrading #API #tradingtechnology #fixedincome https://t.co/lGaqml7uSm",
        "Amazing stuff #NASAlanding https://t.co/fXE0aOQKO9",
        "👍 looking forward to working  with @SteelEyeLtd next gen data management for fund managers #fintech #Regtech https://t.co/l25ALTNKdd",
        "\"The agreement says precisely nothing about financial services.  This is neither unexpected nor a cause for concern… https://t.co/wENRQ7oGIa",
        "VC internship opportunity with us. Learn and be part of a fintech venture fund. Please pass on to those that might… https://t.co/Jlf0tQ9sYS",
        "Well done pal! @MB_IFM https://t.co/maDpq6B1cW",
        "Microservices architecture for financial markets - @GenesisFinTech\n\nExcited to be working with this team on the com… https://t.co/q8EhWdkEJ3",
        "@Andrew_Marshall @IlluminateFM Thanks Andrew! Glad you enjoyed it",
        "@pierce @patrickavale haha... love this!!",
        "IBM To Acquire Red Hat - BIG tech news. Changes up the Cloud Provider landscape #Technology #cloudcomputing #Cloud https://t.co/kgxbTfwaui",
        "@nekliolios One of the greats. Enjoy a well earned break my friend.",
        "The @IAVelocity announces the first  fintech accelerator cohort aimed at solving problems in the asset management i… https://t.co/cRP7YWqFCz",
        "Interesting example of nature guiding tech and design. Seems like an obvious tweak to a layman like me. https://t.co/zEVjL59aWb",
        "Want access to a quantum computer? https://t.co/I4N4iFPyba",
        "Nice one team @privitarglobal #dataprivacy #Regtech #Fintech #DataScience https://t.co/5XfZwjk6rR",
        "Most people won't of heard of it 🔜 but \nBytedance (a Chinese content platform) was founded only 6 yrs ago and is no… https://t.co/yNZ0TAf3xy",
        "An amazing decade of activity, wins, losses, errors, lessons learnt with a growing and impressive momentum in a fie… https://t.co/Cl3G8C4YzE",
        "Interesting thread about workplace  communication on giving and receiving criticism with Apple and Jobs as the live… https://t.co/jBt6rj5zSb",
        "Well worth a read for any founder, first time or not... https://t.co/f4ihxNYZUl",
        "Shoe Dog by Phil Knight, the founder of Nike, is the best business leader autobiography I've read in years. He said… https://t.co/yZqPwL8vY1",
        "Congratulations to portfolio company @TransFICC (fixed income e-trading APIs) on being selected for the @TechNation… https://t.co/3ADiicvBEJ",
        "There are more #fintech events in London than we need, but this @CSFI1 one will be good with @LouiseHBeaumont &amp;… https://t.co/Lue0Kdg0An",
        "Startup list from @ycombinator\nLatest demo day. Interesting how many non software firms there are now in this progr… https://t.co/CAJZaAX36L",
        "Well done to the @TransFICC team on their recent funding round. Changing market structure in fixed income. Also a g… https://t.co/wPytKY0lR1",
        "@AxeTrading continues to grow across banks, brokers and the buy-side in fixed income. #fixedincome #buyside… https://t.co/aE9XS3OwAf",
        "Yes... Water on Mars... A 12 mile sized lake... Potentially life there... And not even a top news story today... 👽👾… https://t.co/clfzrLo4Cq",
        "Dial in today if interested in #crypto #cryptoassets #cryptocurrency in institutional financial markets https://t.co/bCpgjVyAXN",
        "Interesting reshaping of the space industry https://t.co/m6iAz9HESs",
        "Excited about this industry wide initiative for fintech aimed at asset management led by the Investment Association… https://t.co/TtoaVVT2pa",
        "@ccalmeja Congratulations @ccalmeja",
        "TechNationFintech programme - 38 hours left to apply! If your #fintech start-up fits the criteria, suggest you appl… https://t.co/l5wx7O3n1y",
        "If you are interested in the development of crypto currencies trading infrastructure and technology this webinar co… https://t.co/PMUHL1dZKE",
        "Interesting research findings that go against what you read in the popular tech press on start-up founders' ages.… https://t.co/LcUG8Fp916",
        "👏👏👏 https://t.co/TaqQbIqdb0",
        "Well done to all the winners this year! #FinTech502018 #fintech https://t.co/6U4H4sidr8",
        "Nice one @privitarglobal ! #dataprivacy #DataScience https://t.co/DlCvoFpo15",
        "Great stuff. Well done to the team @privitarglobal !! https://t.co/5WqyuiBG84"
    ]
}