{
    "screen name": "TexasTech_News",
    "no. of tweets": 193,
    "tweets": [
        "NFL Superstar Patrick Mahomes to Address May Graduates\n\nBecause of the coronavirus outbreak, commencement ceremonie… https://t.co/ziGxZ9QCZN",
        "#TexasTech Visual and Performing Arts Student Leads Through Dance\n\nIsabella Gonzales received one of the university… https://t.co/xJdKYsryVB",
        "#TexasTech Landscape Architecture Students Venture Outside While Staying Inside\n\nVirtual reality allows students to… https://t.co/ZIUcEpCZdO",
        "Looking Back at What Was Gained, Not What Was Lost\n\nElizabeth Zepper reflects on how the coronavirus and the closin… https://t.co/GQ2A6laBQP",
        "#TexasTech School of Veterinary Medicine Adds Accomplished Assessment and Curriculum Expert\n\nMarcello Schmidt has s… https://t.co/yJDsCiy9bD",
        "#TexasTech Math Research May Help During Coronavirus Pandemic – Or the Next One\n\nComputational mathematician Kathar… https://t.co/VWnCwS0AkD",
        "Therapist Puts @ttucohs Students in Clients' Shoes to Practice What They'll Teach\n\nCameron Brown won the @TexasTech… https://t.co/Yaix8MU9Sq",
        "Looking for Bright Spots in the #Coronavirus Cloud\n\n@TTUCASNR senior Haleigh Erramouspe offers her reflections on h… https://t.co/C0rFV87rrF",
        "#TexasTech to Commemorate 50th Anniversary of #LubbockTornado\n\nThe university will launch a special website and hos… https://t.co/mRhtICP4QN",
        "Janis Haney Spent Career Serving Others\n\nThrough her many roles in University Student Housing, Haney made a positiv… https://t.co/hGQcQv1H29",
        "In Son's Memory, Mother Contributing to Fight Against Coronavirus\n\nDonations to the West Texas 3D COVID-19 Relief C… https://t.co/5pqlbMZtx2",
        "A Day in the Life of a Student at Home\n\nA look into what a day looks like for one #TexasTech student in rural east… https://t.co/KDolZFZc0a",
        "The Virginia Murray Sowell Center for Research and Education in Sensory Disabilities will offer free intellectual a… https://t.co/FVtWDJt74g",
        "Researchers Discover How Vegetation Thinning Affects New Mexico Mule Deer Population\n\nThe study by #TexasTech schol… https://t.co/ndhRzEdx7D",
        "Redesigning Work Areas Can Improve Teamwork, Potentially Save Lives\n\nLisa Lim, an assistant professor in the… https://t.co/V8MENBQ8jG",
        "#TexasTech School of Music Invites Public to Participate in Collaborative Performance Event \n\nThe Sound of Lubbock… https://t.co/FWkFTfxUjt",
        "Professor Leaves Lasting Impact On Legal System by Inspiring Students\n\nDustin Benham received a 2020 Chancellor’s C… https://t.co/Yv2R90tAdy",
        "Veteran Library and Information Sciences Expert to Lead School of Veterinary Medicine Library Services\n\nHoward Rodr… https://t.co/08g89DcxOW",
        "#TexasTech School of Law Crowned ABA Competitions Champion \n\nThe American Bar Association awards points for achieve… https://t.co/AzViKuHToa",
        "#TexasTech Fine Arts Doctoral Student Provides Lifeline for Educators During Pandemic\n\nWhen Eric Eidson began resea… https://t.co/juKIg9dAem",
        "Raider Red Meats Provides Opportunity for Students to Stay Engaged\n\nThe #COVID19 outbreak has not deterred the reta… https://t.co/GkwjlbPh5p",
        "#COVID19 Cuts #TexasTech Professor's Fulbright Program Short\n\nNick Bowman planned to spend the semester in Taiwan a… https://t.co/q99D36kdJD",
        "#TexasTech Students Part of Coordinated Effort to 3D-Print Face Shields for Health Workers\n\nThe consortium’s volunt… https://t.co/XbNuV3vTtu",
        "Titan of Equine Industry Joins Faculty at School of Veterinary Medicine\n\nJerry Black comes to #TexasTech after hold… https://t.co/fYruU6gioE",
        "Admissions Brings Red Raider Experience to Students Virtually\n\nWith @TexasTech campus closed for tours, the… https://t.co/j3qS12jInQ",
        "Community Spirit: 60-Plus Volunteers Sign Up to Support #COVID19 Testing\n\nThe process involves rigorous training to… https://t.co/1aFWzPksFA",
        "#ArborDay with Fewer Helping Hands\n\nWithout the help of students, faculty, and staff on campus, #TexasTech Operatio… https://t.co/yO3tGIirLi",
        "#TexasTech Laboratory to Decontaminate Masks for Safe Reuse During #COVID19.\n\nN95 masks and other small items can b… https://t.co/Wf1Mv3Xy66",
        "#TexasTech Laboratory Was State's First to Offer #Coronavirus Testing\n\nTwo decades ago, Texas Tech created The Inst… https://t.co/0Vjb1zR8Jf",
        "#TexasTech Receives U.S. Department of Energy Funding to Advance Solar Inverter Technology\n\nBeibei Ren, Stephen Bay… https://t.co/bAkJOyELgs",
        "Looking to Get Outside During COVID-19? Try Working in the Yard\n\nTexas Tech turfgrass expert Joey Young offers tips… https://t.co/JNYiFHcDDn",
        "#TexasTech Alumnus Selected as Fulbright Finalist \n\nNeel Roy, who graduated in May 2019, received a @FulbrightPrgrm… https://t.co/0zGoPz6SLN",
        "#TexasTech Researcher Receives USDA Grant to Study Global Farm and Trade Policy Effects on Agriculture\n\nStephen Dev… https://t.co/UoWEus8MCn",
        "Discoveries to Impact Conference Goes Virtual, Still Awards $225,000\n\nThe conference challenges the Texas Tech comm… https://t.co/Qdc5DCD3HZ",
        "#TexasTech Hispanic/Latinx Research &amp; Creativity Symposium Moves Online\n\nThe annual event will feature research and… https://t.co/OvEEZs8SmX",
        "Is Spending More Time With Your Significant Other During COVID-19 Creating Communication Problems?\n\n@TTU_CoMC's Jen… https://t.co/zBrbfeYlAj",
        "How Safe are Fluffy and Rex from the COVID-19 Pandemic?\n\nWhile household pets have not been infected with the virus… https://t.co/gF0FdJWn0y",
        "Nearly Empty Residence Hall a Haven for Immunocompromised #TexasTech Student\n\nThree months after a kidney transplan… https://t.co/jnkCgUFcT6",
        "Can #COVID19 Have Long-Term Effects on the Climate? \n@KHayhoe answers these questions and more in the wake of the c… https://t.co/YdWGjjG44W",
        "Is Spending More Time With Your Significant Other During COVID-19 Creating Communication Problems?\n\n@TTU_CoMC's Jen… https://t.co/UzavCKVLtz",
        "Nine Texas Tech Faculty Members Named Integrated Scholars\n\nThis year’s scholars were selected from a field of 32 no… https://t.co/NeuMvd8hmQ",
        "Texas Tech Student Named 2020 Truman Scholar\n\nStephanie Kuzmack is one of only 62 students selected for the prestig… https://t.co/IPsmnLaL89",
        "Daily Toreador, La Ventana Earn National CSPA Wins\n\nThe publications won a combined 22 awards.… https://t.co/nV6s8cGnuu",
        ".@TTUVetMed welcomes another faculty member. https://t.co/QczNVPVY3g",
        "COVID-19 Led Children's Behavioral Health Clinic to Fast-Track Teletherapy\n\nClinicians from #TexasTech and… https://t.co/yyVsKAP8C1",
        "What Should You Know About Autism Spectrum Disorder? https://t.co/H6IHgOW0iq\n\n#TexasTech faculty, researchers and s… https://t.co/v1k1Y152vD",
        "#TexasTech Physics Undergrad Helps Identify a Curious Defect in Silicon\n\nTrey Vincent and Prof. Stefan Estreicher a… https://t.co/R2tv3ipReO",
        "Are microneedles revolutionizing the way vaccines are delivered?\n\nWith researchers working furiously to develop a… https://t.co/HTxeIqFd3p",
        "How Can You Eat Healthier and Cook Better Meals at Home During COVID-19?\n\nMindy Diller shares how people can stick… https://t.co/cUfwWlWLfZ",
        "Vaccine Skeptics Actually Think Differently Than Other People\n\nAccording to #TexasTech, people with vaccine skeptic… https://t.co/cjd8Wi5KRK",
        "50-Year-Old Biology Collection Enables New Research Opportunities\n\nTexas Tech University’s E.L. Reed Herbarium is n… https://t.co/uX9CyJzrOd",
        "A group from @TTUEngineering, in partnership with regional high schools, is designing and building ventilators to a… https://t.co/JfsQY2fpxF",
        "Why Do Prices of Essential Goods Increase During Times of Uncertainty? \n@TTURawlsCollege Michael Giberson explains… https://t.co/VwwXGqakLb",
        "Are you homeschooling a child with autism? \n\nChristy Chapman is a board-certified behavior analyst and researcher a… https://t.co/Lot3V8WE6h",
        "Large animal expert, László Hunyadi, has joined the Texas Tech School of Veterinary Medicine to pursue his dream ca… https://t.co/3sANwOI0gL",
        "Texas Tech University recently established a crowdfunding campaign to aid in the 3D-printed face shield effort.\nA $… https://t.co/7rekcwF6rW",
        "Texas Tech Researcher to Skype from Antarctica with Frenship Students. Natasja Van Gestel is about halfway through… https://t.co/WAaat74Xlz",
        "#TexasTech Climate Center Kicks Off First ‘Science By the Glass’ Discussion Series of 2019. @KHayhoe will speak on… https://t.co/WAVw6KSRIU",
        "(VIDEO) Discover #TexasTech:  College of Agricultural Sciences &amp; Natural Resources. It offers a variety of undergra… https://t.co/DlNhy9IlDD",
        "#TexasTech astronomer finds stellar jet that helps explain early life of stars. @TTUArtsSciences… https://t.co/wjubJNCI3r",
        "#TexasTech Honors College Student Presents 3D-Printed Prosthetic Hand to Second Local Child, Starts Nonprofit to Be… https://t.co/haEbBVFrtf",
        "#TexasTech African-American History: During the summer of 1961, Lucille S. Graves became the first African-American… https://t.co/kMQp9Sit3O",
        "THURSDAY: Killing Fields Survivor Sichan Siv to Speak at #TexasTech. The Cambodian native escaped genocide and pove… https://t.co/wCLox4ctch",
        "Talkington College of Visual &amp; Performing Arts Hosts February Events. An exhibit from the School of Art and a perfo… https://t.co/L99CcWYRVw",
        "Managed Housing Key Component to Eastern Purple Martin Conservatism. Research by #TexasTech experts helped determin… https://t.co/PJZ3GSbhjU",
        "#TexasTech receives $1 Million grant from National Science Foundation. The grant will go toward supporting educatio… https://t.co/yzSijYPlVM",
        "FRIDAY: #TexasTech Student to Present 3D-Printed Prosthetic Hand to Local Boy with Rare Medical Conditions.… https://t.co/w6XY5TSA5D",
        "#TexasTech Presidential Lecture &amp; Performance Series continues 13th Season on Feb. 22 with a performance by three-t… https://t.co/DC2pzb4qTl",
        "Music and Language Studies Intersect in the PeARL: A collaboration between @TexasTech University, the @TTUHSC and t… https://t.co/3NdrZRbgMu",
        "#TexasTech Professor Heads Research Project to Bring Sustainable, Environmentally Advantageous Agricultural Program… https://t.co/fXdzaN6T0c",
        "TONIGHT: #TexasTech @TTUOIA will celebrate legendary Scottish poet Robert Burns.   https://t.co/IIAqcrndMq https://t.co/UiP9PQbws2",
        "Recent graduate Teresa Rodriguez's journey sets a unique example of perseverance. #TexasTech First Generation Trans… https://t.co/DqbManS4Xq",
        "TOMORROW: #TexasTech @TTUOIA will celebrate legendary Scottish poet Robert Burns.   https://t.co/NLWYnawomx https://t.co/udtH6Ld0Bn",
        "#TexasTech to Host Hundreds of Area Middle and High School TAME Competitors. More than 280 students will participat… https://t.co/sYpT4b5Kzg",
        "#TexasTech School of Theatre &amp; Dance to Host Performances of 'Bloody Bloody Andrew Jackson.'  Performances will be… https://t.co/YLIpqMT88u",
        "EXPERT PITCH:  Latin American politics expert at #TexasTech is available to discuss Venezuelan presidency.… https://t.co/IvKEATsDE6",
        "#TexasTech chemical engineering professor Sindee Simon has earned the 2019 International Award from Society of Plas… https://t.co/22yHGGc24h",
        "SATURDAY: #TexasTech @TTUOIA will celebrate legendary Scottish poet Robert Burns.   https://t.co/9k2dAxnYnb https://t.co/s0teBdDfpv",
        "#TexasTech biology researchers studying #ClimateChange effect on plants &amp; soil microbes in #Antarctica. Natasja van… https://t.co/yZx7SHQJcW",
        "Leaders, partners and program graduates from the program, a #TexasTech University College of Education initiative,… https://t.co/iDJcBnzfjB",
        "Texas Tech Selects Senior Director for National Wind Institute. John Schroeder, who also is a professor in the Depa… https://t.co/rtKgKAcppL",
        "#TexasTech Therapeutic Riding Center Celebrates 20 Years in the Saddle. Patients or visitors with disabilities and… https://t.co/McPlD2LYXn",
        "#TexasTech researcher and administrator receives National Cotton Genetics Research Award. @TTUCASNR Professor Eric… https://t.co/aS1dXhEdIO",
        "Student Malik Williams' journey symbolizes #TexasTech's impact on students in need. @ScholarMatch recently placed T… https://t.co/hT36RfOuPC",
        "#TexasTech announces new life centered financial planning certificate. The program can be completed in as little as… https://t.co/vap7WVnFeg",
        "#TexasTech Center for Collegiate Recovery Communities hosts 9th Annual Conference of Addiction, Recovery &amp; Families… https://t.co/DUn1VlfqmB",
        "THIS MORNING: #TexasTech Innovation Hub welcomes Brian Harris as keynote speaker at the Performance Innovation Seri… https://t.co/6HajHpOsaC",
        "(VIDEO) President's Perspective: As the 86th Texas legislative session gets underway, President Lawrence Schovanec… https://t.co/rbljWMfGzI",
        "Professor Herrera-Estrella Named newest member of TAMEST. The National Academy of Sciences researcher serves as the… https://t.co/NX1XDQhOga",
        "TOMORROW: #TexasTech Innovation Hub welcomes Brian Harris as keynote speaker at the Performance Innovation Series.… https://t.co/X5eqDaSLeG",
        "#TexasTech University received top marks from U.S. News &amp; World Report for its online bachelor's programs and onlin… https://t.co/LUC6gIAdrf",
        "THURSDAY: #TexasTech Innovation Hub welcomes Brian Harris as keynote speaker at the Performance Innovation Series.… https://t.co/XceQ4Qf0Fu",
        "#TexasTech Climate Scientist named a Global Thinker by Foreign Policy. @KHayhoe serves as the co-director of the Te… https://t.co/teN3upNBly",
        "#TexasTech Innocence Clinic stands out among others. @TTU_Law students perform as true lawyers, working to secure t… https://t.co/5mc0wLsa0Q",
        "#TexasTech University welcomes students back with Winter Raider Welcome. Students can participate in more than 40 e… https://t.co/quoCJJeVev",
        "With a 5 year grant from the National Institute of Allergy and Infectious Diseases, Two #TexasTech @TIEHH_TTU… https://t.co/rJOQ5QCKBS",
        "TONIGHT: #TexasTech School of Art to Host 11th Annual Medici Circle 5x7 Art Scholarship Fundraiser. @TTU_SoA… https://t.co/5kXLKKKeJA",
        "TOMORROW: #TexasTech School of Art to Host 11th Annual Medici Circle 5x7 Art Scholarship Fundraiser. @TTU_SoA… https://t.co/ipa8thvRtj",
        "#TexasTech researchers discovered peculiar X-ray characteristics of AT2018cow, an unusual transient source, and sug… https://t.co/gUkQ9exh1V",
        "#TexasTech Talkington College of Visual &amp; Performing Arts Hosts January Events. Events include exhibits from the Sc… https://t.co/4bBtjs317B",
        "#TexasTech CASNR develops new agricultural water management certificate program. The new program was developed by t… https://t.co/0rhWCnMiI0",
        "#TexasTech College of Education Receives Grant to Continue Expanding TechTeach Across Rural Texas. The funding will… https://t.co/bFgWCSpT8C",
        "#TexasTech researcher Nathaniel Hall's work shows a dog's ability to detect the chemical mixture of explosive devic… https://t.co/9VEQ0XlJ1q",
        "ICYMI: #TexasTech Year in Review: A snapshot of stories that illustrates a year of personal and institutional succe… https://t.co/G34KgnM4Im",
        "SATURDAY: #TexasTech School of Art to Host 11th Annual Medici Circle 5x7 Art Scholarship Fundraiser. @TTU_SoA… https://t.co/SDMXgBtFY4",
        "(VIDEO) Augmented Reality is being applied to a sandbox that allows landscape architecture students to visualize ho… https://t.co/PU74f786NS",
        "NEXT WEEK: #TexasTech School of Art to Host 11th Annual Medici Circle 5x7 Art Scholarship Fundraiser. @TTU_SoA… https://t.co/70oTtGYNE3",
        "School of Art Doctoral Students are using resources within #TexasTech’s Performing Arts Research Lab to analyze pat… https://t.co/tbWbZ2VafF",
        "(PHOTOS) Reflections: A look back as we continue to look forward. https://t.co/ZroBZLLal8 https://t.co/mmtQGEHYRh",
        "#TexasTech Offers On-Campus, Augmented Reality Service for #VisuallyImpaired. @airaio provides free, on-campus acce… https://t.co/F7urFaTxXQ",
        "(VIDEO) Housed within the J.T. &amp; Margaret Talkington College of Visual &amp; Performing Arts School of Music, the Perfo… https://t.co/a0MCTWTZS5",
        "#TexasTech Named Site for National Education Policy Fellowship Program. The program is a national initiative of the… https://t.co/E3PIamTKKk",
        "#aTexasTech Named Site for National Education Policy Fellowship Program. The program is a national initiative of th… https://t.co/oE0yW0okvW",
        "#TexasTech chemical engineering professor publishes paper challenging theories of glass transition. Greg McKenna's… https://t.co/LgiYtSpHrt",
        "(VIDEO) #TexasTech mechanical engineering students create device to help prevent plastic contamination during cotto… https://t.co/2yGtN62McO",
        "#TexasTech Wildlife Toxicology Laboratory receives $200,000 grant. The award will be used for drug research to figh… https://t.co/WjPJvXVkRB",
        "(VIDEO) As 2018 comes to a close, @TexasTechPres Schovanec shares that #TexasTech University is once again listed a… https://t.co/K6sa7mcxVP",
        "#TexasTech research assistant from East Lubbock Promise Neighborhood learns from students in after-school program.… https://t.co/1PcFsXFO7o",
        "#TexasTech’s National Wind Institute cuts ribbon on 120th West Texas Mesonet Station. The newest station will conti… https://t.co/rPRoN28OBe",
        "Nghi Bao, a chemistry major from Vietnam, grew as a person and a scholar during his time at #TexasTech. @ttuesports… https://t.co/LauCbgCskH",
        "#TexasTech Garners Carnegie Tier One Classification. The university is one of 86 public institutions in the Very Hi… https://t.co/DEgM5ayfuG",
        "For a Man Who Went From School Janitor to #Texas State Historian, the Stories of People Who Lived History are What… https://t.co/XovcOgxmEn",
        "#TexasTech Department of Chemical Engineering installs distillation plant to give students real-world, hands-on exp… https://t.co/QRTENuwJ0u",
        "#TexasTech engineering professor receives $1 million grant from the Department of Defense. Danny Reible is working… https://t.co/EFUqTbBz2q",
        "#TexasTech engineering professor and undergraduate students publish research in Nature Communications. @nature… https://t.co/TymtY7l54L",
        "(VIDEO) As a doctoral student in the #TexasTech School of Music, violinist Nicole Cherry uses music to engage, educ… https://t.co/MRe7FHdOAk",
        "ICYMI: Robin Lock named interim dean of #TexasTech University’s College of Education. Lock has served as acting dea… https://t.co/MYplmBvBJ9",
        "#TexasTech Students Participate in Fall 2018 #Commencement. Schedule, top graduates and banner bearers are announce… https://t.co/uGFhswHqgc",
        "Winners of High and Dry Photography Competition Announced. Photos from the annual event will be on display at the I… https://t.co/Wrowey7y66",
        "#TexasTech engineering student Taylor Townes wants her peers to know about the University Career Center. Career gui… https://t.co/oCMAtVmg9t",
        "#TexasTech biochemist helps uncover new ways to make plant-based medicines in space and on Earth. John D’Auria is p… https://t.co/R5DAjMGbsl",
        "#TexasTech Electrical and Computer Engineering Professor Named NAI Fellow. Hongxing Jiang will be inducted into the… https://t.co/QrBEZVna7E",
        "#TexasTech receives $9.1 Million. The funding will allow for the expansion of the College of Education’s US PREP to… https://t.co/F9Z0fCB8OJ",
        "#TexasTech announces Fall #Commencement Schedule.\nThe ceremonies will take place Friday and Saturday at United Supe… https://t.co/Bav2Fuqj9K",
        "#TexasTech student chosen for term on Texas Juvenile Justice Advisory Board. Angel Carroll is a senior in the Depar… https://t.co/t1khsr66aR",
        "Smart #Drones Take Flight for Precision #Agriculture Use in Plant and Soil Science. A #TexasTech researcher is usin… https://t.co/59R4Rfqzpp",
        "Museum Of Texas Tech University curator honored By Texas Quilt Museum. Marian Ann Montgomery was named the 2019 Byb… https://t.co/lzcuHyGYcu",
        "#TexasTech Department of Electrical &amp; Computer Engineering Receives $750,000 Grant from the U.S. Department of Educ… https://t.co/Hb7x8TL5FJ",
        "RESCHEDULED: Weihnachtsfest and Candlelight at the Ranch have been rescheduled.  Due to winter weather predictions,… https://t.co/kbiw2ltHmi",
        "Texas Tech University System, Texas Tech University Honor The Don and Sybil Harrington Foundation for its generous… https://t.co/kfzv8CTwI9",
        "(PHOTO GALLERY) A look around the #TexasTech University campus during the month of December. #TTUCOL… https://t.co/vZjQTEA530",
        "Four #TexasTech engineering students will travel to Kennedy Space Center in Florida for a chance to win $30,000 and… https://t.co/hSHj434PZ2",
        "Campus events and resources are available to help #TexasTech students power through finals.  https://t.co/q7mDq5oOWs https://t.co/1PgUphzQmq",
        "Edward E. Whitacre Jr. to Speak at December #Commencement. The #TexasTech University alumnus is the namesake of the… https://t.co/xaKeSBI3nf",
        "(VIDEO) Cassandra Schmitt's research presentation on methods to protect the environment garnered first place in the… https://t.co/5rgeTbT4Rt",
        "New Discovery Complicates Efforts to Measure Universe's Expansion.  A study led by #TexasTech shows that supersoft… https://t.co/e6J7Dncauv",
        "#TexasTech University Library Will Host \"Dog Days of Finals.\" Students are encouraged to de-stress with the help of… https://t.co/NCdKOLDHfE",
        "FRIDAY: #TexasTech Residence Halls Association to Host Annual Carol of Lights®. “A light that last a lifetime” is t… https://t.co/T91KvOu3WJ",
        "#TexasTech researcher Mindy Brashears testifies before Senate Subcommittee regarding @USDA Nomination to Under Secr… https://t.co/qtjbZzN9lX",
        "#TexasTech doctoral student Madhav Dhakal delivered a strong message in the Graduate School’s Three-Minute Thesis c… https://t.co/rljQtQzSAf",
        "#TexasTech Engineering Professors named AAAS Fellows. Chau-Chyun Chen and Jingyu Lin were awarded the prestigious f… https://t.co/d9rKV42d8M",
        "(VIDEO) Discover #TexasTech: \nStudent Union Building. It welcomes up to 20,000 people daily, and is home to meeting… https://t.co/1NfRyvPByO",
        "#TexasTech professor's nomination to top U.S. food safety position goes before senate committee.  Mindy Brashears w… https://t.co/hx64kO1TkS",
        "THURSDAY: Conversations with the Next Generation Speaker Series to Conclude. The final speaker in the series will b… https://t.co/AUHfMDYiGB",
        "WEDNESDAY: #TexasTech School of Law hosts ribbon cutting for new wellness room to be located in the School of Law l… https://t.co/5WnIcUfj6E",
        "THURSDAY: World-renowned geneticist Gurdev S. Khush is featured speaker for #TexasTech Plant and Soil Science Semin… https://t.co/fVf9Eqa7Sj",
        "#TexasTech Gets in Holiday Spirit: Various campus departments and organizations will host holiday events throughout… https://t.co/qGvO5s5cP5",
        "NEXT WEEK: #TexasTech Residence Halls Association to Host Annual Carol of Lights®. “A light that last a lifetime” i… https://t.co/LcD45l32kY",
        "(VIDEO) President's Perspective:  President Lawrence Schovanec talks about the significance of two recent honors th… https://t.co/s65hl6HtdF",
        "Founding Director of the #TexasTech #Vietnam Center and Archive Dies at Age 78.  James Reckner retired from the uni… https://t.co/U2ddRLquTm",
        "Passion helped #TexasTech student Armando Elizalde Velazquez deliver an effective message. His #research on micropl… https://t.co/YZQzLJFBkU",
        "#TexasTech Alumna Earns Prestigious Fellowship. Maeghan Brundrett was named a fellow to the National Nuclear Securi… https://t.co/UGsWRRT38m",
        "#TexasTech announces 2018 McNair Scholars, Director and Calls for Mentors. Funded by the U.S. Department of Educati… https://t.co/BMxwL1j3jb",
        "#TexasTech senior Ashlyn Kildow  is a powerful example of the impact first-generation students can have.… https://t.co/ZDRkaqc8C4",
        "NEXT WEEK: #TexasTech School of Theatre &amp; Dance Presents ‘Elephant’s Graveyard.’ @ttucvpa https://t.co/7q0UUiKUNq https://t.co/6oVbBiTluE",
        "Texas State Historian, #TexasTech Archivist Recounts Personal Connections to Kennedy Assassination, Investigation.… https://t.co/AIF4IiFsM2",
        "(VIDEO) Media, Design and Health Highlighted At Annual Arts &amp; Humanities Research Conference. This is the eighth ye… https://t.co/0lgkkDhxDD",
        "#TexasTech Faculty Members Honored for Excellence in Various Areas. #Research, #scholarship and creative activity a… https://t.co/BrEOmX2grQ",
        "Texas Tech University, New Mexico Junior College Announce New Academic Partnership: #NewMexico Junior College stude… https://t.co/4UxR4jnrw7",
        "TONIGHT: #TexasTech School of Music Hosts Concerto Competition Winners Concert With the University Symphony Orchest… https://t.co/iMhCHICfxA",
        "#TexasTech Institute Co-Hosts International Conference With Max Planck Institute. “Future Image: From Neural Art Hi… https://t.co/Vs6jXQ5d9P",
        "#TexasTech Libraries announces winners of Open Access Award.  Michael Faris and Russell N. James III recognized for… https://t.co/2qrS8Iz1tC",
        "#TexasTech University, New Mexico Junior College to announce new partnership, enabling students to transfer more ea… https://t.co/hXLnBdBJPh",
        "#TexasTech Residence Halls Association to Host Annual Carol of Lights® later this month. “A light that last a lifet… https://t.co/UKNgZn0LO5",
        "#TexasTech helps launch unprecedented national effort to increase college access, equity and postsecondary attainme… https://t.co/Eo4RRipNLP",
        "MONDAY: The Region 6 administrator for the U.S. Environmental Protection Agency will, Anne Idsal, will be the featu… https://t.co/YW1w0pukPT",
        "#TexasTech Recognized by @NAFSA for Comprehensive Internationalization. @TexasTechPres @TTUOIA… https://t.co/YBhB3s1Q99",
        "(VIDEO) Human Health Outcomes Key to Equine-Assisted Counseling &amp; Wellness Lab. The lab uses horses to help people… https://t.co/gpVCY3Sx5q",
        "TOMORROW: #TexasTech President to Speak in D.C. on Internationalization in Higher Education. @TexasTechPres… https://t.co/iUEGN47zid",
        "Death of #StanLee Marks the End of a Life, But Not a Legacy. #TexasTech pop culture expert Rob Weiner pays tribute… https://t.co/qw5zShvXvW",
        "THIS WEEK: #TexasTech School of Theatre &amp; Dance hosts Fall Dance Festival. This is the first dance production of th… https://t.co/GxQNEUeJt2",
        "#TexasTech Students Valentine, Featherstone Capture Individual Titles at AMSA Meat Judging National Championships.… https://t.co/HO286QAf3d",
        "#TexasTech Recognized at APLU National Meeting for Community Engagement in East Lubbock. @TTUEducation @APLU_News… https://t.co/bk1AQ8wZeq",
        "Veteran of World War I and II was instrumental in #TexasTech, #Lubbock history.  Spencer A. Wells is now most remem… https://t.co/Jf7sCrAUqe",
        "#NationalDistanceLearningWeek Student Spotlight: Amy Lawler is working on her master’s degree while juggling two ki… https://t.co/1GLxhxXgCK",
        "TONIGHT: #TexasTech School of Music Hosts November Performances:  Tango and Mariachi Ensembles Concert. @ttucvpa… https://t.co/v9YwPNUVDL",
        "#TexasTech Honors Veterans with stories of valor and ceremonial events leading up to #VeteransDay. @TTUMVP… https://t.co/Za4hryHIIx",
        "#TexasTech leads the way when it comes to cattle nutrition &amp; health. The experts in the College of Agricultural Sci… https://t.co/kbfcacz7XX",
        "@TexasTechMedia\n#TexasTech experts available to discuss #BlackFriday, #CyberMonday, #GivingTuesday, because It’s a… https://t.co/XR7s46Mlf7",
        "New Name, Enhanced Vision for #TexasTech Office of Research and Innovation. The former Office of the Vice President… https://t.co/oSNmTImn0h",
        "FRIDAY: #TexasTech University Alumni Association Hosts Frazier Alumni Pavilion Expansion Groundbreaking. The expans… https://t.co/DpoutyCqmz",
        "FRIDAY: #TexasTech Presidential Lecture &amp; Performance Series Continues 2018-19 Season with a performance by Austin… https://t.co/Sk7cOSjzlg",
        "#NationalDistanceLearningWeek Student Spotlight: Jessica Ulmer, who won’t let hearing loss stop her from finishing… https://t.co/m669pIXg2F"
    ]
}