{
    "screen name": "PolarPrem",
    "no. of tweets": 180,
    "tweets": [
        "Belly Mujinga, 47, was on the concourse of Victoria station in south-west London in March when a member of the publ… https://t.co/JxqIDexeXW",
        "@drmichellelarue @PolarImpact Omg that would be amazing!!",
        "Woop! What better way to start my morning than waking up to this message from a parent in Australia 😊\n\n@BAS_News… https://t.co/BFNiSKGrKm",
        "@DawnOfTheDziok Very!",
        "@BarnesOwl Limbo! It's pretty amazing and can run on most laptops as it's just a 2D puzzle game!",
        "My sweet little Indian ma, who regards \"shut up\" as a gross swear, failed to get into #animalcrossing no matter how… https://t.co/hkSzyvAPqw",
        "The only possible use I could imagine this having for a Punjabi woman in the 80's is as something to shout at Skinh… https://t.co/x7JHZ9yBzp",
        "@GameBiologist Sounds loosely like my trajectory but in reverse. What types of games are you working on?",
        "@ajggeoger I'm a massive fan of how much earth observation technology / satellites and the push for open  data have… https://t.co/Yi90F8djRx",
        "@ChocoholicBec Sorry to hear about the redundancy! Wishing you a lot of luck with your next steps and career path!… https://t.co/g3Wjup5zIZ",
        "Of course! It'll be good to get some practise talking to schools, esp considering the first time I did it I was ask… https://t.co/jHcSdYPziG",
        "@RoryBeaton Were they purposefully eccentric examples or was the author living a day-to-day life that we could only dream of?",
        "@Deakology Aww but what about the people in sentence 6? Sometimes all I want in life is to be with someone and enjo… https://t.co/n9LS3w7DbG",
        "@MeganShersby I used to struggle to imagine how someone in my family could camp out in a desert with no infrastruct… https://t.co/yephbcyA2G",
        "@MeganShersby That's the type of farm my mum had in India. Her family is vegetarian, so it was crops and dairy. Som… https://t.co/Ws3e7mQhVn",
        "From working in sewing machines in clothing factories to ringing up people's groceries on checkouts at Asda, I'm st… https://t.co/wMqM2hL9Fl",
        "@MeganShersby Awesome! Did you ever get to experience the farmer life?",
        "@Deakology From now on can only see you as the CEO of the Institute for People's Attitudes Around Outdoor and Feral Cats",
        "@CantabKitty @MaryRegW One Indian English expression I like is \"expired\" instead of British English  \"passed away\"… https://t.co/7QJVYuMTlX",
        "I just stumbled upon my mother's English textbook and realised that she came to England to work in factories in the… https://t.co/B5JdTDfMEg",
        "Neighbour's cat. She says hi, is curious, and wants to know what did you imagine your career being as a teen/kid an… https://t.co/j9gjPZVbYO",
        "@ThenSheAppears @rpancost I KNEW it. Due to my habit of checking my notifications before bed, I've gone to sleep 2… https://t.co/R7AJKgoEhd",
        "All the things I love in one place and one pic! https://t.co/9X80APfX2O",
        "@kazukami I never thought I would be complaining about the lack of killing from my family but non-lethal insect rem… https://t.co/uhu3NHN3A1",
        "Glad to see the heartfelt and super special postcard sent to my parents all the way from Antarctica by their belove… https://t.co/ZanGeaJyK5",
        "My favourite time of day https://t.co/2tkbxW0zLg",
        "Children are too pure and the YouTube comment section doesn't deserve their presence. https://t.co/6uUwvm1Pr2",
        "@AdySuter @develogue @slimtimcann @MerseyHack @BBCNWT No one's suggesting that the virus consciously discriminates,… https://t.co/Xbj8msUAUv",
        "You decided to put key workers' lives at risk for THIS? https://t.co/zRErpb5yoe",
        "My pleasure! I was really worried it wouldn't reach you guys. \n\nNow I think about it, I've realised that you're one… https://t.co/BjQFUuLXv5",
        "@DawnOfTheDziok Don't worry others will even if you won't 😅 https://t.co/G06fyAMoQD",
        "@mcfrogmunch Who knew seal would be my brand.",
        "No worries and congrats on creating the first ever tweet to use the hashtag #SealGrime! https://t.co/06kzOOhyGM",
        "Any Aussie followers able to take a pic :)? https://t.co/KwwJ2IKAnH",
        "@jabeenahmad01 @Constababble That would be great!",
        "@ClaireWarrior1 It was my first time learning of Seal and his songs. It was a lot of take in!",
        "@ClaireWarrior1 I tried finding an angry seal gif to respond to you with and...\n\nI. Am. Done. https://t.co/RFK0zhmvfl",
        "@Oh_Hi_Fi Out!",
        "@croppley Don't worry. Someone once texted me this the night before I had an interview with them\n\n(Yes, it is a sea… https://t.co/JmZ65hMogA",
        "Help. Meee. https://t.co/jdvYHBuQJN https://t.co/orXANAa0Oa",
        "😊😊\n\n#scicomm #AcademicChatter #phdlife #engagement https://t.co/2CdlRJYWmq",
        "@RoryBeaton @ChrisGPackham Not sure tbh! \n\nCan any birders help  @SIBirdClub @Kaulofthewilduk @Natures_Voice?",
        "A peek into the DMs I wakeup to. https://t.co/jdvYHBMs8n https://t.co/hrs5JipZSk",
        "Someone called ecology boring and I told them that I spend 30 minutes trying to change graph labels in R and get a… https://t.co/FTezTa8lYf",
        "Someone from my uni has made a list of all the colleges as seal species.\n\nHappy to see that my college and the ones… https://t.co/xn8d4nhuot",
        "Groulef, I choose you.",
        "On this day 5 yrs ago I was comparing my local election candidates to Pokemon. Simpler times they were. https://t.co/QmRSxXtVm4",
        "@Oh_Hi_Fi It IS!",
        "@CherguiaGroup Thanks!",
        "Homemade roti (maize and wheat varieties), aloo mutter, yoghurt and blue skies with red kites!\n\n#feelinghappy… https://t.co/tjXevcDfvg",
        "The 5 emotional states of quarantine life but moles https://t.co/meDbDGaiSN",
        "Quiet https://t.co/uplkNLf2eQ",
        "Join me and this daring guest for a short virtual boat ride in the Arctic Ocean. Can you guess the #bird? I couldn’… https://t.co/wwYGzlTsan",
        "Apparently I'm in the new issue of the National Geographic Kids Magazine in Australia (and maybe New Zealand?) whic… https://t.co/OzK3vQoZrC",
        "@DrABarnesFIPEM @alrightPET @ranmackay @DanOfChorlton @JohnKJArcher @marianneaznar @costanzapanaino @mike_merchant… https://t.co/jwri6ihJs6",
        "Aw, thanks! You guys were a great audience so it was a pleasure! \n\n#PolarHorizons\n@BAS_News https://t.co/7P14O8DxDl",
        "@ArjunSinghL @learnpunjabi @ecosikh @NymLotay Does ud-billaa have any meaning beyond the animal or is it a name without qualities?",
        "@abeliangrape_ Yep, that's Ma :). Aw, so cool!",
        "OK 1 last tweet! If anyone can help translate the text and the suggested pronunciation I would be very happy! \n\nPro… https://t.co/8F4txcv9MZ",
        "I could go on &amp; on about this lovely gem of a dictionary and begin to romanticize someone from a small hilly town n… https://t.co/xBrj87no5Q",
        "From sponges to sperm whales, it's great to see the author has put a large focus on illustrations of nature  includ… https://t.co/yS8WgOZSGy",
        "This dictionary is full of zoological entries with great sketches and even greater descriptions. For example, the s… https://t.co/gDksK1eCKr",
        "To cut to the blubber: YESSS! Not only does have an entry for seals but both types! True seals and eared seals!!! A… https://t.co/X5eSiiGdze",
        "(Please ignore the cookie monster trousers. Returning from Antarctica at the onset of lockdown &amp; being sent from th… https://t.co/pWsu4IXDwj",
        "Mum's dictionaries which she's always stubbornly returned to in her efforts to improve her English and I've always… https://t.co/M4oeHIdPKf",
        "This, I imagine, is what leads to my Indian cousins and aunties asking \"how is Prem and the fishes he plays with?\".… https://t.co/066RTytCsm",
        "Yes yes yes!!! While cleaning my room &amp; I glanced at my childhood Punjabi alphabet poster, thinking how sad it is t… https://t.co/O79JZhGq9Z",
        "Using lockdown to attempt to grow my hair for me but also because I think it would mean something to my mum (in my… https://t.co/rA9ebQl6Kc",
        "While it hurts to discover that everyone, including these mums and kids, have better rhythm than me at my own ances… https://t.co/RN4cNiBKnT",
        "Within less than a year my crazy ass #seal #grime song concept has gone from idea to being used to play out the end… https://t.co/64OHUQ150F",
        "@CarolineHack For some reason I can't look at this image without seeing motivational text over it.",
        "People seem to love seal-placenta-bird content. Here's an upgraded version from the coast of Oregon with 10 x the n… https://t.co/G6BOk6No4Z",
        "@BlueSpaceSeeker She does seem to have an issue in one eye. Birds coming in to dine on the placenta is very common.… https://t.co/T9iQtEdcat",
        "The day gets better!! https://t.co/sidMcx1Wji",
        "@JamesGrecian I've tried multiple times to say gull but it just feels wrong without the prefix of sea. My general r… https://t.co/cOWozDVEuj",
        "@DrMikePJ @MrTimDunn @GarethDennis My dad works has been on the railways for most of his life, so this is much needed information",
        "@occularmandible I often think about what's it like for polar seals that plop out onto freezing sea ice but to go f… https://t.co/uocqWgCJGS",
        "@CarolineHack Beautiful! I'm currently going through all my footage so hopefully a few Svalbard posts from another… https://t.co/6XekxmLQza",
        "Great guesses - you're all more or less right! Exact location is Ny-Ålesund on the high Arctic island of Spitsberge… https://t.co/dPvU4GYjqS",
        "@RoryBeaton Awesome!",
        "@daniambiental Focas são mutio fofo",
        "I know that these kind of interactions are unremarkable to most Twitter users by now but having an author's name po… https://t.co/zeDnCHLgKg",
        "@KatyMontgomerie @MelanieMoore Yup, that's what they do.",
        "@doniamae @dagda9918 Baby seals do imprint with bonding heavily influenced by noise and touch. For this reason we'r… https://t.co/JsFRfyxzo3",
        "Video is from Oceanfoxx on YT and photos Kim Akeman.",
        "See the little feather like bits of fur? That's a lanugo coat! Some seal species, like grey, are covered in lanugo… https://t.co/rj9TBCtMpv",
        "Context: when the seal emerges from the mother it is inside an amniotic sac. The curious seagull decides to burst t… https://t.co/hSLjHM61fP",
        "A few weeks ago on the coasts of California, a baby harbour seal entered our world and the first thing it made eye… https://t.co/DTzanUKFSK",
        "@JackDAshby Any idea? Stumbled upon these in Svalbard (that's not my fire just in case it looks like I've been havi… https://t.co/z8MpFTzdfz",
        "@Cambridge_Uni @wwf_uk @BAS_News @scottpolar",
        "Join me for a short virtual cycle up to the jetty in one of the most isolated parts of our world. You'll see a post… https://t.co/G1wvspUREW",
        "https://t.co/FOkpdySkaA",
        "Want to end your week with some new knowledge on how humans have kept in touch throughout history? Catch up with me… https://t.co/KVimxgRJ8A",
        "Found pics from my 1st workshop (the history, science &amp; art of monitoring Seals from Space). Held in Charles Darwin… https://t.co/eub2O72Zrc",
        "Be sure to tune in to see @PeterTFretwell reveal the six superpowers of emperor penguins! https://t.co/RTblXgmoEo",
        "@DrABarnesFIPEM https://t.co/FOkpdySkaA",
        "A few yrs ago when deciding whether to do grad studies, I stumbled upon a scientist whose amazing BBC series I woul… https://t.co/HjpEv8cGtH",
        "https://t.co/Wgrzl5oSDN",
        "my research and efforts to increase access &amp; diversity in polar science/conservation within top institutes, which l… https://t.co/0tk9UBni8l",
        "My students asked to listen to my BBC appearance while we mapped Antarctic seal habitats from space (don't know how… https://t.co/BCc3TDZhEC",
        "Warning: I may be appearing on the BBC for the first time ever. I may be chatting with some very fascinating expert… https://t.co/SMBVWMSOFg",
        "@codemacabre @BAS_News Not after accuracy just first thoughts so this is perfect :). Less accurate the better for the purpose of my lesson!",
        "Barren, Unexplored, Scary, Beautiful? Let's hear what's on your mind!",
        "What words come to mind when you think of #Antarctica? Please type them out as they come (no filter!)! I want to us… https://t.co/yIgPPPGm2v",
        "For #WorldPenguinDay enjoy this  satellite image of a lake turned pink by king penguin (Aptenodytes patagonicus) po… https://t.co/VoCkBqDsi1",
        "Here's 6 of them all soaring together! https://t.co/ortwlED3e5",
        "A slightly longer look @Kaulofthewilduk https://t.co/WtfyY9mnFM",
        "Studying the evolution of marine mammals (like seals!) &amp; watching one of my favourite birds soar overheard is how I… https://t.co/K71xFvmsJT",
        "@dotfuli @ExhaustedElox @elektrotal And cute in Portuguese is \"fofo\" which HAS to come from \"focas\" aka seals! Ther… https://t.co/ecpfFzXpRC",
        "On the upside: not just my family. On the downside: now concerned this is a now #desi thing.\n\n#RaceAcrossTheWorld… https://t.co/eewScD5hVJ",
        "Happy #WorldPenguinDay from Antarctica! The candy green stains on the ice is snow algae that has been fertilised by… https://t.co/kVBoU7ruYN",
        "If you ever wanna know what a student / early career reseacher sees when they look into the audience after giving a… https://t.co/dcvAmlAkeL",
        "They worked hard so as an adult I wouldn't have to be in a vulnerable position as they are now. The only thing they… https://t.co/f1d1zdKYN3",
        "Under normal conditions my parents have neither the time nor money to start learning skills never mind during a pan… https://t.co/qVrwLAyrP5",
        "My dad's really out here ringing the bell on MY bike and giving the neighbour's the Queen's Wave as if they're all… https://t.co/a9mYXDav2m",
        "Every time I stumble upon a picture of a penguin shouting at a dopey seal I just see mother and I.… https://t.co/tA0qB3o5NH",
        "@CardiffColdClim I need to see that paper NOW",
        "@molliegupta Practising the Punjabi alphabet as a kid also really helped with learning Japanese Hirigana!",
        "@molliegupta My Urhas Ae-rhas are seared into my brain.",
        "@Polar_Steffan Try not to anger any polar bears!",
        "https://t.co/w3I3zRigvy",
        "Riyat’s death is the second of a staff member within the NHS trust. Dr Amged El-Hawrani, 55, who was an ear, nose a… https://t.co/JeH8SeRGW4",
        "The UK’s 1st Sikh A&amp;E emergency consultant has died at the hospital where he worked after contracting coronavirus.… https://t.co/CKLIvBml4T",
        "My fav thing about working from my parent's is how quickly my bedroom wall goes from \"So that's my certificate that… https://t.co/hmL3aCRGTk",
        "Welcome to fatherhood. https://t.co/DXO3Y3b3CB https://t.co/xg1n79I7c1",
        "I returned to this garden and decided to study bird calls to reveal the mystery that sits before me. anyways, long… https://t.co/CUd1Y4nGpT",
        "Growing up, I spent hours upon hours gazing at the large tree in my garden trying to spot the owl who would occasio… https://t.co/eTm0jRY1yS",
        "@katganly https://t.co/720OXecaUb",
        "@katganly So, does MI5 send all their liabilities down south or is it just you?",
        "@katganly 1. What did you even search to find that article. Are you using your supposedly limited internet to hit e… https://t.co/lSYOBltBDQ",
        "@katganly Help me out here. Does having *that* as a *treat* fall under abusive or self harm? https://t.co/Kc9gixoPB1",
        "@katganly https://t.co/6bopQppwxI",
        "@katganly I thought the choice of pizza toppings were bad and now you reveal this? I can't believe this is one of t… https://t.co/3cPSzuRayD",
        "@FryRsquared I'm currently running a small citizen sci project mapping Seals from Space (we use very high resolutio… https://t.co/QWDmfEvZlT",
        "@joana_beja Muito legal! Eu muito gosto praticar falando. Eu posso enviar mensagens de voz?",
        "I turned on the TV to see a 99 yr old man having to walk 100 laps to fund the NHS as the government is failing to p… https://t.co/2LWGxFzCw2",
        "Woke up late from a dream in which I got rushed to hospital because a baby seal that I was ignoring as I was runnin… https://t.co/6T83tNewao",
        "@sarahb_polar J O I N",
        "https://t.co/pZjcUrbk0H",
        "Lockdown (I pray) has led to people creating a group where they pretend to be ants in an ant colony. I have nothing… https://t.co/2eaecFgFtq",
        "Ola pessoas do #Brasil no Twitter! Eu quero praticar meu #português. Alguma pessoa quero falar com mim por favor? E… https://t.co/zvNLlls6K1",
        "@JBgreenmusic You know exactly what I mean. Thanks for summing it up! It's easy for gamers to forget that even if s… https://t.co/0PjLo1kaba",
        "Ended up playing #AnimalCrossing. Most time was spent choosing the town name. She came up with the following ones (… https://t.co/dLKgPElc3y",
        "@JBgreenmusic Looks ideal!!",
        "#Gamers! I wanna introduce my mum to video games to keep the ol noggin in shape. Game #recommendations for mums tha… https://t.co/URYxXG98jt",
        "There was a period of my life as a teenager in which I was in a village in India and spent many hours hanging out w… https://t.co/mM7ZDjEk91",
        "If I don't shout out Bombus Clart the next time I get stung, I deserved it. https://t.co/RkcIy0DB88",
        "I often think about how being a minority in the UK has impacted the way I discuss nature with others in unexpected… https://t.co/exfyJjL4HB",
        "Started my week with a ZOOM chat with 2 Profs in the US for advice on my seal work and one of them told me that I s… https://t.co/elqrhKuolD",
        "@ElainaM42 @livuniHSS Your workspace is nicer than my department and home one combined 😔",
        "When me and sis catch our mum taking her second walk of the day #COVID2019 #UKlockdown #IsolationLife https://t.co/H8URR2dgtb",
        "@Oh_Hi_Fi If it's OK with you could I answer this in a magazine article? I'm currently collecting a series of wildl… https://t.co/LMQE2HRobZ",
        "@Oh_Hi_Fi Of course!",
        "#COVID19 #lockdown #pollution 📷@KangManjit",
        "I grew listening to what I assumed where my Pa's romanticized tales of seeing the Himalayas as he walked to school… https://t.co/qIMx8fnrd9",
        "Yes, I force my students to have appropriately themed backdrops when talking to me.\n\nYes, I force them to look at v… https://t.co/9sLWgM7icB",
        "@wwf_uk I honestly can't believe you've left out my seals. Twice.",
        "Boris, my Pa informs me that a leopard was just spotted in his village &amp; the temple has told ppl to stay home. Now… https://t.co/sKl4PEZWS4",
        "@jaykhuncho I'm sorry to hear that bro. RIP",
        "@Oh_Hi_Fi @EdTech4Funky1s If there's one thing I can deliver (aside from COVID), it's seal related content. I'm als… https://t.co/c2o7yUQuaO",
        "Being a #PhD student, #ZOOM has revolutionised the way I deliver presentations. Not only do I get to hear the bored… https://t.co/1Kx5jtmhk2",
        "@Oh_Hi_Fi @EdTech4Funky1s It's best just to treat me like an old man I've learnt. P.S., Speaking of old men, for so… https://t.co/OH7ceESFZ8",
        "@EdTech4Funky1s @Oh_Hi_Fi TIL TIL",
        "@Oh_Hi_Fi @EdTech4Funky1s I'm an old man. What's TIL?",
        "And yup, this really is the view we're treated to from our office / lab in Antarctica! \n\n#Antarctica #STEM… https://t.co/cdVumsPdUb",
        "@PolarImpact @MinoritySTEM @BAS_News @pocinnature @NatGeo @AntarcticSF",
        "Made a pal in Antarctica &amp; was a beautiful day, so did an impromptu vid: @jwfchu is an @NSERC_CRSNG postdoc /… https://t.co/3RLSzVolDz",
        "My supervisor's super cute daughter joined our ZOOM meeting today. \n\nMe: Aw, hi there! Do you like seals? \nHer: No.… https://t.co/4YSpCVH0AK",
        "@Lowkey0nline RIP Dean",
        "@PunkBiologist I love this",
        "Is it ok to force your students to look at photos of baby seals? I ask as if I'm considering stopping which, just t… https://t.co/KvIb7UHxx7",
        "Guys! Been asked to do a wildlife Q&amp;A for a mag &amp; they need some topics. Do you have any wacky or fascinating wildl… https://t.co/R4dO6eqVBn",
        "@GilesPalaeoLab (And maybe keep your vial of smelling salts ready before showing Bea the postcard)",
        "@GilesPalaeoLab Oh God, they've discovered we live on Earth? From the sounds of things I think we need let them com… https://t.co/7oV4TNeL8F",
        "Doom and gloom relief: my baby cousins in India are turning into lil ladies now. The baby I'm holding in the 1st pi… https://t.co/hzXQO6CDva",
        "About to call some cool collaborators to kick start a project we've been trying to get off the ground. It's my 1st… https://t.co/y9aWKznles",
        "@wwf_uk @Cambridge_Uni @scottpolar @WildlifeMag @BBCEarth",
        "Look who came up to say hi while I was doing the science! #Antarctica #penguins #wildlife https://t.co/jUjmuwAZOc",
        "I didn't think suggesting a shared Google Drive folder for seal textbooks would rapidly evolve into starting my mor… https://t.co/wZNQBBOnTC",
        "@jurassicg1rl Thanks!"
    ]
}