{
    "screen name": "SilaMoney",
    "no. of tweets": 181,
    "tweets": [
        "🔨🔨🔨🔨🔨🚀🌕 Shout out to all my nights &amp; weekend buidlers.  - Whatcha working on? #Ethereum #BUIDL https://t.co/ZYHMKtHQN1",
        "The future is bright. 🚀 https://t.co/Xhwuf1kI9V",
        "https://t.co/EdBUi6cahJ\n👆",
        "🌜195 days ago the $ILAUSD 'genesis block' was confirmed on #Ethereum MainNet thanks to a little help from @Plaid… https://t.co/WlYeRWwonA",
        "Thank you @Nate_DiCamillo and @CoinDesk ! https://t.co/H1IU9omtFG",
        "Thank you @geekwire https://t.co/Gfx9AJX0nD",
        "Thank you @usealloy. We love working with you guys too. https://t.co/HSMttunInJ",
        "Nice quote from @AceEightofSpade about how @vertbase\nuses Sila. https://t.co/VIdi6uZC8D",
        "Great write-up on Sila and our recent fundraise by @DannyCrichton. https://t.co/zqm2o0kzMA",
        "We've secured $7.7MM in Seed funding led by @oregonventure @MadronaVentures  -  We make it simple for tech companie… https://t.co/6W8wxdRrXj",
        "@tfblockchain @shamir_k Thanks for having us on @tfblockchain podcast today! :-)",
        "\"There is one overarching truth about digital transformation, however, and that is that it is a multi-faceted proce… https://t.co/4N6mr1mSgu",
        "Founder and CEO, Shamir, shares his journey from Simple to Sila in a feature on @Forbes!\n\nhttps://t.co/Wx9ClHq55m",
        "How to handle the procurement process according to @TechCrunch.\n\nhttps://t.co/xC46yALj53",
        "So many great companies featured on this list.\n\nhttps://t.co/qiqBOQJLr1",
        "\"Banking is set to change more in the next ten years than it has in the past generation as Millennials – a massive… https://t.co/lc8smBv6Sa",
        "How is fintech catching up to taxes? via @fintechf \n\nhttps://t.co/DDOFrW0EYH",
        "Creating your first app can be easy.\n\nIn under 90 seconds Cofounder and CEO, Shamir, takes you through how to add p… https://t.co/T9NJ0j3pVX",
        "Can Amazon Help Goldman Sachs Get its Groove Back? via @Finovate \n\nhttps://t.co/lOKsE3He1g",
        "#Fintech can be the key to future-proofing the UK economy on @FinTech_Futures \n\nhttps://t.co/up9Pi8fPt8",
        "https://t.co/KxwXCl8wlm",
        "Been waiting for this since Prague. :-) https://t.co/VQqlXdbtN4",
        "@pure_knot @shamir_k @simple @justinofconnell @ForbesCrypto @msasya - We were really hoping to make it to your SF e… https://t.co/Y2j4el90LI",
        "https://t.co/P1sHec0k8Y",
        "https://t.co/8CXaXSfjys",
        "Is modern banking too complex for challenger banks? via @standardnews \n\nhttps://t.co/oAQ2s8AmGO",
        "Building the Next Stage of Fintech on @Entrepreneur \n\nhttps://t.co/NrAvNLJZqF",
        "\"As partnerships continue to grow in number and evolve in structure, including fintechs, big techs, co-brands and o… https://t.co/RN4GfPeBjP",
        "Learn more about our easy-to-use and cost-effective products and services from Shamir, our CEO!\n\nhttps://t.co/7OVTkMEW72",
        "\"Looking at where money was invested in 2019 and early 2020, it’s clear to see that investment in financial technol… https://t.co/U6QhunAfIA",
        "Here's why so many fintech startups are loaning to small businesses via @TechCrunch\n\nhttps://t.co/kre7wzJMdq",
        "\"New York remains the world’s leading financial centre, pushing London further into second place as Brexit uncertai… https://t.co/SnuRHXgMgq",
        "Why Visa And Mastercard Are Today’s Most Exciting #FinTech Innovators via @Forbes \n\nhttps://t.co/WQCn6vx9yx",
        "London loses top spot as global finance hub on @FinancialTimes \n\nhttps://t.co/ebEQLAyLSG",
        "\"Visa, World Bank arm International Finance Corporation, BNP Paribas, Siam Commercial Bank and Softbank spinoff SBI… https://t.co/6TiAMItSMt",
        "\"New players will encourage competition and disruption in the local banking industry, open more opportunities to Th… https://t.co/Suxf8jcJ0x",
        "Why won’t our banks take a simple step to stop fraud? on @guardian \n\nhttps://t.co/T3sGNS6AZg",
        "\"Progress has been uneven. Notably, consumer fintech adoption in the United States lags well behind much of Europe,… https://t.co/ORGW3EZqFB",
        "#Fintech Adoption in North America Lags Global Acceptance via @FinancialBrand \nhttps://t.co/wbCTSt8LT4",
        "Mastercard’s bet on fintech pays off with higher card spending on @BankInnovation \n\nhttps://t.co/1qfQf9s5py",
        "5 policy hurdles thwarting federal regulators’ fintech ambitions via @AmerBanker \n\nhttps://t.co/HZpXC6WtBg",
        "Visualizing the Current Landscape of the #Fintech Industry on @VisualCap \n\nhttps://t.co/Q1kLDstmBW",
        "Plaid and Honey: How consolidation helps and hinders competition on @FinTech_Futures \n\nhttps://t.co/gcn6OukgV4",
        "What does the Visa-Plaid merger mean for banks and fintechs? Find out on @AmerBanker.\n\nhttps://t.co/CYv3Ml09Lj",
        "What Big Banks Can Learn From The Growth Story Of Small Fintech Startups via @Forbes \n\nhttps://t.co/gRopOHL5JL",
        "How #Fintech Innovations are Eroding Banking's Dominance on @Entrepreneur\n\nhttps://t.co/aHhAlfOmOH",
        "Swiss Banks Enter the Age of Bitcoin via @coindesk \n\nhttps://t.co/3eMzUxHKoR",
        "We were featured on @PRNewswire back when we launched our open Beta program, take a look!\n \nhttps://t.co/VFM5D9LKyw",
        "\"If we’re really looking for the next big themes for innovators, we need to pivot to three major trends that affect… https://t.co/XVIVawHVAh",
        "US regulators need to catch up with Europe on fintech innovation via @TechCrunch \n\nhttps://t.co/KrvdQ0PLy6",
        "The Top 5 #Fintech Trends Everyone Should Be Watching In 2020 via @Forbes \n\nhttps://t.co/B1vSNobnYc",
        "\"Several financial and non-financial organizations in China have already brought together big data, advanced analyt… https://t.co/Qzfe2XeSv9",
        "With point-of-sale loans, PayPal eyes millennial and Gen Z shoppers via @BankInnovation \n\nhttps://t.co/k5fGbqGl4y",
        "Our YouTube channel has a few great webinars featured, including this one in which Shamir and Chroma Co-Founder Mar… https://t.co/wpbAdgHrIy",
        "\"Progressive governments and businesses understand that whole populations are living much longer than in previous g… https://t.co/TtoI4gPF5O",
        "Startup Lessons: Why Visa Paid $5.3 Billion For Plaid on @Forbes \n\nhttps://t.co/fviUOaBfXf",
        "\"When retailers can deliver goods to customers within hours and routinely serve up personalized recommendations, fi… https://t.co/WNHDgtIbLj",
        "Which company just hit $1 trillion? Google it. via @Reuters \n\nhttps://t.co/kbD9iTrXiL",
        "What is the best model for marketplace banking? Find out on @FinTech_Futures \n\nhttps://t.co/w6Nn4lEwEj",
        "CEO says Bank of America aims to 'double' its U.S. consumer market share via @Reuters \n\nhttps://t.co/uTJ8Belg4X",
        "After Plaid’s $5.3 Billion Sale, Which Fintech Is Next? on @barronsonline \n\nhttps://t.co/qfl9pNhppp",
        "Visa is acquiring @Plaid for $5.3 billion, 2x its final private valuation via @TechCrunch \n\nhttps://t.co/EE2CGwr5UK",
        "How the fintech revolution is transforming your financial adviser via @MarketWatch \nhttps://t.co/piHxoV5pcM",
        "Hundreds Of FinTechs Move From UK To EU Ahead Of #Brexit on @pymnts \n\nhttps://t.co/Ig35EChYKS",
        "\"This is banking you don’t have to think about. You tap to pay. You drive out of a parking lot and the car pays the… https://t.co/tjWbPZPCPP",
        "Why is this the case? Find out through the link below!\n\n👉 https://t.co/nGpxfaGOyF https://t.co/bgkq8GyZfT",
        "2019 Saw a Stampede of #Fintech Unicorns on @TechCrunch \n\nhttps://t.co/LvqI4kBJbC",
        "From customer insights to partnerships, here are the biggest banking tech trends for 2020 according to @AmerBanker.\n\nhttps://t.co/LhcnRWs3Jh",
        "10 #fintech forecasts for the ‘20s from @AmerBanker.\n\nhttps://t.co/Hc8GLZCoYx",
        "\"The changes are part of Chief Executive Officer David Solomon’s efforts to get Goldman in line with rivals like JP… https://t.co/wx2jAaj9s1",
        "#RegTech and Its Impact on the Financial Industry on @fintechf \n\nhttps://t.co/YfD3Kwb8Y5",
        "A New B2B FinTech Unicorn, And More Funding Ahead via @pymnts \n\nhttps://t.co/rzsSnVDJSf",
        "Take a look at we can help you move your product to market faster than ever before in an interview with @coindesk!… https://t.co/oa1gXKZwdx",
        "Banks’ record-breaking earnings streak has probably peaked on @AmerBanker \n\nhttps://t.co/fwUbvlVrgF",
        "\"Apps offer a simple money management service for children, often for a monthly subscription fee paid by the parent… https://t.co/IuNyljne2V",
        "For Banking Investors, Credit Is Due via @WSJ \n\nhttps://t.co/38wT0xsQW1",
        "\"Weekly earnings for employees of small businesses grew at an annual rate of 4.1% at the end of the year, the faste… https://t.co/JpNg6WnaXd",
        "2020 will be a challenging year for challenger banks according to @TechCrunch \n\nhttps://t.co/xWxdESwfOP",
        "Wall Street to Exiting Fintechs: Show Us the Profits via @Finovate \n\nhttps://t.co/uX0qmkP6Fk",
        "We have a few great webinars up on our YouTube channel, if you weren't able to make any of them, check them out! Th… https://t.co/TnyUh79exO",
        "Corporate venture capital deals hit new record as banks invest in fintech competitors on @CNBC \n\nhttps://t.co/db0cRU4fFo",
        "Ten Years Of Fintech Megatrends For The Next Decade on @Forbes \n\nhttps://t.co/tPASgMdXRk",
        "\"Venture investors are piling in because they believe the massive markets, fast user growth, the shift to mobile an… https://t.co/sDoZH7m57L",
        "We have such an amazing team of founders. Learn more about each of their backgrounds and current roles at Sila!\n\nhttps://t.co/XFpk253Vbj",
        "JP Morgan vows to ban fintech apps from using customer passwords via @FinTech_Futures \n\nhttps://t.co/jOJX0o80xO",
        "\"The 2020s is shaping up to be a Roaring Twenties for the financial market after banks underperformed for more than… https://t.co/GuiczgQHBv",
        "As #CCPA goes into effect this week, banks face new regulations on customer data via @BankInnovation \n\nhttps://t.co/CaaJmBuXJ6",
        "\"To move toward open banking, a bank must embrace the Amazon effect and open its internal processes to third-party… https://t.co/qDYyiVcg6o",
        "Happy New Year! Thank you all for such a wonderful 2019, cheers to 2020! 🎉",
        "Happy New Year's Eve! As this decade comes to a close, here's what @businessinsider has to say about 2020 for finte… https://t.co/sUoJZWQxWR",
        "Fintech lenders tighten standards, become more like banks on @BankInnovation \n\nhttps://t.co/StUaP6pQ9O",
        "Goldman Sachs may admit guilt, pay $2 billion fine to settle U.S. 1MDB probes: source via @Reuters \n\nhttps://t.co/E7pHnH9sXz",
        "French Financial Watchdog Approves First ICO Under New ‘Visa’ Scheme on @coindesk \n\nhttps://t.co/Y3aOv8wbSa",
        "'Time to tackle online giants' says UK regulator via @BBC \n\nhttps://t.co/SgMaKXbAIa",
        "\"Many of us see nearly limitless possibilities for cryptocurrencies and other blockchain applications, but that fut… https://t.co/mXzgwbLtEv",
        "The entire Sila team wishes you all happy holidays! ⛄",
        "Who will the winners be in the future of fintech? on @TechCrunch \n\nhttps://t.co/StSZd3Vwh3",
        "Fintech's next decade will look radically different via @TechCrunch \n\nhttps://t.co/zmTVrqFXdo",
        "\"Although these partnerships often make sense, they’re not perfect. Problems may arise from failing to properly fol… https://t.co/oleeQFpRCB",
        "Why Is Every Startup A Bank These Days? via @crunchbasenews \n\nhttps://t.co/WYN2KJNSJM",
        "\"Investing in start-ups is becoming increasingly important for Wall Street banks as they look to diversify as their… https://t.co/h5ePZ1uXeI",
        "Fintech lenders tighten standards, become more like banks via @AmerBanker \n\nhttps://t.co/r7HTcYfVjK",
        "\"2019 is shaping up as yet another really strong year for U.S. venture funding. The rise of supergiant funding roun… https://t.co/ggjyKkrw7T",
        "Meet the biggest bank you've never heard of on @CNNBusiness \n\nhttps://t.co/mvhGKdvblc",
        "CEO Shamir explains who can benefit from our platform in a short video. Check it out!\n\n👉 https://t.co/mZqPYuQW0t https://t.co/us0Qeo3smH",
        "Venmo Glitch Opens Window on War Between Banks, Fintech Firms on @WSJ \n\nhttps://t.co/nN1M28idvO",
        "\"One group that hasn’t kept up with the market’s record year: Fintech unicorns. It’s surprising, because fintech se… https://t.co/xtMsKGJkoR",
        "7 things that will affect next stage of banking's evolution via @AmerBanker \nhttps://t.co/Trl13f9zjI",
        "Sila may mean strength or force in Russian, but that's not why the name was chosen.\n\nFind out the reasons behind th… https://t.co/KjXDHlfgr1",
        "Big tech banking plans may pose risk to financial stability according the the @FinStbBoard \n\nhttps://t.co/xfHGDNZ5wK",
        "See what @TheEconomist has to say about the upcoming year on @CNBC.\n\nhttps://t.co/4979nwNF8F",
        "Global Financial Regulation Will Get Smarter And Use More Tech via @Forbes \n\nhttps://t.co/d2ypalhi5d",
        "Major fintech trends for 2020 are great to know, but @Finovate has us covered on those micro trends that might slid… https://t.co/v43RCu8c6p",
        "Banking and financial services professionals consistently overworked despite high levels of flexible working on… https://t.co/eQSmTMHPsW",
        "Look to the west coast as the hub for \"innovation\" jobs. Full article on @Reuters.\n\nhttps://t.co/FS7TmcORIq",
        "For 15 years two currencies have outperformed all others via @TheEconomist \nhttps://t.co/dU7VEkBJxf",
        "We may have been officially founded 2018, but the roots of the idea go way back to 2009.\n\nHere's a brief rundown on… https://t.co/YturZeHdIp",
        "\"The unwillingness of the top four U.S. banks to lend cash combined with a burst of demand from hedge funds for sec… https://t.co/IL7kldpgG0",
        "To ignore Gen Z is ‘to flirt with irrelevance’: Wells Fargo exec on @AmerBanker \n\nhttps://t.co/aucs5ZQAYo",
        "\"Google, Alibaba and other “Big Tech” companies could be forced to share data on financial services customers with… https://t.co/0icRKTt3m0",
        "Creating your first app can be easy.\n\nIn under 90 seconds Cofounder and CEO @shamir_k takes you through how to add… https://t.co/EGbyEwU6OO",
        "What Went Wrong at Chime? How Rapid Growth Became Its Own Challenge At One ‘Challenger’ Bank via @FortuneMagazine \nhttps://t.co/y9hcDYfVrG",
        "A little podcast for you this Sunday morning via @guardian on big tech and their role in the next financial crisis.\nhttps://t.co/57LW6zmiHS",
        "\"Despite the growing success of fintech upstarts hailing from San Francisco, Wall Street institutions remain on top… https://t.co/7P2USmmHJD",
        "The Biggest Technology Trends That Will Disrupt Banking in 2020 via @FinancialBrand \n\nhttps://t.co/Em2dLYDeuZ",
        "\"In China, more than 600 million people already use mobile payments, and in Southeast Asia, users are catching up f… https://t.co/NgZYWLgSJh",
        "Why Are Fintechs Struggling with Banking Regulations? on @Perficient \n\nhttps://t.co/ZGxXpaW957",
        "There are definite advantages for the big tech and banking companies that have decided to partner, but, as always,… https://t.co/drpFx0zfl0",
        "Why is this the case? Find out through the link below!\n\n👉 https://t.co/nGpxfaGOyF https://t.co/YCO4OllpZs",
        "\"There is a whole myriad of benefits which make this new industry so attractive to investors. At the same time, con… https://t.co/3PjE1l7H2n",
        "The 5 Debates That Will Shape Fintech In The 2020s on @Forbes \n\nhttps://t.co/2bCgrnXrri",
        "Gen Z's beginning to enter the workplace, learn how to best connect with them on @FinancialBrand.\n\nhttps://t.co/YAdS4RDypM",
        "See our feature on CoinDesk for more on how we're able function as the middleman between startups and banking servi… https://t.co/NU1CRyEOc9",
        "We're in the final stretch of 2019 so take a look at the four fintech and financial inclusion trends for 2020 on… https://t.co/gLXlsDckrs",
        "Looking into Fintech jobs? Take a look at what you need on @FinTech_Futures.\n\nhttps://t.co/dSjFJSlsmk",
        "Bank of America CEO: People still want regulation, security amid tech competition on @bankingdive \n\nhttps://t.co/ClJzSuBTxX",
        "Fabric's new app helps parents with the hard stuff, including wills, life insurance and shared finances on… https://t.co/9DfHd4lQDA",
        "Happy Thanksgiving from the Sila team, we hope you all have a wonderful day filled with food and family!",
        "Debate about Big Tech in financial services is everywhere, but it might be a little premature to tell if fintech st… https://t.co/uZUfSLT7MQ",
        "Learn more about our easy-to-use and cost-effective products and services from Shamir, our CEO!\nhttps://t.co/GqdxZzgE58",
        "Fintech Regulation Needs More Principles, Not More Rules via @FortuneMagazine \n\nhttps://t.co/nhZAm9DmMs",
        "We're building a new financial world, find out how on our blog!\n\n👉 https://t.co/TYPfgRV0bu https://t.co/3yyJIUH7t5",
        "@Plaid, a featured company at #FinnovationSF is expanding, very exciting!\nhttps://t.co/sv5pM6FeLO",
        "Learn more about the three waves of Fintech on @FortuneMagazine.\n\nhttps://t.co/4jCHHNNzh6",
        "\"Banks must operate more like technology companies in order to stay relevant for years to come, executives in the f… https://t.co/q943Bz8PRB",
        "Bots And Human Beings: The Next Frontier Of Fintech\n\nhttps://t.co/aVQSgvbwTx",
        "\"The result is a media frenzy of coverage, talking about the big move of Big Tech into banking. My own take on this… https://t.co/PXcll0ZIYM",
        "Succeeding as a challenger bank on @Forbes.\nhttps://t.co/EJxHVYOcUR",
        "Take a look at how Sila can help you move your product to market faster than ever before in an interview with CoinD… https://t.co/GlsCxGrMon",
        "Great discussion surrounding the future of money on @fintechf? What do you think?\n\nhttps://t.co/OwLYvINQuZ",
        "Open banking will bring banks and fintechs together via @AmerBanker \n\nhttps://t.co/xkRBkxe3zq",
        "Finance Predictions 2020 on @fintechf \n\nhttps://t.co/wVxq92fSJx",
        "@Google's the latest tech giant to step into banking.\n\nhttps://t.co/bjLXhdREGB",
        "HSBC and RBS set to launch new digital banking platforms via @Reuters\n\nhttps://t.co/DCwGa1awUl",
        "We were featured on PR Newswire back when we first launched our open Beta program, take a look!\n\n👉… https://t.co/ABRZHTxNtt",
        "Can banks and credit unions improve mobile and online features enough to impress their customers or will they lose… https://t.co/TzWL2LrfW2",
        "Hong Kong Fintech Week spotlights digital asset regulation, virtual banking, future technologies and FintechHK Glob… https://t.co/o7nHmi6adW",
        "Money20/20 USA: Seven key takeaways and how to prepare your business https://t.co/aICIYAo8ka",
        "Great discussion about the issue of credit card algorithms that spreads beyond just @Apple. https://t.co/B5Ak2MBSfT",
        "Insights from Fintech Talents 2019 on @FinTech_Futures.\nhttps://t.co/IPBU1PDe2t",
        "Do you all want a one-stop card or card program?\nhttps://t.co/x9eTXwfVVD",
        "\"Redesigning a bank for the 21st century is a process that many banks and their leaders are still grappling with as… https://t.co/JBPO16QEFR",
        "Wondering how you can move money faster and easier?\n\nWe can make that possible. Check out our blog for more informa… https://t.co/yQwkBcC81u",
        "Learn more about the Apple Card's algorithm investigation on @MarketWatch.\nhttps://t.co/knsWDcHo0f",
        "There's a new powerhouse pairing on the block between @Apple and @GoldmanSachs. What do you all think of the Apple… https://t.co/iQY1eZFsde",
        "\"Over the past several years, ‘fintech’ has quietly become the unsung darling of venture.\" Check out the full artic… https://t.co/7FtvkKjygV",
        "Our CEO, @shamir_k, spoke at #Money2020 and is featured in an interview with @154Advisors. Check it out!\n\n👉… https://t.co/R9RjCu9M9w",
        "IBM launches “world first” financial services public cloud on @FinTech_Futures \nhttps://t.co/7qYw3j0qO6",
        "UK Ahead of the Curve in Financial Services but China is the One to Watch on @thefintechtimes \nhttps://t.co/I2v3d6f8i6",
        "Speaking of the impacts fintech will have on traditional finance and banking, take a look at 5 Finnish fintech star… https://t.co/AurxLvDVCu",
        "Interesting article discussing Fintech's disruption in traditional finance, check it out on @Forbes. https://t.co/wEwyY0mJs9",
        "Open Banking Fintech Partnerships Required For Better Consumer Experiences on @FinancialBrand \nhttps://t.co/OrxWKkm515",
        "Still wondering whether or not to invest in Fintech? Check out this article on @hackernoon about why you should thi… https://t.co/ceXg1JZ20K",
        "Great read about how fintech is transforming the landscape of lending on @AmerBanker. https://t.co/68ssqz1i19",
        "Sila Provides FinTech Companies With An On-Ramp To Payments on @Forbes, check it out: https://t.co/sgHtHtykzX https://t.co/o5yEV8dA39",
        "Give your financial health a checkup with this survey on @cnbc. https://t.co/CjsQfz9rjl",
        "\"A ready combination of technological advancement, shifting consumer habits, and enormous underserved markets — par… https://t.co/wQB90xUkWm",
        "We were featured on @PRNewswire back when we launched our open Beta program, take a look: https://t.co/a9r9r9gxaK https://t.co/mGPE59pdUk",
        "14 Fintech Trends To Watch For In 2020 on @Forbes. https://t.co/AdfB7G981M",
        "11 observations after 100 days in fintech, an interview with @EFulwiler of @11FS. https://t.co/FGdglOgttg",
        "Walmart and Green Dot to jointly establish a new fintech accelerator, Tailfin Labs on @TechCrunch. https://t.co/8r0rwqZRRP"
    ]
}