{
    "screen name": "tanyadkrout",
    "no. of tweets": 200,
    "tweets": [
        "@jynid1 Thinking about you and your countrymates! Hoping all will be okay for you!!! ♥💜💙💚💛",
        "@KodaDragons Thank you. For you as well. ♥",
        "@KodaDragons Me too... mostly emotional tiredness, though. Oy.",
        "@Sethrogen Did we though...?",
        "@NPR F*cking. Moron.",
        "@DanielPlatzman Cheers to you, sir Red Beard. No worries, later there'll be red wine, which is gluten free for you… https://t.co/yMoi8xBZjs",
        "@deine_natalie @whyradioactive If it makes you feel any better, we're stuck with cheeto boy tRump, so I know how yo… https://t.co/byUtFel4ud",
        "@viguidugli Enjoy!!!!!",
        "@Gingerika2 wishing you the happiest of birthdays today, my friend!!!! Enjoy your delicious lasagna and hope you re… https://t.co/P6ICsR1E53",
        "@csd @kylegriffin1 Clearly turtle face has the COVID fever...",
        "@NaomiCharis @awfularte @NPR Definitely true!",
        "@btvander @awfularte @NPR Lol true but RR has take out. 😉",
        "@viguidugli That help?",
        "@viguidugli Here's a link to their Summerfest concert in Milwaukee, WI on 6/27/2018. It was an AWESOME concert and… https://t.co/ihFIVz8uu8",
        "@lindapanzo @riffraff55 @NPR Oh they didn't forget, that was just fake news, dontcha know! 😉",
        "@WiscoAnnster @gjmccwill @NPR Agreed, it does but it's not exactly wrong. 😉 Plus, a good Wisconsinite would have PL… https://t.co/EHYybE5dSA",
        "@awfularte @NPR That is a fine question. I'm going to go with privilege and entitlement. It's really quite disgusting.",
        "@AJRBrothers Very sad but definitely the best decision right now. I hope you guys come back to Green Bay, WI when y… https://t.co/WisFCwBJTV",
        "@IreneNY3 @joncoopertweets Love it! Although I'm certain cheeto boy would not understand the difference.",
        "@teasipper007 @coffeemama91 @ChuckeEChaves Lol -- nice!!!",
        "@ChuckeEChaves If I was less lazy, I'd change it to read \"Professional Cat Herder\" (i.e., I'm a Senior Business and… https://t.co/dBds4eACnM",
        "@Gingerika2 @WalkingTheWire8 Awesome!!!!!!!! I might need to borrow that tradition. Sounds fantastic!! Homemade las… https://t.co/TstQ1wYZOp",
        "@maddow It's about to happen in WI, too thanks to the Republican-controlled State Supreme Court.",
        "@WalkingTheWire8 Mmmmmmm",
        "@Gingerika2 @WalkingTheWire8 Oy! What about a special dinner?",
        "@jsteinbruner @GovEvers Agreed.",
        "@Gingerika2 @WalkingTheWire8 Woot!!! Birthday girl tomorrow!!!! Happy early Birthday wishes to you!!!!! Any bday pl… https://t.co/mqQzAubkrx",
        "@DanielSkripnik @DanielPlatzman Awesome work!",
        "@WalkingTheWire8 Thanks, my dear. To you as well!",
        "Happy birthday to you, @MackenzieAstin! Hope you had a wonderful day!! 🎂🎉🎊🎁🎈",
        "@jynid1 Any time!",
        "@jynid1 DM me if you need to talk. Hugs, sweetie!!!",
        "@jynid1 How are you? Did you get good sleep last night I hope? Or was it a different kind of tired?",
        "@jynid1 Thanks, hon. I had a rather frustrating last two days. Chocolate didn't even help enough, so tonight I'm having🍕🍕🍕. 😊",
        "@SophieID5 😊",
        "Current mood...Grrr... https://t.co/arwr4OeFOa",
        "If you're in Northern Wisconsin, get out there TODAY and VOTE for @TriciaforWI!!! https://t.co/zscAT5vxLo",
        "@jynid1 Same.",
        "@jynid1 @WalkingTheWire8 Yup we also have frosty grass this morning, but thankfully it's supposed to finally start… https://t.co/JnHqhwrRv2",
        "@rhcmuts @Yamiche https://t.co/uQ4bJyiIoZ",
        "@chrisoldyoung @PulledPork84 @justfelice @briantylercohen https://t.co/5xEYZnC6TZ",
        "@chrisoldyoung @PulledPork84 @justfelice @briantylercohen https://t.co/HH6yve1o9S",
        "@PegMtz ¡Muchas gracias!",
        "@PegMtz do you or anyone you know need Vi's translation services? Just thought I'd ask.😊",
        "@viguidugli Thanks so much Vi! ♥",
        "Message Vi if you can use her translation services! @viguidugli https://t.co/iQaqNLf2AF",
        "@viguidugli I'm so sorry to read this! I definitely feel your pain: I just had my job eliminated due to COVID-19 cu… https://t.co/MAVNaxrGfR",
        "@VerlassoSalmon Thank you! It was quite delicious! 😊",
        "@WalkingTheWire8 Hey, they're just misunderstood beans, not their fault. They're lonely and need friends to enjoy them. 😂",
        "@VerlassoSalmon with chipotle seasoning, plus avocado salsa and another bowl of roasted red pepper soup. So good!!! https://t.co/A9JQUJjrNT",
        "@SophieID5 @WalkingTheWire8 Santé!! 🍺🍷🍺🍷",
        "@PegMtz @Alebrije_Mtz @TrejosTacos @CoronaMexicoo We just did a drive-by and driveway to porch visit with my parent… https://t.co/5arkzFbk4I",
        "@startleddragons @Imaginedragons @DanielPlatzman @DanReynolds @WayneSermon @benamckee Happy Birthday!!!!!! Hope you… https://t.co/8eJql6jZ8v",
        "@WalkingTheWire8 @SophieID5 Congratulations, Sophie!!! Happy for you and your family!!!",
        "@WalkingTheWire8 Agreed. I love walking around in nature.",
        "@RealAjaVolkman Happy Mother's Day, Aja! Hope you have a wonderful day!",
        "@jynid1 @willzy141 @WalkingTheWire8 @SophieID5 @AngelikaIDLove Wow! Looks like fun!",
        "Let's slurp some soup! Not bad for my first time making soup from scratch. A little on the \"thin\" side for me, but… https://t.co/7Tag7THW6O",
        "@Gingerika2 Oh yes! I'll share pics when they're blooming. I just trimmed the one in our front yard. The one in our… https://t.co/4dji874BYw",
        "@WalkingTheWire8 Aw sh*t, I'm sorry, Jyn! I wish I could mail you some!!!",
        "@WVLKINGWIRE Congratulations!!! Great job!!!",
        "@WalkingTheWire8 🍺🍷🍸🍹🍵🍷🍺",
        "@WalkingTheWire8 @nataliaseitz @Gingerika2 Lovely!",
        "@AmigosInDanger @DanielPlatzman Happy Birthday! Have a fantastic day!!",
        "@WalkingTheWire8 @SophieID5 @KodaDragons Lol",
        "@Gingerika2 @IAintN0Superman Happy Birthday!! Have a wonderful day!!",
        "@SophieID5 @WalkingTheWire8 @whyradioactive Just remember, it's always 5 o'clock somewhere! Cheers! Prost! Santé! 🍺🍺🍺🍺",
        "@Gingerika2 Hmmm this also sounds like me, although I'm a Sagittarius.",
        "@jynid1 don't deliver here. Probably a good thing or we'd be ordering a ton of delivery and spending too much money. Lol",
        "@jynid1 I keep seeing their commercial for their new chicken sandwich. I drool every time. We live 15-20 min from t… https://t.co/CMSoekXorw",
        "@Gingerika2 Agree with the others here: beautiful!!! I love lillacs, too! Incredible smells, love them! We have two… https://t.co/EXD28kJQQO",
        "@BBCWorld R.I.P., sir.",
        "@eriktarloff @benwikler Nope. More like, \"Some liberal gave this to me!\"",
        "@Clearskies68 @benwikler Mouth-breathers often drool all over everything!!! That's all I can say. 🙂",
        "We are blended and ready to simmer!!! https://t.co/H3Zv8JjR7o",
        "Man, these roasted red peppers smell soooooooo good!!!!! https://t.co/bpLTsIVtGU",
        "https://t.co/o9AnGvodD1",
        "We'll, this is the point I'm at now. Too bad we don't have Smell-O-Vison! Took the pan out and letting it cool so I… https://t.co/zdJjNTsHuB",
        "Let the mayhem begin!!!! Also, what the hades is that sprouting out of my garlic bulb????? What the alien?!?!? 👽👽👽… https://t.co/thKI5wFo9I",
        "At least it melted by early to mid-morning. Thankfully. Cheers! 🍷🍺☕🍹🍸",
        "Had these odd, tiny snow pellets this morning in Wisconsin...And in MAY! Looked like fake Hollywood snow or little… https://t.co/7N80AycBME",
        "@Gingerika2 Right?!? I thought the same -\"man, the moon over Green Bay stinks compared to Vegas.\" 😜 I'm guessing ma… https://t.co/UE2tSsZWy1",
        "@ViolinMick @pizzaworksbfast It makes me happy I'm not the only person who loves pizza that much. Just had one for… https://t.co/LNyTOgmfa6",
        "@HighRizer22 Agreed",
        "@meepeecat Fantastic job!!!! Voted! Good luck!",
        "@jynid1 They look great!! I'm going to attempt roasted red pepper soup this weekend. We'll see how that goes. Enjoy your weekend too!",
        "Grabbed a few pics of last night's gorgeous full moon. https://t.co/JQ43SU1eDT",
        "@Gingerika2 I have a few pics of last night's full moon over my house, but they don't begin to compare to those ama… https://t.co/uXnClxxZZz",
        "@Gingerika2 Incredible!",
        "@LasVegasLocally @vegasphotograph Wow incredible! I have pics from last night's full moon over Green Bay, WI, but t… https://t.co/9M7HtxVe7k",
        "@jynid1 Truth. It's hard, but true. ♥💜💙💚💛",
        "@SophieID5 @jynid1 @WalkingTheWire8 Agreed, Sophie!!!! 😨😱",
        "@DanielPlatzman Do it!! Marilyn Manson's \"The Beautiful People\" was on my radio last night. Not exactly the same, b… https://t.co/yQh5p7mn6e",
        "@SophieID5 @WalkingTheWire8 Don't forget the bonfire 🔥🔥🔥🔥🍺🍺🍺🍺",
        "@SophieID5 Um...",
        "@DanielPlatzman Always",
        "@MishalenaW @WalkingTheWire8 @KodaDragons There's also a fun cover by Social Distortion. What can I say?  I love Mi… https://t.co/NVh3ubxj6e",
        "Another beautiful, sunny morning to enjoy coffee on the patio! Okay it's a bit cool at 43°F, but that's what coats… https://t.co/3qmyw4JFFJ",
        "Taco Tuesday/Cinco de Mayo, part dos! Leftover taco meat mixed with scrambled eggs y queso. ¡Delicioso! 🌮🧀🍳 https://t.co/2voXWxWgBr",
        "2/2: How to Stay Optimistic When Everything Seems Wrong https://t.co/zrCHKf7EzG",
        "1/2: A good read and mentions Viktor Frankl’s excellent book, \"Man’s Search for Meaning\" (I'd recommend reading it)… https://t.co/LMzMpNeLAd",
        "Another beautiful morning! A bit too cold to enjoy coffee on the patio this morning, though (it's 34°F right now).… https://t.co/ZEDBWx96Lp",
        "Happy Taco Tuesday and Cinco de Mayo, y'all!!! Salud! 🍷🍺🌮🌮 https://t.co/mwDentz6kA",
        "@weijia Go get him, sister! Nail that mofo to the wall!",
        "@WalkingTheWire8 This what happens when I see 🍕🍕🍕🍕. It's my kryptonite.",
        "@WalkingTheWire8 Ein bisschen 😉",
        "Opening the Backyard Patio Bar on this beautiful Sunday! Prost!!! 🍷🍺🍷🍺 https://t.co/0I5LufvjOu",
        "@AngelikaIDLove Love this song and this album. ♥💜💙",
        "Dining al fresco tonight! Pork tenderloin and green beans. Yummy! https://t.co/LAHU7Hzimc",
        "Opening the Backyard Patio Bar with a Meomi Pinot for me and Zombie Dust bier for DK. Cheers y'all!! 🍷🍺 https://t.co/Ge7Kb2Ih5u",
        "@SophieID5 Does it bite? Is it some sort of mosquito?",
        "@WalkingTheWire8 Right back at you, Nadja! 😘",
        "@SzegediDr @BBCWorld Agreed. As do I.",
        "@SzegediDr @BBCWorld Thank you for sharing this.",
        "@WalkingTheWire8 So frustrating, right? I was hoping to have a short bonfire tonight, but now it looks like it's go… https://t.co/YkqQmr6L7a",
        "@jynid1 😘",
        "@jynid1 It really is! I've been listening to the birds chirping happily and nothing else. So calming. But I suppose… https://t.co/PwynsxKcNL",
        "@WalkingTheWire8 @levelofdragons Cheers! https://t.co/cmFVDRYWjd",
        "@WalkingTheWire8 @SophieID5 🍷☕🍺🍹🍸",
        "@WalkingTheWire8 Danke!",
        "Enjoying a few minutes of sunshine and coffee on the Backyard Patio Bar! Beautiful morning!!! ☀☀☀☀☀ https://t.co/nTr2cfRffw",
        "@deine_natalie @SophieID5 Right?!?!? Agreed. ♥💜💛💙💚",
        "@jynid1 Agreed! Hope you and your loved ones are safe and healthy. ♥💜💛💙💚",
        "@BBCWorld Hmmm my guess is humans will long be extinct by then...",
        "@Imaginedragons @TRFdotORG @PegMtz",
        "@johuyik @NPR @VP You win the internet today, my friend. I needed a good laugh. Thank you! 😂😂😂😂",
        "@NPR At first I assumed he meant he had to take off his tall, pointy white hat-mask so he could \"look them in the e… https://t.co/d6Wd7aYcb9",
        "@BBCWorld Selfish, entitled troglodytes. There are far too many here in the USA, sadly.",
        "Tonight's concoction: smashed avocado, bacon, shredded cheese, and scrambled eggs. Dee-lish!!!!! https://t.co/gPIFKpsfxA",
        "@jynid1 Hang in there, hon.",
        "@WalkingTheWire8 Are you a night owl like me? Many Friday and Saturday nights, it's common for me to be up until 2… https://t.co/GFlbKDGlTd",
        "@SophieID5 @WalkingTheWire8 😞😥",
        "@DanielPlatzman Love this. So true! Thank you for sharing. Hope you and your loved ones are safe and healthy. #AllOfUs",
        "@NPR It's nice to see what real leadership looks like. Great job!!!!!",
        "@jynid1 😘",
        "@jynid1 Feel better soon!!!",
        "@WalkingTheWire8 We were seriously very close to that! LOL",
        "Seriously, we've been playing this same UNO Attacks game for 2 HOURS!!!! And we traded hands once. Is this secretly… https://t.co/mGBWBFTlQ6",
        "Dinner is served! Finally breaking out my beloved grill for the season! Burgers!!! One of mine was a special \"Juicy… https://t.co/W8sU1bLyIc",
        "Our bunny rescue box. The bunny has been delivered to our Wildlife Sanctuary! I'll call them in a few days to see h… https://t.co/iFnqNQ0b1v",
        "@Gingerika2 @DanielPlatzman Agreed! @ViolinMick is incredibly talented!",
        "@joncoopertweets The words \"no sh*t, Sherlock\" come to mind. If it wasn't for all of the innocent people those ahol… https://t.co/GzFJ5Z0BQn",
        "@IMAG1N3DRAG0NS You bet.",
        "@IMAG1N3DRAG0NS Not for a few weeks. I finally got a hold of a lady at the wildlife sanctuary in our area. She took… https://t.co/z9VNTVdwHq",
        "This is 1 of 2 baby bunnies in our yard. This little guy has been sleeping/resting a few feet from our garage for a… https://t.co/xA2gn8wxAj",
        "@WalkingTheWire8 My hubby is the bier guy, although I enjoy bier once in a while. Moon Man is from New Glarus Brewe… https://t.co/eoU62bqUS3",
        "@Gingerika2 Of course! Looks great! How were they?",
        "@groundvhs Not nearly enough",
        "@DanielPlatzman Cheers to you from our Backyard Patio Bar in Green Bay, WI! https://t.co/CqntJyMim3",
        "@Gingerika2 @DanielPlatzman A for effort!",
        "@PegMtz That what she said...",
        "Opening the Backyard Patio Bar on this beautiful Friday!!! Cheers, y'all!! 🍷🍺🍷🍺 https://t.co/7bzSAwQX2r",
        "@paradis08951956 @BBCWorld I am totally onboard with this.",
        "@jynid1 Sorry, sweetie. Stay safe. Wish I could mail you some liquor.",
        "@WalkingTheWire8 😊🔥🔥🔥🔥🔥🔥😁 https://t.co/NdloMu6X1q",
        "@jynid1 @WalkingTheWire8 @SophieID5 @Gingerika2 That's what I wondered as well. Oh vey!",
        "Wow!! Great job! That was definitely a worthy tribute. I miss Prince so very much. @benamckee hope you enjoyed it as well. 💜💜💜💜💜💜💜",
        "@BJMcElhaney - Spaceballs\n- Clue\n- Aliens\n- Dead Poets Society\n- The Original Star Wars trilogy",
        "4 years today. I'm still stunned and sad. Tuning in for the Grammys tribute to Prince, on right now on CBS. 💜💜💜💜💜💜💜💜 https://t.co/lPDJME8TmL",
        "@jynid1 That's really great to hear!",
        "@jynid1 I really hope this is true for you and your country, and not more of Cheeto's lies &amp; propaganda. He's still… https://t.co/JZTx1K9xWO",
        "@deine_natalie @Gingerika2 I always say, \"Ultimate power corrupts, ultimately, always.\" No one should ever be allow… https://t.co/unfoTkqTvE",
        "@deine_natalie @Gingerika2 Ours is too. Makes me disgusted and terrified how willfully ignorant some people choose… https://t.co/pkQzEpgd7E",
        "@jynid1 @DanielPlatzman This morning's sunrise between my neighbors' houses. https://t.co/D9x7gUzSfY",
        "Here Comes the Sun... should be a song or something... 😉☀😘 https://t.co/wetx7MMbSD",
        "@jynid1 @DanielPlatzman I love this song because to me it's about hope, starting anew, looking toward good things h… https://t.co/DeD1OvXTpl",
        "@RonWaxman @Yamiche So people can hear from a real leader, even if it's a bastardized clip of Cuomo's press conference.",
        "@WalkingTheWire8 lol",
        "And now we're officially opening the Covered Front Porch Patio Bar! Malbec for me and Penguin Pale Ale for DK. Chee… https://t.co/0Z8fVJRiYk",
        "@WalkingTheWire8 Come on over!!!!! 😘",
        "The Backyard Patio Bar is now officially open! Cheers, y'all!! 🍺🍷🍻 https://t.co/DwrNwXznfj",
        "NOW it's Spring! Patio table and chairs are finally out, along with the grill and hummingbird &amp; Oriole feeders. Off… https://t.co/hKibOTGC8K",
        "@NPR What a F*cknut.",
        "@PegMtz Hey, go to bed! 😉",
        "@Gingerika2 @deine_natalie @DanielPlatzman Yes'em?",
        "@jynid1 @DanielPlatzman \"Here Comes the Sun\" is my favorite Beatles song.",
        "@WalkingTheWire8 @GlblCtzn Cheers to you, too, my dear! 🍻",
        "Sitting in the sun, having a bier, enjoying LiveXLive's broadcast of the @glblctzn #TogetherAtHome event. Lots of w… https://t.co/gInKzsUBtq",
        "@GlblCtzn @PaulMcCartney The LiveXLive feed has 🐝 awesome! Thank you so much for this! 💜💚💛💙♥",
        "@BernieSanders What the actual f*ck is wrong with this giant orange *sshole cheeto????????",
        "@PaulMcCartney @GlblCtzn @PegMtz You all watching this tonight? 7 pm on the 3 major networks. I've been watching th… https://t.co/piEA1h4hCF",
        "@deine_natalie @Gingerika2 @DanielPlatzman Um, no it does not. Cheers! 🍷🍸🍺🍹",
        "@deine_natalie @Gingerika2 @DanielPlatzman lol",
        "@deine_natalie @Gingerika2 @DanielPlatzman Um, what now? Can't hear you, going thru a tunnel...................................... 😉",
        "@deine_natalie @Gingerika2 @DanielPlatzman I can think of other inappropriate things to do, too, ...... maybe I sho… https://t.co/DFG7UV7wct",
        "@BJMcElhaney It'll grow back, if it's not the right look for you. Go for it!",
        "@GlblCtzn @RitaOra @LiamPayne They were fantastic!",
        "@BradBeauregardJ @joncoopertweets @JoeBiden @SpeakerPelosi @SenSchumer Seriously, this is a fabulous idea! Let's make this happen!",
        "@Gingerika2 Thanks! Sleep well!!!",
        "@ladygaga @Gingerika2",
        "@Gingerika2 Can you tune into the live feed right now? Sorry not sure what time it is by you right now. Midnight-ish?",
        "@WalkingTheWire8 @Gingerika2 It's been a pretty good live feed.",
        "@WalkingTheWire8 @Gingerika2 Yup, I've been watching it on LiveXLive for 2 hours now. Michael Buble is on right now… https://t.co/3Ja4g3xo70",
        "LiveXLive is broadcasting the @GlblCtzn #TogetherAtHome right now! https://t.co/aJ7kQoUKCT",
        "@Gingerika2 https://t.co/w35SiVv3Y8",
        "@Gingerika2 Did it help? Also LiveXLive is broadcasting live from Global Citizen right now. The Killers just sang \"Mr. Brightside.\"",
        "@WalkingTheWire8 @DanielPlatzman LOL cute!",
        "@WalkingTheWire8 @AngelikaIDLove Yes to both!",
        "@Gingerika2 here's additional info I got via email from Global Citizen.",
        "One World: Together At Home is special broadcast curated by Lady Gaga in support of healthcare workers on the front… https://t.co/fLBGkPoA0h"
    ]
}