{
    "screen name": "AnalistaSinNomb",
    "no. of tweets": 149,
    "tweets": [
        "Coronavirus | \"Guerreros lobo\", el nuevo ejército de diplomáticos que defiende a China en el mundo durante la pande… https://t.co/5QSNCghhNi",
        "@JaviSiman Como cuando la novia se enoja 🤣🤣",
        "@CristiSaguer @evfredy91 @csaguer La veo activa aun!",
        "Con lo populista que es  #NayibBukele me sorprende que no nos ha prometido el desarrollo de la vacuna del #COVID19",
        "#ElsalvadorDespierta",
        "@GGallegos24 Ya vimos aberraciones como un ex-FMLN junto al CD en un taxi de GANA que son Areneros desertores sin p… https://t.co/2hahIltp1q",
        "Coronavirus | Los bebés nacidos por gestación subrogada varados en un hotel en Ucrania https://t.co/37qKbCukPE",
        "Kobe Bryant: publican los resultados de la autopsia de la leyenda de la NBA y su hija Gianna tras su mortal acciden… https://t.co/FJCGh3MYp8",
        "Agreguemos a la lista de faltantes a #NayibBukele https://t.co/Js8MF2fnqv",
        "@FenixUlloaVP Lo lei cantando 🤣🤣🤣",
        "#COVID19 | En #ElSalvador el gobierno en sus show mediáticos y chantajistas usa niños, militares, policías, el hamb… https://t.co/glR5yAWsmB",
        "#COVID19 | #ElSalvador\n\n🔴El gobierno de #NayibBukele tiene en sus manos $909 Millones de lo $3, 000 Millones y sigu… https://t.co/Jekn3XYquo",
        "@JuanBaut5 Mis amores!? 🤔\n\nCuéntame entonces!",
        "@OMurillo98 @DennisCordovaSV @nayibbukele Improvisación, vamos donde el viento nos lleve 🤷‍♂️",
        "@TN21sv @AsambleaSV @nayibbukele @mauricioportil1 Vi la entrevista y la pobre mujer no sabía lo que hablaba, solo s… https://t.co/SvNOCcMbvl",
        "@tcsnoticias @SaludSV @FranAlabi @SecPrensaSV Parece que el Ministro de Salud no tiene cosas importantes que hacer… https://t.co/geJEQHKwCf",
        "Coronavirus en Brasil: renuncia el segundo ministro de Salud en un mes en medio del repunte de covid-19 https://t.co/bawlNyc33A",
        "@leninvd1 Es una guerra de dos bandos en la que los heridos son el pueblo y nadie más\n\n#NayibBukele se pelea con to… https://t.co/MtDXP8xZbE",
        "@JoseValdezSV Le preguntan del avance y el gasto y responde otra cosa, típico de este gobierno! 🤦‍♂️🤡",
        "@JoseValdezSV Aburrirme con los 30 años 🙄🙄\n\nSe habló en su momento con el robo del Chaparral, pero viven viendo el… https://t.co/9qUyHXmUCN",
        "@RobeEduMarro Pero, para cuando lo prometió #NayibBukele!?\n\nPorque no uso toda la infraestructura de CIFCO para hac… https://t.co/Gm6n8AHWY9",
        "#Interesante | Mejor explicado imposible https://t.co/5eYBe1EKP2",
        "La nueva estrategia es usar a los médicos y enfermeras!? 🤔 https://t.co/V3oIml7vmW",
        "#COVID19 | Ya no sorprende esas acciones de #NayibBukele, cae en lo ridículo! https://t.co/RKuRAQLWmT",
        "Coronavirus | Peter Piot, el experto en Ébola y VIH que estuvo al borde de la muerte por covid-19 https://t.co/T8BEEVz4Wj",
        "El pueblo de #ElSalvador debe dejar de ser cómplice!\n\n#ElSalvadorDespierta https://t.co/AQoeLJQqbc",
        "@viktormohor @claroelsalvador Hace un tiempo las empresas empezaron a implementar la nacionalizad de facturas, pero… https://t.co/W4b2HiTKQG",
        "#ElSalvador le dice NO a un sujeto abusivo, vividor y bajero como Walter Araujo\n\nPero veremos su necedad y si… https://t.co/vGrxgeCJP2",
        "@Kargamez Excelente discurso!",
        "Violencia en Afganistán: la mujer que amamanta a los recién nacidos que quedaron huérfanos tras el brutal ataque a… https://t.co/AypBVyW9Ig",
        "Costa Rica se convierte en el primer país de Centroamérica en ser parte de la OCDE, el exclusivo club de las nacion… https://t.co/4VD3X6jvhq",
        "#AlertaCOVID19SV | #COVID19\n\nLa frase correcta es: \n\n\"Permanentemente el Gobierno está sosteniendo discusiones con… https://t.co/DUyB0kor68",
        "Se pasaron tirandole a todos los países que lo hicieron mal y que ellos eran los mejores, no vengan con ese discurs… https://t.co/Ckl0QshgwH",
        "@JBustillo1 Campaña 2021!? 🤔",
        "#COVID19 | Le fallo un poquito 👌 la famosa \"progresión matemática\" a #NayibBukele\n\nNi Estados Unidos, Ni Brasil, Ni… https://t.co/3rxgCPJXhk",
        "#NayibBukele cuando entenderá que la salud y la economía deben ir de la mano!?\n\nHasta cuando seguirá con su discurs… https://t.co/tUkkC7mNlR",
        "#COVID19 | El gobierno esta llorando mas fuerte en estos días y la razón es que se han gastado el dinero del presup… https://t.co/XXnwXaPV1N",
        "Han atacado, son prepotentes, agresivos y déspotas; y luego vienen a pedir unidad 🙏 porque ya no tienen recursos… https://t.co/odArFiEveA",
        "Coronavirus en EE.UU. | Seattle, la ciudad que afrontó la crisis de la covid-19 cediendo el liderazgo a los científ… https://t.co/xzhQzei5BR",
        "@GABEHASH Discurso emocional para bajar tono a las críticas, después del tono agresivo co tra todos los sectores ya… https://t.co/QMuw1D3qnA",
        "\"Odiaba a mi padrastro homofóbico hasta que salió del clóset como mujer trans\" https://t.co/x3b02btKv3",
        "Coronavirus | Qué es un virus endémico, en lo que se podría convertir el que causa la covid-19 (y qué ejemplos hay… https://t.co/Sp7T7fzlVZ",
        "Coronavirus: la singular historia de los artistas de un circo cubano varado en Inglaterra por la pandemia https://t.co/8kF4qQvIfT",
        "Coronavirus y América Latina: cómo la crisis está provocando una enorme caída en las remesas de las que dependen mi… https://t.co/hXr9n38CjN",
        "Coronavirus | Entrevista a Jeffrey Sachs: \"El propósito de EE.UU. es usar esta crisis para crear una Guerra Fría co… https://t.co/YldYX3DM30",
        "Cuarentena por coronavirus: qué es el \"efecto padres\" en la educación y cómo podría marcar a la generación covid-19 https://t.co/dLUzU82Yqg",
        "#ElSalvador\n\nLa presencia religiosa en el discurso populista de #NayibBukele es nefasta\n\nEl uso de la religión es u… https://t.co/1CizGUbwL3",
        "5 amenazantes crisis más allá de la pandemia de coronavirus https://t.co/ezAQuAKs6h",
        "#Interesante https://t.co/SyZRKsYD8K",
        "@galiotacabron @PatyCornejo8 Creen que llenan más de una cuadra está vez? ! 🤔 https://t.co/PKs67lIC0j",
        "@_MoisesRivera_ @mifuelitomafios Yo recuerdo que a Funes se le atacó, más cuando fue lo del ferrary, La Michi, etc… https://t.co/psloBUMMYj",
        "@LaPagina @PatyCornejo8 Cangrejiando! 🤔",
        "Una sanguijuela que vive tuiteando a costas del pueblo!\n\nGran inversión la del Presidente 🤦‍♂️🙄 https://t.co/NSTZnydFRk",
        "@ReloadedBonsai1 @maritochez @LindaVeces @forellana1424 @Txavigo @IsisAlvarez11 @marysol503 @MirnaJule @nayibbukele… https://t.co/8jvlw8Kgu2",
        "Estos pasmados se pusieron a pintar las fachadas, decoración de interiores y a hacer nuevos rótulos,... Quizás el… https://t.co/KC8c8fuwjx",
        "@JoseValdezSV A #NayibBukele le tomo un poco menos de 1 año para que lo empezarán a despreciar 🤮\n\nEs el  ganador de… https://t.co/4erNPt59bS",
        "@LuzBell42416322 Eso no es cierto, no ha hecho nada más que publicidad o cuentame cuantas obras ha hecho!?\n\nSolo 10… https://t.co/s4rETZPT5y",
        "@Gera503H @JoseValdezSV Lo mismo sucede con los fanaticos de #BukeleDictador",
        "@JoseValdezSV La envidia es peor que el hambre hijo ... 🤣🤣🤣",
        "@PedroLe81921349 @MACDOWELL2020 @AsambleaSV Respuesta de un adoctrinado de Walter Araujo 🤣🤣🤣\n\nEstudien para que no… https://t.co/MmMOTa4RYa",
        "@PedroLe81921349 @MACDOWELL2020 @AsambleaSV A romper cuarentena para proteger la cuarentena! 🤔\n\nLógica golondrina! 🤣🤣🤣",
        "Más mentiras del gobierno y los #VaradosSV aún sin una solución https://t.co/VySLuuO9iG",
        "@Albertojoh19 @MACDOWELL2020 @laplatero4 @nayibbukele @marioponcesv Golpe de estado a #NayibBukele!? 🤔... o como es la cosa!? 🙃",
        "@MACDOWELL2020 @AsambleaSV Aburrirme con el #87YA",
        "Faltan 5 pa las 8...",
        "@Kargamez 🤣🤣🤣",
        "@FCristales La nueva estrategia es amenazar al pueblo con los cobros, despidos y no proteger al pueblo!\n\nEstrategias terroristas!",
        "Solo esperemos no se sigan vendiendo y dejar que #NayibBukele se siga burlando de @ARENAOFICIAL ! https://t.co/XSRgnmiPVF",
        "@Enmarecinos1 @GGallegos24 @nayibbukele Borraron la convocatoria del #87YA para no romper la cuarentena con una manifestación 🤷‍♂️🤣🤣🤣",
        "@ValeblueLM Use ese Hashtag para que las opiniones del 1% les lleguen al 99% 😉, además de apropiarse del Hashtag 😎",
        "La epidemia inició el 31 de diciembre 2019, el gobierno a finales de enero dijo tener capacitados a 43 mil personas… https://t.co/ezQWT8maNC",
        "Es sano no repetir el discurso de #NayibBukele y ser objetivo hasta le puede permitir ser más popular https://t.co/5Omi7VzwX8",
        "@JoseValdezSV @MOISESURBINA Publicaciones bajeras como estas son las que reflejan lo infantil de los empleados gubernamentales actuales!",
        "@Marce23 @jimmygarciachi1 Volver a nacer y estudiar!",
        "#COVID19 | El objetivo de #NayibBukele NO es salvar vidas, proteger la salud del pueblo, evitar hambre o evitar que… https://t.co/612U6e5bCq",
        "@Enmarecinos1 @GGallegos24 @nayibbukele El chiste se cuenta solo🤦‍♂️🤣🤣\n\nFrases al estilo Walter 🙃🤪",
        "FAMILION marca #Bukele\n\nPero los pro-Bukele dirán, los mismos de siempre robaron por 30 años y bla bla bla 🙄, justi… https://t.co/JLwfUjs99W",
        "@LuzBell42416322 La izquierda en este país logró la democracia actual, la derecha reconstruyó un país destruido por… https://t.co/2b6rlLaBoe",
        "@LuzBell42416322 No queremos llegar a ese nivel y por eso nos pronunciamos antes que sea demasiado tarde, y por eso… https://t.co/qzxsejIP0O",
        "@LuzBell42416322 @Nelfuent @nayibbukele @HaciendaSV Eso es excusa y justificación, nunca se menciono una segunda ce… https://t.co/deMFb4H8Pt",
        "Dengue y coronavirus: \"Nos contagiamos mientras estábamos encerrados por la cuarentena\" https://t.co/ZZ2Kr39Ek2",
        "Cuarentena por el coronavirus: 6 consejos para combatir el dolor de espalda mientras trabajas desde casa https://t.co/HWXulhQNLy",
        "@NSanabria7 @ARENAOFICIAL @FMLNoficial @PDCrparker Y si contratan profesionales en economía, matemáticas, ingenierí… https://t.co/Z3QizLH26J",
        "@geovanigaleas1 98% dice 🤣🤣🤣",
        "@JoseValdezSV El problema de este gobierno no es el #COVID19, el problema es que se ha rodeado de gente incompetent… https://t.co/XplgRTJm7r",
        "Tratamiento del coronavirus | Winter, la llama que puede ser clave para encontrar una cura para el covid-19 https://t.co/9qjMg0FFVe",
        "@lazo_maribel @AsambleaSV @ANEPElSalvador @fusades @camarasal Aquí te deje 10 ejemplos de donaciones con el link pa… https://t.co/4ER1gA6TOu",
        "@lazo_maribel @AsambleaSV @ANEPElSalvador @fusades @camarasal https://t.co/lqapm1ErEB https://t.co/bvelxdBy3d",
        "@lazo_maribel @AsambleaSV @ANEPElSalvador @fusades @camarasal https://t.co/R6DMZfRQaw https://t.co/LYJEMh5CDU",
        "@lazo_maribel @AsambleaSV @ANEPElSalvador @fusades @camarasal https://t.co/40Nu81fNHT https://t.co/IpNQHIMmm4",
        "@lazo_maribel @AsambleaSV @ANEPElSalvador @fusades @camarasal https://t.co/2aQt2vO7LS https://t.co/G5kfBB28R1",
        "@lazo_maribel @AsambleaSV @ANEPElSalvador @fusades @camarasal https://t.co/gtXl0eWVOh https://t.co/d6DGOhlo04",
        "@lazo_maribel @AsambleaSV @ANEPElSalvador @fusades @camarasal https://t.co/R0mgsxy6G6 https://t.co/6IX8uyr3tz",
        "@lazo_maribel @AsambleaSV @ANEPElSalvador @fusades @camarasal https://t.co/mh2BqJuZSn https://t.co/mIluvUuczz",
        "@lazo_maribel @AsambleaSV @ANEPElSalvador @fusades @camarasal https://t.co/qJEvAN4gwe https://t.co/LbZIY83yfs",
        "@lazo_maribel @AsambleaSV @ANEPElSalvador @fusades @camarasal https://t.co/JW8bnZO6Hl https://t.co/90ODUx3p84",
        "@lazo_maribel @AsambleaSV @ANEPElSalvador @fusades @camarasal https://t.co/c4ndOLoQKX https://t.co/Jo32whFxd4",
        "@PrincipeSivar Y para eso salio romper la cuarentena domiciliar!?🤔\n\nEstos mismos odiaran a #NayibBukele en 4 años, se los garantizo!",
        "@CharliePuchosky @AnonymousSV_503 @JoseValdezSV @alexisvalle_Sv @ernestodk85 @BurgosSV @HaroldBotto @silvioaquinog… https://t.co/w8B0CaQyiD",
        "@LuzBell42416322 @Nelfuent @nayibbukele @HaciendaSV Las que mostraron el mismo Bukele antes de poner la foto dijo q… https://t.co/58BLa2F7Ka",
        "Coronavirus en América Latina: los países de la región donde más está creciendo el número de contagios de covid-19 https://t.co/RuaQboKgMi",
        "Bukele contra las pandillas: entre las maras de El Salvador \"hay una tregua, un acuerdo para no atacarse\" en las cá… https://t.co/HJz5EnOTHS",
        "Coronavirus: \"inmunidad del rebaño\" y otros términos clave sobre el covid-19 https://t.co/5ipuQLS1pi",
        "Bancarrota de Avianca por el coronavirus: que significa que la aerolínea se haya acogido a la Ley de Bancarrota de… https://t.co/Kasi0eDCbF",
        "Coronavirus: el temor que genera la situación de la pandemia en Brasil en sus países vecinos https://t.co/8D3iKaYjH7",
        "Coronavirus: qué se sabe de las mutaciones del virus del covid-19 (y cómo los científicos las están siguiendo en ti… https://t.co/6adGTF0yY8",
        "Coronavirus en Brasil: las frases del presidente Jair Bolsonaro que han marcado el impacto de la pandemia en Brasil… https://t.co/ddeNadh2Tw",
        "Coronavirus y economía: \"El virus del nacionalismo económico nos puede hacer caer en la trampa en la que caímos en… https://t.co/1uCc66tgMC",
        "La economía y el coronavirus: los negocios ganadores y los sorpresivos perdedores durante la pandemia https://t.co/4896vFxm7x",
        "Coronavirus en EE.UU. | \"El hallazgo del tratamiento está en peligro\": la alerta del FBI de que hackers de China in… https://t.co/PRnKp7Y8fN",
        "@Nelfuent @nayibbukele @HaciendaSV Y así como van las cosas nadie les va a prestar porque se nota el robo de forma… https://t.co/GbaKCi5svA",
        "Por qué Estados Unidos vuelve a navegar el estratégico mar de Barents por primera vez desde la Guerra Fría, poniend… https://t.co/dHVhHtylh9",
        "@JoseValdezSV Todos han tenido sus momentos de gloria!\n\nLlenaron estadios, llenaro la Juan Pablo! \n\nARENA 20 años\nF… https://t.co/azBIm9wmoL",
        "@LuisSaxum Le revienta en la cara a #NayibBukele la polarización, odio y division que ha generado",
        "@EscalanteSv Quieren cambiar la dirección del pitazo! 🤣🤣🤣🙃",
        "Las personas pitan por:\n\n- Falta de transparencia\n- Falta de plan economico\n- Incertidumbre\n- Empleos en riesgo\n- R… https://t.co/JXHvSXxvA4",
        "@MenjivaMario @GGallegos24 @GANAOFICIAL Conoces a Gerber Saca, y a Neto Sanabria, busca quienes fueron asesores de… https://t.co/hhKBAijkkt",
        "@whatthefuck_sv @nayibbukele Esas acciones fueron buenas pero las destruye con el resto de acciones:\n- Centros de c… https://t.co/fHZIXimodB",
        "El nuevo coronavirus podría \"no irse nunca\": la advertencia de la OMS sobre la posibilidad de que el SARS-CoV-2 se… https://t.co/zEZ8sCgJWZ",
        "A qué se debe la espuma marina, el extraño fenómeno oceánico relacionado con la muerte de cinco surfistas en Países… https://t.co/iF6VexINb1",
        "@MenjivaMario @GGallegos24 @GANAOFICIAL A partir de ahí se inicia un grupo de buitres, los cuales han pactado con F… https://t.co/sGDbPf6dnR",
        "@JoseValdezSV Y vos que hiciste en ese entonces!?, eras del FMLN o no?",
        "Coronavirus en Chile: el gobierno decreta el mayor confinamiento desde el inicio de la pandemia ante un explosivo a… https://t.co/ahx9nWMQyq",
        "Ataque en Afganistán: el brutal atentado en una maternidad que dejó 24 muertos https://t.co/3WhrLgPi0P",
        "#COVID19 | No se debe pensar Salud o Economía, se debe pensar en un camino integral para cuidar ambos flancos!… https://t.co/iJEkFYmi56",
        "El día que la policía de una de las grandes ciudades de EE.UU. bombardeó a sus propios vecinos https://t.co/UaKBrcEL2x",
        "Coronavirus en Venezuela: \"Estamos sobre un mar de petróleo, pero tengo que pasar la noche en vela para cargar gaso… https://t.co/WWArrW8MTK",
        "@LaHuellaSV Lo diré de nuevo: Los \"medios\" digitales pro-Bukele, no son objetivos y no se les cree ni la hora",
        "Coronavirus en Perú: de vender arepas en un mercado a trabajar como médica luchando contra la covid-19 en uno de lo… https://t.co/3yOKdtwo95",
        "Coronavirus en EE.UU: \"Arriesgo mi vida para tratar a los pacientes de covid-19 pero mañana puedo ser deportado\" https://t.co/Io3N2Xz1HO",
        "Investigación del coronavirus: cómo trabajan los \"cazadores de virus\", los científicos que exploran cuevas de murci… https://t.co/cFc40uoMBA",
        "Coronavirus: ¿cuál es el riesgo de transmisión en playas y piscinas? https://t.co/j9ux57BdQQ",
        "Coronavirus: Twitter anuncia que permitirá que sus empleados trabajen desde casa \"para siempre\" https://t.co/sAGxJJUG5A",
        "Coronavirus: por qué los pronósticos del clima son más difíciles de elaborar tras el estallido de la pandemia de co… https://t.co/JcnvwAqMSR",
        "\"Mi testículo se puso del tamaño de un aguacate gigante\": la condición médica que dio pie a una comedia de TV https://t.co/SJmpJKlARL",
        "@Conocimiente De algo siempre estuve seguro, y es que el 27% de los que votaron por #NayibBukele se va reduciendo y… https://t.co/Aw10HvNfaa",
        "@Areniuxo @ToyitoSal Yo digo que es el mejor cuñado del planeta, ya dejen de molestar a la señora 🙃",
        "Ella lista mejor los pleitos de #BukeleDictador 😎\n\nhttps://t.co/IYN1tABGQz",
        "Coronavirus: qué es la regla del 10-4 propuesta por un grupo de científicos para reabrir la economía y aprovechar u… https://t.co/CkYbB4KU8J",
        "@ultimahsv Un \"medio\" pro-Bukele no es objetivo, No se les cree ni la hora, solamente",
        "@JoseValdezSV Los sobalevas de #BukeleDictador 😉",
        "@William70047974 un estado socialista como Suecia, donde el gobierno corre con los gastos de los servicios públicos… https://t.co/yvk83otAFR",
        "#Interesante | Primero me vi exceptico ante esta protesta\n\nSe observa que se despertó el Trol Center y hasta un nue… https://t.co/PKcL2PJBK6",
        "@William70047974 @FMLNoficial @ARENAOFICIAL El @FMLNoficial nunca expropio algo, eso sí sería estar en contra de la… https://t.co/altOKquO9C",
        "@Areniuxo Que le parecen estas razones 👇👇👇\n\nhttps://t.co/unYmp1jinm",
        "@XIOMY1973 @FCristales @SalaCnalSV @FUERZARMADASV Entonces estas de acuerdo que se roben todo ese dinero!?\n\n- $13 M… https://t.co/bidLibkrj3",
        "#DespiertaElSalvador",
        "@Areniuxo @ARENAOFICIAL @FMLNoficial Y los escucho?",
        "@AnonimoSV503 @Mafalda43010618 Y en que desestabiliza eso!?"
    ]
}