{
    "screen name": "suneethsunrise1",
    "no. of tweets": 174,
    "tweets": [
        "@SudhaRamenIFS true.",
        "https://t.co/pjPmcng10w",
        "@SudhaRamenIFS awesome",
        "RICE BAGS TO TEMPLES... https://t.co/MteCehepCv",
        "@BTR_KTR really well said anna.",
        "DISTRIBUTED FAMILY GROCERY KITS TO OVER 200 FAMILIES AT VARIOUS LOCATIONS OF HYDERABAD TODAY. KITS INCLUDES 10 KG R… https://t.co/6UJrhMJOpj",
        "HOW CAN A FAMILY BE HUNGRY WHEN I'M BESIDE THEM..... https://t.co/tGhDOplNUm",
        "@BTR_KTR @KTRTRS @TelanganaCMO @RaoKavitha @MPsantoshtrs @balkasumantrs @RajuShambipur @trspartyonline… https://t.co/zTyc1eUnhz",
        "@ShraddhaKapoor I have done this in hyderabad continuously shradha.",
        "@nmreddy06 maa manohar anna lekka leader dhorakadu. oka goppa leader. he will be Mla soon.",
        "@PriyankaJShukla singham....",
        "@bonthurammohan @KTRTRS we will do it anna for sure.",
        "@FoundationNalla @KTRTRS @KonathamDileep @MPsantoshtrs @balkasumantrs @murthyscribe @MaheshManikya @kmr_ktr… https://t.co/Hew9kEVX5O",
        "FEED A FAMILY...... https://t.co/mrqK3F056i",
        "@neetahoon @goldwinnerindia https://t.co/bIbeFsIygR",
        "https://t.co/yVAdG35hBO",
        "10th day- 10 O Clock- 10 mins  identified  &amp; dewatered mosquito breeding places at my residence- Have you done it.",
        "https://t.co/A5Yuhx74p9",
        "As per the instructions of Hon'ble Minister KTR garu\n  Public is requested to help us fight off Malaria &amp; dengue by… https://t.co/SyKwHsmumg",
        "@RaoKavitha happy mothers day akka",
        "@harichandanaias lock down boss",
        "RICE BAGS  TO GUPCHUP BANDIWAALAS. https://t.co/Kr63AURW85",
        "HAVE SENT TEN RICE BAGS TO ORPHANAGE. https://t.co/z6GQ40Pr3Y",
        "FULLY LOADED RICE BAGS TO IDENTIFIED FAMILIES. https://t.co/p9YLOTguGW",
        "CORDINATING BETWEEN POLICE AND NONLOCALS TO MAKE THEM REACH THERE HOME SAFELY. https://t.co/636UnvOYQT",
        "GETTING READY TO DISTRIBUTE VEGETABLES. https://t.co/oWeAH0psKF",
        "STOP CORONA. STAY HOME STAY SAFE. https://t.co/T5SjaMEAuB",
        "RICE DISTRIBUTION TO THE POOR WHO ARE RICH IN HEART. https://t.co/BisildWrjZ",
        "THANKS TO ALL THE COMMUNITIES, COLONY MEMBERS, SOCIAL WELFARE ORGANIZATIONS, RELIGION HEADS FOR SUPPORTING AND TRUS… https://t.co/I0tpsKPnNP",
        "SANITISING SENSITIVE LOCATIONS THROUGH JET SPRAY. https://t.co/GEQgOfQoYZ",
        "WILL NOT KEEP QUIET UNTIL AND UNLESS EVER POOR MAN'S STOMACH IS FULL. https://t.co/OhXqS00Ahg",
        "Labour Day or International Workers Day is celebrated annually on 1 May to celebrate the working class and labourer… https://t.co/opvAdYhb6K",
        "SANITISATION BEING DONE IN SENSITIVE AREAS. https://t.co/Qb3O0udTHP",
        "selfie with sai baba... https://t.co/3YU47SWxPP",
        "FOGGING BEING TAKEN CARE OFF AT MALAKPET.. https://t.co/v8XBx9olZf",
        "@bonthurammohan @YadavTalasani @RachakondaCop @talasani_sai @TelanganaCMO @KTRTRS @trspartyonline great leader",
        "@Director_EVDM  Dear sir request you to kindly cease this ware house immediately in our colony as it's biggest risk… https://t.co/I54riQalxP",
        "DISTRIBUTION OF WATER BOTTLE CARTOONS AT POLICE CHECK POSTS IN MALAKPET. https://t.co/9N9NCSYHoA",
        "@Director_EVDM Dear sir request you to kindly cease this ware house immediately in our colony as it's biggest risk… https://t.co/2c2pdMWMPe",
        "TRS PARTY FORMATION DAY CELEBRATIONS AT SAIDABAD CORPORATOR RESIDENCE. https://t.co/8zfUaEBXLD",
        "JAI TELANGANA..... https://t.co/YgithfWNsh",
        "JAI TELANGANA. PROUD TO BE A WORKER OF TRS PARTY.... https://t.co/bZewATzvoT",
        "https://t.co/VEfYbyFxIv",
        "JAI TELANGANA. PROUD TO BE A WORKER OF TRS PARTY.... https://t.co/G5TLKb5gwy",
        "https://t.co/jKGidzkFWb",
        "@KTRTRS DOOR TO DOOR DISINFECTION SPRAY AT MALAKPET. ALL THE ISSUES  REGARDING STREET LIGHTS, WATER , DRAINAGE, FOO… https://t.co/NXwXXb3jxP",
        "DOOR TO DOOR DISINFECTION SPRAY AT MALAKPET. ALL THE ISSUES  REGARDING STREET LIGHTS, WATER , DRAINAGE, FOOD, SANIT… https://t.co/yDLvPSYOrR",
        "*Let us all popularise this number 040-21111111*\n\nAnyone who needs *food in GHMC area* can call this number !!… https://t.co/8KnPIzUxtI",
        "@bonthurammohan @ZC_Secunderabad @TelanganaCMO @KTRTRS @arvindkumar_ias @CommissionrGHMC @KTRoffice @GHMCOnline… https://t.co/T2oo0p6QDa",
        "@MPsantoshtrs proud to be a member of TRS family. jai Telangana.",
        "@SudhaRamenIFS both",
        "@MPsantoshtrs @TelanganaCMO HAPPY WEDDING ANNIVERSARY TO GREAT COUPLES.",
        "KCR GARU AND MP SANTOSH ANNA PARENTS . https://t.co/AYiy1QH5b8",
        "MY TELANGANA MY CHIEF MINISTER MY PARTY..... https://t.co/Fav52fj1EN",
        "@kcrunofficial @TelanganaCMO RIGHT DECISION. WE ARE WITH YOU.",
        "@TelanganaCMO RIGHT DECISION. WE ARE WITH YOU.",
        "COOKED FOOD DISTRIBUTION FOR 400 PEOPLE IN DIFFERENT AREAS OF HYDERABAD. https://t.co/w7Qd7nMCRo",
        "MY KID SHREYANSH BUSY CLEANING HIS BACKYARD IN LOCK DOWN..... https://t.co/UcmPUmS750",
        "@TelanganaDGP DEAR SIR WHEN I WAS DISTRIBUTING WATER KARTOONS AT FEW POLICE CHECK POSTS, I CAME TO KNOW THAT THE EM… https://t.co/XX8I33VLt5",
        "THERE ENORMOUS SERVICES WILL NOT GO IN VAIN. I'M WITH YOU. WATER CARTOONS DISTRIBUTION AT POLICE CHECK POSTS. https://t.co/yD0MLcpM0T",
        "https://t.co/BEQjO1WWI4",
        "MAKING FOOD ARRANGEMENTS FOR 300 FAMILIES. https://t.co/CAuIGyvwid",
        "WILL ALWAYS WORK FOR MY PARTY AND MY PEOPLE...... https://t.co/Emh74wI3LI",
        "SANITISING COMPLETE SENSITIVE AREAS IN MALAKPET. https://t.co/sl2rok51P6",
        "Go carona https://t.co/DyzkrPZtQM",
        "https://t.co/GNxaojrNpQ",
        "https://t.co/syTJmXYLiq",
        "my try with chicken fry today,  the first time for my son.... https://t.co/OuplVeLY7l",
        "DISTRIBUTION OF FOOD KIT'S. https://t.co/ZW3nyropBa",
        "@KTRTRS how u speak such a fine english language ram anna.",
        "GETTING READY FOR DISTRIBUTION FOR POOR. https://t.co/dfCkm4Ve38",
        "REAL HERO MAA RAM ANNA.... https://t.co/TN1VvtDQ2c",
        "PERFECT DECISION BY OUR CHIEF MINISTER. IN FACT TELANGANA PEOPLE ARE PROUD TO HAVE SUCH AN EXCELLENT WARRIOR. https://t.co/KFwJk5EOuD",
        "STAY HOME BE SAFE..... https://t.co/TiWcegIs8c",
        "RICE BAGS TO 50 POOR FAMILIES. MY BIRTHDAY WITH THEM GIVES ME IMMENSE HAPPINESS. GOD BLESS THEM. https://t.co/LGZFKoYwJG",
        "I REQUEST ALL MY FRIENDS AND FOLLOWERS TO CELEBRATE MY BIRTHDAY BY GIVING RICE AND OTHER ESSENTIALS TO THE POOR. https://t.co/LyTwvZkNc2",
        "ARRANGED RICE BAGS AND VEGETABLES TO THE POOREST WHO ARE REALLY REALLY HUNGRY AND HELPLESS... . GOD BLESS THEM. https://t.co/yt18MwveZd",
        "TAKING CARE OF INTENSE MOSQUITOES FOGGING IN THE COLONIES. DON'T WORRY I'M WITH YOU ALL. https://t.co/RNur9KwAK1",
        "RIGOROUS SANITISATION IN THE COLONIES AND MASJID AREAS. ROUND THE CLOCK FOR MY PEOPLE. YOUR TRUST ON ME WILL NOT GO… https://t.co/Z1psq4ixSE",
        "MAKING PEOPLE AWARE OF GOVT RYTHU MOBILE BAZAARS IN THE COLONIES. https://t.co/SqSax9f8TB",
        "@TelanganaCMO HAVE  IDENTIFIED NON  LOCAL LABOUR AND ARRANGED FOR NECESSARY ESSENTIALS FROM THE GOVT. THEY HAVE CON… https://t.co/vZplRSxho1",
        "HAVE SENT DONATION TO PRIME MINISTER RELIEF FUND. I REQUEST EVERYONE TO FOLLOW. https://t.co/HT4IUzzuDs",
        "TAKING CARE OF SANITISATION IN THE COLONIES. MAKING THEM AWARE REGARDING PRECAUTIONS AT THE SAME TIME. https://t.co/rlxV6YLQxF",
        "@narendramodi @IndiaPMOffice THANK YOU PRIME MINISTER, YOUR MANN KI BAATH GAVE SO MUCH OF ASSURANCE AND FILLED BOLD… https://t.co/7TVlFMNT6a",
        "@IndiaPMOffice THANK YOU PRIME MINISTER, YOUR MANN KI BAATH GAVE SO MUCH OF ASSURANCE AND FILLED BOLDNESS IN EVERYO… https://t.co/C5S77fCWuC",
        "Enjoyed seeing this documentary at home today.A great escape from Alcatraz jail in worlds history. \nhttps://t.co/jXtJsdjkZU",
        "@TelanganaCMO excellent press meet. no problem for anyone when we have a chief minister like u anna.",
        "SANITISATION WORK BEING TAKEN UP IN COLONIES OF MALAKPET. https://t.co/ssn3K6SI8H",
        "I REQUEST EVERYONE  NOT TO SHARE ANY FAKE INFORMATION ON SOCIAL MEDIA. GOVERNMENT OF TELANGANA IS TAKING ALL PRECAUTIONS FOR U.",
        "@RaoKavitha 👍👍same to u madam, will follow.",
        "MY HEARTFUL BLESSINGS OF UGADI TO EVERYONE. MAY THIS FESTIVAL RING BELLS OF GOOD HEALTH, WEALTH AND HAPPINESS. https://t.co/qqE8pdn2AD",
        "AS A CITIZEN OF INDIA I AGREE WITH OUR CHIEF MINISTER OF TELANGANA AND PRIME MINISTER OF INDIA TO ABIDE TO HIS ORDE… https://t.co/lYRuXwILAI",
        "@TelanganaDGP Dear Sir please implement lock down strictly. few people doesn't understand the seriousness of the go… https://t.co/t8oEbHrtru",
        "DEAR FRIEND'S REQUEST YOU TO KINDLY FOLLOW GOVERNMENTS LOCK DOWN STRICTLY. ITS A VERY SERIOUS CONCERN WHICH MAY TAK… https://t.co/47fe91Q0Fl",
        "@MPsantoshtrs @TelanganaCMO @trspartyonline @KTRTRS @Eatala_Rajender @YadavTalasani @SabithaindraTRS @TelanganaDGP… https://t.co/T7B9FZk9TJ",
        "https://t.co/4jvkYdux0A",
        "EVVARU BAYATAKI VELLADU RA BABU.  MANA MANCHI KOSAM. https://t.co/qQHdv1m1aE",
        "CARONA AWARENESS PROGRAM... https://t.co/x9Wsrx0ViD",
        "@MPsantoshtrs @rajyasabhatv @TelanganaCMO @trspartyonline @TNewstg @ntdailyonline @SakshiTelangana @etvtelangana… https://t.co/hk6wwXESqI",
        "I APPEAL EVERYONE TO FOLLOW OUR CHIEF MINISTERS INSTRUCTIONS STRICTLY. https://t.co/bpbX10xlft",
        "@MPsantoshtrs @RaoKavitha truly said anna.",
        "మండలికి కవిత\n\nనిజామాబాద్‌ స్థానిక సంస్థల నియోజకవర్గ శాసన మండలి స్థానానికి జరిగే ఉప ఎన్నికల్లో పార్టీ అభ్యర్థిగా మా… https://t.co/Y5XFZ9vEbF",
        "AT BARBECUE NATION....... https://t.co/4ssoVlOZ3l",
        "https://t.co/yr9H3HpiXQ",
        "MY DARING BROTHERS. ..... https://t.co/T670JpBcGy",
        "HAPPY BIRTHDAY AKKA.... https://t.co/8vFgGRHeR2",
        "@RaoKavitha WISHING YOU A WONDERFUL HAPPY BIRTHDAY AKKA. MAY UR WISHES COME TRUE SOON. \nREGARDS\nSUNEETH",
        "@KTR_News @KTRTRS ur real pilot of Telangana ram anna.",
        "@KTRTRS wish you the same anna.",
        "HAPPY HOLI EVERYONE...... https://t.co/gdhr4mDrJk",
        "@shosaidabad great job CI garu. we sincerely appreciate your efforts in saving both lives. \nregards\nsuneeth",
        "HAPPY WOMEN'S DAY..... https://t.co/UkXPPgcYAQ",
        "HAPPY BIRTHDAY TO OUR MEHMOOD ALI GAARU. MINISTER FOR HOME TELANGANA.... https://t.co/I5B9tdtvm0",
        "Happy Birthday To Janab Mohd Mahmood Ali Sahab Home Minister Of Telangana. https://t.co/XyroMX1KMS",
        "JAI TELANGANA.... https://t.co/duQVc8j2PS",
        "MY TELANGANA BHAVAN.... https://t.co/wMIyEuN4kp",
        "MAKING MY TRS PARTY MORE STRONG BY MAKING ARRANGEMENTS TO VISIT EACH AND EVERY APARTMENT AND SOLVING THERE ISSUES..… https://t.co/c6PxlMYhjR",
        "@TelanganaCMO @PrakashJavdekar jai Telangana",
        "@MPsantoshtrs fortune.....",
        "@sapnamadan its water melon.",
        "ARRANGED FOR TRS PARTY PADHA YATRA  AT SAIDABAD TODAY. THANK YOU EVERYONE FOR TREMENDOUS SUPPORT. https://t.co/UXoMCg4cIN",
        "THANK YOU FOR YOUR IMMENSE LOVE AND AFFECTION. https://t.co/DxxzXcebUv",
        "I'M IN LOVE WITH THIS PLANT..... https://t.co/TosvoYYmI8",
        "@IshaAmbaniHoon would u please sing further.",
        "BIRTHDAY CELEBRATIONS OF TELANGANA CHIEF MINISTER KCR GAARU. https://t.co/Kwxcc6fQcz",
        "HAPPY BIRTHDAY TO OUR GREAT LEADER A GREAT VISIONARY A GREAT CHIEF MINISTER KCR GAARU. https://t.co/3LJPQfv5C8",
        "VERY LOW PROFILE TEAM.... https://t.co/9Y2fHLxYg8",
        "GETTING READY FOR PLANTATIONS. https://t.co/FNVIFnr7iT",
        "@MPsantoshtrs A great chief minister.his work gives us so much https://t.co/gfmityn0Is really very happy to work re… https://t.co/D7Mpt3aDDZ",
        "ALWAYS FOR THE PEOPLE..... https://t.co/brlSx1plLS",
        "https://t.co/c4J0btwYgH",
        "https://t.co/KoYNEQqYxo",
        "@MPsantoshtrs true anna.",
        "@MPsantoshtrs wonderful say anna. given inspiration.",
        "WITH CONSTUIENCY INCHARGE AZAM ALI GARU. https://t.co/jSBnBULCXj",
        "WITH MANDHA JAGANNADHAM GARU AND CORPORATOR SAUDABAD IN PARTY OFFICE INAUGURATION. https://t.co/o5Dz2mU057",
        "@KTRTRS superb anna",
        "@sonalkalra good say",
        "WITH CORPORATOR JAGDISH GOUD GARU.... https://t.co/xdjXID8rXs",
        "https://t.co/lRok4wOLXY",
        "@harichandanaias best wishes.",
        "@MPsantoshtrs well said anna.",
        "NEEM TREE PLANTATIONS.... https://t.co/qhF6pyhzY0",
        "@KavithakkaNews @RaoKavitha RIP",
        "DONATING BLOOD.... https://t.co/QPvc3wxgjh",
        "PROUD OF YOU MY FRIEND... https://t.co/DVPjJ710Dm",
        "@supriyasahuias great message. excellent",
        "https://t.co/g3wZOWPvbG",
        "CONGRATULATIONS MY SON TEJUS ON SUCCESSFUL COMPLETION OF SPACE PROGRAM. https://t.co/Wy4NagkBkb",
        "AT IFTEKAAR SHAREEF BHAIS RESIDENCE. https://t.co/HPBtaZmHZ3",
        "REPUBLIC DAY CELEBRATIONS AT PARTY OFFICE AZAMPURA. https://t.co/Gfi4Utp4nK",
        "@RaoKavitha same to you akka",
        "@TelanganaCMO same to you .",
        "HAPPY REPUBLIC DAY EVERYONE. https://t.co/MpA7kiX0dx",
        "@bonthurammohan @KTRTRS @trspartyonline congratulations anna and a happy republic day.",
        "@MPsantoshtrs congratulations anna",
        "@KTRTRS congratulations Ram Anna.",
        "@RaoKavitha congratulations akka",
        "proud of you my friend pundarikam. https://t.co/znAGKVMY0C",
        "@KTRTRS @trspartyonline welcome back anna. our party is winning majority of the seats.",
        "@KTRTRS no one can sell a product like this in one minute. you killed it ram anna. very very… https://t.co/CyLGREyLER",
        "@KTRTRS @glennmcgrath11 @hcltech you are the real cricketer for us ram anna. all sixes. proud of u.",
        "@KTRTRS @MusicThaman best wishes ram anna. you are working day and night for our state. may god give you strength and health.",
        "AT MUNICIPAL ELECTIONS WITH JAGDISHWAR GOUD ANNA. https://t.co/OFw59jNPrT",
        "AT MUNICIPAL ELECTIONS WITH JAGDISHWAR GOUD ANNA. https://t.co/jqhq5whiAe",
        "@KTR_News @KTRTRS great job anna. your shelter gives us lot of trust and Confidence.",
        "S/O SUNEETH SUNRISE https://t.co/V9prLOwCRB",
        "https://t.co/9Sg5Ar7erU",
        "https://t.co/h9wgw0aqxf",
        "https://t.co/2emys6oJah",
        "I'M BACK.... https://t.co/rT4M0bTAix",
        "Animal's know to love us...Do we know how to love them. ... https://t.co/ddfdEsggnF",
        "@starrytalks nice one",
        "https://t.co/ny0VZiOJAr"
    ]
}