{
    "screen name": "mmogaze98",
    "no. of tweets": 195,
    "tweets": [
        "لينكد ان غالبا ماشي بنفس الطريقة https://t.co/Gi3SFCmPkE",
        "@M7md__Mostafa عايز اقولهم ده بيفقع مننا البريد بوردات و الكومبونونت و غالبا الحاجات اللي بتشتغلوا بيها دي بتاعتنا😂😂😂",
        "شفت تطبيل كتير و قليل لكن اني اشوف حد متخرج بيطبل لكتاية دي اوفر",
        "انا ممكن الفترة دي اكون اكتر شخص حزين و مكتأب جه الدنيا دي",
        "@OsamaAdam98 و العياذ بالله",
        "@OsamaAdam98 يعني ايه سيمب ياسطا",
        "بقالي 10 دقائق بضحك عليها😂😂😂 https://t.co/kNDNXzr23B",
        "❤️❤️❤️ https://t.co/Cz110hhxgd",
        "المشكلة بكرة هتبقي ان كلنا قاعدين بنقول اكيد في حد بيذاكر و هيحل معانا بس تقريبا كلنا محدش فينا يعرف اي حاجة في المادة",
        "ده طبعا غير ان السؤال عبيط و تحس اللي سأله عيل في ابتدائي لسه كاتب hello world",
        "اكيد ال 34 واحد اللي مختارين ماتلاب دول الدكاترة بتوعي https://t.co/Y4NM8r7p9p",
        "بنسمع كلام كتير ان معرفة الناس كنوز و كده بس الصراحة انتوا خرا",
        "https://t.co/UpHKI2BlI3",
        "كراش اعدادي لقتني علي جروب المدرسة و جاية تقولي انها كانت بتكراش عليا هي كمان",
        "TELL US ABOUT YOURSELF\n\n1. Mohamed\n2. Single\n3. Don't have a one\n4. 198\n5. Whatsapp\n6. I don't have any\n7. handsa\n8… https://t.co/Xll7IbgeHr",
        "في مدينتي لما قالي يا بت انتي مراتي اتجوزني فعلا https://t.co/k9ZPsbPcsc",
        "Gold https://t.co/XHQNO0pqf1",
        "@yassy_ahmed99 🤓",
        "و كأن الحزن اللي فيا مش كفاية",
        "عايز اعمل night vision googles و الموضوع محتاجله في حدود 250 دولار و حاجة منتهي الحزن",
        "@M7md__Mostafa خش شوف يا عم",
        "بكل هدوء عايز حد يعملي اسايمنت ال OS",
        "دي كانت أسلوب حياة😂💔 https://t.co/HIddmvY02M",
        "https://t.co/z1rGMzvYvB",
        "سارقها من علي الفيس بس معبرة عن اخر ساعتين عندي اوي",
        "اوووووووه كوييز https://t.co/iA8WiCuklb",
        "@yassy_ahmed99 https://t.co/Pj9jHeyd8v",
        "اللهم امين https://t.co/LpGYEJ3ezE",
        "@SalmaAm81335607 القبول ده بتاع ربنا😂😂",
        "@AhmedAbody98 ده ايه علاقته بالموضوع !!",
        "@SalmaAm81335607 ما معني جذاب؟!!😂",
        "هي ليه النسوان كلها بتكراش علي اسر ياسين؟!!",
        "استاذ عمرو عبد الجليل\nانا اتدبست😂😂😂\n#النهايه https://t.co/xyTXLMlbn9",
        "يا سيادة الوزييااااااااااااااااااار https://t.co/oITxHYxPOG",
        "و نسيت اه ده فيه كمان اعمال سنة 20% بس دي تعتبر حاجة حلوة",
        "مصر كلها هتعمل ابحاث و شطبت مناهج النهاردة و هارفارد العرب اللي انا فيها مكملة و take home exam و اخر قلة أدب في الشهر الكريم",
        "@HendIsm19837320 😂😂",
        "@HendIsm19837320 هنحل الامتحان علي zoom",
        "ترو https://t.co/plDbi02cU2",
        "انا فاكر الشيخ بدوي و دكتورة سماء الناس اللي علمتني الكلام ده كله لحد دلوقتي \nتقريبا كل حرف بقراه صح في القرأن بسبب… https://t.co/3Pmf4vsqXw",
        "تقريبا منزلها دلوقتي علشان نبقي صايمين و منشتموش https://t.co/tAtOTA8gQe",
        "حد يوقف دكتور الكنترول و يقوله الزم حدودك",
        "https://t.co/WFul9yu5Ba",
        "وجع القلب و كسرة النفس ممكن يطلعوا اسوأ ما في الواحد و شكلهم كده هيطلعوا اسوأ ما فيا",
        "@OsamaAdam98 الواحد عايز ياخد كورس قصف عنده😂😂😂 https://t.co/tjMFWf2ydm",
        "https://t.co/icpXkrvN2M https://t.co/LBxQZniGEs",
        "@Omnia59937433 اخر حلقة في اخر سيزون هتدمعي من العظمة❤️",
        "@HendIsm19837320 😂😂😂😂😂",
        "@HendIsm19837320 مستني اليوم اللي اشوف فيه ورق فورير جوه😂😂😂😂",
        "قفشت ورقة من ورق La place في المطبخ بس معرفتش بيعملوا بيها ايه https://t.co/Q9iwlzheO5",
        "@OsamaAdam98 @AhmedIb27082731 اوعي تغلط في محمد رمضان علشان فيها قطع رقاب عند اسامة دي",
        "@shady_98taha ايه الالحاد ده",
        "الناس في البلكونة بتشعبن عادي زي كل سنة ويكأن مفيش حجر خالص",
        "@Mohamed97abbas @M7md__Mostafa @AhmedIb27082731 عامل فلافل😂😂😂",
        "@AhmedIb27082731 @M7md__Mostafa لو مكتأب روح اقعد معاه هتتبهدل ضحك😂😂😂😂",
        "@M7md__Mostafa اه ومن ساعتها بقت quote عندنا😂😂😂😂",
        "@M7md__Mostafa عمر ايهاب يا عم\nانا لو عبد حبشي مش هتقولي غيرلي الكابلرات 4 مرات في اليوم😂😂😂😂😂😂",
        "@M7md__Mostafa انا بفتكر الجملة بس فبموت ضحك علشان بتفكرني بموقف تاني خالص😂😂😂",
        "@AyaEl_Ghannam 😂😂😂😂😂😂",
        "امبارح الوضع وصل بيا اني كنت بعمل run و انا مش منزل الكومبايلر اصلا و دي تتحط في أغبي 10 حاجات عملتها في حياتي",
        "كيفية عمل unix shell في 12 ساعة متواصلة https://t.co/a0babhLkFp https://t.co/F9OL6CoqRy",
        "@AhmedIb27082731 عايز اقولك لسه بادئ حالا في ال OS و التسليم المفروض الساعة 12😂😂",
        "يا جدعان نزلوني من البيت\nبابا لقاني مطول قالي يلا نغير الانتريه و نبيض الشقة😂😂😂😂",
        "الحجر ده خلاني عايز افتح سوبر ماركت",
        "@OsamaAdam98 و انا عايز صاحبتها",
        "نزلت اتمشيت علي البحر و رحت البلكونة و اكتشفت ان الحجر ده احنا عاملينه في بيتنا بس",
        "حصل https://t.co/jgk422zmQw",
        "مش فاهم ايه اللي خلاني اقعد اتفرج عليه بس هو عظمة\n https://t.co/frz0GdFI2d via @YouTube",
        "حوار ده https://t.co/SJUEfnK4T4",
        "@SalmaAm81335607 @M7md__Mostafa لازم اضيفها لقائمة الانجازات😂😂",
        "@M7md__Mostafa كله يابا انجز",
        "@M7md__Mostafa الطريقة حالا ياسطا بليز",
        "بلف في الشقة من الصبح و انا قاعد اقول جيت عالبايظ و الحالة صعبة😂😂",
        "I know how to catch a chick nigga 😂😂😂😂 https://t.co/IlPTo5Y9Ub",
        "محمد كحيان يا ابو محمد",
        "صلحت شاحن اللاب و متكيف ناو😂😂😂",
        "احزان علي بالليل كده",
        "ال rejection mail بيكون باين من أوله مش بحتاج اكمله",
        "واسأل كل شخص اخطات انا في حقة بقول او فعل ان يسامحني لوجه الله عملا بقوله \" فليعفوا وليصفحوا ألا تحبون أن يغفر الله… https://t.co/Gqac9H2YBc",
        "هي ليلة النصف من شعبان\nاللهم اني اشهدك أني لا احمل غلا ولا كرها ولا حقدا ولا حسدا لأحد من عبادك\nاللهم وان كان احد م… https://t.co/BMWh1KYW7v",
        "لو نزلتوا محاضرة كل 3 دقائق حتي مش هيفرق معايا طول ما دي فاضية https://t.co/SULqAtB1Mz",
        "جاااااااااااااااااامد😂😂😂😂😂 https://t.co/u0RKQWsYat",
        "😂😂😂😂 https://t.co/oRDER4ii8r",
        "+1 https://t.co/CxfGz1T8Eu",
        "محن في الكهربا مش عايز https://t.co/Zx9xJgbYsj",
        "رغم كل ده تلاقي دكتور ريادة الأعمال بينزل محاضرات عادي و مصدق اننا هنعبره بأكتر من التويتة دي",
        "الولاد الكلابيب دول بيخلوا نفسي تموع اكتر من محن المرتبطين",
        "عندي شيت اسلمه النهاردة و مكسل ابدأ فيه و حاجة منتهي انعدام الضمير",
        "@AhmedIb27082731 😂😂😂😂😂😂😂",
        "@AhmedIb27082731 سمعت عطية في الأخر؟؟😂😂😂😂",
        "زاتس ما مان https://t.co/YwI6UG39nm",
        "طب اروح اعمل حاجة اكلها و لا اول ما امشي الدكتور هيبدأ المحاضرة؟!!",
        "@slffyyyz يا ريت قبل ما تعمل حركة غبية تنزل هنا علشان اقولك بلاش يا علي😂😂",
        "@Rana34921650 لقيت دي😂😂 https://t.co/DQLAPcf6cD",
        "@Rana34921650 تمام😂",
        "@Rana34921650 احمد سمير كان اتكلم عنه بأسلوب حلو هنا\nhttps://t.co/y2rBPGRjvA",
        "@Rana34921650 الفكرة ان انا كمان حصلي جاثوم النهاردة😂😂",
        "Inception https://t.co/048bQ2pb4l",
        "Like and i’ll send u the questions\nSerious Asks (2020 Edition):\n1- Facebook\n2- worse\n3- mfesh\n4- 5ebty\n5-Error 404… https://t.co/aVFKucb0Ux",
        "❝ Don't pity the dead, Harry ! Pity the living. And above all those who live without love . ❞\n-Albus Dumbledore",
        "@Rana34921650 الطريقة؟😂",
        "@OsamaAdam98 لسه مشفتش فيديو نور ربنا يستر😂💔",
        "@OsamaAdam98 مش ده انا قصدي السايت😂",
        "@AhmedIb27082731 او جوجل كلاس",
        "@AhmedIb27082731 لا ده حاجة زي جروب الدفعة كده😂😂",
        "@OsamaAdam98 ربنا يكرم يا صاحبي\nمستني الحجر يخلص علشان اشوف هتطلعلنا ايه😂❤️",
        "احنا فين من الناس دي💔",
        "لما عملته مكانتش تعرف ويب و لا CSS قفشت في كتاب rubby on rails محلتهوش غير و هي مخلصة piazza",
        "لسه مكتشف ان اللي عملت piazza واحدة هندية و عملته في 10 ايام",
        "نبدأ اسبوع التقاط الأنفاس بكام اسايمنت و شيت و 3محاضرات\nاخدتوا نفسكوا و لا لسه؟؟!",
        "@Rana34921650 كنت عملتها زمان حاجة شبه الفيديو ده كده\nو في طرق تانية عادي ممكن تلاقيها\nhttps://t.co/AH1Mso5nxF",
        "@Rana34921650 بادجت محترمة و في الغالب هتكون تقيلة علي ايدك فاعمليها احسن😂🙄",
        "@Rana34921650 لو الدنيا مقفولة و مش هتلاقي حد تجيبيها منه ممكن تعمليها بهدوم قديمة عندك و ورق و رملة😂",
        "عايز احط دي في فايل البروجكت قبل ما ارفعه https://t.co/hJ1pLnJ3PF",
        "@AhmedIb27082731 جدا جدا😂😂😂",
        "@AhmedIb27082731 حياتي بقت اجمل بكتير😂😂 https://t.co/IHa8IMn8Ii",
        "بيصوروا ستوريز من حفله اونلاين !! https://t.co/logWo98S7P",
        "فاقد للأمل بطريقة بشعة",
        "دماغي انا كمان https://t.co/tfFIPfqrv3",
        "@HazemElhelbawi https://t.co/3H2UOWd4nK",
        "@ahmedomran586 @OsamaAdam98 لا ياسطا فلت منها😂😂",
        "@M7md__Mostafa شفت اسايمنت ال OS😂😂😂",
        "😂😂😂😂 https://t.co/cYC87yC6KF",
        "رسالتي للكنترول جو فاك يورسيلف",
        "❤️😂 https://t.co/ODg2tLZyQv",
        "❤️😂 https://t.co/8rMgIni7hQ",
        "عيال صغيرة و الله مش دكاترة",
        "@AhmedIb27082731 صاحبي شفت خرا مسعود عمل ايه؟",
        "بما ان مفيش قمر أسهر معاه و انا جبت اخري من الكود ده فيلا The lord of the rings",
        "بقالي يومين سهران علي الكود بس كده كتير",
        "انا ليه معنديش قمر أسهر معاه",
        "بيس اوف شيت",
        "يو ار ا بيس اوف شيت",
        "هو اكيد ده هبد بس تخيلت الفكرة",
        "هذاكر ديفايسس تاني؟ https://t.co/RhVLTr8hLK",
        "❤️ https://t.co/IJ1uScuSiQ",
        "@bolla1997  ظلمناه يا صاحبي دي عظمة العظمة😂😂😂",
        "صداع من العظمة❤️ https://t.co/Rwlrovp7rT",
        "https://t.co/6qaMXjPMFr",
        "@AYMANNOURAN الناس اللطيفة اللي بتقول ادعوا ربنا في سركوا",
        "ناس وسخة https://t.co/Gi0Cj3Pe6V",
        "@Naggar807 و فيه شوية معرصين بقي يقولك صحتونا مفزوعين راعوا اللي نايم و اللي تعبان",
        "Like &amp; i’ll send u a name\n\n1. تويتر😂😂😂\n2. سنة\n3. شوية\n4. ممكن\n5. مفيش\n6. مش هتاخد بالها لو هزارها ضايقك (تنمرها😂)\n7… https://t.co/DVsUpJPUnx",
        "Like &amp; i’ll send u a name\n\n1. الكلية\n2. 4 سنين\n3. شوية\n4. معتقدش\n5. ضحك 3 ساعات علي البحر بعد الكلية😂😂😂\n6. اكتئاب ش… https://t.co/zVCJikGBLY",
        "@OsamaAdam98 @Kareem__Amr ياسطا بيرفعوا pdf",
        "تويتر ده مكان بضان حرفيا بيطلع نيجاتيف انرجي تخلي الواحد يقطع شرايينه و الموضوع مش ناقص خالص",
        "فاكر كنا بنغني الأغنية دي في المركز الأوليمبي في المعادي\nو كرم جابر كان قاعد معانا في نفس الدور\nو الفرقة كلها كسبت… https://t.co/o4Wviz0W3T",
        "انا بحب الأغنية دي جدا و كأس العالم ده بالذات علشان 2010 دي كانت سنة عظمة ليا❤️❤️",
        "When I get older I will be stronger❤️❤️❤️ https://t.co/EsYYrot6ZF",
        "😂😂😂 https://t.co/tQM6dfHKha",
        "@OsamaAdam98 @ahmedomran586 بتبعني ياسطا\nكده كده مبقاش يفتح تويتر😂😂😂😂😂",
        "@AhmedIb27082731 😂😂😂😂😂😂",
        "@SalmaAm81335607 لا هترجع إن شاء الله 😂😂😂",
        "@AhmedIb27082731 الموضوع بيطاردني من 2 ثانوي😂😂",
        "احنا هنسمع كمية بنات بتصوت و تجري تحضن بعض لما نرجع الكلية لما هيجيلنا سرع",
        "مش عارف ايه حكايتي مع اللي اسمهم ندي الصراحة",
        "😂😂😂😂 https://t.co/KjKyfwYsiz",
        "ساينس فيكشن https://t.co/tE7EzzFt6f",
        "ما تجوزوني ايمان الامام",
        "@HazemElhelbawi https://t.co/SVIlgdZ1Rm",
        "@HazemElhelbawi بلاااااااااااااااااااااااااااااااااااااااااااااااااااااش",
        "💔",
        "💔 https://t.co/qoZJLrtiDx",
        "عايز اولع فيها",
        "قاعد بجرب مع نور كل ستيكرز ماسنجر و حاجة اخر هبل😂😂😂",
        "@HazemElhelbawi https://t.co/QEAfrvWKAC",
        "وجع💔😂 https://t.co/RUnSH9BnVE",
        "@HazemElhelbawi https://t.co/cbB37q50Dz",
        "Ask me anything! https://t.co/wAXpYWnkz1",
        "You are a HASHMAP\nbecause I always remember you in O of 1",
        "\"Hello, World!“",
        "@OsamaAdam98 @HazemElhelbawi مين ده يا صاحبي😂😂😂",
        "sudo we should go out sometime",
        "@OsamaAdam98 @HazemElhelbawi توبتني و بقيت حرامي يا معلم https://t.co/7OSZYQKRVs",
        "خنازير",
        "بجيب لاصحابي انترنات ويب و شغل ويب و مش بشوف منهم حتي ميم",
        "حتي يا رب الناس اللي بتكلمني علي شغل بيبقوا عايزين ويب\nو انا مش ناوي اتعلمه",
        "-unusual asks-\n1-Yes\n2-No\n3-Both\n4-Yes\n5-Yes\n6-Nothing\n7-Yes\n8-Don't know\n9- 6\n10-Can't remember\n11-Idk\n12-Yes\n13-N… https://t.co/ASzLJ4Abpv",
        "You are a static variable...\nYou have a permenant address in my heart...",
        "@Qamargamal_ 👽",
        "I hope to go to heaven so I can see you once again...\nI hope to go to heaven so you would be mine over there...",
        "@HazemElhelbawi @OsamaAdam98 ده هو اللي مأكدلي😂😂",
        "If you give me the chance, you will never have to create another branch",
        "Every time I try to count the things I like about you I run into an OutOfMemoryException",
        "Hey, excuse me, but I couldn't stop recursively looking at how beautiful you are",
        "@HazemElhelbawi خازوق",
        "مش لو كان عندي اخ ولد كان زمانا بنلعب جودو في البيت دلوقتي",
        "عايز حد يعاركني حالا",
        "دكتور ال os لسه لامم الدفعة عليه النهاردة و حقيقي خايف من النوتيفيكيشنز اللي هلاقيها عليه بكرة https://t.co/ieHxXsmrMX",
        "يا رب يدخلوا جهنم بنفس سرعة افكار ال assignments اللي بتجيلهم",
        "@bolla1997 خد ضحك😂😂 https://t.co/3bgBW6q4L2",
        "@bolla1997 حسن الجندي\nاول مرة اقراله...عموما الفكرة حلوة بس عايز يدخلها جوه حياتنا فبيطلع زي ما انت شايف كده😂",
        "@bolla1997 دول ١٢ صفحة كتير\nهبقي احكيلك بعدين😂😂😂",
        "@bolla1997 لا ده في حتة كانت عن الخيانة الزوجية بقي مقولكش😂😂😂😂",
        "@bolla1997 😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂😂"
    ]
}