{
    "screen name": "quiquelomeli",
    "no. of tweets": 194,
    "tweets": [
        "@Charfornication Así vamos casi todos...\n\nLo bueno es que de vez en vez tenemos buenos momentos, por eso siguen con nos",
        "¿Cómo le hago para que todo gire en torno a mi? https://t.co/a26PzEee2S",
        "https://t.co/kewZW1PHBL",
        "@arcejorge61 Exacto...\n\nMr López tenía una trayectoria, nada de lo que ha hecho puede realmente sorprender a nadie,… https://t.co/YMFEZ2oPqH",
        "@BaksLive @locochonyguapo #ElCaboCacas",
        "Pasamos del Comandante Borolas a #ElCaboCacas \n\nVamos progresando...\n\nes #LaRestauración de la Dictadura Perfecta",
        "Ahora entiendo a Mr López y su fijación con Calderón, mira que: \n\n1. Meterse a Palacio Nacional, de noche y embriag… https://t.co/omjmU1vv0H",
        "@MikeCthulhu @ross_marz Simón",
        "@econoclasta @erevillamx Ella es un florero\n\nÉl era el titular de Asuntos Internos en la Procuraduría Federal cuand… https://t.co/NgWJ2lZ2xh",
        "@hhramos Eso es tan absurdo como pedirle a un tigre a media selva que por favor no nos devore\n\nPara empezar debemos ser realistas",
        "@hhramos Por eso el Covid les vino como anillo al dedo\n\nPaso a paso vamos retrocediendo\n\nLa Reinstauración de la Di… https://t.co/5DxGobV8RI",
        "@hectorsolar01 @martinezmau @SimnTolomeo2 @PrincessPrian @LAURAZAPATAM Básicamente porque de mentecato no tiene nad… https://t.co/e5gQWJyeHy",
        "@Akenathon3 Nos equivocamos, el peligro no es él, sino su público...",
        "@GlodeJo07 No\n\nPero asumen que nosotros sí\n\nSi controlan lo que discutes controlan lo que piensas",
        "A ver si por fin dejan de decir que Mr López es tonto o loco\n\nEl grupo que lo controla lleva 18 años planeando esto… https://t.co/dYyLXeoHzu",
        "@monerohernandez \n\nHola, ¿te acuerdas? https://t.co/JlwLweIVtc",
        "Nos está costando mucho trabajo ver lo evidente\n\nhttps://t.co/0MyqyV7Eal",
        "@PolloVenenoso Pos es que la neta sólo confirma lo que ya sabemos, que Mr Bartlett y AndyLo son muy cercanos, y hac… https://t.co/sRozJOLCgG",
        "@Fanfan75 pos... https://t.co/NLmtzQklDh",
        "@ross_marz @CristyP2000 No festejo ni el día de mi cumple\n\nEstoy a favor de la legalidad del aborto\n\nHoy felicité a… https://t.co/gtzIkflbnz",
        "@GlodeJo07 @JohnMAckerman Lee esto:\n\nhttps://t.co/3gL2fvpWQy\n\nTe pinta al socialismo de cuerpo entero, es impresion… https://t.co/t7dCucaiZE",
        "De pronto, a media novela, me entero que otra de las bellezas aportadas a la humanidad por el socialismo-capitalist… https://t.co/oYGMtanq4v",
        "Por este medio quiero agradecer a La Mafia del Poder Neoliberal por el apoyo recibido en estos momentos difíciles (… https://t.co/SQiog5Md6l",
        "Que dice mi Excel que esto si vaser lapocalipsis zombi https://t.co/2XBUE27UPG",
        "@diaz_manuel @gamoja67 Se llama el esquema PICA:\n\nPuestos\n\nImpunidad\n\nContratos\n\nAbsolución\n\nSe aplica a todo lo qu… https://t.co/tOx7fpLVr1",
        "@bienrespondona so... ellos están mal porque hacen lo mismo que él...",
        "La gente anda muy azotada porque pagará 16% más por el Netflix\n\nA mi lo que me afecta es que la Negra Modelo ha sub… https://t.co/0ZDJ0K6wok",
        "La mala noticia es que el Secretario de Gobernación en funciones (la señora es un florero) declara estar enfermo\n\nE… https://t.co/5vvpfDTRRN",
        "Así va https://t.co/BsjOomz8QI",
        "La Persona / La Personalidad https://t.co/05QzVXzR8f",
        "@heriberto_yepez En https://t.co/27VhQAwLaQ publicaron un dato según el cual el 80% de los pacientes intubados en N… https://t.co/srsm1FySxF",
        "Así se ve la diferencia en casos de Covid entre la CDMX y Jalisco https://t.co/9FG7mnk8Xe",
        "Creo que en Jalisco nos estamos confiando un poco https://t.co/fYtrzwIf3T",
        "@Fanfan75 Estaría chido que antes de atenderte te preguntaran \"Tú, ¿por quién votastes?\"",
        "Qué comeré?\n\nYa sé! Un bocata de cerdo frito metido en gazpacho aderezado con fuego! https://t.co/Sas9cT68aG",
        "@chavodeltoro Oílo\n\n\"Nos van\"\n\nDice\n\nQué optimista\n\nHace rato que nos rebasaron por la izquierda, si abrimos el mer… https://t.co/jOnnHikYOT",
        "@jmesa77 Sólo si te comprometes a despertar a tiempo y pedir algo ligero, a domicilio, para comer, tipo unos tacos… https://t.co/ZoKrbausLa",
        "Twitter discute sobre el impuesto a Netflix como sus padres discutían sobre la complicidad de Televisa con el PRI… https://t.co/3limuGGHZn",
        "La extracción de Líquido Sinovial no representa un riesgo para tu vida\n\nLa eliminación del Sentido Común y del Pens… https://t.co/2fKCqlrQ05",
        "@_gabonavarro Sip\n\nY ojalá haya sido eso, como familia nos salió baratísimo",
        "@_gabonavarro Mi hermano llegó de vacaciones en Canadá con una gripa muy rara y fuerte \n\nBuscó ayuda Covid y no enc… https://t.co/CT6JS46T1u",
        "@sandrayala @NYcheesy Depende\n\nSi se quedó a dormir y no roncó, si\n\nSi llegó temprano a saludar lo apropiado es que… https://t.co/0UdywGQZf3",
        "@elinterno16 @NetflixLAT No, pero habrá mas de El Güero Castro y la temporada completa de Rosa Salvaje",
        "@A_ausdenRuthen Mijo...\n\nLa violencia se desató porque el mercado cambió, decir que Calderón la inició es tan tonto… https://t.co/6gPu2G7q4y",
        "@Fanfan75 En todo caso la estabilidad mental de Mr López es intrascendente, sería parte de la estrategia del Grupo… https://t.co/4MxQiXRuOW",
        "@GlodeJo07 Ojalá fuese así de simple\n\nDecirlo es fortalecerle\n\nMr López NO es el gobierno, sólo su portavoz\n\nEl Gru… https://t.co/o63g9gozwC",
        "@Fanfan75 No es patología\n\nEs distracción, y es criminal\n\nLo que sea con tal de controlar la discusión\n.\nEntre más… https://t.co/sYfmVdy7aD",
        "Mis hijos amanecieron jugando \"Vaqueros y Mapaches\" según Max\n\nMe divierten mucho sus confusiones",
        "@mangelangeles pos medio mal, porque la que se produce en los EE.UU. es de mejor calidad que la nuestra entonces su… https://t.co/MQeuHcx191",
        "@ximenaapisdorf cuando eso pasa lo mejor es tomarse una cerveza, para pensar con claridad",
        "@UsagiCh94455612 @NachoRgz No eres muy ágil mentalmente, supongo que de ahí vendrá tu resentimiento\n\nTampoco eres b… https://t.co/6VdUlbaqDL",
        "@PolloVenenoso se evaporó",
        "@diamandina No tienes hijos, es claro",
        "@lamafiadelpower Estado Civil: \n\n                \"¡NO vuelvo a cometer ésta pendejada nunca!\"",
        "@heriberto_yepez Si tenemos 30,000 personas enfermas dentro de un universo de 129,000,000 de posibles receptores...… https://t.co/MwvSJ6apRL",
        "@jmesa77 @adriabernal @OdetteAlonso Ya volví\n\nNomás fui por 4\n\nPorque si quisiera un 12 me lo mandan en una cubeta… https://t.co/znUcL4EKaP",
        "@jmesa77 @adriabernal @OdetteAlonso Es más ...\nVoyalatienda y vuelvo\nTemando foto\nPerame",
        "@jmesa77 @adriabernal @OdetteAlonso Acá en Los Altos de Jalisco seguimos con buen abasto\n\nHace rato me tomé 3 Negra… https://t.co/PWa4fVJDRW",
        "@CincoRadio @AzaelSG @RadioUdeG Si\nMe parece barato\nEs lo que mantiene ocupada a mí esposa para que no se de cuenta… https://t.co/SR1Ol68zhK",
        "@heriberto_yepez El discurso de Mr López me parece estrategia para meter ruido en el sistema\n\nTienes razón decir qu… https://t.co/kzS8OYaAvb",
        "@heriberto_yepez Por eso se enfrascan en la discusión acerca de la supuesta estupidez de Mr López\n\nCon ello se ahor… https://t.co/fbGlqzqKkG",
        "@heriberto_yepez Si logras hacer una distinción entre La Derecha y la 4T quizá podrías compartir tus hallazgos\n\nDes… https://t.co/DAIszBKrNt",
        "@Vicantropo @PolloVenenoso @BestDay_Travel Los peinan para que lleguen más guapos al jale\n\nEs discriminación a los guandajos",
        "El problema no es el NYT, ni siquiera el GobFed\n\nEl problema es el mexicano promedio que cree posible vivir junto a… https://t.co/xXk5q78NNb",
        "@fabriziomejia Nop\n\nEs a quien decide dictar políticas y después contar lo que de ellas resulte\n\nNo seas falaz",
        "@ChumelTorres A la prima...",
        "@Milenio @gibranrr Insiste por fascista\n\nAdemás de que el uso discrecional de La Ley es\n\nC O R R U P C I Ó N\n\n#DerechaTravestida",
        "Los analistas de buró suelen obviar el mercado como factor determinante. Piensan que la política condiciona, cuando… https://t.co/9y86T18DoB",
        "Cuidado. Fuerte imagen de la #PrensaProstituida\n\nNo apto para chairos u otro tipo de navegante menor de edad https://t.co/vlfU111xlU",
        "@AntonioOrtugno Que los bots no eran tuiteros mecánicos? 100% artificiales?\n\nTu lo que buscas es definir Trol, algo… https://t.co/mqosLHfsqb",
        "@fabriziomejia Todos contra la 4T...\n\nMuy de República Bananera\n\nOjalá y estuviéramos equivocados, que nos callaran… https://t.co/AgZvXVg04e",
        "Ejemplo gráfico de las acciones de un Ejército en la construcción del Estado de Bienestar\n\nPraga, 1968 https://t.co/4t3xjpIiSa",
        "@pauletta_sofia @aguilarcamin Es parte de la cobardía del albur, herir al otro sin que éste siquiera se percate. Ag… https://t.co/bKGmxMpzPi",
        "\"Cuando decimos 'Aplanar la Curva', nos referimos a que en comparación con lo que hubiera ocurrido si se le hubiese… https://t.co/jsb9b2k0RQ",
        "@Fanfan75 Que vivo en un país de pendejos ignorantes orgullosos de serlo, y su voto vale lo mismo que el mío",
        "@hhramos Tienen todo menos poder\n\n¿Sigues a @Ricar_peralta ? Por ahí está el gobierno, estos payasos de rodeo están… https://t.co/NqWrWPBSq9",
        "@UsagiCh94455612 @NachoRgz te retratas muy bien con tu comentario",
        "@oso_metalero @pagolamx @Dafneconefe ya vas mal",
        "Le costará un rato acabar con el neoliberalismo ese del que habla si continúa aplaudiendo las acciones neoliberales… https://t.co/MvsPStlKJC",
        "5.1/193 Guatemala\n\nViento Fuerte\nMiguel Ángel Asturias\n\nUn lenguaje delicioso\nAntecedente directo de los 100 años d… https://t.co/pq6llpSHHO",
        "@miqadria @GmoSheridan Y uno pensando que lo suyo era un fusil de Barragán",
        "@jrsestaca Y pos investigar no era opción...\n\nNi que tuvieran un área de compras o algo así...\n\nBy the way,… https://t.co/JDzeXMmxYu",
        "@juanburgos No se me da el vídeo\n\nCompartirás la transcripción?",
        "@Alebadilloc Mucho más, y además con razón",
        "@hhramos Para saber escribir es indispensable saber leer\n\nQuién no lo entiende suele escribir mal, o pésimo",
        "Espero que pronto despertemos para dejar de opinar que Mr López es tonto o anda mal del coco\n\nSi lo hacemos deberem… https://t.co/KuzU56ydJ2",
        "@NachoRgz Mi opinión se basa en el casi millón y medio de seguidores falsos que tiene el cacas\n\nDel otro bato ni sé… https://t.co/3WzCsmygu7",
        "@ChumelTorres En el mercado negro son dos bajadas a'lagua por billete verde",
        "-- A cómo amaneció el dólar?\n\n-- El tipo de cambio oficial es 13 abrazos y una oración, pero en el mercado negro an… https://t.co/XHYOIIYtZL",
        "@heriberto_yepez @LibreriasGandhi Ni entienden que por eso el comercio en internet no jala en México",
        "muy chida https://t.co/fQ75li3yz9",
        "Ojalá mañana lea éste:\n\nY el hombre... Pobre... ¡pobre! Vuelve los ojos, como\ncuando por sobre el hombro nos llama… https://t.co/t5mmkzqiqM",
        "de por ahí https://t.co/3XNjeqcU8z",
        "Media and Information Literacy Pact en Español\n\nPara platicar en familia\n\nhttps://t.co/xYMeWEDHga",
        "@NachoRgz Cuál gestión?\n\nHa usado su tiempo contradiciendo las acciones en pro de la salud\n\nComo vocero de la… https://t.co/Aw8Op2iBhW",
        "El guionista de ésta peli serie B cada día cae en más lugares comunes\n\nSon tiempos interesantes para estar vivos y… https://t.co/RNL8G0Tc7K",
        "Los bots y trolls militan en ambos lados\n\nQuizá una manera de acallarlos sería no usarlos desde el GobFed y con ell… https://t.co/itQ5mBzI5F",
        "@sandrayala \"Que se preocupen los ratones,\" dirá Trump al tiempo que enviará a la Guardia Nacional a resguardar Disneyland &amp; Disneyworld",
        "@macariomx No leen inglés",
        "@arcejorge61 Mr López tiene uno que otro punto en común con el finado Sr Franco",
        "¿Qué tan inútiles son en morena?\n\nLlegaron a dejar material de lectura para los médicos y no se percataron de que n… https://t.co/thHaOCXTpY",
        "@alefrausto @Taibo2 Cuando buscaron dónde poner los libros ¿se dieron cuenta de que no hay mesitas de noche?",
        "@Lanudo_COVIDIO @arcejorge61 @AlvarezMaynez En su perfil se asume como tonto ¿por qué votan por tontos?",
        "@sandrayala Sashimi de Avispa?\n\n¿Se marida con Sake o Saporo?",
        "@BoTotes Pa comenzar no es \"prácticamente el doble\" sino un poco más del doble, dado que 117 x 2 = 234",
        "@sandrayala Yo leí esto: https://t.co/KShTDak07a",
        "@sandrayala Ya viste la foto que te puse?",
        "@sandrayala En el NYTimes de ayer lo mencionaban, junto al dato de que gustan de decapitar abejas, en masa",
        "@EIJefeDiego Por eso no quiere vivir á'i Mr López, porque Cuauhtemoc Cárdenas la habitó primero quél",
        "@cucalucas2010 Y no se cae...\n\nEs la manera de los guionistas de Matrix de burlarse de los gringos que se creyeron… https://t.co/gkbDocYKCw",
        "@sandrayala Por cierto, el tamaño SI IMPORTA\n\n¿ya viste su aguijón? https://t.co/4DQYSis7Ds",
        "@sandrayala Avista Gigante Asesina si me hace usted el favor\n\nQue mata a 50 pax al año en Japan",
        "@Fanfan75 Es parte de la esencia tapatía",
        "Hoy fui a Morelia, ¡Qué bonita ciudad!\n\nPero...\n\n¿En qué cabeza cabe elegir gobernantes propensos a la Ley Seca? ¿Q… https://t.co/PuljNYNJ6U",
        "@sandrayala @elsalonrojo Jajajajaja",
        "El escritorio de Mr López no tiene ni teléfono, no lo dejan hacer llamadas? https://t.co/kPiclwlbyF",
        "@joseacevez Medio que no hemos dejado de estar activos",
        "Resulta que en la CDMX y en Guadalajara traemos densidades por km2 similares, entre 6.000 y 8.000 habitantes\n\nPero… https://t.co/O96PgtRNCC",
        "Se juegan la vida por tu salud ¡y no les puedes dar una habitación de hotel?\n\nHay que ser méndigo para no poder oto… https://t.co/TPMSvavbKV",
        "@abrahamendieta @MaAntoniaCar se ve como que alguien quería vender un lote de camas",
        "Esto tiene cara de que alguien quería vender unas camas https://t.co/ESqQmahM3D",
        "Leí un poema bien bonito, se los comparto https://t.co/SvUP9afqMn",
        "@GlodeJo07 series no, pero en electronicos hay tres que te recomiendo:\n\nhttps://t.co/jQcuAQxaxz",
        "@duranjoss @fabriziomejia El mismo presupuesto que se utilizará para alojarlos en Los Pinos\n\nCon la ventaja de que… https://t.co/wtygGXfVJd",
        "@fabriziomejia Supongo que hoteles no habrá en esa área del universo\n\nDonde pudieran estar cómodos, con servicios e… https://t.co/SF1PlA2yoa",
        "Sin azotes\n\nVean en cuantas casillas cabe Mr López\n\nAndyLo no sólo es la #DerechaTravestida sino el fascismo encarn… https://t.co/7iGgRMjdse",
        "En Jalisco vamos domando la curva, en el resto del país un poco menos https://t.co/l8wrpO82Wh",
        "El doctordoctor apostando a la ignorancia del auditorio\n\nNo es malo no leer inglés\n\nPero es nefasto mentir en la in… https://t.co/gdVExxy2k8",
        "@HawkGloves @bienrespondona @ManuelBartlett @FelipeCalderon el que pueda salir",
        "@maximumneto @gamoja67 @Donvix 1973, cuando Bartlett ya estaba en Gobernación",
        "Conozco a varios que dicen no creer pero se les arruga el ánimo si los mandas a eso https://t.co/5Zy6cwGnQQ",
        "@Fanfan75 a huevo!",
        "Por cositas como ésta el PAN ha dejado de ser una opción viable para quienes queremos un cambio en México\n\n¿Felicit… https://t.co/cnJLvV3cK6",
        "@makugo @lopezdoriga Por cositas como ésta el PAN ha dejado de ser una opción viable para quienes queremos un cambi… https://t.co/L5x3AEwp3K",
        "@rizzojavier sip\n\nhttps://t.co/KShTDak07a",
        "¿Avispas Asesinas Gigantes?\n\n¿Para comenzar mayo?\n\n¿Que clase de mamarracho escribió el guión del 2020? Puro lugar… https://t.co/bbDJd3pxl1",
        "@Fanfan75 Al parecer Mr Calderón tiene mejores contactos que Mr López\n\nOra si que lumillaron...",
        "@Fanfan75 Ya lo decía yo que era una barbaridad",
        "Con la novedad de que era un chisme...\n\nAl parecer Mr Calderón está comunicado más eficazmente que Mr López\n\nAndyLo… https://t.co/TPVeu5XYBO",
        "https://t.co/fI0M0NYli3\n\n#LeerEsGratis",
        "@VeroDelgadilloG Es cosa de que jalen el equivalente en publicidad y listo\n\nA trabajos equivalentes ingresos equivalentes",
        "@MemoLugoMX @juanburgos @FelipeCalderon Y los designios de Dios son insondables...\n\nNo mames\n\nUsar La Ley de manera… https://t.co/X7bw6IcS3w",
        "@ferbelaunzaran @lopezobrador_ Pos es que no sé en qué cabeza cabe seguir prestando atención a sus dichos\n\nLos gobe… https://t.co/xzdrbWs9a9",
        "¿Quieres vivir la experiencia Jackson Pollock sin salir de casa?\n\nConsigue 2 morros (los míos son de 5 y 9)\nAgrega… https://t.co/3tzoxE3BM0",
        "@BeckyandtheCats Creo que la pregunta sería ¿Quién putas eres tú para decir que mi hija no se ve bonita diciendote \"Viejo Pendejo\"?",
        "@AlexanderDela0 ¿Quién te dijo que quieren oírse muy bonitas?\n\n¿De dónde sacas que la feminidad y delicadeza son ca… https://t.co/FHy8JhzZDo",
        "23.459 casos que con un factor 8 equivalen a 187.672 casos en México\n\nPero, Gatell también dijo que el factor era 1… https://t.co/qZGLo4MGnA",
        "Mañana comienza otra semana de\n\n\"Necesito 2 millones de cubrebocas/batas/overoles\"\n\nDe mandarles la cotización, el… https://t.co/FzmBrk4DYP",
        "En:\n\n1519  Veracruz \n1521  CDMX, Oaxaca\n1522  Toluca\n1523  Colima, Tecomán\n1525  Tlaxcala\n1526  Acámbaro\n1528  Taxc… https://t.co/x2YZOQUbPj",
        "Hoy cumple años La Paz, 485 primaveras, uno de los lugares más increíbles que he conocido\n\nY poblado por un tipo ex… https://t.co/nQBA2RsVLZ",
        "la neta, así es la cosa https://t.co/2kONpbo0dc",
        "@FinisimaPersona A menos, claro, que les tiemble la mano",
        "@barbarahoyo Ahh....\n\nEl pedo no cuando comienzan a hacerlo, sino cuando dejan\n\nToma muchas fotos\n\nPinta una pared… https://t.co/rnIKJGWOH2",
        "@jrsestaca @FelipeCalderon @lopezobrador_ Pos estaría\n\nPero lo dudo\n\nImagina a Calderón en juicio explicando los ne… https://t.co/DtNE0eNTw3",
        "Analistas de buró como @EstefaniaVeloz no logran comprender que los muertos de esa guerra se deben al cambio en el… https://t.co/xTkwZOADom",
        "Los Inquilinos\nMarco Fajardo\n\nInstantáneas desde un país que salió de la dictadura sin aprender casi nada\n\nToda pro… https://t.co/egiiulLcC5",
        "\"En un banco del Parque Forestal, Nicolás a veces piensa que no vive en Chile, sino que lo padece.\"\n\nLos Inquilinos… https://t.co/KW1fkU0Bv8",
        "@hafid_romero @SimnTolomeo2 @proceso @FelipeCalderon @JJesusEsquivel @tumbaburross @GlodeJo07 @FerBetancourt9… https://t.co/feeaV0p9jo",
        "Ayer y hoy se deberían recordar en México los acontecimientos de Madrid de 1808, dado que constituyen un antecedent… https://t.co/Hk64esVCWs",
        "@Fanfan75 Es que sólo me gustan los huracanes\n\nY desde un punto de vista poético",
        "@gabogallo De los más profundos y comprometidos\n\nEl lunes debe llegar la constancia oficial\n\n¡Felicidades!",
        "@concoralxxi @lopezobrador_ A los españoles no los echó México, sino que se independizaron de los otros españoles,… https://t.co/juU2mArKYS",
        "¿Qué necesita Mr López para iniciar una investigación contra Mr Calderón?\n\nTodos los días lo culpa de algo\n\n¿Le tem… https://t.co/zrYHo0RU4q",
        "@CarlosL85128478 @Alf_ArGzz @Donvix no, porque ellos no están usando el mismo modelo, de seguro su margen es menor, pero ya etendí",
        "@abrahamendieta @fabriziomejia Pos se están tardando\n\nA menos claro que les de frío",
        "@jmesa77 Mi hija tuvo una temporada de preguntarme cuándo me moriría y cómo",
        "Mañana comienza la Semana de Preparación para Huracanes\n\nQuien avisa no es ladrón\n\nEste verano promete agua calient… https://t.co/8L2EG90mCb",
        "¿cuales?\n\n¿los GD?\n\nme parecen fabulosos\n\nademás de que por su tamaño intimidan al posible amo, entonces tiendes a… https://t.co/ZjYDE5FQ00",
        "@hctrdz @juanburgos nop, me gusta la compañía que ofrece un G.D.\n\nque:\n\nsea feliz pasando la tarde junto a mi mient… https://t.co/ZKYRINJX2k",
        "@hctrdz @juanburgos son tranquilos, pueden estar largo rato en el auto, prefieren caminar a correr, sólo ladran cua… https://t.co/4damoXdBft",
        "@hctrdz @juanburgos ¿ya le preguntaste pa que lo quiere?",
        "@hctrdz @juanburgos A la gente le gusta el azote...\n\nYo no puedo adoptar un perro cualquiera porque no me gusta el… https://t.co/CX68KG83kM",
        "@hctrdz @juanburgos No mames\n\nLe juegas al vivo y al dramático\n\nEl bato quiere un perro especial, de seguro le dará… https://t.co/KntkimfW9e",
        "@LULALAR @LauOcGM el suelo se ve bien estable...",
        "@heriberto_yepez Sip\n\nApostamos durante décadas a la estupidez, era buen negocio según nosotros y ahora estamos en… https://t.co/3fIOeGI4Zt",
        "@hctrdz @juanburgos dijiste seres vivientes\n\nsi tú puedes adoptar un perro, espero ambos sean felices\n\notros necesi… https://t.co/6GgYOwAh9r",
        "@hctrdz @juanburgos Y?\n\nTodos los días arrancamos de la tierra seres vivientes para hacer ensalada de pepino\n\nToro,… https://t.co/zrRoxo0Zr3",
        "@Alf_ArGzz @Donvix Entiendo tu punto...\n\nEs \"México, Magia y Encuentro\"",
        "@Chihuari @ferbelaunzaran @AnitaAldBel @lopezobrador_ Pos...\n\nLos batos se disfrazaron de izquierda pa que la plebe… https://t.co/cYKjX6XRhU",
        "@ferbelaunzaran @lopezobrador_ Sólo le dice a la gente lo que quiere escuchar\n\nMás bien",
        "@Alf_ArGzz @Donvix No veo la relación. Quizá no fui claro\n\nDecir México tiene 20.000 casos no impacta lo mismo que… https://t.co/Sp2arPBTgy",
        "\"Admítelo: estás dispuesto a que personas mueran para acabar con la cuarentena\"\n\nTodos lo estamos discutiendo, de u… https://t.co/Lkun01FJO9",
        "@mariogyoga1 @heriberto_yepez Lo que pasa es que descalificas una posición sin dar alternativas, es súper fácil sal… https://t.co/IWfOHomRyG",
        "@GlodeJo07 Lo tiene agarrado de los hilos\n\nCómo a cualquier otro títere\n\nEs fácil",
        "@mariogyoga1 @heriberto_yepez Muy bien\n\nIlustrarme por favor\n\nNo salimos, nos quedamos, cómo?\n\nNo espero ayuda, sal… https://t.co/xk0HuE1FWd",
        "@ferbelaunzaran @lopezobrador_ @ManuelBartlett @genarolozano Es en serio?\n\nLa lectura que propones es corta\n\nMr Lóp… https://t.co/n71yI9NIG9",
        "@PoloMurillo101 @macariomx Es un manejo tendencioso de la info\n\nSi un hospital tiene 10 ventiladores y 5 pacientes… https://t.co/iWYvf4gLb7",
        "@mariogyoga1 @heriberto_yepez Quizá con tu ayuda podamos ver otras opciones\n\nReales\n\nObligar al GobFed a regresarno… https://t.co/92ZM7aEgYn",
        "@heriberto_yepez La opción es el discurso infantil del GobFed de que \"ya domamos la pandemia\". Y cuando los nuestro… https://t.co/a0GRfOhstX",
        "@heriberto_yepez Necesito por los menos una renta de $18.000 mensuales\n\nEstoy muy lejos de pertenecer al 1%, hablo… https://t.co/NmVVTEqLbs",
        "@Donvix Veo mucho más factible la partida de Mr López que la de Mr Bartlett",
        "@genarolozano Por qué piensas que @ManuelBartlett está con Mr López?\n\nNo es al revés?\n\nEs Mr Se-Cayó-El-Sustema qui… https://t.co/lVZOhvJXw4",
        "@ManuelBartlett ha estado a su lado, apoyando a Mr López, desde hace mucho\n\nQuienes votaron por AndyLo también vota… https://t.co/yVZRPkMHly",
        "@heriberto_yepez Es cosa de actuar como adultos y aceptar los riesgos\n\nSi regresamos todos la apuesta es la vida de… https://t.co/zDnfCCXXLu"
    ]
}