{
    "screen name": "Williamwma",
    "no. of tweets": 175,
    "tweets": [
        "Estamos en mundo loco 😂😂😂 https://t.co/ugQLhvIexs",
        "En éste tuit el señor presidente @nayibbukele dijo que repartiria 2.7 millones de canastas.\n\nPorqué ahora salen que… https://t.co/Kh5EnRqEWM",
        "@josediegohb Y éste tampoco, pero es que éste le puedo escribir y al otro no 😂😂😂",
        "@josediegohb $0.00 😭😭😭😭",
        "@indeselsalvador Hay ta el,mio https://t.co/b1HjVhHyp7",
        "@FranAlabi Como es posible que una enfermera con enfermedad cronica estuviera laborando?\n\nLa orden que dio el presi… https://t.co/zxAFDzpnYq",
        "@DiarioLaGaceta @nayibbukele Son 42, no 47 como lo han puesto",
        "@isss_gob_sv @isss_gob_sv Buenos días!\nTengo una consulta, a mi me toca cita el dia 12 de mayo a las 3:30pm \nMe rec… https://t.co/85uTJ5YYhw",
        "@isss_gob_sv Buenos días!\nTengo una consulta, a mi me toca cita el dia 12 de mayo a las 3:30pm \nMe recentan medicin… https://t.co/0VZYo248fR",
        "Lo verá? https://t.co/gmGLJYMHGI",
        "@NoticieroHechos @nayibbukele Sí, como él nunca se ha subido a un transporte público, bien galan con sus 20 camione… https://t.co/YCCQfjKV5W",
        "Cuando el Gobierno les hable de días ustedes anotenlos como semanas con esos 15 días vamos a llevar mas de 10 seman… https://t.co/WT1bv3Wjoe",
        "@nayibbukele Coca cola sigue trabajando, a pesar de ser los principales causantes de la diabetes y obesidad y sus p… https://t.co/Rkn5XfqfdO",
        "¿Recuerdas cuando te uniste a Twitter? ¡Yo sí! #MiAniversarioDeTwitter https://t.co/DyUKoXPOJ9",
        "@rdaubuisson El tuit se entiende como si él hubiera mandado a llover 🤔🤔🤔🤔",
        "@SecPrensaSV No se ustedes pero yo no  veo los números",
        "@NoticieroHechos @Anlikerinfante Tienen que cambiar la fecha, esa no existe",
        "@Venturexita Si es claro asi esta la señal 4G LTE @claroelsalvador a las 11 pm https://t.co/ymPHHKae9v",
        "@ILCElSalvador @LRodriguez_SV @carol_colorado Cuando una donación se hace pública deja de ser una donación y pasa a… https://t.co/aToIL7b0kU",
        "@nayibbukele Hay una cuenta falsa que se hace pasar por usted, se deberia de reportar. La difercia lleva doble i https://t.co/vOlb4UNE1W",
        "@RucksDelBo En otras cosas, me gusta que sea Directivo de mi eterno amor L.A. Firpo",
        "@nayibbukele ENTONCES SI USTED SABE ESO PORQUÉ LOS TIENE 30 DÍAS ENSERRADOS A LOS QUE VIENEN DE AFUERA DEL PAÍS?",
        "@Joncreatif @LaMaraDice @ESolis24 Trabaja con los dos 😉",
        "En tus sueños amigo vas a ver a @nayibbukele en primera linea como el presidente de guatemala, solo lo de las multa… https://t.co/7rCeUSMwMd",
        "El virus tarda 14 dias en incubación,  \n\ny ahora llevamos 24 días de quedarnos en casa \n\neso quiere decir que ya en… https://t.co/qyczMKl4oR",
        "@DiarioCoLatino @nayibbukele Y ahora así los dos recuperados no los cambiaron https://t.co/Tin4u9UGg6",
        "@DiarioCoLatino @nayibbukele Luego apareció así https://t.co/qDcbDZW6Qo",
        "@DiarioCoLatino @nayibbukele Estan jugando, aparte que lo ponen a media noche https://t.co/Hfizzfurk7",
        "Así luce el Himalaya tras reducir la contaminación en India por contingencia\n\nLas medidas preventivas, como el aisl… https://t.co/SvPotqvzkm",
        "Ante tal escenario, el diario New York Post dedicó una emotiva portada al equipo de Patriots con una frase que qued… https://t.co/w97sUUYl34",
        "Los estados de Massachusetts y Nueva York tienen una rivalidad deportiva importante, aunque ahora quedó de lado por… https://t.co/sP1ifL7Rva",
        "@alcaldiadecolon @nayibbukele @ARENAOFICIAL Como es posible que en esta crisis el señor Alcalde de Colón no esté, S… https://t.co/ANaw14BE4T",
        "#QuedateEnCasa Entiendan https://t.co/3EdA0uc8On",
        "Cuidemonos mi gente el índice de mortalidad en El Salvador por #COVID19 es del 6.52% alto comparado con el índice d… https://t.co/ZL0omMOGyu",
        "@waraujo64 @ARENAOFICIAL @nayibbukele No lo había visto, pero hay está",
        "@waraujo64 @ARENAOFICIAL @nayibbukele Don Walter usted deberia de saber, si el señor presidente no lo sanciona no es decreto válido",
        "@PatValdivieso @Toti_Portillo @FranAlabi Ya no vamos a ver mas de lo que pasa en el Saldaña porque anoche llego la… https://t.co/NB5tPP3NhB",
        "@nayibbukele yo quisiera que me explicaran porque no adecuaron los pabellones de cifco en lugar de un hospital temp… https://t.co/d4777hUcSc",
        "@EuniceDeRivera1 @isss_gob_sv El dia que le toca la cita tiene que ir, le van a repetir las recetas y le reprograma… https://t.co/BLW46w8sVA",
        "Apartir de ayer todas las personas posivas de #Covid19sv serán trasladadas al hospital  Amatepeq del @isss_gob_sv s… https://t.co/Gb6tLTHNaG",
        "@vivalmtcs Que gorda está 😂😂😂",
        "@isss_gob_sv Hola buen día.!\nUna consulta, me toca recoger medicina el día 6 de abril, pero cae el dia lunes que ya… https://t.co/VKomcwfWTi",
        "Los señores de Claro El Salvador @claroelsalvador me quitan $1.75 por cada recarga que recibo de Usa, ese es un rob… https://t.co/AYHRuxsYlj",
        "@ComunicacionSV @PNCSV En el mirador de las champas estan, calle a Talniqie",
        "@eltraficosv_com Estamos en casa, por eso esta despejado😉",
        "En la cadena nacional del presidente @nayibbukele la población solo entendió.\n-19 casos #COVID19SV \n-Los churros\n-L… https://t.co/32LzGF8cxp",
        "@noticias4vision @nayibbukele No me deja entrar, no podemos consultar https://t.co/buj02X48E0",
        "No entiendo cual es el alboroto por todo esto si usted señor presidente en la medida #6 dice que el isss debe pagar… https://t.co/iYDUtqJau1",
        "@Franciszablah Tambien de los colegios privados",
        "@DrMata1 Lo que pasa que solo un laboratorio hay, y si contratan a otro laboratorio se les saldran de las manos las estadísticas hasta hoy",
        "@lexpineda 😂😂😂😂",
        "@MauriOrellanaSV Hay ta https://t.co/QAGchG6ZC8",
        "La verdad que @RodolfoNeutze tiene razón en lo que dice, no es correcto que me regalen $300 y yo no pague los servi… https://t.co/cGFp4mH83t",
        "@luiwipineda @Meganoticias19 @merlincnn Aaaa perdon estoy confundido entonces",
        "@Meganoticias19 @merlincnn Pero el caso 1 Es uno que estaba en Metapán y había entrado por un punto ciego desde Gua… https://t.co/OU7W5FqrT1",
        "@Gabriela_Dice Hace lo tuyo maje, deja a los demas jajajaja",
        "Y sin tanta publicidad, en Guatemala \nEstan trabajando por el bien de su pueblo, no solo lo que aqui se hace es lo… https://t.co/YCxPjJA20D",
        "@GenteSVNoticias @MelaraRaul @FGR_SV No, eso no es  publicidad que beneficie al gobierno por ende no se pronunciará, verdad @nayibbukele",
        "@FranAlabi vi la rueda de prensa anoche @noticias4vision lo transmitió en vivo, y no se dignó en responder una preg… https://t.co/JVDY3R4H8m",
        "Que este video te haga entender lo importante que es quedarse en casa \n#YoMeQuedoEnCasa https://t.co/L1NcCgUI9v",
        "La señal sarelital de cable esta fallando, se ve cortada o mensaje sin señal, son todos los canales @claroelsalvador DTH159971",
        "@FredckBenitez @nayibbukele @ANDASV En cuarentena y sin agua, bien bonito vea, al menos ese vital líquido lo deberi… https://t.co/DQZO9Uxzcy",
        "Imaginen si estas estrellas fueran nuestros mandatarios en esta pandemia como estuvieramos... jejeinnnn https://t.co/J8gbwLvqgH",
        "@Managua @opsoms @opsomsnic @Amador_OEA @sg_sica Aqui no veo que diga ni mierda el asilado @FunesCartagena",
        "@Gabriela_Dice Jajajajjaaja",
        "Si crees que estar en cuarentena en tu casa es crítico, imagínate ser un astronauta en ese pequeño lugar por meses https://t.co/OqZB2kpXG9",
        "imponer una cuarentena nacional integral y una prohibición de viajar antes de que el coronavirus comenzara a propag… https://t.co/H5nYN1PIGb",
        "El Salvador registró su primer caso conocido de infección por coronavirus el miércoles, una persona que viajó a Ita… https://t.co/ruBbbCrhKF",
        "@diarioas A Mané sin dudarlo",
        "@delsur_energia @PresidenciaSV Al parecer @delsur_energia no quiere acatar la medida del señor presidente… https://t.co/fej9Mk3epj",
        "@claroelsalvador No hablo en privado, si tienen de decirme algo, que sea público",
        "@_ElFaro_ Estos de @_ElFaro_ no les interesa el pueblo y Cuando se dirijan al presidente para todos es: Señor presi… https://t.co/q3YYlJ5pOW",
        "@claroelsalvador Colaboren también ustedes, no solo vean su beneficio, deberían de. No estafar a todos que somos su… https://t.co/NmlEiEHzNP",
        "@ElMundoSV Estamos hablando de gente que viaja fuera del país, por lo tanto su poder adquisitivo no es de clase baj… https://t.co/ghwFUq4M8N",
        "@PDDHElSalvador @PresidenciaSV @nayibbukele @migracion_sv @minsalud @CONNA_ES Mas ayuda el que no estorba, háganos el favor señor procurador",
        "@marioponcesv Que seriedad la de @TN21sv Y la de @teledos_tcs chateando, muy bien, nada mas",
        "@Gabriela_Dice Camate Barillas camate",
        "@VMTElSalvador Cuando van a alinear los separadores frente al talud de los chorros, hoy ya estand terminadls los trabajos",
        "Doctores y personal del @isss_gob_sv Santa tecla llevan 15 minutos haciendo cola, hora de la foto 03:54pm… https://t.co/PWRqF8n1Po",
        "@BancoAgricolaSV Ya les envíe la información",
        "@BancoAgricolaSV Es cuenta UNIDOS esa la Aperturé con $0.00 y antes de usar la App no me cobraban nada",
        "@BancoAgricolaSV. Esta publicidad es engañosa, yo tengo una cuenta Unidos, se supone es gratis, pero no https://t.co/D008Z9FaQk",
        "@josediegohb @VMTElSalvador Si, está igual, pero es porque solo hay in carril en donde trabajan",
        "Derrumbe bajando los chorros complica muchísimo el tráfico @VMTElSalvador @alertux @ddovia @eltraficosv_com… https://t.co/OsElEyxCk3",
        "@VMTElSalvador Saquen todo, no sólo los que les conviene",
        "@VMTElSalvador Colapsado el tráfico bajando los chorros y nadie hace nada, los gestores, bien gracias https://t.co/JNxBs5KKvI",
        "Motociclistas accidentados en turicentro los chorros, carril de bajada @alertux @ddovia @eltraficosv_com https://t.co/a6RQhO6dzC",
        "@alertux https://t.co/wGM28hvlhI",
        "@alertux ya está abierto carretera al puerto de la libertad ambos sentidos",
        "@RomeoHerrera1 Señor ministro póngase serio en los chorros eso que ha hecho no funciona bien, es como que a mi desa… https://t.co/RvNecuDL1Z",
        "@VMTElSalvador #YoDenuncioVMT Esto es lo que han hecho en los chorros, de la báscula a Tadisa 3 carriles luego dos,… https://t.co/aoBOoddT9d",
        "@nayibbukele @RomeoHerrera1 Según nosotros los usuarios de carretera los chorros el plan de 3 carriles de bajada no… https://t.co/tLtodJcKcC",
        "@alertux Ya abrieron de bajada en los chorros https://t.co/1SAqtQYTjo",
        "@clausmherz @bvegg @billabong1973 No, punta Roca Perú, está compitiendo en los Panamericanos #Lima2019",
        "@RomeoHerrera1 @nayibbukele Siento desepcionarlos pero el trabajo que hizo el gobierno anterior en la vuelta de la… https://t.co/7Ugw8538gx",
        "Motociclista accidentado bajando autopista los chorros frente al turicentro @alertux @ddovia @eltraficosv_com https://t.co/RmPOvYA6m8",
        "@ANDAElSalvador En Lourdes Colón no tenemos agua desde hace 4 días y vamos por el 5° y no tenemos respuestas del po… https://t.co/9SkOQXKSSs",
        "@miseleccionmx Que se siente pasar por un penalti regalado por el árbitro?",
        "@Gabriela_Dice Que hablas vos shube",
        "@rbundioTCS terminó el primer tiempo México 1-0 Martinica",
        "@ddovia pick up con desperfectos mecánicos bajando los chorros 2 cuadras antes de tadisa https://t.co/XEZ8CVlZx6",
        "Bus con Desperfectos en la última curva subiendo los chorros, hace la trabazon @alertux @ddovia @eltraficosv_com… https://t.co/u5VUa11x1x",
        "@BeachSoccer_WW With the help of the referees, any team qualifies for a World Cup, with the help of the referees, i… https://t.co/f0mlhBFKCn",
        "@BeachSoccer_WW the third goal of the USA should not have counted, it is a steal for El Salvador, more bad referees who chose",
        "@alertux bajando al puerto, hay accidente, no hay paso por complejo Tuscania, poste derribado https://t.co/FhWzPrpKnT",
        "@ddovia accidente bajando al puerto, a la altura de tuscania, poste derribado, no hay paso por el momento, bajando… https://t.co/ifzO5RHZS0",
        "@Defensoria_910 pueden intervenir en @digicel_sv mas de dos horas sin señal y no tenemos una respuesta del porqué",
        "Accidente subiendo los chorros, una cuadra antes del turicentro @ddovia @alertux @eltraficosv_com https://t.co/aietSqCuKI",
        "Bueno tienen que esperar hasta las 4:15 https://t.co/j6nUO2h0lM",
        "¿Recuerdas cuando te uniste a Twitter? ¡Yo sí! #MiAniversarioDeTwitter https://t.co/BZ2wsp3iUp",
        "Bus con desperfectos por  la pasarela de Colón subiendo los chorros @ddovia https://t.co/g5d26RHUKV",
        "@ChupertoBotes Dexter así va nuestra quiniela, malisimos mis pronósticos, voy en 7° lugar https://t.co/jkXfMwytkD",
        "Accidente subiendo los chorros, arriba de la báscula, precaución @ddovia @alertux @eltraficosv_com https://t.co/iMfTqVb8Hz",
        "Accidente hacía San Salvador, en la Diego de O. Justo bajo el redondel que conecta a cdad Merliot @ddovia @alertux https://t.co/mlC3Iz3rIh",
        "Motociclista chocó en bus con desperfectos en el retorno de la báscula subiendo los chorros @alertux @ddovia https://t.co/8oRi5aDSB3",
        "Fuerte trabazon subiendo los chorros @ddovia @alertux https://t.co/nXbOzuhLlE",
        "@OPRnoticias. En facebook estan cerrados? Por tiempo definido o indefinido",
        "@ddovia por el paso a desnivel de las delicias motores apagados https://t.co/6CJHdDMDGQ",
        "Accidente bajando los chorros por la báscula @ddovia https://t.co/pF0AyjTY1R",
        "@ddovia solo un carril habilitado https://t.co/TxN3A80UXX",
        "Fovial dando mantenimiento a los separadores en Colón, abajo de gasolinera los monos (hacía occidente) @alertux… https://t.co/AULwVvXSWh",
        "@gersonmop Señor ministro ya leyó la carta enviada por la comuna de Colón?\nAbrirá la calle?\nO hacemos protesta como a usted le gusta?",
        "@rdaubuisson @gersonmop En doble sentido permanente ya que los negocios en Santa tecla han bajado por los sierres de la calle. Buen dia..",
        "@rdaubuisson Hola señor alcalde, Talvez a usted le responde señor ministro @gersonmop Cuando dará la orden para abrir los chorros ... 1/2",
        "@vicetransporte El Salvador somos todos, pareciera que hay intereses internos por el #sitramss solo eso defienden y Los chorros para cuando?",
        "@USamaelS @ddovia Nadie trabaja y la sierran,  El Salvador no es solo #sitramss",
        "@ITRnoticias @presidencia_sv @gersonmop @FOVIALITO @ddovia @alertux @alertasmop @eltraficosv_com @sanchezceren \nPor… https://t.co/Kd7lkQ2hYQ",
        "@teledos_tcs @presidencia_sv El problema allí es que esa calle existía, no es nueva, quieren exclusividad tienen qu… https://t.co/AlMZYMH4KZ",
        "@gersonmop Ni reparan la calle ni la abren, toda la semana han pasado haciendo nada, a ver si no me bloquea por decir la verdad 2/2",
        "@gersonmop  Señor Ministro como se preocupa por el sitrams y a nosotros del occidente que nos tiene jodidos con esos horarios en los chorros",
        "@gersonmop Que en pasar media hora de tráfico, piense en la economía, piense en la Gente de Colón, y todo occidente. 2/2\nEspero respuesta",
        "@gersonmop Señor ministro, cuando van abrir en doble sentido permanentemente autopista los chorros ya que se gasta mas en ir a dar la vuelta",
        "@gersonmop Ya que afecta el sierre al municipio de Colón, ejemplo ayer queriamos ir al paseo el carmen pero no pudimos xq vivimos en colon",
        "@gersonmop Señor ministro podrían tomar en consideración abrir aut. los chorros doble sentido desde las 8pm del viernes hasta 5am del lunes?",
        "@gersonmop \"Señor Ministro\"\n\nLos que vivimos en la zona necesitamos respuesta\n\nCuando abrirán ambos carriles simultáneos?",
        "@VMTElSalvador Buen día, una consulta, hoy se vencen las 48 horas de sierre \nAut. Los Chorros.\nQue pasará ahora?\nLa abrirán ambos sentidos?",
        "@gersonmop \nHasta las 9:00 am solo de  subida y de 4:00 pm solo bajada?\nMe podría confirmar esa notícia?",
        "@gersonmop Señor ministro buenas noches.\n Sábado Y domingo estará habilitado el tráfico en los chorros para todos los vehículos livianos 1/2",
        "@ddovia Y otro dia de trabazon en los chorros, en bulevar mons. Romero llega hasta veranda https://t.co/5AfGhkiTo6",
        "@paololuers Pero aqui quien pierde mas pedir una disculpa publica al cliente o solo pedir disculpas con posibilidad de seguirlo haciendo?",
        "@paololuers Tas cagado con tus declaraciones mesero, solo por que te dan crédito, cuando te atrases y te peguen tu pechada los defendes...",
        "Topado en las delicias hacia Occidente @ddovia @alertux https://t.co/0mM0zCJLkH",
        "@ddovia @AlboAlfredoM Son los reductores de velocidad que estan reparando",
        "@ddovia  nuevamente los chorros así... https://t.co/4s9GbJQADH",
        "@gersonmop @FOVIALITO  .- Los chorros es un desastre; a toda hora y todos los días hay trabazon, estaba mejor antes… https://t.co/4TtnG6fyLI",
        "Asi la  autopista los chorros salida de Mons. Romero @ddovia https://t.co/BJm8tQfE8x",
        "Sigue accidente hacía santa ana abajo de redondel merliot en bulevar monseñor Romero https://t.co/qbH72VTRBD",
        "Asi el trafico en las delicias bajando los chorros @ddovia https://t.co/og34Mykvye",
        "@alertux hay una rastra con bloques, subiendo los chorros justamente frente a la gasolinera de colón, con la lluvia a agravado la trabazon",
        "#innovacionqueimpulsa Éste es el primero #Rio2016",
        "Fuerte accidente en el poliedro bajando los chorros @ddovia @alertux https://t.co/07hQX51Q20",
        "@Faitelson_ESPN Ahora quienes son los que futbolísticamente no sirven?\nDime que se siente tragarte tus mismas palabras?",
        "Bueno, han terminado los cuartos a esperar las semis, PERO QUE BIEN SE SIENTE ESE Chile 7-0 México https://t.co/HiehjvVawd",
        "@Gabriela_Dice no dío tiempo el árbitro para el 8°",
        "Jajaja @miseleccionmx  Dan lastima jajaja @Gabriela_Dice",
        "@Gabriela_Dice  Que siga, no jodas éste partido está bueno, 7 minutos faltan bien meten unos dos más...",
        "Bajando los chorros, parqueados en la salida de la Monseñor @alertux @ddovia https://t.co/xBK6wJGnuT",
        "@ddovia fte al basurero es el accidente, pero cubre carril izquierdo y la mitad del derecho",
        "@ddovia tráfico paralizado a la altura de la báscula bajando los chorros https://t.co/OEgqyprhAO",
        "@alertux @ddovia cuádruple accidente subiendo los chorros 100mts adelante del turicentro https://t.co/r0QJxeByC3",
        "@Canal_12 ya no los voy a seguir ni a ver por tv, por No ser Apolíticos, despiden a los periodistas si hablan de Arena,",
        "@roxanawebb porwue despidieron a @romeolemusAM si es un buen periodista?",
        "Así en las delicias bajando los chorros @ddovia @alertux @eltraficosv_com https://t.co/h7tU5OXw1V",
        "Bus 101D haciendo trabazón, av. Jerusalén hacía santa tecla,  torcido eje trasero @ddovia @alertux @eltraficosv_com https://t.co/CCFjXH0U2L",
        "Así el accidente bajando los chorros @ddovia @alertux @eltraficosv_com @ElMundoSV https://t.co/S0J9UTSNim",
        "@ddovia detenido bajando los chorros,  trafico casi llega a la holanda https://t.co/5JY6NSH61b",
        "Camión con bolsas de cemento subiendo, llegando a Colón, tiene la megatrabazon @ddovia @alertux @eltraficosv_com https://t.co/zkIjaCZiFC",
        "@jccalleja @superselectos  Rifa GifCard con multiplos de $100.c/u no hará feliz a 3 familias, sino a 500 aproximadamente\nAtt: William Muñoz",
        "@jccalleja @superselectos  Hola don Carlos, \nbuenos dias...!!!\nUna sugerencia, en vez de rifar las tres camionetas, rifa el mismo valor; 1/2",
        "@NoticieroHechos  no es por molestar pero que yo me dé cuenta los limones no explotan, corrijan somos 500,000... http://t.co/1jVf1wulrG",
        "Fuerte choque y trabazón subiendo los chorros fte a gasolinera los monos en Colón @ddovia @alertux @eltraficosv_com http://t.co/Ql014qiCwn",
        "Gracias al amigo @AMuyshondt  ésta impresionante foto de la #supermegamarcha @waraujo64  \n\nme impresiona la afluencia http://t.co/XR07FBUqhd",
        "@McElSalvador  ya preparados, a poyar y disfrutar http://t.co/CV0HXM6eYJ",
        "Choque bajo el paso a desnivel en la salida al platillo, de occidente a oriente @ddovia @alertux @eltraficosv_com http://t.co/hF3WPFaQDp",
        "@UniNoticias @jorgeramosnews  no se ustedes... http://t.co/xHOSgwWf2h"
    ]
}