{
    "screen name": "Horozke64041910",
    "no. of tweets": 187,
    "tweets": [
        "Atatürk yoldaki beyaz çizgilere benzer hava güneşli ve açık olduğu zaman herkez o beyaz çizginin üstüne basarak geç… https://t.co/DpCtLUTmsx",
        "https://t.co/0IkxmfpE8u",
        "Türk milletinin yürümekte olduğu ilerleme ve uygarlık yolunda, elinde ve kafasında tuttuğu meşale pozitif bilimdir.… https://t.co/PFb1saDGxg",
        "KARŞIYAKA MEZARLIĞI-ANKARA...\nTÜRKİYE HARİTASINI ANDIRMASI İÇİN MEZAR TAŞLARI GİRİNTİLİ ÇIKINTILI YAPILMIŞTIR....DE… https://t.co/t49G2c9OaZ",
        "https://t.co/ohn8lPUsz4",
        "https://t.co/Oxn3jcm4lP",
        "Bir Yangın Ormanından Püskürmüş Genç Fidanlardı\nGüneşten Işık Yontarlardı Sert Adamlardı\nHoyrattı Gülüşleri Aydınlı… https://t.co/qSmpsAdzWp",
        "olmadan,elinde sigara,günlük yaşantıda insanlarımız hala olayın ciddiyet boyutunu idrak edemeyen dostlar var aramız… https://t.co/BU07vLdET5",
        "içli dışlı olmayacak mı?Niye 20 yaş altı ve 65 yaş üstü evde kalıyor bu vatandaşlarımızı karantinaya alan hükümet b… https://t.co/ohxF03A8Fe",
        "Sokağa çıkma yasağına uymayan halk yaşamından maşallah çok memnun ,vatandaş sokak aralarında, çocuklar bisiklet bin… https://t.co/4btRQbf3up",
        "- İnsanın iki gözü ve bir dili vardır. Bunun nedeni, söylediklerinin iki katını görebilmeleri içindir. Görenler, az… https://t.co/RWpurUotoS",
        "tecavüzü ya da tacizi önlemenin doğru yolu kızını kapalı giyinmeye zorlamak değil,oğlunu sapık yetiştirmemektir!!!C… https://t.co/7Z6U3Y8NQt",
        "Emeğin değerini bulduğu, barış içinde bir dünya dileğiyle, 1 Mayıs İşçi ve Emekçiler Bayramı kutlu olsun! https://t.co/LFl8djwslM",
        "https://t.co/wa9KjSpIyq",
        "Bitcoin çıktığına göre ne demisti tosuncuk ciftlik bank kurucusu bitcoin cikinca milletten aldiklarimi ödeyeceğim… https://t.co/0FqzmbK50D",
        "Denizbank nefes kredisi icin bu piyasada esnaf kefili nereden bulacak,hadi buldu diyelimbirilerine kefil olunacak p… https://t.co/fQzFREYyuu",
        "kuvvetlerimiz olaylari gözetirseniz vatandaş mağdur olmaz,sonradan kimse üzülmesin,malum cezaevlerinden tahliye ola… https://t.co/PCnftRFkds",
        "Bankamatiklerden para çeken vatandaşlarımız özellikle gece saatlerinde taciz edildikleri,sıra konusunda tartışma ya… https://t.co/mrKCpK1Lbt",
        "@oytun86 Geçmiş olsun acil şifalar dilerim.",
        "atmanın mantığı ne olaki?Bankalar kredi veriyor,ayakta kalmak için sonucunu düşünmeden vatandaş krediye basvuruyor… https://t.co/oNSSRmELEa",
        "İşçi kesimin haklarını verme taahhüdünde bulunan işverenler işçilerinize sahip çıkmalısınız,kolundaki bilezigini,co… https://t.co/J8Vn7YQkzu",
        "\"Yanlış trene bindiysen, koridorda ters yöne koşmanın bir faydası yok!\"\n-Dietrich Bonhoeffer https://t.co/xZuFt0qXJ0",
        "@enginarik afiyet,şeker olsun Engin bey.",
        "Ülkemiz bayramlara,çok partili seçimlere, demokrasiye,insan haklarına, özgürlüğe, laikliğe öyle hasret kaldı ki bu… https://t.co/cRPR3kStQd",
        "Gazi Mustafa Kemal ATATÜRK'ün  çocukları,askerleri,yoldaşları,savunucuları,torunları istedikten sonra hükümete gere… https://t.co/8u48LnIuOR",
        "maske veremedikten sonra hükümet var mı sizce?Toplum yapılanı çok iyi görüyor ve hükümet ile göbek bağını kesme kar… https://t.co/B3JtXBzIuK",
        "hükümet olarak sizde biteceksiniz.Halk aç,perişan,kaynak üretmek yerine,üretim yaparak memleketi ayağa kaldırmak bo… https://t.co/JF9KPfB0Pu",
        "kapattı diye düşman oldunuz şunu anlayın sizi seçen halk sizi istemiyor ki değişim hakkını kullanmış.Siz tek adam r… https://t.co/CUMaE2qvSl",
        "Ülkemizde enflasyon yok diyenler,alım gücü gün geçtikçe düşerken çözüm üretmek yerine hükümet Millet ittifakının se… https://t.co/jTrlUtI81m",
        "Fotoğrafların  dili  yoktur lakin anlamak isteyene anladığını verir,Sıradan bir resim anlatımı kuvvetli,Ne gördüğüm… https://t.co/7OSTZ3rydQ",
        "Nice asırları çocuklara aktarmak dileğiyle, ATATÜRK'ün armağanına sahip çıkın çocuklar, dünyanın hiç bir ülkesinde… https://t.co/jMs9p4msaJ",
        "Iyi nesiller yetiştirebilmek için, elimize verilen karne Gazi Mustafa Kemal ATATÜRK'ün devrimleridir.Öğretmenler ge… https://t.co/B1NzOnqAIF",
        "23 Nisan Ulusal Egemenlik ve Çocuk Bayramımız Kutlu Olsun... https://t.co/rKlAcXUwiX",
        "@hsynturhan Vatana millete hayırlı uğurlu olsun inşallah Allah utandırmasın, başarılar.",
        "@drkaanyl Hayırlı olsun başarılarınızın devamını dileriz.",
        "Eczanelerde satilan gıda takviye ilaçları vitaminlere%40 a yakin zam yapilmis sayin sağlık bakanlığı ülkede yapilan… https://t.co/jsJx3cjNzo",
        "Vatandaşlarımızın şikayetlerine kulak verelim sayın yetkililer,devlet ve devletin kurumlari olarak konuya dahil olm… https://t.co/wnrvyYBQHt",
        "eksikliğinden kaynaklanmaktadir?Geçen haftaki fiyatlara bakalim hep birlikte birde bu haftaki fiyatlara sebze meyve… https://t.co/izCZoEY5oK",
        "Pazar fiyatlarındaki ürünlerin şişirilmesine neden gözmuyuyorsunuz sayın belediyeler ?Ramazan geliyor diye fiyatlar… https://t.co/EcANjVyULp",
        "@selimkotil34 Yiğidin hakkını yiğide vermeyi bilmeyi öğrenmeliyizFikirleri yaşatmak amacıyla fikir sahibine saygı d… https://t.co/dAYdofXw8Q",
        "mesaj verilmesi istenmiş o vakit emniyet müdürlüğü ve içişleri bakanlığı konu derin ,neden sokakta degil de eve gel… https://t.co/aAAJjf0JiF",
        "Hiçbir mafya kadına silah dogrultmaz,sadece tetikçi olanlar silah ile ateş eder,bu yüzdentetikçiler için çocuk, gen… https://t.co/gz1uz1xQMo",
        "Halkimizin sağlığı icin 23 nisan ile baslayacak tatil 26 nisan ile son bulacaktir piyasa şekillenmesi bu yönde gözü… https://t.co/2hHodtUETD",
        "Asıl araştırılacak olay azmettirici kim yada kimler?Bu cesareti kimden aldılar?Salda gölünün savunucusu başkana yap… https://t.co/M4HCVHp1UC",
        "Sabah uykuda çalınan kapı, karşısında polisler,silah ile vurulma meskun mahal ,ev ortamina gelip ateşli silah ile h… https://t.co/LoCaYtjznb",
        "@serkansimsekbfm @ismailsaymaz Dağ başımı ülkemiz, elini kolunu sallayarak başkanın evine gidereksilahli saldiri da… https://t.co/cB8IqMw19B",
        "@barisyarkadas @drdursuncicek @tele1comtr Büyük geçmiş olsun, tetikçi kimin adına eylemi gerçekleştirmiş bilgi var… https://t.co/lVHQHl7BWX",
        "Türk Halkını birleştiren tüm vatandaşlara  verilen gözdağıdır!!!Seçmen cevabını sandıkta en iyi şekilde vermeye haz… https://t.co/x4uHCL556r",
        "sardı.Oy veren vatandaşlar ,hükümetin bittiğinin farkında ,hükümet uzatmaları oynamanın derdinde,hükümete yakın ola… https://t.co/Rh1bmTLns3",
        "kalacaktı? Halkın fark etmediği lakin hükümetin fark ettiği olay,halk itiraz ediyorsa geri çekil, sus,olayın üstünü… https://t.co/qUruxHPwVt",
        "Salda gölünün doğal güzelliğinin tahrip edilmesine karşı verilen özveri,emek,dik duruş ülkenin maden sahaları, köşk… https://t.co/ZNgnLHrOaO",
        "@nihathekimoglu @selimkotil34 Yaşarken değeri bilinmiyen Haydar Baş gibi değerli siyasetçi, fikir insanlarının görü… https://t.co/x4BcLYQeiM",
        "açınız!!!Birlik olarak hareket edilecek zamanda bulunuyoruz.Fikirlerin kurtuluşa çare olması için, koltuğun boşalma… https://t.co/dSMEZnqUSV",
        "Ülkede neler yapılmasına ortaklaşa toplanıp karar verecek olan güç muhalefet partileri ,bırakın yapsınlar biz hazır… https://t.co/7YuYjxd8Yo",
        "@giriitli @CaKizil Başınız sağolsun Allah rahmet eylesin..",
        "Suskunlar beklemede, unutmayınız ki volkan bile patlamadan önce derinden gelir... https://t.co/XJuf8I06ke",
        "@egirisim @hakki_alkan Geçmiş olsun acil şifalar.",
        "Hal çıkış ve satış arasındaki afaki farklar sayın maliye bakanlığı konuyu yakından takip etmeniz halkın yararına ol… https://t.co/apauFBKKL6",
        "Pazara giden,ürün fiyatlarininpahalli olmasindan yakinanlar var,sayin belediye yetkilileri,valilikler şişirilen ürü… https://t.co/YZnBJVodte",
        "\"Yandığın ateşi tarif edebiliyorsan, aşık değilsin demektir.\"",
        "Dönüp dolaşıp belkide bulamadığımız şeydir ADALET.. https://t.co/NwImVHL2oa",
        "öğretmek zorundayiz.Temenni ayrı uygulamak apayrı bir yaşamdır!!!Yazilanlari okuyan yetkililer yeterince vefat olma… https://t.co/qJMfRzrOKm",
        "Ekonomi planları yaparken,yeşil dogadan geriye ne kaldı diye bakan siyasetçi var mi?Bildiğini okuyan ,vurdumduymaz… https://t.co/FmKJscRRyw",
        "Pazara gittiginiz zaman alacak ürün bulamadiginizda çürük de olsa elim boş eve dönmeyeyim diye düşünenler, alın ter… https://t.co/EyKg99Fw8f",
        "herkesce anlaşılmıştır umarım?O zaman  eğitim sistemimizi geliştirmeye yönelik yasalar çıkarmak için daha ne bekliy… https://t.co/SN6sxOhq1H",
        "doktorlar,çiftçiler, işçiler çok denildiğini duyaniniz var mı?Eğitim sisteminin yaşantıya yararı mı var zararı mı ?… https://t.co/Iug06U8Udv",
        "Ülkeyi sömürenlerden, açgözlülerden sapkınlardan kurtarmak için bilimin önemini bir kez daha anladık mı?Eğitimin ne… https://t.co/eswIGo0Fuf",
        "@MURATABAS @lutfullahonder Ülkemizin başı sağolsun, Allah rahmet eylesin mekanı cennet olsun geride kalan yakınları… https://t.co/JQpZWTROxb",
        "Sayın Milletvekilleri,Bakanlar,üst bürokratlarve bu mertebeye giren nice vekillik yolunda yüksekmaaş alan ülkenin m… https://t.co/c35uMEyt40",
        "🇳🇿Yeni Zelanda'da başbakan, bakanlar ve üst düzey bürokratların maaşlarında 6 ay boyunca yüzde 20 kesinti yapılacak… https://t.co/bD0CJtEgmd",
        "@mustafabalbay Başınız sağolsun Allah rahmet eylesin.",
        "@tarimhayali Başınız sağolsun Allah rahmet eylesin, geride kalan yakınlarına Allah sabırlar nasip eylesin.",
        "@aDilipak Başınız sağolsun Allah rahmet eylesin Abdurrahman bey ,ALLAH geride kalanlara sabır nasip eylesin.",
        "@hsynturhan Başımız sağolsun Allah rahmet eylesin mekanı cennet olsun, devlet büyüğü, önemli bir üstad kaybetti ülk… https://t.co/xFE83XRO1I",
        "@feryal_ozel Nice sağlıklı senelere..",
        "@UensalArik Geçmiş olsun Allah acil şifalar versin Ünsal bey.",
        "Niyetiniz yargılamak değil\nanlamak olduğu sürece gerçeklere ulaşırsınız... https://t.co/keZPkmOp3O",
        "@ahb61Bas @hasanaydin1967 Başınız sağolsun Allah rahmet eylesin mekanı cennet olsun, ALLAH geride kalanlara sabır nasip eylesin.",
        "@AliAktasOfis @aliaktas7 Geçmiş olsun acil şifalar Ali bey.",
        "@HSNN89 Başınız sağolsun Allah rahmet eylesin mekanı cennet olsun, geride kalanlara Allah sabırlar nasip eylesin.",
        "@_Hayalet___ Yaşarken değeri devlet erkanı tarafından bilinmeyen büyük üstad ALLAH rahmet eylesin.",
        "@huseyniirfan Ülkemizin başı sağolsun devletimizin degerli insanını kaybettik,ALLAH geride kalanlara sabır nasip eylesin İrfan bey.",
        "Twitterin değerli sakinleri yazdıklarımız kimleri rahatsız etti yine şikayet ediyorsunuz ayıp değil mi?Okumayınız,… https://t.co/dl4EEZbhlz",
        "@_ErkanOz Sözde değil özde devlet adamı mantığıyla hareket ediyor,bravo ,darısı bizim milletvekilleri,yandaşlara Erkan bey.",
        "https://t.co/PEk6g6MX46",
        "ülkeyi birbirine düşürmeyi başardınız?Sonunuzu hiç düşünüyormusunuz, yolun sonu göründü,padişah suçluyu bulamazsa y… https://t.co/mUYwnLXapJ",
        "olanlar vermedi mi?DününTürkiye Cumhuriyetinde alkol içenlerin verdiği zarar mı,yoksa bugünün Türkiye Cumhuriyetind… https://t.co/Z1Au2epQLC",
        "Hayırsever insanlar cebinde,çantasında,heybesinde,torbasında daima dağıtmak için birşeyler bulundurur.Sizlerde gele… https://t.co/WytwsiM7vx",
        "@GokhunGocmen @MaliGuller Tek kelimeyle devlet adamı olma sözü sarf etmiş, darısı bizim ülkedeki siyasetçilere örnek olur inşallah...",
        "@ahb61Bas @lutfullahonder Geçmiş olsun acil şifalar,tez zamanda görüşmek üzere.",
        "@nihathekimoglu @selimkotil34 Geçmiş olsun acil şifalar, hayırlı haberler bekliyoruz.",
        "müspet fikirlerini veriniz,geleceğin aydınlığına onlarla kavuşacaksınız \"diye söylemiştir...Bizler Gazi Mustafa Kem… https://t.co/6V9jQjgzHf",
        "olmalıdır!!!Her seçim zamanı vaadlerle gelenler,sizleri ülkeyi ileriye taşıyacak eğitim sistemine davet ediyoruz,me… https://t.co/OJcH4KBazy",
        "oluşur. Bilime değer vermeyen toplumlar,şimdi daha çok bilim insani yetiştirmek istiyor sorarim sizlere bilim insan… https://t.co/WMiBr8RL1d",
        "sonrada sorgulamak gerekir?Milli Eğitim  Müdürlüğü gerekli diye müfredata aldığı sonradan vazgeçtiği birçok konu ol… https://t.co/saAT3l5WXb",
        "faydalarıni bilebilir.Ayni Deniz Gezmiş ve arkadaşlarının amaçlarını, ideolojilerini bilmeden sevmediğini söyleyen… https://t.co/p6RGD3YcT6",
        "Köy Enstitüleri ülkenin ayağa kalkması için ilköğretim çağındaki genç beyinlere verilecek uygulamali eğitim olmalıd… https://t.co/4U4L9iQuNV",
        "@mehmettuluce4 Başınız sağolsun Mehmet bey Allah rahmet eylesin, geride kalanlara Allah sabırlar nasip eylesin.",
        "@selimkotil34 Geçmiş olsun Selim bey acil şifalar..",
        "halkın sizlere cevabi ; yeteri kadar savunmadiginiz için düşünce suçluları içerideler,daha azim ile savunmayi yaptı… https://t.co/4fV0VUYWIx",
        "Tutuklu gazetecilerin milletvekili olma gayeleri var mı?Eğer ki cevap yok ise bu yazılan kitaplar,ortaya çıkarılan… https://t.co/EaHTKP1oI1",
        "ailesinin yüzüne bakamayanlar nihai sonuca imza atacaklar?",
        "birbirini izleyecek,birbirini ihbar eden edene izleyip hep beraber göreceğiz?Yönetime dahil olanları,verilen kararl… https://t.co/e7TY8IKbXz",
        "Akp hükümetinde uzun zamandır, çok başlı yönetim mevcut,herkes palazlandı,bunun adı metal yorgunluğu değil tek lide… https://t.co/ZYWuW8fjvk",
        "sahipçıkmalısınız.Aldığınızmaaşı hak ettiğini düşünenler bu görev siz istemeden size yazılı emir ile bildirilmeden… https://t.co/1Fu34RiCLX",
        "Ülkemizin muhtarları burada size büyük iş düşmektedir. İhtiyaç sahibi vatandaşlarımızın eksikleri ve sağlıklarıyla… https://t.co/CGSYs1fEDM",
        "uygulamak mi ,insanları sokağa dökmek mi ?Asıl şimdi virüs yayıldı etrafiniza bakarmisiniz,sokaklarda vatandaslar,araclar ?",
        "Ekmek bulmak için maskesiz ,mesafeyi sınırını unutup ,ordan oraya koşan canim ülkemin vatandaşları, korona yayılmas… https://t.co/kV6TrkM72E",
        "@aliaktas7 Başınız sağolsun Allah rahmet eylesin Ali bey.",
        "@UensalArik Sağlıklı mutlu huzurlu nice yıllar dileriz Ünsal bey.",
        "Ülke vatandaşları oylarını kömüre, aş'a,iş'e satmadı mı?Vatandaş geçim derdindeyim diye düşünmeden oylarını sattı h… https://t.co/Hp5xXAvh4s",
        "parçalıyor, halka gel bizim yanımızda ol mesajı vermeye çalışıyor? Halkın kandırmak para ile kolaydı ,şimdi ne oldu… https://t.co/w2ddxrJp87",
        "Senin işsiz, parasız, mutsuz olman kimin umrunda?18 yil ülkeyi başkası yönetmiş gibi kalkınma programı yapmaktan ba… https://t.co/Cp3DwKBERb",
        "suçlu ilan edeceksiniz?Vekil seçildim diye sevinenler,boş ceket asılsa zaten ,sorgulamayan halk yüzünden, yine oy a… https://t.co/wbrp7E3b01",
        "Akp ile iktidarın balını yiyen arkadaşlar, hakkımız ile geldik sananlar,rantın size Allah tarafindan nasip edildiği… https://t.co/CQI2BnkDlB",
        "Atatürk diyor ki:\n\n“Bütün cihan bilmelidir ki artık bu devletin ve bu milletin başında hiçbir kuvvet yoktur, hiçbir… https://t.co/3JgYgZU5cA",
        "@caglarcilara @isbankasi Bankalar güneşli günde başınıza şemsiye tutar,yağmurlu günde şemsiyeyi çekiverir başınızda… https://t.co/EWw8b5ySnm",
        "@ferhatyeter13 @EmreUslu Başınız sağolsun Allah rahmet eylesin",
        "@OmerOzkubat Eğilmeye, bükülmeye gerek yok Ömer bey twitter kaçıncı uyarı yarın hesabi kapatacak,utanmaz insanların… https://t.co/TvRj9r3O6E",
        "@toygunatilla Toygun bey uzun zamandır sesi çıkmayan terör örgütü suskundu,yada susturuluyordu!odun toplamaya giden… https://t.co/EM7XUbnVhg",
        "Twitter'in değerli sakinleri yazdıklarımızın ucu kime dokundu gene şikayet ediyorsunuz?Gerçekleri duymak ağrına gid… https://t.co/2ISrI2r07s",
        "@celiknevzat Hayırlı olsun Nevzat bey,başarılar.",
        "@zekeriyaakturk Başınız sağolsun Allah rahmet eylesin Zekeriya bey,Allah geride kalanlara sabırlar nasip eylesin.",
        "olmaları gerekmektedir.Vatandaslarin ve hastane yetkililerinin zor duruma düşmemesi adına zamanında tedbir alınması… https://t.co/MoMtwbT13U",
        "Belediyelere geçen beldelerden atıl durumda bekleyen ambulanslar faaliyete geçirilmeli, kapalı spor salonları, kong… https://t.co/ymd290BMFe",
        "soru sormuyorlar,hala ara sokaklarda gezen 20 yaş altı gençler sizler bu ülkenin gelecegisiniz ısrarcı olmanız nede… https://t.co/glEYEIgtqj",
        "Çocuk Esirgeme Kurumlarında bulunan savunmamız çocuklarımız icin alınacak tedbirler yürürlüğü girdimi acaba?Sokakla… https://t.co/E0xJOF99hm",
        "@Av_umituysal @ismailsaymaz Ümit bey tüm belediyelere açık olarak bu tarım politikalarını uygulamaya davet etmeniz… https://t.co/JfGZHzsSxp",
        "@Paleosismolog Ramazan bey ilginize teşekkür ederiz, alim olmuş olabilirler yada ülkede deprem çabuk unutuldu yine… https://t.co/kG9ZwjQ69L",
        "@mansuryavas06 Tüm vatandaşlardan takdiri hak ediyorsunuz sayın başkan, darısı diğer belediye başkanlarımıza nasip… https://t.co/OHmHXR74ma",
        "olur.Kimyasal ve teknoloji icinde aldanan sadece bizler oluruz,sağlık kaybolmadan,üretim seferberliği ,tarım bakanl… https://t.co/t5hQdojetJ",
        "Bahar mevsimi üretim yapmanın başlangıcı lakin çiftçiler küstürüldü mü bu soruyu herkes kendine sormalı,yanlış tarı… https://t.co/MzxoSnKaTv",
        "Tırtılın yolun sonu dediğine, yaradan kelebek demiş...\nİşte hayat böyle bir şey...İnsanoğlu özünü,varoluş gayesinde… https://t.co/Qq9jFrjQOA",
        "götürmek için öncü olmanız bekleniyor?Sizler er meydanına çıkın inandırıcı olun ki ,halk yanınızda olsun.Lakin kims… https://t.co/9dVdq2wOzU",
        "diline varıp da sözcüklere dökülemeyenlerimizle kucaklaşmalıyız, 1aydan fazla evde olan,geliri olmayan,yiyeceği bit… https://t.co/Z3rdrK9iIu",
        "Ramazan ayı yaklaşıyor, evde bulunan halk için belediyelerin yada sivil toplum kuruluşlarının önderliğinde hayırlar… https://t.co/tyC0GoXsDW",
        "Korona Virüsü nedeniyle vefat eden vatandaşların emeklilik ve emeklilik haketmemiş olanlara yapılacak odemeler konu… https://t.co/LBGs2N5Irz",
        "Devletten yardım gelecek diye beklemenin mantığı nedir ?Bütçenizi niçin kullanma zahmetine girmiyorsunuz?Farkında o… https://t.co/5XBwW0BJTq",
        "Ülkenin tüm belediyeleri hala maske sorunları için ortak hamle yapmıyorsunuz?Birkaç belediye dışında nerede diğer b… https://t.co/2faRDwxNDT",
        "@omerramikaraali Başımız sağolsun Ömer bey,geride kalanlara Allah sabırlar nasip eylesin.",
        "@SelcukRSirin @1milyonktp Ülkemizde uzaktan eğitime uyumlu kaç öğretmen kac eğitimci var bi düşünelim, Millî Eğitim… https://t.co/dQNONoXEyu",
        "bana ne diye sırt dönmek, memlekete en büyük ihanettir!!!",
        "dönemleri tohum,fide,gübre, ilaç desteğine el vermezseniz çoğu ürünler bitince ne olacak,öğüten fabrikalar,insanlar… https://t.co/XS2NGt22Jw",
        "Ülke evinde olsun ama üreticiler üretmeye devam etsin,ambarlarda ,raflarda,depolarda bulunan erzak kaç gün yetecek… https://t.co/bkF250rdQZ",
        "@erenerdemnet @herkesicinCHP @KoronaReport @CHPKadinIstanbl @CHPKadinKolu @chpkadikoykadi1 @PartiOkuluCHP… https://t.co/lJEE8pNeAa",
        "bütçe mi kaldı,yama yapacaksak ayakta kalmak için yapılacak, zaten vatandaşı kim şuana kadar düşündü ki?Birlik olsa… https://t.co/exxJPz8pvD",
        "günü kurtarma derdinde.Devlet de elini taşın altına koyacak 1 ayda vatandaşını sırtlanacak ,vatandaş asildir,sadaka… https://t.co/hlSdFBOjC0",
        "Imf'den yada başka ülkelerden şuana kadar borç alarak bi şekilde yaşam devam ediyor.1 ay daha evde kalsa vatandaş e… https://t.co/yISil7L97r",
        "Muhtarlar,belediyeler,sağlıkocakları, kolluk kuvvetleri insan sağlığı ne zaman acil olacak,pazarcılar,kargocular,çö… https://t.co/BzHeuqoC1E",
        "Memleketde tekstil atölyeleri, fason çalışan bir çok firma var ,biz hala maskeleri ülkemizde bulamiyoruz diyen vata… https://t.co/L2hxd0mNU1",
        "@a_aydogantr @hh8170 Allah rahmet eylesin,başımız sağolsun.Gözgore göre yaşanılan çözüm ellerindeyken susanlar şimd… https://t.co/Wj3GHsHy2i",
        "Kısa çalışma ödeneği icin işkur müracaatları e devlet üzerinden basitçe yapilabilmelidir.Kayıt sıkıntısı yaşayan mu… https://t.co/pBtAOndErW",
        "Sağlığımızı bile verilen oyun rengi tayin ediyor,parti tutmuyorsak ne olacak,siyasi görüş sahibi değilsek ?Yaşamak… https://t.co/cZPqilmGds",
        "mantığında?Memleketde ikametgah eden Suriyeli arkadaşların tamamı gönderildi mi yoksa hala bu vaziyette bile bakiyo… https://t.co/kO7jbOChW5",
        "Hayat çatlak bardaktaki suya benziyor içsende akıyor,içmesende akıyor...önemli olan yaşanılan anıyla iyi doldurabil… https://t.co/okqOPooL7h",
        "@Hilalzcan20 @nasuhmahruki Allah kabul edermi bu arkadaşların kutsal görevlerini, hani arınıp, kul hakki almamaya t… https://t.co/bZvByzMIc4",
        "@caglarcilara Bankalardan çekilecek krediler ve maaş ödemeleri içinde aynı uygulama yapılması gerekli,kalabalık say… https://t.co/ZQw7i9dsyo",
        "belirlemelidir.Evsel atık torbalarının içine  atılıp çöpler atılmamalıdir.Çöpten rızkını kazananlar virüsü kolaylik… https://t.co/8Ct4Yg0KHN",
        "Belediyeler sokakta çöp toplayan,çöp bidonlarını karıştıran vatandaşlarımıza maske ve eldiven tedariki etmeniz gere… https://t.co/WlMS5K5m35",
        "Vicdanınızın sesini dinleyiniz,yaşamak herkesi hakkı!!!",
        "Hasta olunca hastanedeki doktoru dinleyenler şimdi niye dinlemiyorsunuz,maskesiz,eldivensiz dışarı mümkünse cikmaya… https://t.co/87QTgspTMX",
        "@ismailsaymaz Eleştirilmeye tahammül edemeyenler,birlikmesajı nedenvermek ister,hatalarından ders almasını görmeyen… https://t.co/dRwEDQdB7P",
        "paşanın yaşına bakmadan,geçmişin hatasını sormaya kalkılmadı mı?Herkes sırasını bekleyecek,bunu da yaz hakim bey,um… https://t.co/Gzp72TXMXM",
        "bu virüsü idare edemediğiniz için geliyor.Şunu unutmayın bu ülkenin her vefat eden ferdi için bir gün biri yada bir… https://t.co/e3MsFS8Dfe",
        "getirecek kredileri.Herkesin banka hesabı,kredi karti mı var?Dişinizi sıkın deniliyor vatandaşa, vakıflara aktarıla… https://t.co/0DK9qofaMA",
        "konu tartışılıyor, vatandaşta doktorlar tek fikirde birleşemiyor diyerek bildiğini okuyor. Bankalara kredi verin ta… https://t.co/cKWTGJUexu",
        "mı?Dış devletler mücadele ederken televizyonlardan,sosyal medyadan seyrettik ama sadece seyrettik o kadar.Katı tedb… https://t.co/Qicey12Z3e",
        "Ülkemizin nisan ayını sıkı karantinada geçirmesi gerekli,Abd ilk başta nasıl  umursamadiyda korona virüsüne, şimdi… https://t.co/bHd73ZZLq8",
        "@TasciogluOnur Başınız sağolsun Allah rahmet eylesin.",
        "Merhum Süleyman Demirel'in sözü ile kapatalim yazımızı;\"tencerenin düşüremeyeceği hükümet yoktur\" bu böyle biline?",
        "modelleri ile ancak olur. Peşkeş çekilen yerlerden alınan rantlar bitti mi,o vakit rantı alanlara yapışacaksın ki v… https://t.co/UHUTHrwHKF",
        "durumda değiliz.Rotadan çıkan idareciligi kendi menfaatleri dogrultusunda yönetenler bu idare sizlerle olmayacak ya… https://t.co/TZdUbPDtzt",
        "Savaştan cıkmış bir ülke Gazi Mustafa Kemal ATATÜRK'ün uyguladığı Inkılaplar sayesinde ayağa kalkıyor!!! Vatandaşla… https://t.co/zCr9alwHUc",
        "dileğiyle ,programlı yapılırsa yetişmeyecek ders olmaz,başarı ve güven ilişkisi öğretmenlerin emeklerine yansıyacak… https://t.co/OnmTnhRJSv",
        "izlenmeli,konu üzerine tartışıldıktan sonra öğrencilere eğitim verilmelidir?Zaman meselesi diyen yetkililer ,hatala… https://t.co/Uid6DsURvb",
        "Korona Virüsü sebebiyle okulların açılamayacağı tahminin ötesinde kesin gibi,Milli Eğitim Müdürlüğü öğrencilere kal… https://t.co/xKG7UhUfLi",
        "nesillerin suçu, günahı ne?Telafi yapacağınız sandık geliyor,gözünüzü, kulağınızı iyi açın bu düzen bitecek bu hükü… https://t.co/BJzYVMr1Yk",
        "kesesini doldururken,laf edebiyatı ile gazel okurken bugünleri düşünemeyen arkadaşlar Gazi Mustafa Kemal ATATÜRK 19… https://t.co/CznU7BUdum",
        "alıp şahsiyetinizi iki paralik etmeye,başınızı yastığa koyduğunuz zaman ödenecekborçları düşünen, koyun gibi güdüle… https://t.co/a091Hyvxdw",
        "onların paralı, sizlerin parasız olmanız, siz virüslü hayatla ölümü göze alarak işe  giderken onlar evlerinde ,kahv… https://t.co/mEQ4DapQpr",
        "Ülkede tek adam rejimi olmasın diye söyledik dinlemediniz? Halinden memnun vurdum duymaz Akp'ye oy veren kitle,görd… https://t.co/ExznqphRL6",
        "birlik olarak duyurmak sizlerden!Muhasebeciler Odası toplantı, seminer yapacak ki üyelerine konuyu açıklayıcı izah… https://t.co/wkVb2Vv1Lk",
        "Muhtasar ve Prim hizmet beyannamesi 1 Mart 2020 tarihinde tüm Türkiye genelinde uygulamaya geçecek?Muhasebeci camia… https://t.co/2BOaWqnLfU",
        "herkesin hakkıdır.Gercekleri konuşamayanlar ,haksızlığa dur diyemeyenler ömür kısa,belki bugün son gününüz!!!Bizden… https://t.co/OKDHuQdHz7",
        "Dağların arkasında korku ile saklananlar twitter hesabımızı şikayet etmekle elinize ne geçiyor, kaç gün susturabile… https://t.co/mjgkEukWKJ",
        "Devlet istemez bilirsiniz sorgusuz  alır,isteyenler sadece,makamzadelerdir...",
        "saatleri hediye alanlar,zulaları olup da yokmuş gibi davrananlar,imf ye verdigimiz borclar,ukranyaya yardimlarimiz… https://t.co/1DrQyJlEmB"
    ]
}