{
    "screen name": "KevinGr08872905",
    "no. of tweets": 190,
    "tweets": [
        "Yeah, u right lol momma he wanna taste u but don't forget to return the favor. https://t.co/X7OPLqW2zy",
        "Evil, I can deal with evil disguised as a model. #SummertimeVibes thread will determine how evil or nice you are… https://t.co/4SwxkVNVNb",
        "Awww that's admirable... But anyhow #SummertimeVibes thread the perfect candidate get wit it @KevinGr08872905 https://t.co/LXHD3FhaYT",
        "Baby u ain't gotta be boring get on this #SummertimeVibes thread @KevinGr08872905 let's see how u meet out the comp… https://t.co/N8KVdDzoE5",
        "Yeah cuz ppl think celebrities are pushovers cuz they don't wanna be involved in no BS.... https://t.co/cOoaXPRYcw https://t.co/xltSi5ATvT",
        "SWYD and get w/the #SummertimeVibes thread @KevinGr08872905 https://t.co/GZsLNsZiHA",
        "Profile look like #SummertimeVibes   is that all u got..drop a thread @KevinGr08872905 https://t.co/HF3hTa6YcO",
        "I'll like to see how true that is so get at the #SummertimeVibes thread @KevinGr08872905 https://t.co/KnFHahrtdm",
        "All I'm saying is #SummertimeVibes  thread @KevinGr08872905 get wit it... https://t.co/GF3oLKaW1C",
        "Well don't get mad cuz I want you to get down w/this #SummertimeVibes thread @KevinGr08872905 https://t.co/lbOxHz4XiR",
        "Well try some coconut or vanilla body spray from bed bath &amp; beyond. Spray it on w/your #SummertimeVibes thread… https://t.co/ZruzOuBJVs",
        "@jordanalexius1 get w/ this dm #SummertimeVibes https://t.co/GNsfqM2I6d",
        "Well treat us to a #SummertimeVibes thread @KevinGr08872905 https://t.co/xpdWcz7LwW",
        "Just be sure to get w/ the #SummertimeVibes threads @KevinGr08872905 👙👙👙👙 https://t.co/GrOYAVvX0h",
        "Stop by my kitchen, $200 hot dogs for a worthy cause.🌭🌭🌭🌭🌭 https://t.co/u0lnRe5YKM",
        "I'm only familiar w/3 out of 4 so one of 'em at the bottom. https://t.co/C9bIoIFHmx",
        "Hell I wantta see if anybody can out do me w/ #SummertimeVibes threads @KevinGr08872905 https://t.co/buENAMP0Zq",
        "Can u make the cut #SummertimeVibes threads @KevinGr08872905 https://t.co/0KIx1byXVN",
        "Well holla at this #SummertimeVibes thread @KevinGr08872905 https://t.co/9YYzc4OO0a",
        "@_flawlessnana Well let's have👡👡👡👡 a look!!!👀👀👀👀🍭🍭🍭💄 or🔨🔨🔨🔨🔨",
        "Ain't nuthing like holding yo' plate sitting outside w/thread #SummertimeVibes @KevinGr08872905 https://t.co/Kd94LjpvRw",
        "✂️✂️✂️✂️✂️✂️✂️✂️✂️✂️🎓🎓🎓🎓🎓🎓 https://t.co/In9DacPMNn",
        "U might do well w/the #SummertimeVibes thread @KevinGr08872905 https://t.co/1Z1EBWsOLP",
        "@TattiTheBody Get on this #SummertimeVibes thread @KevinGr08872905",
        "@aleahrenee_ @x_aliyah_ Hit me up #SummertimeVibes @KevinGr08872905 u summertime fresh!!!👀👀👀👀",
        "All in a days work!!!!🤑🤑🤑🤑🤑☠☠☠☠☠☠☠☠ https://t.co/jj5h8Z2XrD",
        "#SummertimeVibes\n#MeandYouCuddle\nNone of your biz what we doing under the covers!!!\nSummertime vibes threads!!! https://t.co/Po95p1CjAB",
        "U can go to a spot off 15th st. By the dollar general or u can go to the buffet spot off skyline blvd across from W… https://t.co/3IC4ZmzA5F",
        "Can any of u bitches say that yo' man, baby daddy, ride or die, would turn this bitch down, wouldn't make a pass at… https://t.co/N5m8k2ILBO",
        "Ya'll wish ya'll was this bad😛😛😛1 or 2 nights w/me that ass and thighs gon develope to the physique  of womanhood..… https://t.co/45XSEBZkCF",
        "Ion got no type🎼🎵🎶🦴🎵 bad bitches is the only thing that I like.....🎵🎶\nhttps://t.co/5lOVrkBmP3",
        "Tha same thang ya'll talking bout. Living, Eating, Fucking, Getting it. PERIOD!!!! https://t.co/aNoyvIAr7R",
        "All what ass!!!🐎🐎🐎🐎🐎 https://t.co/VcmpI6VkZR",
        "Coronavirus sucks😷😷😷😷😷😷 https://t.co/xfJ7mOHGW3",
        "Be grateful you can afford a man https://t.co/L20iXRB1BY",
        "RELATIONSHIP 101:Arguing and fighting somelovers never tend to agree on anything otherthanthat physical attraction… https://t.co/hwVMAh8X1W",
        "RELATIONSHIP 101:Don't push your lover to a point of stoic resentment. Your efforts to induce passionate emotions c… https://t.co/SjQkXYUwqH",
        "I worked my ass off today!!! I was nauseous by the time I was done but it felt good to make progress in a way I wan… https://t.co/JBLvSCBCuB",
        "Give it up for @Melbabee_  she created 2000s nostalgia. https://t.co/Snh2yScWKa",
        "Was micro biology one of your classes? In order to be a superior caregiver u not only administer meds. U have 2 kn0… https://t.co/b0fiNG03we",
        "Him: She lying this tha real photo🦴🦴🦴🦴🦴🦴 https://t.co/KbaVEjnohm https://t.co/OaCiagsInU",
        "🎼🎵🎶What's up??? Diplomat!! https://t.co/WnlrQ6NVml",
        "My \"associate\" feels some kind of way becuz he tried to play me. Now his shit look wack, I'm just being me. My dude… https://t.co/R4fchTvoWW",
        "This about the best its gonna get when it comes to Sunday dressed. No suit and tie...maybe one day. https://t.co/IEMjIetBSi",
        "2020 Graduating class it's your time https://t.co/aCZSAV2Ah4",
        "If you don't know now you know...🎓🎓🎓🎓 Cheers👩‍🎓👨‍🎓👩‍🎓👨‍🎓👩‍🎓👨‍🎓🍾🍾🍾🍾🍾🍾🍾🍾🍾🍾🍾🍾🍾 https://t.co/39Psuj6BhA",
        "Would love a little private get away wit my main squeeze..🗝🗝🗝🗝🗝🗝🗝 https://t.co/VoQZZk4EvW",
        "MJ probably made an easy mil today. How many of ya'll picked up them 5s.👟👟👟👟👟👟👟👟👟👟👟👟👟👟👟👟👟👟👟",
        "Ain't it funny the things we do to get paid. Shit we do to show nigggas that we ain't afraid.🕸🕸🕸🕸🕸🕸… https://t.co/oNb6R4ksei",
        "I wantta eat sum 😻 but wait I'm not done!!!!\nMissionary \nDoggy style\nRide it\nStanding up\nSitting down\nFetal \nSixty nine\nOh here I come!!!!",
        "👍👍👍👍👍⭐⭐⭐⭐⭐ https://t.co/H4tcKSbTsz",
        "Don't ask don't tell!!! Haaaa https://t.co/1cc6dG2KL3",
        "Not if it's a one night stand. I'll see u around.👫👫👫👫👫👫👫 https://t.co/13kAuhXQL3",
        "Ladies and Gents good morning. I introduce to you Mr. IDGAF.🤳🤳🤳✍✍✍🧠🧠🧠⛹️‍♂️⛹️‍♂️⛹️‍♂️🏋️‍♂️🏋️‍♂️🏋️‍♂️🏊‍♂️🏊‍♂️🏊‍♂️🏇🏇🏇… https://t.co/74HGBKFRIF",
        "Yes. https://t.co/ZXugcxN9wg",
        "U releasing all that repressed sexual tension. Put your mind in a higher place and sex is a mental demonstration.🎶🎵… https://t.co/XbMbjFenUH",
        "Tatts and piercings we in to fetishes.🎨🎨🎨🎨🎨🎨 https://t.co/WMKVmlFusL",
        "I bet u think he stupid!!!!🤧🤧🤧🤧🤧🤧 https://t.co/EBMxrdvM6s",
        "She said it!!!🤬🤬🤬🤬🤬 https://t.co/uGtrCyrNHA",
        "That's me everyday!!!!💰💰💰💰💰 https://t.co/sSxYtlbBGg",
        "Before now they had 2b at least 5'5\" I think 4'10\" will do.🍬🍬🍬🍬🍬🍬🍬🍬 https://t.co/4D6fYqC8JI",
        "Doc gon mess 'em up and charge u to fix 'em.👨‍🔬👩‍🔬👨‍🔬👩‍🔬👨‍🔬👩‍🔬👨‍🔬👩‍🔬👨‍🔬 https://t.co/HlwwHHvbLs",
        "I want to see the person who said that. That's too visceral to stomach. 🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮🤮 https://t.co/DgbWgomG9u",
        "It's a whole game outcha if u ain't playing u being played. https://t.co/LUtQYGYkKD",
        "It weird!!🦇🦇🦇🦇🦇🦇 https://t.co/Q5vSM7p4Ib",
        "I wonder what it's like to be a soft ass nigga. I've had 2 take some shit but dammit life's hard. U can't be soft w… https://t.co/hV6paQ4fOD",
        "I thought ur profile pic showed ur best features. Look plain compare to the others.😐😐😐 vs 🤩🤩🤩 https://t.co/A6s2NNIidQ",
        "The word of God is an intimate conversation.📖📖📖📖📖📖 https://t.co/40CxVzNeR5",
        "I was mad when u went to Miami and forgot about Twitter land. I'm like did she lose her phone?☠☠☠ https://t.co/hO8EI05zCI",
        "???? Why nursing? Was it conducive to not  pursuing something atypical to studies by a large margin of young female… https://t.co/Jqa2Erbasu",
        "I would dm some of u bitches but I'm stuck on myself. \nStuck on not getting fucked over\nStuck on not catching a mur… https://t.co/ihNyFotL0t",
        "I glad that's your description!!🤠🤠🤠🤠🤠 Mines is that mf that need to be put in the ground. A straight slime ball.🤮🤮🤮… https://t.co/dQklvB9jrG",
        "Good Cover or too much like Bad Publicity https://t.co/3sLTOwZBrg",
        "Taka your own advice: This might not be proper for a book cover. I might insert this one under \"Luxury of Freedom\". https://t.co/lzqQkXaCgo",
        "Homage 2 Polo. Had this one since a lot of ya'll made it out of high school. Ain't never been washed dry cleaned on… https://t.co/Mfne8SKpqL",
        "That coronavirus ain't no joke you can be sitting in your house, social distancing and all that. At the doctor's on… https://t.co/0NiL8ga95N",
        "Wouldn't be worried bout survival. I'd be sick of living with the anticipation of being taken out. I might hand u t… https://t.co/ruQb3lDLS3",
        "Except make sure them hips and thighs don't just blend in with tha sofa. https://t.co/QzeT5add9X",
        "@Nixxterr_ @_flawlessnana What he gon be!!! Mr. Good joy",
        "That boy goofy as hell😄😄😄😄😄 https://t.co/gRFkgOko3N",
        "Unless it's a quickie or he ain't in to u that's automatic. https://t.co/ClTj256iD2",
        "Neither, when u realize a mf can stone faced say all 4 and don't mean none of it u say okay I see what kind of envi… https://t.co/gKjdBNqWEc",
        "@asiaanikkii that's the mind set prior 2 even being in a relationship. https://t.co/tbdLRYZjQM",
        "Well Twitter ain't gone let u down. Plenty mf will for nothing in return. https://t.co/5OPEhfm5p2",
        "Cuz in case shit go wrong we gotta have sum 2 fall back on. U know how it go pu**y over niggas bitches will leave u… https://t.co/0mloPszJzV",
        "Best wishes on your special day.😷😷😷😷 https://t.co/Rrufjo9KuE",
        "WYD: getting my mac lines ready for shawty she stupid fine. https://t.co/qigOsIwfFN",
        "Is it:  PERSPECTIVE  or PROSPECTIVE https://t.co/wmvNTLbV9S",
        "I got plans this morning I won't be in the studio making that God forsaken rap music. I'll be at the temple making amends.🙏🙏🙏🎎🎎⛪⛪🕌🕍🗿🗿😇😇😇😇😇😇",
        "What's 2 talk about either she deserves it or she don't. We gon tolerate each other not just me tolerate her. https://t.co/wbCCbdQzws",
        "This the song I play after I break up with the girl I'm wit. Cuz they love sum Beyonce.\nhttps://t.co/oISsWL6Fsm",
        "Got the tek for ya boy if u really want tha smoke. Coming at me side ways look like suicide door. Long ass barrel w… https://t.co/bHaGDdMJEM",
        "Whoever said knowledge is power I couldn't agree more.🥶🥶🥶🥶🥶🥶🥶🥶🥶🥶🥶🥶🥶🥶🥶🥶🥶🥶 https://t.co/CjhWrUBAe5",
        "The stimulus funds has touched down. Um I like to thank the President for such a generous decision. I like to thank… https://t.co/eSRJHw4hsY",
        "I just had dinner this is what's left.🍕🌭🥪🌮🥓🥩🍗🍖🍕 https://t.co/fuuw09TcnL",
        "I'm her biggest fan... nah ion know her. https://t.co/RkZDOmpyOy",
        "It's cool if they homeboys  but we ain't letting random niggas run up. And even tha homie gotta be solid. https://t.co/mmhvLHBAd6",
        "I'll fuck over $0 if she bad. Best believe tha D got worth. https://t.co/0Jvy5S6pu9",
        "To much discrimination in the valley you might can be a waitress. U gon be mad working 8hrs and coming home with $1… https://t.co/wjal8NaT0g",
        "I do chiropractic work! No lie https://t.co/Cj9RJ3tGQP",
        "If u ain't dumb, you're absolutely dead. Which mean lose, hold your head down, be insecure. https://t.co/46fcMViCUp",
        "Try that stuff they call cannabis. Bet u like everything chocolate. https://t.co/TZpCrMYzSq",
        "I counted 24 u rich I got 1. https://t.co/cw4NN3Egsj",
        "So u cry u release the automatic response 2 hurt. The problem went nowhere that's why I say man up, woman up put th… https://t.co/vgZGJGBkrd",
        "Nah honey thank u letting me know u got tricks on the side. Bring it 2 poppa. https://t.co/Qxkv4mely6",
        "I have a lot of hate in me that I need to get out. No bitch that's what u think. I don't need to get nothing out. Y… https://t.co/weLp7tuhk8",
        "Slamming outfit!!! Shoe game super dope. https://t.co/xp0r6SRmIm",
        "Just 2 let u know I'm very friendly. Wit that tek bitch. How much love you want?🤠🤠🤠🤠🤠🤠🤠🤠🤠🤠",
        "@tajahakira @tierra_nicolee U know u gon try 2 play that nigga like he soft, a push over, passive where can I end.… https://t.co/cocmYALA3z",
        "Bitch u ignorantttttttttttt!😄😄😄😄 https://t.co/FS5x2X5Lnk",
        "This is the title of my latest work. The composition process let's just say it was humorously indulging. https://t.co/md8LklT3uZ",
        "U have to worry bout A woman that likes to eat excessively u don't know if they'll still look the same 2 yrs down t… https://t.co/VdtN1pgMtl",
        "a thousand kinds of fish\na hundred ways 2 cook shrimp\nbuttered crablegs\nGiant crawfish \nRed lobster it is once quar… https://t.co/fSkjd3KLT4",
        "Went to religious service tonight, can't describe how it was I just sat and observed. I guess it just held a lot of… https://t.co/By34he5m93",
        "I'm flexing on my threads 2 let niggas know it could be yo' ass tlkn' bout u worth this and that. U betn' not say u… https://t.co/tVTNU3QHsE",
        "It that wrapped around your finger concept that none of us like. https://t.co/l2e0an2kOh",
        "Ode Mood- Onefalse move willget u totally decapitated Figured if I worked hard enough tha fucking trap 'll pay me.… https://t.co/1LXXJHt5gY",
        "@KayAmbernique Looks like a completely different person from profile. Maybe it's the glasses.",
        "What u gon do Power 2 tha people Get this money &amp; fall back But they don't want either. Imma  crowd pleaser  word 2… https://t.co/ll9yDJeXPs",
        "@Tionniaaa What u think.",
        "U gotta fw somebody strong! Not everybody though. https://t.co/3K1acmLjh8",
        "Didn't realize it was Easter until I seen all these threads. Happy Easter all u of the faith.",
        "Well can I be forward. https://t.co/3R0DnAciEu",
        "And don't let the devil tell u different. https://t.co/1fs95OaD62",
        "Yo feet need to go on a diet they fat af. Nice though. https://t.co/Lz6UdmBJxf",
        "That's absolutely noble my man. https://t.co/OOhO2PvzU9",
        "Keep the faith sister. I wantta see u at bible study let's partake of the bread of life together. https://t.co/hO2ArTIvl2",
        "Somebody once told me the wrong situation turn hard niggas to bitches. https://t.co/btyXsOekcn",
        "Petite or whatever as long as they riding wit me all the way 1000. Scarcity!!!!👾👾👾👾👾 https://t.co/ez4bNkM126",
        "Ass wit the perfect curves that's\nwhat she got. Money alumni she want a knot. We got a bond probably knot. I'm feel… https://t.co/EmusgYnXQ2",
        "How many bullets gon hit ya. Arms up major league pitcher. U can say I'm made. Ain't behind bars beast in tha cage… https://t.co/UxWO3FplGH",
        "Find a hobby study the stockmarket or sum learn the bottomline of education. https://t.co/x5lhwoEn5y",
        "Who gon pay for it? https://t.co/pxLQ0KShNS",
        "I love a bitch that look like u can do that to. https://t.co/IeiBFBXj26",
        "Listening to they crazy aunts and uncles. https://t.co/zba0XoLiS8",
        "What's it like up there. No gravity? https://t.co/jYb0EDtlsh",
        "So what happens when all this rubbing causes an arousal. https://t.co/Pc7Ib6dSPS",
        "How the hell u can do anything but make ends meet with 1200 https://t.co/RLDJO3fvCs",
        "Where is the evidence. https://t.co/MvGszr7y4h",
        "Just make sure my $1800 doir glasses don't get smashed. https://t.co/XmO3dDbBpv",
        "Devious not my forte but I guess revenge in.⚰⚰⚰⚰⚰⚰⚰Lay it down.🖕🖕🖕🖕🖕🖕🖕",
        "Gurl you got ma thinkin' bout settling down. Stay out tha streets end tha beef get off tha bs and get a BS. Just to… https://t.co/EFNNuDowD3",
        "Mad for nothing you ain't getting the bags just ahabit of fucking.Gave me a lotta hurt said I wasdead instead I gre… https://t.co/zYHm9KMqOl",
        "@brandinishell not my intentions. If  u didn't look like u had a strong sense of self awareness I wouldn't played like that.☹☹☹☹☹☹",
        "All that conscious hype is played out. https://t.co/GHUBEUEBts",
        "Aight tough gal. Negligence suits you well. https://t.co/sRsCH9TxK4",
        "I'm sorry princess but u just told on yourself. https://t.co/vM9YCCDwBx",
        "I'm only supporting shit I'm comfortable with or like them outfits a no go. https://t.co/cBMUtYD4VG",
        "I thought u had some African American heritage in u. https://t.co/ckiifAqrYL",
        "Bro pretty boys extinct. Now man up and stop all that damn dancing. https://t.co/6lGmrs4mo2",
        "Whatever get under it offline https://t.co/d9feRo4RaX",
        "Hey u gon be nice to me or its fu https://t.co/wrP71bkV7l",
        "Let it continue then! https://t.co/XXRhODrgFv",
        "Can't be that fine ion see no picture https://t.co/HFpAzk0zBZ",
        "We in go mode and learning is too time consuming. https://t.co/PA7p4G7Uf8",
        "If you suppress your whims for delicacy like apple sauce u might discover your libido increases. https://t.co/mIzDB5TMM8",
        "Kept! That sounds a little possessive. https://t.co/5GHqzU9Gtx",
        "Well go for some punk shit https://t.co/mDUOKV3fMg",
        "Y'all ain't even moving in unison https://t.co/w4o2YfBUZc",
        "U should've already knew to get off the phone. https://t.co/8HxFWbFCPP",
        "Just say your blessings first cuz an abysmal bowel movement hit yo ass when you eat them fruits. https://t.co/brjDdHaMei",
        "Then I been calling and calling and yo ass can't get off the other line wit yo girls. https://t.co/TJtXC9ux3x",
        "Thursday Thursday I know u a club hopper https://t.co/0qvm4ZnPtu",
        "Alright plz pop yo ass over here and get buck wild. https://t.co/HMiuKV9s17",
        "Rich ass nigga u want the one percenter in anyway. https://t.co/sVjBAhfpc2",
        "U know your problem is derivative of lack of drive. https://t.co/QOqSwJ4Ss4",
        "We always do. https://t.co/19EoLZm00C",
        "U can attract and contract a lot of things. https://t.co/D0oxQWNIqe",
        "Then I know u been messing around  when u come home. https://t.co/Yr4VsjLncx",
        "You are not a nurse just a rumor they're spreading https://t.co/rjABAYBA3R",
        "You could have kept those photos https://t.co/iZxc1kJChH",
        "Hey you best respect your elders https://t.co/rwBD3eQmcq",
        "Try embracing you are natural figure stop all that waist trainer nunsense https://t.co/MdaUK07a4E",
        "They where they suppose to be https://t.co/vV7WfGo0N6",
        "By who the white supremacists. https://t.co/9qMGF37M0K",
        "Which means u not producing. https://t.co/nTtjhfMH5W",
        "U ain't got time for that. I'm on my way https://t.co/AjpW3OtDzB",
        "What u 9 now. https://t.co/0jq5GedhRJ",
        "Knowing you be ready to explode https://t.co/x9XENrIaNm",
        "You never even heard my voice. https://t.co/UbKL1ziB07",
        "U just saying that cuz yo momma found out u messing with her man. https://t.co/nltn4iuNV2",
        "Well take all that weave out your head. https://t.co/6ZBCjmPCF6",
        "Aawww her feelings my eyes misting.. https://t.co/gFjEqck0Go",
        "All this science shit 2 flunk the final exam. https://t.co/nhmbocF9eH",
        "Nah I'm coming through to get yo ass. Be ready too! https://t.co/1bxNrlXBqX",
        "U miss America tha detailer will service it for free. Just smile and wink https://t.co/pg9Dm35Aan",
        "Self-expression what a waste! https://t.co/ATlgtUEt0D",
        "You look bored. Like you take 6 showers a day. https://t.co/gSKWJ9mQNC",
        "Quit making excuses and get motivated. https://t.co/a3yXkFcUhK",
        "The devil will. https://t.co/XqN4vdoulP"
    ]
}