{
    "screen name": "briancmiller",
    "no. of tweets": 163,
    "tweets": [
        "Spot on.  https://t.co/6jO5n8J4GK",
        "So proud of @vickybailey6 and all our nurses! Happy #NationalNursesDay #NationalNursesWeek, #NationalNursesMonth an… https://t.co/DuBlQmvc5M",
        "#ALLINCHALLENGE https://t.co/XhLbqWg7Vr https://t.co/wCYPgHofC5",
        "I done it. I’m all in! Whether I get to go to the game with McConaughey or not, this is a winner and I’m just happy… https://t.co/moEsgnrkOQ",
        "13 things tech companies can do to fight coronavirus https://t.co/A5OUC9INCy @tracecorona #covid19 #contacttracing #publichealth",
        "@antoinae Oh dang! This is good. You don’t ask for too much. You give it though!",
        "Good reminder - you get knocked down, but you get up again. #nevergonnakeepmedown https://t.co/XVnMF3DscJ",
        "@typeform thanks for offering upgrades for COVID-19 work, we'd really like to get ours soon for @TraceCorona -… https://t.co/6c2LELytQK",
        "@Freeyourmindkid HEB gave all of their supermarket workers raises because they knew they’d be facing more stress an… https://t.co/dKpKILg19X",
        "Interview with @TraceCorona leader on how contact tracing app can slow #COVID19 - #CoronaTrace, a single answer to… https://t.co/OCQzQeykbu",
        "Product people, have you done Wardley Mapping? I got to attend a masterclass and working session today with my team… https://t.co/VRvjNSPb1z",
        "Want to help stop the spread of COVID-19? Join CoronaTrace @TraceCorona \nhttps://t.co/2xpgeBCP60… https://t.co/JphoTWPU5C",
        "@SlackHQ thank you for upgrading CoronaTrace who are working on fighting COVID-19 spread!",
        "@KUTX @HenryInvisible @Blackfret @ScholzGartenATX @MovingPanoramas @CHutsonNGoodCo @WomanSir @BadBoyCroy… https://t.co/Dc3ZHhOQCk",
        "https://t.co/GwnhZlDxBv",
        "@ndyG83 I’m so sorry to hear about your sudden loss. I lost my dad suddenly 4-1/2 years ago. I heard that he was ne… https://t.co/IiSbB2osDl",
        "We Need to Provide Another Degree of Personalized Support in Higher Education https://t.co/t6G8ValzT5",
        "@AdamSerwer This right here.",
        "@RonLisy Long live #LongChile",
        "@MOutfield Page not found.",
        "LinkedOut: The Middle-Skills Prospect Riddle https://t.co/GUNerAqcOT",
        "@budweiserusa Dang, @budweiserusa! That was good! I raise a toast to the team who made this and all of the ‘typical… https://t.co/xYP9fp79K3",
        "@misyrlena Ya think?",
        "@wes_bush *fiverr",
        "@wes_bush I like it. If you’re looking for feedback, I’d say the ghosted FIVVR text makes the subtitle a little har… https://t.co/IkWrPMnoIC",
        "Helping Teams to be Successful by Ezinne Udezue https%3A%2F%https://t.co/t1ADzSOHBF%2Fhelping-teams-to-be-successfu… https://t.co/HnpgoI8opC",
        "@joshgondelman Popeye is looking for his sandwich! #popeyethesailorman",
        "@wes_bush Great advice @wes_bush! It’s happened to me. Each time I take stock of what worked and what didn’t, and I… https://t.co/iXSbIYAtKN",
        "Shocked and saddened by this news....Tyson was a monumental leader who cared about patients and employees and about… https://t.co/RTPeJ50P4R",
        "I had wanted to be a librarian - even got accepted to Simmons School of Library and Information Science. Went into… https://t.co/POcxqXA49B",
        "Great to see a mix of competitors - @UMassAmherst is in the FBS so did not make the list, but but their 63.1 studen… https://t.co/BROtzaVeCg",
        "When they win, you mean. https://t.co/Kq86S8EYpR",
        "#SIS #EdTech https://t.co/5bWXIElEzW",
        "Oh, my. This gives me hope. I’m going to donate to #AmyMcgrathforSenate https://t.co/SjUbc70UFS",
        "#CowardCornyn #CutAndRunCornyn #StepAsideCornyn #RetireCornyn - ‘nuff said.",
        "@Lichten_Bright @mjhegar @JohnCornyn it’s time for you to step aside #CowardCornyn",
        "@pierce @NotionHQ Book: AnnaLee Saxenian, “Regional Advantage: Culture and Competition in Silicon Valley and Route 128”",
        "@lovevalgeisler They’re all great! like 4 as most direct and professional, but 3 is the coolest. And 2 is friendlie… https://t.co/xcF6QSikZf",
        "@MaramMPH Selfishly, I want you to stay in healthcare because the need for qualified and committed people is so gre… https://t.co/7EhnlxgUdU",
        "One big tragedy of #TatianaJefferson’s murder is that she was #premed - and there’s a shortage of doctors in Texas. https://t.co/EEN3ZmEmoz",
        "@1111summit @AllisonFox4News He murdered her.",
        "There is no justice that will bring back #AtatianaJefferson . Nevertheless the so-called officer must be immediatel… https://t.co/mw1t15jSgp",
        "Why are citizens being murdered in their homes by the police in Dallas-Ft. Worth?",
        "A pre-med student was mercilessly slain in her home in Fort Worth. The suspect is an untrained police officer. He k… https://t.co/TAHdModh3G",
        "The Fort Worth Police Department murdered a woman in her home. Lord have mercy. https://t.co/A5uvo6j9Ib",
        "We are at Arts San Antonio, about to hear @KingsChoir in the beautiful Laurie Auditorium @Trinity_U",
        "Looks like fun, but all white? Really #ThePolitician?",
        "Great opportunity to grow the next generation of scientists and STEM leaders! https://t.co/wcfZEXTMM5",
        "We’re heeeere!! #pcatx23 is off and running.",
        "#TheBarack - Joe Biden was there, okay?",
        "Love Product? Love ProductHunt?\nWith 18,000+ roles in 75+ countries, ProductHired is the largest product job and ca… https://t.co/I2LJPi7oUO",
        "https://t.co/a9DJXnMQu9",
        "https://t.co/nDTNVdqVdV",
        "Remembering Toni Morrison and the Passing of a Black and American Literary Genius https://t.co/DpTHLBwRZX via @InsightNews",
        "#deltapocalypse is serious. We are stranded in Boston trying to get to #ATX.",
        "@RepMarkWalker Safe to say you don’t have any friends in the minority community.",
        "https://t.co/WxNF3w5Fcg",
        "I'm attending Product-Led Summit. \n\nRT if you think others will find this helpful 🙌\n\nhttps://t.co/caxyA2F6Pj",
        "https://t.co/ItpbPbeVcP",
        "@morninggloria And yet you had no problem when she appeared in the Democratic debates! #unwantedivanka https://t.co/NLv1ZlpwwT",
        "Speaking of #reparations, We the People should mean ALL the people https://t.co/D164nnbWK2 via @YouTube",
        "Austin business works to close employment gap for deaf employees, one virtual mailbox at a time https://t.co/xLwqR3tlmg",
        "@BroderickGreer I’m a 27. But I first ate plenty of these - deviled eggs, fried green tomatoes, pigs feet to name a… https://t.co/SPrNLdkIJC",
        "@HannaFlint I think toxic masculinity is the “highly classified material” the father was working with that could destroy the universe.",
        "My dog has sheep ancestors. https://t.co/LaIbqR2yvd",
        "#studiojams are my medicine. Studio Jams #6 - \"Misty\" with @JoeyJazzOrgan https://t.co/eJMmx4EHin",
        "A.I. can make #implicitbias explicit in college application review. https://t.co/j2Vf08HDBf #highereducation… https://t.co/pbOThigz5M",
        "https://t.co/mjiYjMVgKU #pointingPoker also very cool for #retros",
        "#Skafish! @Gruberites https://t.co/cMOMzs10ZT",
        "Epic! Two leaders in college edtech merging! https://t.co/6t9PZSlIIa",
        "This is a guy to listen to! @gyalif is not only an expert in website personalization and marketing, he’s an engagin… https://t.co/8b8ZD4yd4U",
        "I joined hansgruberandthediehards for this tune at #skafish festival - #funsunday @ Zilker Brewing Company https://t.co/SuOu1HZPxa",
        "More blowcomotion fun at Tanglewood Forest Park. @ Tanglewood Forest Park https://t.co/RW9RSOOQ7G",
        "@WilliamBibbiani @nbcsnl This explanation is epic - it belongs in the library of congress!",
        "https://t.co/PkrOUOTrdY https://t.co/oDssWoPRCM",
        "https://t.co/EggKQ0xxnY https://t.co/LoUO9FNZvq",
        "@BroderickGreer Ouch",
        "Sprint planning - are you doing it right? Is it working for your team and delivering the outcomes you need?\n\nhttps://t.co/jAxVK7F3EL",
        "The Path to Agility - and how to achieve Agile Transformation at an organizational level. Great talk with… https://t.co/0xB1wittFs",
        "Tonight is the last chance to hear Vibrass band in #Austin - 6pm at Sahara Lounge, before they continue their US to… https://t.co/CqeK0GJ88w",
        "Online shopping overtakes a major part of retail for the first time ever https://t.co/NftNNn93RV",
        "@AnneBeck58 @HonkTX Honk!TX is at Mueller tonight starting at 6! Checkout Blowcomotion at the Amphitheater area nex… https://t.co/5IpkqTSOTs",
        "\"The Best Product Teams Crave Truth and Do Math\" - @hopegrrr https://t.co/EQuRgaFYqq https://t.co/mPf2WxqEtt",
        "One of the standout #productmanagment forums in Austin...if you're new or a native to the product scene, The Produc… https://t.co/OQOr2MBLVM",
        "A great new resource for emerging product leaders! https://t.co/vkMTtMix6u",
        "This looks like great opportunity for product and engineering people - see you there! https://t.co/UJHaM54tcs",
        "Are you missing #SXSW already? Well, don’t miss #Honk!TX Festival 2019 @HonkTX !  Coming up in 1 week and it’s free… https://t.co/pqT43rDzKL",
        "SXSW may be over, but the baddest free festival in #ATX is coming up! https://t.co/ECJRUaus6F",
        "@teddituesdaypod #crestview #ATX #SXSW2019 https://t.co/f7QO0NpVlN",
        "If you do anything in marketing or product - or you aspire to - and you want to learn from the absolute best, do no… https://t.co/GJmu84OgJO",
        "He’s ready. #MarchBadness https://t.co/o5Ta5mIDaf",
        "It will be fascinating to watch Amazon solve for quality/value/convenience. Their new chain won't be overlapping wi… https://t.co/X2GBgHuDal",
        "Product Management and Marketing are essential partners in product success. This joint meetup will bring both toget… https://t.co/LLCJaxTZ7e",
        "On the heels of all the great advice at #PCATX22 on becoming and succeeding as a #productmanager, here's some more,… https://t.co/URPNusrxyP",
        "A nice-looking group of people sharing product job-finding insights at #PCATX22 https://t.co/wnUIKYO5JW",
        "Full schedule for the day! #PCATX22 https://t.co/sUNKZibLhK",
        "It’s true - I’m way happier right now volunteering at #PCATX22 https://t.co/h43IZ6N5Bu",
        "Voted for my 10 picks - too many great session choices, can’t go wrong at #PCATX22",
        "*kicked off ! https://t.co/vq9sT8cUTE",
        "Thank you to #PCATX22 sponsors! @Pragmaticmkting @pendoio @UserVoice @weareabrigo @affinipay @ATXLaunchPad https://t.co/ga8Na2TQpn",
        "Lots of new faces at #PCATX22",
        "We are here! #PCATX22 has LI cked off!",
        "Don’t miss @HonkTX this year! It’s my first year playing with Blowcommotion - and look who else is going to be here! https://t.co/gihYIBoUxH",
        "@Shvartacus Mayhaps I be the chonkest, but I still needs my rest. https://t.co/hm7k2UJKSo",
        "Join me at Agile Coaching from Any Seat\nhttps://t.co/BIBLKWuYkX",
        "Close the Gap: Container Security Reduces Risk, Strengthens Ecosystem https://t.co/Xt8IaYA3mW via @DZone",
        "@RichardScheinin Thanks for sharing. I took a class with Archie at #UMass. It was unforgettable and he taught us ab… https://t.co/BHEm4R2Zo9",
        "Really important advice about prioritizing a product -- how you can be more confident in picking winners among your… https://t.co/7fFnR1GsqW",
        "\"Evidence scores - the acid test of your ideas\" - @ItamarGilad https://t.co/LWg0c48GqW https://t.co/QqpVi0DOf7",
        "Why Impact/Effort Prioritization Doesn’t Work by @ItamarGilad https://t.co/6MZ33ejTcg #prioritization #productmanagement",
        "Data Privacy Day is over but the awareness is ongoing! This infographic from @StaySafeOnline has good stuff… https://t.co/YBpwocCGuN",
        "@wes_bush The cover looks great, and congratulations!",
        "https://t.co/C5Jlj1OAFs",
        "@mcbridesworld reminds me of why @JoeyJazzOrgan is my musical hero.  Take a listen! You are going to love this...A… https://t.co/npK3xxmNsz",
        "@BroderickGreer And limited embarrassment...that’s how low the bar is now. You are spot on with this @BroderickGreer.",
        "A coalition of giant brands is about to change how we shop forever, with a new zero-waste platform https://t.co/Z2uW2XhLv7",
        "Kelly Lynn of HomeAway: Product Managers Need Confidence by @RezShirazi https://t.co/Q0SHT9sUgv",
        "https://t.co/eU3zDjX6Jt",
        "Good take on privacy from NYT today. 2019 is the year that consumers will take back our privacy. I blogged on this… https://t.co/DONBnk8sAe",
        "I just published 2019: The Year of Consumer Privacy https://t.co/2DWo3BIBnX",
        "I am playing tonight w/members of Blowcommotion. Come out, have a blast and support the arts in #Austin… https://t.co/iaHKbxlqAc",
        "From @Golden_Frog's policy dictionary: \"Block – Internet: The process of restricting access to the Internet based u… https://t.co/UyRVDniZse",
        "@cloud9psych @NAMICommunicate @OkayToSay @MassChallengeTX @alisa_roth @AtxJustice Congratulations, and here's to a great 2019!",
        "The status quo is unsafe at any speed! Go get ‘em @JCAdamsIII ! https://t.co/BD7uQTLSBr",
        "\"All code is guilty until proven innocent.\" #TDD Test Driven Development: what it is, and what it is not. by Andrea… https://t.co/jPTOtfoQBn",
        "@crossphd Just read - good overview of #TDD, waiting for the next installment.",
        "Tonight at #primetime, I was rehearsing with #blowcommotion brass band. No fact check needed: we were 100% #badass! https://t.co/VhSmDH5I2f",
        "@KateBour “Fall in love with the problem, not the solution.” And do research to identify the problem and what you c… https://t.co/AZ4hEseYK4",
        "Just joined @WCGrid to help scientists solve problems: from cancer and HIV treatments to renewable energy. Join me! https://t.co/mkU0Kqjydh",
        "Another great #product leadership post from @gibsonbiddle https://t.co/KK8LUNJWHA",
        "In #Austin and want to learn or improve #Salesforce skills? Register now for skillUp Austin's #training class in Ja… https://t.co/GLDQStwNy7",
        "I'm going to \"Top Tech Trends for 2019 (and Beyond) presented by the Austin Forum\".  See you there? https://t.co/QFFTPloMqg via @Eventbrite",
        "https://t.co/LrJxPe0xCX",
        "Thanks for the follow @wimia! Curious: why is @Golden_Frog's Vyper VPN not included in your VPN comparison at… https://t.co/ZpE4FOSYhB",
        "The Central TX Health Innovation Ecosystem - last of this year’s monthly talks at UT Dell - kicks off… https://t.co/45UrcGzHBr",
        "Ran my first 5K this morning, a Turkey Trot through the TX hill country at #MoRanch #running #Thankful",
        "@soylent Is this made of people?",
        "@vickybailey6 Seems to be part of #UT #DellMedicalCenter Co-Lab learning series https://t.co/mFda1FXwzA",
        "@pronoysaha https://t.co/vZffSvbi4g",
        "I'm going to \"The Central Texas Innovation Ecosystem: Insights and Experiences - Texas Health...\".  See you there?… https://t.co/o9SuTU6Fmf",
        "Just installed Tableau Desktop and am having fun with a sample data set...getting ready for Tableau training tomorr… https://t.co/AEpRiS8mCH",
        "Don’t be afraid to stay a developer   #developerweek https://t.co/XudGW2fc40",
        "Terry Leeper of #Amazon at #developerweek on Austin corporate growth (no #HQ2 clues) https://t.co/5zVXiCQLTb",
        "Join me at ProductCamp Austin Planning and Board Meeting\nhttps://t.co/EEOuo1a7QT",
        "Congratulations @fortafyus ! #Salesforce https://t.co/lw2bECZ4uv",
        "Just earned the Build a Battle Station App badge on @Trailhead and you should too! https://t.co/xsNkhfy9zF",
        "#disruptivetechnologies #education #elearning #agilesoftwaredevelopment #healthcare #adaptivelearning #scrum https://t.co/R4RC2swpvz",
        "Check this out! https://t.co/ONgeWfvrIL",
        "https://t.co/v6oY7B2Bl5",
        "Walter Mosley tells KAZI radio’s @kazibooks  about how he finished his new novel #JohnWoman - #TexasBookFestival",
        "@shanelle_mullin Clearly she means dog years.",
        "“Every healthcare IoT device from insulin pumps and diagnostic equipment to Remote Patient Monitoring is a potentia… https://t.co/N13FqlzIgV",
        "@Patticus I’d guess colocated teams run more experiments and thus discover faster, though that might not == faster… https://t.co/hfGCy2Ib3v",
        "@seanrmsy You bet! I’ll email you.",
        "@BroderickGreer A theist and atheist walk into a bar...",
        "@drliztruong @HelloAlice @cloud9psych Congratulations!",
        "@__Freakyclown__ Chocolate Astronaut",
        "@BroderickGreer Chocolate Astronaut",
        "@seanrmsy @trailhead I’m in the process. #Salesforce https://t.co/hehyWjsHyE",
        "Just earned the Build a Lemonade Stand App badge on @Trailhead and you should too! https://t.co/xMOhfJDDIs",
        "My time with CXL Institute has come to a close. Working with the CXL team and community has been a personal and pro… https://t.co/JBocUASOad",
        "@lovevalgeisler And to test and adjust the formulas (formulae?) to optimize customer success!",
        "https://t.co/DCWH18P9Wp"
    ]
}