{
    "screen name": "ChristianLoyo17",
    "no. of tweets": 140,
    "tweets": [
        "@ninalikespi Which is a particularly difficult ordeal within an intense environment like MIT.",
        "@ninalikespi This is a great thread. People with parents that finished college or have PhDs can guide their childre… https://t.co/90P8J32Pm0",
        "I’m happy that I’m home, but I really miss being in Boston.",
        "I think I probably will have used a pipette more times during my freshman year in lab courses than I will in my fir… https://t.co/TKFCRBwxcH",
        "Happy #DNADay! It’s my favorite biomolecule so I decided a few months ago to get a tattoo of it! 🧬 https://t.co/t1qEZnEmbj",
        "Had a little excursion last weekend and hiked a bluff overlooking the Mississippi River Valley. #EarthDay https://t.co/97cpdMhZm0",
        "I’ve been watching a series on Netflix called “Unnatural Selection” about gene editing and I don’t think this Bioha… https://t.co/5mFXk3nXtt",
        "This photo of space was taken on my birthday by the Hubble telescope. There must be endless wonders of Nature conta… https://t.co/08SLz5k9DM",
        "Does anyone just think about the past and realize that becoming a scientist was the logical decision?\n\nFor me, I sp… https://t.co/P3wg6L0K37",
        "Someone is living the good life while I’m doing some exam studying. https://t.co/ixkIrIzjrw",
        "Went fishing with my grandpa for the first time in a long time! Did some catch and release so these bottom feeders… https://t.co/60u4K17Gzw",
        "@NeuroNicolette Congrats that’s so awesome!",
        "I request that these stickers be available when I go vote in November. https://t.co/lzU17Cgwaz",
        "I really want to write things, but never know what to write about",
        "Never would I have envisioned that Minecraft would overlap with my PhD, but here we are. Can we replace lab meeting… https://t.co/NgbQ9MHVCg",
        "So uh.... some gas came out of Uranus. https://t.co/XWAd5MuCVZ",
        "Weighing the pros and cons of today, since I’m going home to Minnesota.\n\nCon: have to sit in a confined space with… https://t.co/4aWUYOIe4Y",
        "Me: finally starts to do rotations and research\nPandemic: “how about no”\nMe: ☹️",
        "Ran 5 miles today which is the farthest I’ve ran all year. 💪🏽",
        "Anyways, that's my plug for how #Pokemon helped make me a scientist and why I think its one of the best works of… https://t.co/qONnNBB0WD",
        "#Pokemon also introduced me to math and problem solving, because I needed to calculate the health points (HP) my Po… https://t.co/e5zdQQtM4H",
        "There are even #Pokemon based on different scientific topics. Deoxys is based on DNA. Zygarde is made up of single… https://t.co/gL9aLEfS9V",
        "There were trials and tribulations as you battled and trained your #Pokemon. Even when losing a battle, it meant yo… https://t.co/KyFZ3CEiIS",
        "Then you're tasked with conducting research by catching and documenting all of the #Pokemon out there. It started w… https://t.co/6byxpaYedQ",
        "You're first introduced into the world of #Pokemon by a Professor. I started playing Pokemon before I could read, f… https://t.co/OjZi9BPioB",
        "Now that I have more time at home, I've been playing more #Pokemon. I realized that Pokemon might have influenced m… https://t.co/oBS7ZhiEWT",
        "I’ve seen more pseudoscience and woo floating around the internet now than I think ever before. We as scientists ne… https://t.co/iDCinJmS9T",
        "If you’ve ever had water from an autoclave bin accidentally splash into your mouth, you’re immune to the coronavirus.",
        "One of these things is not like the other. #FungalResearch https://t.co/Bt6XIHSO51",
        "My first steps in being a plant biologist for my second rotation. 🙂 🌱 https://t.co/DLZ8BK8xci",
        "@pipetteprincesa Keep up the great work!",
        "Taxpayers that fund research should be able to reap the rewards at no extra cost. https://t.co/pS9aLViL8Q",
        "I saw an early screening of the first episode of the new season of Cosmos tonight. An inspiring reminder of how bea… https://t.co/0Rw6vXn6aY",
        "Personally, I think we should try not to use the phrase “I believe in science.” Rather, we should use “I understand… https://t.co/YeSFHfpYKI",
        "I’m a scientist. My research paper was not really a bad idea.\n\nlol idk about that one https://t.co/seMqt0frmc",
        "@NakedCapsid There’s also an evolutionary line of pokemon representing a dividing cell! https://t.co/gLLkCgGQIG",
        "We need more scientists in politics. Because now we have someone who fundamentally does not understand science in c… https://t.co/3XDYDp7K1m",
        "I’m jealous of all the people going to PAX East while I go to school. https://t.co/XRPNkk2cgM",
        "Yesterday I spent 4 hours trying to figure out why my code wasn’t working.\n\nToday I looked at my code for 5 minutes… https://t.co/ILITH9BDi8",
        "Streaking game on point 💯 Gotta take the small wins sometimes. https://t.co/62YHuaHGiX",
        "This democratic debate is wild",
        "Beautiful day to do some science!!! #phdchat https://t.co/xI1Pghi59w",
        "Successfully did my first ever RNA extraction today 😤💪🏽",
        "I’m watching disaster movie tonight, which parodies pop culture in the mid 2000s, and it’s less of a parody and mor… https://t.co/iZpDbs8v2L",
        "Roller drums are the McDonalds ice cream machines of science #rollerdrumbroke",
        "View from my lab desk for the next month isn’t too bad... https://t.co/M2xbGjjeis",
        "It’s been 9 months since I’ve done research and tomorrow I start my first rotation in grad school. I’ve never been… https://t.co/O63oUd5BYB",
        "I came to realize today just how helpful Academic Twitter can be for first gen PhD students. Through reading the ex… https://t.co/n9RiNZmwx7",
        "It isn’t profitable to develop antibiotics which will quickly become ineffective against resistant bacteria. It is… https://t.co/3uHvqo6KYc",
        "Trying to navigate grad school as a first gen PhD be like https://t.co/z6DvjW2Orj",
        "Being a scientist is so hard. But at the same time, I’m witnessing my college bound sister starting to get into pal… https://t.co/R2XO3O5L4B",
        "@SoyRyanNotEric Bruh it’s not his birthday tho",
        "It’s a good thing 24 hour flight reminder emails exist or I would’ve missed my flight home tomorrow.",
        "@pipetteprincesa Congrats!",
        "First final of grad school ✔️",
        "I just started using Mendeley and my life has been changed forever. #phdchat",
        "Last night I had a nightmare that I was kicked out of my grad program for no reason 😓.",
        "Got my haircut today. \nMy barber asked me “So which is Caucasian and which is Chinese?” (Referring to my parents)\nM… https://t.co/mEYeIvm5jw",
        "If you are an undergraduate, check out these summer research programs compiled by @cientificolatin. (In particular… https://t.co/uA8HRIG0qH",
        "Essentially, my research is about being a good person. https://t.co/uFLzaNoLlt",
        "Me channeling the power of C. elegans during my genetics exam this morning: https://t.co/0OAeunqEac",
        "Happy Carl Sagan Day!\n\nI often watch this video to remind myself that I am extremely fortunate to be a scientist. I… https://t.co/fdHj8Ta0ce",
        "Grad school is definitely challenging, but the fact that I get to wake up and learn something new every day is trul… https://t.co/Xi2ZZ1iTcd",
        "@NSchmerSchmer This is like the 10th email I’ve gotten since I started doing research in undergrad. Seems very legi… https://t.co/6SGStyfaED",
        "Grad cafe is toxic. It makes applicants feel unqualified to apply to particular programs. My program had people wit… https://t.co/DYdkS5QvOu",
        "@neurorican1 Both of my parents are bilingual yet never taught myself or my siblings how to speak Spanish growing u… https://t.co/v42fXwK3tr",
        "Tbh their experimental design is pretty cool though and provides a new model to test neuroplasticity.",
        "Scientists: Science is about rigorous testing of our natural world to understand it to our best capabilities. \nAlso… https://t.co/F2IMDNyhYB",
        "I grew up amongst a sea of corn in rural Plainview, Minnesota, started my scientific journey along Lake Mendota in… https://t.co/8vBxuNi5za",
        "My first few weeks in grad school has consisted solely of taking classes, which have proved to be really challengin… https://t.co/UJYco8KH3X",
        "I nearly failed general chemistry my freshman year of undergrad. I ended up with a C. Numbers and letters are unabl… https://t.co/02s2egveTx",
        "My issue with the Nobel Prize is that it continually propagates the idea that the best scientists are white males.… https://t.co/qsIfLxDy3P",
        "#ScienceTwitter is amazing, I tweeted about having imposter syndrome yesterday and have received so many great tips… https://t.co/h55fAHW0NR",
        "I had imposter syndrome in undergrad, but I’m starting to realize it’s A LOT worse in grad school. Any tips for mit… https://t.co/R4ByhVFC1K",
        "This is a great idea! If anyone is or knows someone who is interested in applying to PhD programs in molecular biol… https://t.co/OGiMECVdN6",
        "I just randomly met someone at the cafe who did their undergrad at Wisconsin and graduated from MIT biology. Small world, huh?",
        "Yesterday I went for a run for the first time since starting grad school. The first few weeks I felt a little overw… https://t.co/zPdpfZHMEv",
        "My professor: Explains concepts in genetics using math and statistics.\n\nMe: https://t.co/hD9Qsjrjh9",
        "@NakedCapsid Any and all archaea. My favorite is Pyrococcus furiosus which is found near hydrothermal vents in the… https://t.co/8XccL9JmwY",
        "@AcademicChatter Demon Haunted World by Carl Sagan. My all-time favorite book! It helps understand where psuedoscie… https://t.co/0WsIlPww43",
        "Excited to be a part of this group! 🧬🔬 https://t.co/mQldkOw1Lw",
        "We talked about transposons in genetics class today and I was inspired to make a meme. #sciencememes https://t.co/Dzxl1W1h82",
        "One of my professors reassured us all that we belong here and we’re gonna crush grad school 😭😭😭",
        "It’s my first day of 17th grade! #gradschool #phdchat https://t.co/0N0vb4sepY",
        "I sat outside an AirBnB today for an hour and a half because the host didn’t leave me a key and wasn’t answering th… https://t.co/beZ8PjBZ72",
        "Never did I ever think that I would be here. I’m excited to be a grad student at MIT and start this new chapter of… https://t.co/pjirKpsYIs",
        "I saw a wild humpback whale for the first time in my life today! Such amazing, beautiful, and huge creatures! https://t.co/6yX8nqi9VR",
        "News to ruin a Nihilist’s day: https://t.co/2Cg0vevxYO",
        "Well, it’s my last full day at home in Minnesota! I’ll miss the quiet life but excited to be living in a big city.",
        "@ReadMoreScience You’re very brave for doing this. I remember how scared I was when I told my mother (who worked fo… https://t.co/gW7oIKq4ex",
        "So within the next two weeks I move to the East Coast (I’ve only ever lived in the Midwest) and I start Grad School… https://t.co/XpKZ8GEkSb",
        "Plainview, Minnesota: home of the world’s best sweet corn! #cornonthecobday #hometown https://t.co/Y4sm4ofnSJ",
        "A second person has now told me I look like @elonmusk. I’m not sure what they see that resembles each other’s features.",
        "@cientificolatin @AcademicChatter After my experiences in the lab, I found I had a passion for science. I loved the… https://t.co/fQEcadVzcV",
        "I see me! 🥳\n\nI’m excited, nervous, and determined to help shape the future of #STEM along with diverse scientists f… https://t.co/810j6D7lpS",
        "I feel like people that go from undergrad to grad school have this weird limbo time in the summer in between. Like,… https://t.co/ZNk9BPZ5G4",
        "I’m going to miss Madison, Wisconsin so much. Such a great place to live.",
        "Going camping and hiking always remind me how amazing, beautiful, and powerful Nature can be! I’m so fortunate to b… https://t.co/jY2MaFidCX",
        "@Eli_ektdaR Just a “high af palm tree” https://t.co/4tjGy0Nd5Z",
        "An issue I have with some of the media is that they allow perpetrators of conspiracy and pseudoscience an equal voi… https://t.co/kAJeGpdfFW",
        "I haven’t done an experiment since I’ve graduated and I miss it 😭😭😭",
        "“MIT? You must be smarter than you look!”\n“Grad school will be good for you, it will keep you off the streets!”\n-Th… https://t.co/KxXUgOwCWl",
        "@Also_AScientist There have been a few people that have tried to belittle my accomplishments, which made me questio… https://t.co/H8ttClgnrc",
        "Coming back home means having to explain to family and friends that no, a PhD does not mean I am becoming a medical doctor. #PhDChat",
        "@ReadMoreScience DHW is my favorite! I just finished reading Broca’s Brain a few days ago, highly recommend putting… https://t.co/67n3ZH6l5h",
        "Look what came in the mail today! #Graduate #Alumnihood #Badgers https://t.co/Jf3aiYSRyP",
        "@AcademicChatter Hello! I’m a Chicano from a small rural town in Minnesota. I have worked on and continue to be int… https://t.co/XxPiTv8M6M",
        "@Also_AScientist https://t.co/q1nJLQ26pe",
        "Been thinking about starting a blog talking about science, challenges I’ve faced, and more things that I think about a lot🤔",
        "When I took the GRE, it was to apply to 3 of 6 graduate schools. By the time I applied, only one required it. The s… https://t.co/J15NcPsnyi",
        "In elementary school, I wasn’t allowed into the “gifted and talented” school-based club of students. Now I’m about… https://t.co/0pcZ3t6Hl3",
        "Always a great night when the @Twins beat the White Sox! https://t.co/sSBrTUt2UU",
        "My labmate and friend Nikolai Radzinski successfully defended his PhD thesis today from his work in the @burton_lab! https://t.co/9hLixVaL1R",
        "I graduated last weekend, so here’s a photo of me pretending to be a transporter on the membrane outside of the Mic… https://t.co/m4vPZ8gKKI",
        "Cookie decorating at the lab party! I made a bacillus dyed with FM4-64 and DAPI. It’s also expressing a membrane bo… https://t.co/aC4cTiKm9m",
        "In the past, I had people say I got into grad school because I’m a minority. Yesterday I won two awards from my dep… https://t.co/N67TonIiAJ",
        "LB agar is the forbidden fruit of microbiology labs.",
        "Closing out of the many tabs I have open after I finish writing an essay is one of the best feelings I’ve experienced in college.",
        "Last weekend at the Midwest Regional @sacnas Conference, I learned there is an organ in the ear that helps the brai… https://t.co/EXSBSCAeOe",
        "12 years ago, my 3rd grade teacher trained me how to use a microscope, with which I discovered a whole new world.… https://t.co/SJPuLZ3Awj",
        "@SoyRyanNotEric https://t.co/d6fvtnumaX",
        "I was accepted into a PhD program today! While I still have other programs to interview with and will be considerin… https://t.co/AFNw748Pks",
        "Views from the fourth floor of the Microbial Sciences Building. There’s snow place like the lab! https://t.co/ci7nC47tqc",
        "What the signs need to do in 2019:\n\nAries: Become\nTaurus: Scientifically\nGemini: Literate\nCancer: And\nLeo: Realize… https://t.co/QGMjkICP6J",
        "I’m officially a published author!Excited to contribute to scientific reproducibility with a protocol paper in… https://t.co/QMEZEt9aVB",
        "Honestly, a quiet, Sunday night in the lab is one of the most relaxing and productive places I can be to get work done.",
        "Scientists are Superheroes. https://t.co/k2dgyqAKM2",
        "@NSchmerSchmer @WiscLimnology I also had to admire the bloom! https://t.co/Ufhv0DQIso",
        "List of diseases/toxins I’m protected from because of vaccines:\n-Measles\n-Mumps\n-Rubella\n-HPV\n-Tetanus\n-Diptheria\n-… https://t.co/NmWWWCmoJx",
        "I, a microbiologist, spent the day listening to researchers in astrophysics speak and toured labs at @SwRI as part… https://t.co/GqZFEa479i",
        "Today, I was very fortunate to present my research in the @burton_lab to many scientists at @sacnas 2018!… https://t.co/SvHZpCleQk",
        "I officially started grad school applications tonight. Let the next step in my life start here!",
        "The weirder the better https://t.co/Nx3c9NNffe",
        "That feeling when you get one single colony of bacteria after plating four plates of transformation mixture and it… https://t.co/1fF3eHA3nB",
        "Being Scientifically Literate allows all of us to make informed decisions, be skeptical of erratic claims, and bett… https://t.co/Qo1Jy8pVUe",
        "I’ve been trying to clone the same plasmid for 8 months and it’s finally worked. https://t.co/xFLMDyb1Gc",
        "Happy Darwin Day!  Have you done a Hardy-Weinberg Calculation today???",
        "I think watching the @SpaceX Falcon Heavy side cores land simultaneously was the most satisfying thing I’ve ever watched.",
        "People in the 80s: Wow I bet the future will be so cool.\n2018: https://t.co/l96qo5Sbxa",
        "When you have to drink milk in Mexico and it comes from Argentinian cows and not midwestern American cows https://t.co/0uFJ0nKTLG"
    ]
}