{
    "screen name": "dr_cemalarslan",
    "no. of tweets": 195,
    "tweets": [
        "BDDK, müşteri şikayetleri üzerine 15 bankaya, bankalara iletilen talimatlara aykırılık sebebiyle, toplam da 19 mily… https://t.co/noSWyKnFQ3",
        "@baranvuralll 👋👋👋",
        "@baranvuralll Tek başına gram altının değeri, Ons’a bağlı değil. Dolardaki düşüş eğilimi, gramın daha fazla yükselmesine engel oluyor.",
        "@baranvuralll Gün içinde 1.751 $’ı gördü zaten. https://t.co/eyejqzZvMp",
        "Almanya ekonomisi, 2020’nin ilk çeyreğinde %2,2 daraldı. Bu oran 2009’daki %3,5’luk daralmanın ardından 10 yıl sonr… https://t.co/IUd1aEGdyf",
        "ABD’de Perakende Satışlar, Nisan ayında %16,4 ile rekor düşüş yaşadı. #coronavirus salgını nedeniyle 2020’nin ilk ç… https://t.co/0GowabxGo4",
        "TCMB, Mayıs Beklenti Anketi yayımlandı. Buna göre yıl sonu için TÜFE beklentisi %9,38'e, faiz beklentisi ise %8,19'… https://t.co/wlI7YK59e4",
        "15 Mayıs 1919’da İzmir’i işgal eden Yunan kuvvetlerine, \"olmaz, olamaz böyle ellerini sallaya sallaya giremezler''… https://t.co/hUhnctAlKQ",
        "@Ibrahim65702547 TL’ye karşı soruyorsanız cevabım hayır dolar uzun dönemde düşmez. Fakat Euro, GBP ve özellikle de… https://t.co/VPgslrcwYT",
        "@esra_cyln09 Hayır, TCMB rezervlerinin erimesi, TCMB’nin döviz kurlarını düşürmek için piyasaya doğrudan döviz sata… https://t.co/aSgKS2nM3y",
        "@KheyasReyns Kapitalist sistem, 1973 Petrol Krizi sonrasında 3. Aşaması olan Finansal Kapitalizm’e erişmiştir. O ta… https://t.co/eLvI5gqOZQ",
        "@MrSOCAR Evet kesinlikle öyle 👍👌🏽",
        "@MagisterKrypto Ben iddiayı severim biliyorsun hocam 🤩 2.000 dolar çok ucuz bir rakam olur Ons için. Hadi senin gül… https://t.co/m0XaKvjZp8",
        "@MagisterKrypto Eğer öyle bir şey olursa -ben o kadar olacağını sanmıyorum, maksimum 8 veya 9 trilyon dolardan döne… https://t.co/jF4U8xr1pD",
        "@MUSTAFA69458185 Dediğiniz haberi bilmiyorum. Ama size bir şeyler hatırlatmasına sevindim. En azından bir bilginin… https://t.co/hpKv6TZJ8k",
        "@DOBASAY 🤩🤩🤩👌🏽👌🏽👌🏽👋👋👋",
        "Dünya ekonomilerinin bu kadar irrasyonel kararlar ile berbat biçimde yönetildiği bir zaman dilimi, 1636-1637 Hollan… https://t.co/Xn6WEIbji8",
        "@sdaattt Hayır mümkün değildir. Bir para birimi üretildiği anda karşılık ayrılmalıdır. Para dolaşıma çıktıktan sonra karşılık oluşturulamaz.",
        "@MagisterKrypto 😊🤩😎🤗",
        "Dünya ekonomisinin kurtuluşu için 1944–1973 döneminde olduğu gibi yeni bir “Bretton Woods Sistemi” hayata geçirilme… https://t.co/naU159kJP9",
        "Sen bir Kuzey Avrupa ülkesi ya da Kanada, Almanya değilsin. Refah devleti olmana gerek yok. #Fed bilançosunu büyütm… https://t.co/zrpJtDTQvH",
        "Acilen “Laissez Faire-Laissez Passer” politikalarına geri dön. Batan bankaları ve şirketleri kurtarmana gerek yok.… https://t.co/OQSIp5DHE7",
        "Eyyy ABD 🇺🇸, kendi tarihini hatırla. Kurucu babaların olan özgürlük taraftarı Benjamin Franklin’in, Alexander Hamil… https://t.co/HujANsSBNv",
        "#Fed’in izlediği aşırı para basma politikası, tüm merkez bankalarına kötü örnek oluyor. En muhafazakar merkez banka… https://t.co/IIqOFqwbZr",
        "@mer50308296 Küçük yatırımcılara en az 1.000 kere söyledik ama halen ders almadılar. Bir defa daha söyleyelim. İhti… https://t.co/on2YJMJVg4",
        "@sungurtekinzal1 ABD’de sadece son 2 ay içinde gözlenen işsizlik rakamlarındaki korkunç artışlar, büyüme hızının se… https://t.co/2M4y6YNsLP",
        "@MatrixOzkoc Hayır limiti yok. #Fed Mart ayında yaptığı olağanüstü toplantıda, para basma limitini kaldırdı ve faizleri sıfırladı.",
        "Bu kadar karşılıksız #Dolar basmakla ile #Fed, ne yapmaya çalışmakta ve nereye varmak istemektedir? 😊 Para basmanın… https://t.co/20RHQMBcNz",
        "#Fed’in bilanço büyüklüğü 7 trilyon #dolar’a yaklaştı. 2007 yılının Ağustos ayında sadece 870 milyar $’dı. 2008/200… https://t.co/ttivan3yKG",
        "Van’ın Özalp ilçesinde yardıma muhtaç insanlara destek olmak amacıyla yardım faaliyetlerinde bulunan… https://t.co/PhaRvf8WMj",
        "@heyyymayk #DXY, ABD Doları’nın majör ülke paraları karşısındaki ağırlıklı ortalama değerini gösterir. DXY’nin artm… https://t.co/2tfQimQhT3",
        "TCMB’nin Çin ve Japonya merkez bankaları ile Swap anlaşması yapmaya hazır olduğu haberleri, döviz kurlarındaki düşü… https://t.co/75H0q2cJLf",
        "TCMB toplam rezervleri, geçen hafta 410 milyon dolar azalarak, 85 milyar 833 milyon dolara geriledi. 8 Mayıs'ta TCM… https://t.co/lq5G3irSp1",
        "ABD’de işsizlik maaşı başvuruları, son haftada 2,5 milyon artış beklentisini aşarak 2,9 milyon oldu. Bugün açıklana… https://t.co/aZxQQOgd08",
        "@silan_denizz Sen de sağ ol, var ol. Önemli değil. Estağfurullah.",
        "#Fed Başkanı Jerome Powell, 2. Dünya Savaşı sonrasında görülen bu en büyük krizin, ABD’de büyük istihdam kaybına ne… https://t.co/UyWfmbve5r",
        "@1f6fef3dd3144ae Evet doğru ama en azından bir yön gösterici olabilir. Bu anket döneminde bile AVM’lere gideceğim d… https://t.co/iESnheV0jS",
        "@silan_denizz @silan_denizz arkadaşımız #Dolar kumbarasını kırıp biriktirdiği #usd’ler ile #altın almış. Ayrıca… https://t.co/ZRpMO7znDV",
        "@silan_denizz arkadaşımız #Dolar kumbarasını kırıp biriktirdiği #usd’ler ile #altın almış. Ayrıca #Euro kumbarası a… https://t.co/0fu4ZI0J1V",
        "@sensizlik_89 CDS’i düşürebilirsek, yurt dışından daha düşük faizle borçlanma imkanımız olur. Bu da döviz kurlarını… https://t.co/HOvcqcaOmD",
        "Türkiye CDS (Kredi Risk Swap) Primleri, maalesef yılbaşından bu tarafa hızla yükseldi ve an itibariyle 626 puanda b… https://t.co/Jq2d13x6OR",
        "@sungurtekinzal1 Evet ama bu konuda henüz pozitif bir sinyal ya da mesaj gelmedi. Anladığım kadarıyla hiç bir geliş… https://t.co/vcEbIcKB6J",
        "@DCSemih Doğrudur, ama ben yeni gördüm. Bilgilendirme için teşekkürler. 👋",
        "#migros hizmette sınır yok sözünü gerçekleştirmiş. Müşterilerini denizin ortasında bile mağdur etmiyorlar. Bu hangi… https://t.co/tIJ3tfNVAD",
        "@baeviaa Dip desteğe değdikten sonra dönüş yapacaktır ve yön tekrardan aylık bazda yukarı olacaktır.",
        "@Dincercagan39 🤩🤩🤩👋👋👋",
        "Anketimiz sona erdi. Katılım gösteren 560 kişiye de teşekkür ediyorum. 560 katılımcının %88’i #CoronavirusPandemic… https://t.co/tHPqWvhLzP",
        "@aydogan46 👏👏👏 Kesinlikle öyle. Monetarizm’in kurucusu Milton Friedman (1912-2006)‘ı da normalleşme döneminin aydın… https://t.co/RKtoiTR1Tt",
        "Ne zaman dünya ekonomisinde bir kriz çıksa, hemen akıla ilk olarak Sir unvanlı ünlü İngiliz iktisatçı John Maynard… https://t.co/6aHmijIUpw",
        "@baeviaa Her ikisine de. Fakat altın daha fazla bulunmalı cüzdanımızda.",
        "Oooov bu nasıl veriler? ABD’de enflasyon korkunç düştü. Çekirdek TÜFE 1957'den beri en büyük düşüşünü gerçekleştird… https://t.co/hJD3gC7jDR",
        "@sensizlik_89 Sundu zaten şu anda 🤩",
        "#DolarTL an itibariyle 10 gün sonra ilk kez 7 TL’nin altına düştü. Bunda #DXY’nin 100 puanın altına gerilemesi önem… https://t.co/K8wdX8t8i7",
        "Çin’de Mao’nun iktidara geldiği 1949 yılından itibaren tüm dini inançlar yasaklanmıştı. Çin hükümeti, son yıllarda… https://t.co/yeYnFi8xUJ",
        "@01ee670c0eb9493 ABD Bombardıman Uçağı sanıp, İsveç-Tahran seferini yapan yolcu uçağını iniş yaparken düşürdüler. Y… https://t.co/fkFl6DBsOx",
        "Modaya uyup ben de kendime Komünizm Testi yaptım. 😊Benim gibi Freedom taraftarı birisi için #Coronavirus testi gibi… https://t.co/d3PW4GUkeJ",
        "Bir İran füzesi, eğitim tatbikatı sırasında İran savaş gemisini vurdu. 19 İran askeri öldü. İran’ın şişirilmiş bir… https://t.co/u07bNAZ3uc",
        "#TrumpYksyiErtele ABD Başkanı Trump’tan YKS’yi ertelemesini istemek mi? 🤣Bu hangi seviyedir yiğidim? 🤩 Yani bu kada… https://t.co/0jw39kgu7h",
        "@YukselBilgili 🤗🤗🤗 İyi yapmışsın o vakit. Sağlıcakla kal. 👍👍👍",
        "@muhammedtalhak5 Hay yaşa ağzına sağlık yav. Ne güzel konuştun kıymetli kardeşim. Bunu çevrendeki tüm akrabalarına… https://t.co/FBDPQlCtkV",
        "@YukselBilgili Sıhhatler olsun hocam. Resmi tarife böyle olmuş diyorlar. Fiyatlar uzaya çıkmış. Doğru mu? Bir de am… https://t.co/gDSQILgMSJ",
        "@HeybetYang En kısa zamanda. 🤗🤗🤗",
        "@Leyla07047054 Tamamen katılıyorum ve artırıyorum 👍👍👍👌🏽👌🏽👌🏽👏👏👏",
        "Bu Avusturya Ekolü’ne bayılıyorum gerçekten. Özellikle de Viyana Okulu’nun en büyük temsilcileri olan Ludwing Von M… https://t.co/pqKAnXRIe5",
        "@HeybetYang Ya topçu ya da popçu olacaksın 🤩🤩🤩",
        "ABD’de nasıl zengin olunur?\nÜst-orta sınıfa girmek imkansız değildir. ABD’lilerin dörtte üçü çok çalışmanın başarın… https://t.co/pVxhszYo1S",
        "@muhammedtalhak5 https://t.co/qf1ffS2Y5u",
        "@muhammedtalhak5 https://t.co/sjFxigShsD",
        "@baturhan_ylmaz https://t.co/U1rxKCx2sF",
        "@bahtiyar7106 Evet hiç şüphen olsun isterdim. Bizim için insan sağlığı tüm kupa ve şampiyonluklardan önemlidir. https://t.co/euZzTjf838",
        "@muhammedtalhak5 Evet bu konuda çok haklısın. Nihayet uyanmaya ve bazı olguları fark etmeye başladınız. Hep böyle basiretli olman dileğiyle.",
        "@muhammedtalhak5 Konu Fenerbahçe değil hala anlamadın mı Karadeniz’in yiğit evladı? Konu insan ve sporcu sağlığı. L… https://t.co/XQ28pfDZid",
        "@muhammedtalhak5 Sizin lobiniz güçlü ama yeteri kadar değil, daha güçlü lobiler var. Size kolay kolay bırakmazlar.… https://t.co/yIq0N6If9F",
        "@muhammedtalhak5 1. ve 2. Sıradaki takımlar aynı puanda. Puan farkı çok fazla olsaydı olabilirdi. Daha oynanmamış 8… https://t.co/iaDvPwOBTx",
        "Çok kıymetli Nihat Başkan’ım @TFF_Org. Sağlık her şeyden önemlidir. Tüm Türkiye olarak sizden beklentimiz, Basketbo… https://t.co/Xs4XoLKvwW",
        "@MaytakalM Ya ne oldu bizim Nihat başkana. Yıllarca Fenerbahçe’mizin 2. Başkanlığını yaptı. Eli hızlıydı aslında. T… https://t.co/R1UAtjQKbR",
        "@muhammedbg28 Tamamdır şimdi oldu işte doğru yolu buldun. Buna okeyim işte Gündoğdu Başkan. 👍 Yapıştır bize bir Gün… https://t.co/Pp6InGwVZd",
        "@zynbuslu Ne demek sizlerde iyi ki varsınız. Hep beraber tartışarak en doğruya ulaşmaya çalıştık. Hikayemiz yarım k… https://t.co/FsJJdiD2As",
        "@01ee670c0eb9493 Sizin işiniz de kolay değil o zaman. Allah yardımcınız olsun.",
        "@zynbuslu Seni mutlaka Yüksek Lisans’a bekliyorum. Bu dava sensiz olmaz Zeynep. Yine görüşeceğiz inşallah. Sizin sı… https://t.co/FEJX1Q2DAX",
        "@01ee670c0eb9493 Ben teşekkür ediyorum. Ekonomi bilimi ile olan ilginizin ömür boyu sürmesi dileğiyle. Sağlıcakla k… https://t.co/ip2ChfNdC4",
        "@zynbuslu Muhtemelen şöyle olurduk Zeynepciğim 🤩🤩🤩🤣🤣🤣😎😎😎 https://t.co/D3cd1rQJuo",
        "@01ee670c0eb9493 Kısmen evet öyle diyebiliriz. Fakat kendi ekonomi politikalarımızda, maalesef son yıllarda ciddi h… https://t.co/TXlDJ3hHj0",
        "@01ee670c0eb9493 FED’in faiz artırması, ABD’de genel ve tarım dışı istihdam oranının yükselmesi, ABD’de üretimin, m… https://t.co/W7ttd7Bamo",
        "@01ee670c0eb9493 Hayır etmez. Dünya parası olan Dolar’ın değeri, dünya piyasalarında farklı gösterge ve verilere göre belirleniyor.",
        "@yesimmoksuzz Tüm arkadaşlara selam ederim. Hepinizi çok sevdiğimi biliyorsunuz zaten. Sizler ve ailelerinizde sağl… https://t.co/zYmEETb2PJ",
        "Türkiye Varlık Fonu (TVF), Ziraat Bankası AŞ, Türkiye Halk Bankası A.Ş. ve Türkiye Vakıflar Bankası TAO'nun sermaye… https://t.co/XRKWOGKQjY",
        "@yesimmoksuzz Hayat işte Yeşim. Çok garip. Ne zaman neyle karşılaşacağını bilemiyor insanoğlu. Torunlarınıza anlata… https://t.co/7nb5JvwyGD",
        "@muhammedbg28 Lig 18 takım ile değil 21 takımla da oynanabilir. Alt liglerde şampiyonluğu veya yükselmeyi garantile… https://t.co/aYmQFuo796",
        "@muhammedbg28 Tescil edilmesi adaletsizlik olur. Herkes buna itiraz eder. Puan farkı yok 1. ve 2. Sıradaki takım ay… https://t.co/HjQKln07bU",
        "YÖK, dönem sonu sınavlarının yüz yüze yapılmayacağını açıkladı. Ödevler yükleniyor. Final sınavları için 27 Mayıs’a… https://t.co/gPsn1LFf8N",
        "@asriyent 👏👏👏👍👍👍👍👌🏽👌🏽👌🏽",
        "@asriyent İnsan sağlığı her şeyden önemli. BeinSports da şimdiye kadar elde ettiği karlara saysın. Kulüplerde küçül… https://t.co/RPQMbJyKon",
        "@muhammedbg28 Ama çok ısrar ediyorsan ligin tescil edilmesini şampiyon olacak takım @ibfk2014 olacaksa ben okeyim.… https://t.co/HvhCcZvNN8",
        "@muhammedbg28 https://t.co/DwAa003zrY",
        "@muhammedbg28 https://t.co/0svjpmWYuQ",
        "@MrSOCAR Yerli üreticiler eğer bu kapsamdaki ithal ürünleri, hammadde veya ara malı olarak kullanıyorsa, onlar da m… https://t.co/sx4c1TkEtC",
        "@MrSOCAR Gümrük vergisi ithal ürünlere uygulanıyor zaten. Sadece beyaz eşya değil, resmî gazetede ilan edilen tüm i… https://t.co/hxO6cyZ3jm",
        "@muhammedbg28 Hollanda Ligi’de iptal edildi. Fransa’yı mı baz alacağız illa ki yani? Lig iptal edilmezse zaten TS’y… https://t.co/ebOOH2WPOg",
        "Erkek Voleybol Ligi: ✅\nKadın Voleybol Ligi: ✅\nErkek Basketbol Ligi: ✅\nKadın Basketbol Ligi: ✅\nTürkiye Süper Ligi ❌… https://t.co/TgRaLOyxXK",
        "@HalilCansever8 Her düşüş alım fırsatıdır kademe yapmak şartıyla.",
        "@KaanAltikatoglu Bu soruya kamuya açık platformlarda benim yanıt vermem doğru olmaz. Ama şu kadarını söyleyebilirim… https://t.co/xq3U7XTMsX",
        "Bazı ithal ürünler için 30 Eylül’e kadar   %30’a varan oranlarda ilave gümrük vergisi getirildi. https://t.co/PRNvluSWdW",
        "TÜİK verilerine göre Şubat ayında işsiz sayısı 4 milyon 228 bin kişi olurken, işsizlik oranı %13.6, tarım dışı işsi… https://t.co/3Zwscgvgfu",
        "#DolarTL, #Gram #Altın ve #XAUUSD yeni haftaya düşüşle başladı. #usdtry de 7.0240, 7.0450 destek olurken, dirençler… https://t.co/ygAdGPMktS",
        "@AYNURKOLSUZ6 Allah rahmet eylesin. Başınız sağ olsun. Huzur içinde uyusun. 🙏 🙏 🙏. Evet kesinlikle haklısınız, çok… https://t.co/S3R5RKuTVz",
        "AVM’ler 11 Mayıs tarihi itibariyle yeniden açılıyor. AVM’lere #CoronavirusPandemic devam ettiği sürece gitmeyi düşünüyormusunuz?",
        "Anketimize katılan herkese teşekkürler. 262 kişinin %81’i TFF’nin Süper Lig ve alt ligleri 12 Haziran’da başlatma k… https://t.co/zVNEE8291m",
        "Dış İşleri Bakanlığı’ndan Libya’daki savaş ağası gayrimeşru Hafter güçlerine karşı oldukça sert tonda bir açıklama… https://t.co/ORgrBiCUd0",
        "@DeMhuy TL’yi savunacak olanlar vatandaşlar değil merkez bankası ve hükümettir. Vatandaşların toplam döviz varlıkla… https://t.co/rWIbQyQ8Bf",
        "@DeMhuy Saldırı var demiyorum dikkat edin. O sadece gündemdeki bir tag. Ben savunmalıyız diyorum. Tasarruf sahibi v… https://t.co/kQ27qSK4Np",
        "@DtMustaFau Sıkı para ve maliye politikası, mali disiplin, bütçe açığını daraltma, daha fazla şeffaflık, reel üreti… https://t.co/IsHnYzXmMU",
        "@Isveli4 Hayır, hiç bir şey demiyorum. Yazdıklarım yatırım tavsiyesi niteliği taşımamaktadır.",
        "@smashhitsss https://t.co/j7fyi0LDtE",
        "TFF’nin Süper Lig ve diğer alt ligleri 12 Haziran tarihinde başlatma kararını nasıl değerlendiriyorsunuz?  #HasanAliyiİstemiyoruz",
        "@MagisterKrypto Evet hocam ama bayağı eski zamanlardı o günler. Nostalji yaptık sayende 🤗🤗🤗",
        "#SevdaNoyan kim bilmiyorum? Benim bildiğim tek bir Noyan var, o da Batı Moğol orduları kumandanı Baycu Noyan (1201-… https://t.co/VGpv7HIxc8",
        "@Bymuzip 😊🤩🤗",
        "@Ferhat21359341 TL’ye Swaplar üzerinden Londra Interbank piyasasından saldırı varmış diyorlar.",
        "TL’yi savunmalıyız,TL’yi savunmalıyız,                         TL’yi savunmalıyız,TL’yi savunmalıyız,… https://t.co/wKOdnL8Vgh",
        "@mer50308296 Teşekkürler desteğiniz için. Piyasada volatilite çok yüksek olduğu için bir rakam veya seviye vermek m… https://t.co/yvw6VjowlH",
        "@HeybetYang Bu bilanço genişlemesinin etkisi kısa vadeli olmaz. Çok uzun vadeye belki de 7-8 seneye yayılacak bir e… https://t.co/5my0qpyYh9",
        "@xxxxx78168180 Bir şekilde Türkiye, dünyada bu kadar Dolar bolluğu varken, USD’ye erişme yolu bulacaktır. Belki bir… https://t.co/hq2BZLZ8Hd",
        "@MagisterKrypto Çok teşekkür ediyorum @MagisterKrypto hocam. Eyvallah. Sağlıcakla kal o bize yeter. 🤗🤗🤗",
        "Satoshi Nakamoto'nun 1 milyon #BTC ’lik hesabını hacklemeyi başarmışsın diyorlar @MagisterKrypto hocam? 🤩 Komşuda p… https://t.co/0NS3Roq9VM",
        "@NizamiAlemi 🤗🤗🤗",
        "@bas18ba Faydalanabilmesi için yapısal ve kurumsal reformlar tamamlanmalı ve 3 yıllık (2020-2023 dönemi için) kapsa… https://t.co/qthFDm2FNr",
        "@NizamiAlemi Evet düzeltme vermeye başladı zaten. Hafta içinde kısmi bir geri çekilme olabilir. #Dolar’ın ve #Ons’u… https://t.co/jkzefFsgXD",
        "@NizamiAlemi 👋👋👋",
        "@MagisterKrypto #Dolar düşerse, #BTC çıkar hocam. Hadi hayırlı olsun uzun süredir uyku da olan #kriptopara’lar da h… https://t.co/PfLNb3p0Ji",
        "@NizamiAlemi #CoronavirusPandemic sonrasında hayat normalleşince, #FED bu kadar geniş biçimde bastığı #dolar’ları g… https://t.co/asCppgWWo5",
        "#FED’in bilançosu genişlemeye devam ediyor. #Fed’in toplam bilanço büyüklüğünde yeni rekor daha kırıldı ve 6.721 tr… https://t.co/Shz5NCJFTU",
        "@xxxxx78168180 FED Swap hattı var ama o kanalın açılması FED’in kabul etmesine bağlı.",
        "Tesla, Space X, Starlink ve Neuralink’in sahibi olan Elon Musk, sevgilisi Grimes’den olan çocuğuna 'X Æ A-12’ gibi… https://t.co/RHeWsW247B",
        "Anketimiz sona erdi. Katılım gösterenlere teşekkür ediyorum. Katılımcıların %55’i, Türkiye’nin AB Konseyi Sözleşmes… https://t.co/n0LJiqoHLY",
        "@UmutKonuklu Hayır, maalesef AB üyesi olmadığımız için bu yardımlardan pay alamayız.",
        "Avrupa Birliği 🇪🇺, #coronavirus ile mücadele çerçevesinde, Balkan ülkelerine yeni 'Marshall Planı' olarak anılan ve… https://t.co/e0GUC7XTPS",
        "@chsynchysn Çoğunluğa katılıyorum uzun vadede reel üretimi, ihracatı, toplam ve kişi başına düşen milli geliri, ist… https://t.co/9oKpMCloRC",
        "Çok geniş katılımlı bir anket oldu. Anketimize katılan 1.189 kişiye de teşekkür ediyorum. 1.189 kişinin %55 #dolar’… https://t.co/sapikijPgd",
        "@rodrikdani Okey, Professor Rodrik. But it may be much more costly to return to the free exchange system after capi… https://t.co/VW4h42JG5L",
        "Okey, Professor Rodrik. But it may be much more costly to return to the free exchange system after capital controls… https://t.co/a7awn0TYXD",
        "@IleriDeniz12 👌🏽👌🏽👌🏽👍👍👍",
        "Türkiye’nin #CoronavirusPandemic ile mücadelesinde en ön saflarda mücadele eden ve vatandaşlarımızın  sağlığını kor… https://t.co/5Epsd3sZIY",
        "Merkez Bankası 30 Nisan haftasına ilişkin menkul kıymet istatistikleri ile haftalık para ve banka istatistiklerini… https://t.co/JX2wA1cQz4",
        "ABD’de son haftada 3 milyon 169 bin kişi işsizlik maaşı başvurusunda bulundu ve başvurular 7 haftada 30 milyonu aşa… https://t.co/gYEaLDrGVI",
        "@AytenAy11871044 Yapılacak ne varsa yapılmalı. Atılacak ne adım varsa atılmalı daha fazla geç kalmadan. BDDK, bugün… https://t.co/oMI71lqPCH",
        "@DeMhuy 👍👍👍👌🏽👌🏽👌🏽👋👋👋",
        "@nohci_saborz 👍👍👍👌🏽👌🏽👌🏽👋👋👋",
        "@og_glayn 👋👋👋",
        "@silan_denizz 😊😊😊 Süpermiş ya gerçekten de. Çok beğendim bu #dolar kumbarasını. Benjamin Amca ne de güzel bakıyor b… https://t.co/2yTGGWjEe4",
        "@HalilCansever8 Hayır alım fırsatı olarak görülüp tekrardan çıkışa geçip bir dengeye oturur. Müdahalelerin etkisi geçicidir.",
        "@piriltinet 🤩🤩🤩 O kadar uzun boylu değil. Bunun kararını piyasa oyuncuları verir. Müdahaleler geçici süreliğine etki oluşturur.",
        "@og_glayn Evet eden bankalar vardır mutlaka ve yine olacaktır. Bunlara fırsat vermemek gerekir. Ama bu TL’nin çok k… https://t.co/jbQkCTn76e",
        "@bhcshr2013 Attığım görselin ve twitin saatine bak 15.25 itibariyle. Şimdi saat kaç 16.12. Senin beynine tüküreyim ben.",
        "@bhcshr2013 Anlık olarak diyoruz okumanda mı yok cahil herif seni.",
        "BDDK, bazı yabancı bankaların Türk bankalarına TL yükümlülüklerini yerine vadesinde getirmediği gerekçesi ile BNP P… https://t.co/d2AfY6ItTq",
        "@HalilCansever8 TCMB, FED ve G-20 ülkelerinin merkez bankaları ile bir Swap anlaşması yaparsa günü kurtarabiliriz b… https://t.co/TEB1xzmQPI",
        "@efkarizm TCMB, FED ve G-20 ülkelerinin merkez bankaları ile bir Swap anlaşması yaparsa günü kurtarabiliriz belki.… https://t.co/tU1q2G7Bph",
        "@NaldemirUgur 2020-2030 döngüsü #Ons #Altın çağı olacaktır. Tıpkı 2008/2009 Küresel Finansal Krizi sonrasında ve 20… https://t.co/mXliaefx6m",
        "@eskimezun 🤩🤩🤩",
        "Dolar 7.24 ü aşarak tüm zamanların rekorunu kırdı. Gün içinde #DolarTL 7.2693’ü gördü. #Gram’da yükselişini sürdüre… https://t.co/HCjBL7k4E7",
        "@MaytakalM 👌🏽👍👋",
        "@OzgurFerit Evet merkez bankası müdahale ediyor zaten Swap’lar ve APİ yoluyla. Fakat faizleri yükseltmeyip, dolamba… https://t.co/b11A0m7ZzJ",
        "Yazılı ve görsel basın ile sosyal medya da sürekli karşıma çıkan, “İstanbul Sözleşmesi” ile ilgili düşüncelerinizi… https://t.co/fYfzLBnalx",
        "@aliii1071 Ekonomik istikrar programının yürütümü, bağımsız kurumlara ve tecrübeli bürokratlara bırakılmalıdır. Mev… https://t.co/9z1Sky81z0",
        "@aliii1071 Hepsi önemli tabiki de. Asıl önemli olan bizim ne yapacağımız. Çok acil içinde kurumsal ve yapısal refor… https://t.co/XsbuHxBr9F",
        "@P1rlanta Görece evet ama 2020-2030 döngüsünde çok daha yeni zirvelere tırmanmak isteyecektir. Ben kısa vadeli günl… https://t.co/BSfzW3WItS",
        "@Sarayl98758346 Evet. #Coronavirus sonrasında tüm ülke paralarının volatiliteden korunması için 1944-1973 yılları a… https://t.co/wZCt0gU5e5",
        "@P1rlanta Rezerv olarak tutuluyor. FED, #koronavirues ile mücadele etmek için faizleri sıfırlayıp, #dolar basma sın… https://t.co/FzKcWJsV1Y",
        "Dünya Altın Konseyi’nin verilerine göre TCMB, 2020 yılının ilk 3 ayında 72.7 ton net #altın alarak, dünyada ilk sır… https://t.co/prh5ONgYMW",
        "Anketimize katılan 444 kişiye de teşekkür ediyorum. 444 kişinin %54’ü vatandaşların bozdukları döviz mevduatları il… https://t.co/L5d5SlTl61",
        "Gerçekten inanılmaz işler oluyor ABD'de. Nisan ayında ADP-Tarım Dışı İstihdam Değişikliği, beklentilerin üzerinde ç… https://t.co/ZaYZYGwo7i",
        "20 Nisan haftasında ÜFE Bazlı reel efektif döviz kuru endeksi 75,88, TÜFE bazlı reel efektif döviz kuru endeksi ise… https://t.co/pmYcDrnPMD",
        "Avrupa Birliği 🇪🇺, AB tarihindeki en kötü ekonomik krizi yaşamaya hazır olduklarını açıkladı. Anlaşılan o ki,… https://t.co/KxZ6eGQFMS",
        "ABD’deki özel bordrolar, Nisan ayında 20 milyonun üzerinde değer kaybetti. Bu da ABD’de istihdam piyasasında… https://t.co/Bzp26kATKB",
        "@korhanerginer Onu zaman gösterecektir. Yerli ve yabancı bankaların karşılıklı işlemlerinin hacmi ve birbirlerine b… https://t.co/rooLYxm4cT",
        "Devletlerin ne kadar borcu var? Ülkelerin borç yüzdelerinin GSYİH’a oranı olarak. Dünyadaki en borçlu ülkeler; ABD… https://t.co/VKf7IliKLB",
        "ABD hükümetinin borcu 25 trilyon #dolar’a ulaştı. Bu ABD tarihindeki şimdiye kadar görülen en yüksek kamu borcu ola… https://t.co/NKSvPrykmL",
        "3-) yükümlülüklerini yerine getiremeyen bu finansal kuruluşlar, Merkez Bankası'nın EFT sisteminin kapanış saatini u… https://t.co/neXJwLl4UZ",
        "2-) ataklarına devam ediyor. TL’nin değer kaybetmesine oynayan Londra merkezli bazı finansal kuruluşlar, ellerinde… https://t.co/B9dG9OXgR1",
        "1-) Anadolu Ajansı muhabirinin, bankacılık kaynaklarından edindiği bilgilere göre, Londra merkezli bazı finansal ku… https://t.co/Fa4L1eclFO",
        "@ozcelik_yasin 👍👌🏽👋",
        "@Keynesyenler1 👍👍👍👌🏽👌🏽👌🏽",
        "@YiitAlk4 👍👌🏽👋",
        "@lorenzzegrisi 👍👌🏽👋",
        "@korhanerginer 👌🏽👌🏽👌🏽👋👋👋",
        "@Leyla07047054 👍 Kısa vadeli olarak dediğiniz gibi fazla seçeceğimiz kalmadı elimizde.",
        "@Yunus87269737 👋👋👋",
        "@Keynesyenler1 🤗🤗🤗",
        "Bugün döviz piyasasında Dolar 7.19 u geçince, #usdtry paritesi Türkiye’de en çok konuşulan konular arasına girdi. B… https://t.co/cmh9C9p164",
        "Endonezya Meteoroloji, İklim ve Jeofizik Kurumu (BMKG), Endonezya 7,3 büyüklüğünde bir #deprem meydana geldiğini aç… https://t.co/OA0r1t519y",
        "Uluslararası kredi derecelendirme kuruluşu Standart &amp; Poors, not değişikliğine gitmeyerek, Türkiye'nin uzun vadeli… https://t.co/ClzPIQfoz0",
        "@omerghn Önemli değil. İİBF ailesinin bir ferdi olmaktan ve sizlerin sesi olmaktan her daim mutluluk ve gurur duydu… https://t.co/UnZLUCiQlx",
        "@BusraIlter_ İİBF ailesinin bir ferdi olarak sizlerin sesini duyurabilirsek ne mutlu bizlere. İnşallah tüm probleml… https://t.co/TNlDc22y79",
        "@OmerFarukP0LAT İİBF ailesi olarak sizlerin sesi olmak benim için bir mutluluk ve görev aynı zamanda. Her daim yanınızdayım."
    ]
}