{
    "screen name": "sandlazc",
    "no. of tweets": 184,
    "tweets": [
        "@BanorteEscucha Mando memsaje",
        "@BARCENANEWS @CICPue @itzivalencia @FiscaliaPuebla @imagenpoblana @Demente120 Dios quiera que estas gentes o sus fa… https://t.co/mnf3weJH0D",
        "@BanorteEscucha buenas noches disculpe necesito una cita para que mi papá (76 años)  pueda hacer una aclaración, en… https://t.co/VIljNbpsQi",
        "@RedLopezDiaz @MTGobPue Que esperaban si ya no puede uno usar su carro donde al menos ni contagiaba ni tenías tanta… https://t.co/O0LK4nhbxc",
        "@PGuillermoSerra Irma López Bárcenas y si no es mucha molestia mis tías hermanas de ella Soledad y Josefina que des… https://t.co/2Dt8QBPyLn",
        "@MuseoAmparo a mi hijo le sirvió para terminar su tarea de la Batalla de Puebla . . .Gracias @MuseoAmparo https://t.co/V2EObmO2vh",
        "@lazcsalv  @jooansa https://t.co/DZr0z632pc",
        "@CFE_Contigo se está yendo la luz desde hace aprox 1 hora en CP 72825 qué pasa?  Se van a dañar los aparatos por favor revisen",
        "@lazcsalv https://t.co/CDeJ6z6BVw",
        "@lazcsalv https://t.co/a4zcUWHg24",
        "@ixchelazc @sandlazc @lazcsalv https://t.co/u4yxP6HRQO",
        "@lazcsalv @jooansa .@ixchelazc  @sandlazc https://t.co/7kK8t1K4nX",
        "@jooansa @lazcsalv  @ixchelazc  @sandlazc https://t.co/3xDL9FtEMB",
        "Mira @jooansa  @lazcsalv  por eso ya no quise ir allá https://t.co/fiErELUVhE",
        "@adaibriones https://t.co/noRKLFeHB8",
        "@adaibriones Con su mismo shampoo en una tinta se les lavanmlas patitas, no sean brutos",
        "@RupiReportero_ Parece que es de  Valle de los Ángeles",
        "@pelaez_alberto Saludos desde Puebla México un gusto siempre verlo",
        "@GNPSeguros También las manijas, seguros  etc",
        "@willy067 @Trampita8 @Juana66359443 @zzzz46324949 Quise decir para nombrar las cosas disculpen",
        "@willy067 @Trampita8 @Juana66359443 @zzzz46324949 Mejor ni se molesten, en cada país usamos distintas palabras para… https://t.co/YuBr4kiOp7",
        "@sandlazc https://t.co/vtR4vdZTL7",
        "@MariLoliPellon Mientras los que tenemos que salir llevamos cubrebocas, gel, etc solo para pagar los servicios que… https://t.co/B4ByEeuKuK",
        "@MariLoliPellon @MariLoliPellon  hoy fui a pagar mi agua a oficina de Vía San Ángel y vi a varias familias completa… https://t.co/Onkb7LrKCT",
        "@lazcsalv @jooansa  @jooansa1  @joansalb https://t.co/Pzlt8OQarB",
        "@JCarlos_Valerio @jenycoleote Pero si no estamos de fiesta, esto es preocupante héroes quienes siguen haciendo su t… https://t.co/oDvH2k3Bz5",
        "@FerCanalesF En líneas siguen trabajando sin  distancia social . . .",
        "@silvia_rosales1 @FerCanalesF @Profeco En depósito de insumos médicos de la 13 sur esq con 13 Poniente encontre alcohol",
        "@lazcsalv @jooansa  @joansalb https://t.co/zMfCjAxXYX",
        "@lazcsalv @jooansa https://t.co/kijC9VNMHt",
        "@lazcsalv @jooansa https://t.co/nKruuvSDBO",
        "@lazcsalv @jooansa https://t.co/QtYyghOW36",
        "@itzivalencia Los prefectos en las  escuelas dicen que no tienen ninguna indicación que los.Directlres hayan dado o de.parte de la SEP.",
        "@JCarlos_Valerio Porque la delincuencia ha rebasado a las autoridades, porque todos estamos expuestos si no es que… https://t.co/9AajAc2Q3C",
        "@Canal13Puebla @itzivalencia Ni a los alumnos ni a los papás nos han dado indicaciones al respecto y a quiénes comp… https://t.co/jFw4xoOMdF",
        "@acastagne Sr Arturo en diferentes circunstancias y edades pase lo mismo es lo peor que le puede pasar a un Padre y… https://t.co/Zus2kTiZbV",
        "@Cenhch_Com Y Ex alumnos porsupuesto",
        "@Cenhch_Com Feliz Aniversario a toda la comunidad https://t.co/wqXIHPjMOq. Alumnos, Maestros, Padres de Familia, Pe… https://t.co/5AgtHYMpVU",
        "@SnAndresOficial saben que los perritos se alteran y sufen mucho con la pirotécnia y aquí la ocupan… https://t.co/jMfRwqTYBW",
        "@RedLopezDiaz @ClubPueblaMX No es por edad lo manejan por estatura y así sean niños, si son más altos tienen que pa… https://t.co/aJ8TWVigFy",
        "@crnalexander Y que tal estás en Puebla  el domingo https://t.co/dWAMDTHlzK",
        "@JCarlos_Valerio Nos hace falta mucha cultura vial a TODOS no es posible que todos los días hay una inseguridad tre… https://t.co/NK23Y6ALcn",
        "@FerCanalesF Increíble que estos personajes en lugar de ponerse a trabajar intenten borrar el paso de sus antecesor… https://t.co/qOW5c8wVya",
        "Feliz Año Nuevo 2020 @jooansa @lazcsalv @ixchelazc @sandlazc https://t.co/20GsaJIGWK",
        "@PueblaenLinea Vergüenza deberoa tener,  cuestión es que los sacerdotes no deben hacer estás cosas, ellos eligieron… https://t.co/MMt95jjd4g",
        "@JCarlos_Valerio @CruzRojaPue @RubiDelRazo No es que nonsirvan, ayer por la tarde hubo un accidente previo y derrum… https://t.co/H5PEUOSJ1r",
        "Llegó el momento, en tus manos tienes el poder de lograr un verdadero cambio, Planilla Verde Limón contamos con tu… https://t.co/EHvy8jHw31",
        "@OroNoticiasPue @RiveraVivanco_ @itzaju10 @EHuertaCuevas @HuberGarciaMex @cocodrilog64 @cynValderrabano… https://t.co/9arEZaWHAR",
        "@RedLopezDiaz @PueblaAyto Que la autoridad está rebasada por la delincuencia, cuando se les llama a auxilios no lle… https://t.co/iYGoI2Xc86",
        "@lazcsalv @jooansa https://t.co/SvXC1QMob3",
        "@lazcsalv  @jooansa  @ixchelazc  @sandlazc https://t.co/sprF9QUw9b",
        "@lazcsalv @jooansa @ixchelazc https://t.co/8bM5EuBdPL",
        "@jooansa  @lazcsalv  @ixchelazc https://t.co/lB0XXKgk4O",
        "@lazcsalv  @jooansa  @sandlazc  @ixchelazc https://t.co/sHjQRb2mwx",
        "@ixchelazc @lazcsalv @sandlazc @jooansa https://t.co/uclCb7q44O",
        "@GusSalvatori Unos puntos blancos uno mucho mas grande que descendio lento  desde esa altura de la nube y se perdio… https://t.co/hIEYacL8mE",
        "@ixchelazc https://t.co/WjR4azILPh",
        "@SEPGobPue cuál es entonces el horario escolar de invierno?",
        "@verbienMX @yvesbehar Le van a ayudar bastante gracias porque muchos niños los necesitan",
        "@verbienMX @yvesbehar Gracias, hoy le entregaron a mi hijo sus lentes l https://t.co/FIkycKmWkT",
        "@AlexMonthy Señal de que hay que bajarle 2 rayitas  y cuidarse un poco más ó será la fase 6 acaso !!!",
        "@lazcsalv @jooansa https://t.co/TVI97HVtSn",
        "@AfricamSafari En verdad son el mejor parque, no tenemos necesidad de salir de Puebla para poder disfrutar de ver a… https://t.co/k8eNg5BgPE",
        "@SkyAlertMx @webcamsdemexico @RedSkyAlert Prefiero mil veces que suene la alerta y que no pase nada,a que ni tiempo… https://t.co/qziyOrkRrz",
        "@ixchelazc  @jooansa @lazcsalv  @sandlazc https://t.co/lPUgKxIipz",
        "@ActualidadRT Que ineptitud, solo lo espantaron e hicieron que se adentrará a la ciudad, debieron sedarlo para pode… https://t.co/2H8DH8oF9Y",
        "@CFE_Contigo @RedLopezDiaz La queja es evidente de todos los ciudadanos, porque sus cajeros no sirven mejor hagan s… https://t.co/1pFgaxo1rp",
        "@JuanBertheau @WeareDWGroup 2",
        "@lazcsalv  @jooansa https://t.co/UM6nCVmF8F",
        "@lazcsalv @jooansa @sandlazc https://t.co/jqHQcOQoXk",
        "@lazcsalv @jooansa https://t.co/Ajy5jpJKUU",
        "@lazcsalv @jooansa @sandlazc https://t.co/SHkbDe8mjF",
        "@lazcsalv @jooansa https://t.co/Y0G9k51pwW",
        "@lazcsalv @jooansa https://t.co/vsH3m2UU3M",
        "@lazcsalv @jooansa https://t.co/5VYK9Sqhke",
        "@isammcr También en las escuelas públicas piden Lysol desde hace varios años, así cómo realizar limpieza de salones… https://t.co/bVDhcGp128",
        "@clarketo No estoy deacuerdo con el aborto, de 3 hijos el 1o falleció (es lo peor que puede pasar un padre o madre)… https://t.co/f1z9vSN003",
        "@sandlazc @lazcsalv  @ixchelazc  @jooansa https://t.co/r1WIhCAgqX",
        "@ixchelazc Muchas Felicidades https://t.co/toQ3qPmgru",
        "@ixchelazc 🥰 @lazcsalv  @jooansa . . .@sandlazc https://t.co/dmTxDgKSKx",
        "@TELMEXSoluciona Buenas Noches no tengo sevicio dw Internet en 72825 hay algun problema en esta zona ?",
        "@DanSaenz9 Lo dificil es despegar, éxito y buena actitud, la iniciativa cuenta mucho. No abandones a tus clientes y… https://t.co/38m3O8rWMW",
        "@SkyAlertMx No sono la alerta  (Puebla)",
        "@lazcsalv @jooansa Felicidades amor, por ser un excelente Papá...Te Amamos @sandlazc https://t.co/GYHmztOU1G",
        "@lazcsalv @jooansa  @joansalb https://t.co/TqjK4IEdLU",
        "@ActualidadRT Y la mascota no tenia derechos? \nQue egoismo tan grande, y nadie pudo hacer algo por la mascota, a ca… https://t.co/WXRPN19YBA",
        "@FerCanalesF S,z",
        "Tambien a ellos  @SnAndresOficial lo he solicitado, sin respuesta aún, @MedioAmbPue  Agradezco su atención y apoyo https://t.co/lhGLm60M56",
        "@MedioAmbPue @SnAndresOficial Tambien hice mi petición a @SnAndresOficial  pero de ellos hasta ahora aunque ha sido… https://t.co/GOMNmxwisX",
        "@MedioAmbPue Hay una parada en Blvd Municipio Libre esq/Av Orión Sur que los tableros publicitarios quitan la visib… https://t.co/X1npXu3G1l",
        "@InfraPue @SnAndresOficial En la esq de Blvd Municipio Libre y Av Orion Sur hay una parada de la cual los espacios… https://t.co/a9Esdvnt7y",
        "@JuanBertheau @dacostacristina Felicidades",
        "@lazcsalv @sandk @jooansa https://t.co/1h5OO4oPuq",
        "@InfraPue @SnAndresOficial Hay una parada que esta en Av. Orion Sur y Blvd Municipio Libre Obstruye la visibilidad… https://t.co/9KDqiyfABt",
        "@FeriaPuebla Criterio muy mal aplicado mi hijo tienen10 apos pero es alto y no por eso es adulto, el año pasado fui… https://t.co/d7EU3vYEdg",
        "@InfraPue @SSPTM_Puebla @JavierLopezDiaz Semáforos apagados en Vía Atlixcayotl sentido a Puebla Centro",
        "@Alokandro21 @JavierLopezDiaz Descuerdo VW tiene excelentes pilotos que podrian capacitarlos en cinduccion ya que e… https://t.co/1zwGUUKR6Y",
        "@Naysalvatori Menos mal que reconoce que finalmente Si traga, que finura la suya . . .ojala se atragante.",
        "@Germaass @Naysalvatori Bien dicho",
        "@jooansa  @lazcsalv https://t.co/MjvqTNBSZo",
        "@Salud_Puebla @aztecapuebla @PueAPrimeraHora @SexenioPUE @NoticiasVicky @TelevisaPuebla @elsoldepuebla1… https://t.co/wFAw8KNu1E",
        "@lazcsalv @jooansa Profeco emite alerta por fallas en vehículos; conoce si estás en riesgo https://t.co/oQRnyagPNO",
        "@pinkpanter1501 @Nancydelasa Cómo cualquier mamá  festeja a su hijo,  si el problema es que es una figura pública y… https://t.co/lCGR6KIyku",
        "@JavierLopezDiaz Lo bueno es que según la Sria @LourdesRM  la inseguridad en Puebla ha bajado y sólo es un problema de percepción",
        "Celebrando Nuestro Aniversario,  y lo que nós falta.  . .Te Amo @lazcsalv @jooansa . . . .@sandlazc https://t.co/jcGCoewBIT",
        "@SnAndresOficial El paradero d autobuses ubicado en Av. Municipio Libre esquina c/Av Orion Sur, tapa la visibilidad… https://t.co/N7JraGpeFK",
        "Así la tuve que recoger e ir a su edición, donde estoy desde ha e rato esperando a ver quien me atiende para entreg… https://t.co/DlcCvHFvkl",
        "Es facil aplastarlos y dejarlos tirados afuera de las casas de los vecinos https://t.co/E28zQ6eWOu",
        "@UMAGUniversidad más cuidado co. Sus estudiantes que dejan su basura afuera de nuestras casas, porque imagino que e… https://t.co/cphwMUv0ho",
        "@lazcsalv  @jooansa https://t.co/hOphJKucrg",
        "@lazcsalv @jooansa https://t.co/ihJx4nEYHG",
        "@lazcsalv @jooansa @sandlazc https://t.co/bWAr55Dr3p",
        "@NTelevisaPuebla @MovilidadPuebla @SSPTM_Puebla  se requiere atención Diario en horas entrada/salida en #CENHCH fre… https://t.co/STy286ekQE",
        "@SSPTM_Puebla @InfraPue  Se requiere atención en #CENHCH Blvd 5 Mayo y 23 Pte diario en horas de entrada y salida d… https://t.co/xvA6UnawuY",
        "@lazcsalv  @jooansa https://t.co/WayebU5Yjf",
        "@RiveraVivanco_ @PueblaAyto @elsoldepuebla1 @JornadaOriente @sintesisweb @e_consulta @JavierLopezDiaz… https://t.co/A3SFXfwWAC",
        "https://t.co/XqczquWR7E",
        "@lazcsalv  https://t.co/XqczquWR7E",
        "@lazcsalv @jooansa @sandlazc Nosotros desde entonces y hasta que Dios nos permita . . .Te Amo Flaquito !!! https://t.co/ZylVmdzYXn",
        "@lazcsalv @jooansa @sandlazc \nNosotros desde entonces  y para siempre hasta que Dios nos preste vida. . .Te Amo !!! https://t.co/GLUkdI5s7Y",
        "@cuazzjjhm @itzivalencia @NoticiasTribuna @urbano_noticias @radio_elixir @TribunaVigila @RoverCastillo… https://t.co/eZa5TcWwJx",
        "@Fafhoo Lo que vemos es un extracto de su declaración y se mal interpreta, no creo que la juzga  por el contrario.… https://t.co/xv8WHXJ4m7",
        "@HectorRodrigo .",
        "@SSPTMSnAndresCH Todos los dias en el semáforo de Blvd Municipio Libre hacen doble fila sin respetar el carril para… https://t.co/z3qMzFB28v",
        "@lazcsalv @jooansa  @sandlazc @joansalb https://t.co/ooyHJLREV4",
        "@InfraPue @JavierLopezDiaz @SSPTM_Puebla semáforo de 23 Ote y Blvd 5 d Mayo, provoca  bloqueo de entrada a interior… https://t.co/VEspwQ6ubE",
        "@ZonaSegPuebla @BOMBEROSPUEBLA @protcivilmpal @BuzonAyto @riva_leo @Ultrapuebla @MN_PUEBLA @TribunaVigila… https://t.co/7UoWq1WJmG",
        "¿Recuerdas cuando te uniste a Twitter? ¡Yo sí! @sandlazc @lazcsalv @jooansa #MiAniversarioDeTwitter https://t.co/OHb5Nf2uPe",
        "@barbiebarquin  por si te sirve y mira que la quejosa es una persona importante aquí en Puebla https://t.co/gHid4atHmI",
        "@SSPTM_Puebla @indecente_viejo @PueblaAyto Con todo respeto ya aprenda se la nomenclatura de la ciudad, con ver la… https://t.co/QMZt8GVXpK",
        "@EcoparquePuebla buenas tardes pregunta de qué lado están las canchas de fútbol, por el lado de las torres o por Cú… https://t.co/zjShb19phN",
        "@pwrpntr @verosglz @ZonaSegPuebla @CICPue Efectivamente es discapacitada mental",
        "@JPMinor Muy triste todos en casa terminamos llorando por Gabriel no sé vale !!!",
        "@michaelbuble @michaelbuble Que bueno que estas de regreso, extrañaba tu música  aunque siempre me acompaña en el a… https://t.co/Aq8EJKd23o",
        "@sandlazc @lazcsalv @jooansa https://t.co/kmpwBy0QZq",
        "@jooansa @lazcsalv  @sandlazc https://t.co/XQxtGXGjwz",
        "@lazcsalv @jooansa @DanielS29822525  @sandlazc https://t.co/i3jMOOTxYv",
        "@lazcsalv @jooansa  @sandlazc https://t.co/4yaY2DerBk",
        "@lazcsalv @jooansa  @joansalb https://t.co/2JhgNQNgEE",
        "@jooansa @lazcsalv  @joansalb https://t.co/VjPC3Crm4s",
        "@jooansa @lazcsalv @joansalb https://t.co/mkyU8TVqYn",
        "X çcvx Css ss",
        "@yohanandiaz https://t.co/VUmY3sXmqH",
        "@SnAndresOficial Este paradero que está en Av Municipio Libre y Av Orión Sur, tapa para visibilidad al incorporarse… https://t.co/kQqp2aYPTO",
        "@CoeeLucaas @LaVozMexico @CentralAnittaBR #TeamCarlosRivera https://t.co/1wPirKLulu",
        "@Xabier_Albizuri @SexenioPUE @IvanMercadoNews @riva_leo @erickbecerra1 @PueNoticias @criterionoticia @pueblanews1… https://t.co/fZUXm2O6xt",
        "@SkyAlertMx en Puebla si se sintió, leve pero se si sintió",
        "@JavierLopezDiaz @gatolimonmeza https://t.co/AL6tJTYkYN",
        "@michaelbuble When you come to México. . to the City of Puebla?",
        "@michaelbuble https://t.co/PQPCU4fF4l",
        "@michaelbuble Woow  💓💓💓💕💕💕",
        "@SnAndresOficial Por favor reparar semáforos en Blvd Díaz Ordaz y Av Orión Sur, no prenden. Y el bache enorme y pro… https://t.co/dcar71MsPz",
        "@SnAndresOficial Favor de reparar semáforos de Blvd Díaz Ordaz y Av Orión Sur no sirve ninguno del crucero, y bache… https://t.co/BXFSLga5kN",
        "Este es el otro que se atravesó sin precaución justo a la subida del puente frente a Sam's https://t.co/QQfGj08pTP",
        "@SSPTM_Puebla  camiones Ruta 14 pasando sin precaución por echar carreras en Puente 475 ahora ya sobre Atlixcáyotl… https://t.co/qRHAACyEk2",
        "@JCarlos_Valerio @RoxxyZavala @SSPTM_Puebla  es muy común que ellos usan su sirena y luces solo para pasar, no xq v… https://t.co/ntYAk3nalz",
        "@CICPue @SSP_Puebla Pero eso sí siempre hay patrullas o motos de vialidad para estar infraccionando, pero hasta ell… https://t.co/W55MU5PN87",
        "@CICPue @SSP_Puebla Deberían ver la torre que construyen frente al Tec sentido a Atlixco, obstruyen. 3 carriles a d… https://t.co/HIHkYsIpjG",
        "@PueblaAyto Si aún dejan pasar autos, también a  eduquen a peatones a respetar 1. Su lugar correcto de cruce, 2 que… https://t.co/CG7Nu29x7m",
        "@jooansa @DanielS29822525  @lazcsalv  @sandlazc https://t.co/TVdvktsi6v",
        "@SnAndresOficial buenas tardes para reportar tremendo bache en Blvd Díaz Ordaz y Orión Sur justo al lado de la case… https://t.co/clUQFbXU4G",
        "@jooansa  @lazcsalv  @sandlazc https://t.co/H9yXW1erMg",
        "@sandlazc  @jooansa @lazcsalv https://t.co/4RRSjBA16o",
        "@jooansa @lazcsalv https://t.co/kqxRNu4MaG",
        "@LuisBanck Llevamos a los chicos a escuelas en mi caso de idiomas faltó difusion, no se.encuentra espacio en estaci… https://t.co/KXMcUvXeAn",
        "@lazcsalv @jooansa https://t.co/i2lnMAt95J",
        "@jooansa  @lazcsalv https://t.co/Go3dQ3RmkA",
        "@lazcsalv  @jooansa  vez te digo https://t.co/NAeGQh6R82",
        "@NTelevisaPuebla @IvanMercadoNews @jorgebalca01 son casi idénticos",
        "@jooansa @lazcsalv https://t.co/vjmcwjHZ8G",
        "@jooansa @lazcsalv @david_lazcanob https://t.co/Hj2uxTZkg2",
        "@lazcsalv @jooansa https://t.co/tFAqiAo2Qm",
        "@lazcsalv @jooansa https://t.co/OSDpXtv5IJ",
        "@jooansa @lazcsalv @sandlazc https://t.co/MJGUHM225y",
        "@jooansa @lazcsalv @joansalb https://t.co/UA4mrdLH7m",
        "@SkyAlertSoporte Huwei https://t.co/V0Azc5xF4g",
        "@SkyAlertSoporte  https://t.co/5f3n2MmSrP",
        "@SkyAlertSoporte  https://t.co/KEoLAHhRvU",
        "@SkyAlertMx @SkyAlertMx no sonó mi alerta y tengo activadas todas las notificaciones sin filtro qué pasa, solo lleg… https://t.co/kHgeSoM4Cs",
        "@jooansa @lazcsalv https://t.co/TdpJsE1xSa",
        "@lazcsalv @jooansa  @sandlazc https://t.co/bPGLkaybbe",
        "#NuevaFotoDePerfil https://t.co/Y9l7ARBkK4",
        "@SSPTM_Puebla Patrullas estacionada en lugar prohibido en Av Municipio Libre y Vía Atlixcayotl porque están comiend… https://t.co/0ioAekkm3G",
        "@sandlazc @lazcsalv  @jooansa https://t.co/hbVgo5l04O"
    ]
}