{
    "screen name": "Apurvaksharma",
    "no. of tweets": 180,
    "tweets": [
        "@AusHCIndia @AustIndCo Thank you ! Yes, I have submitted the forms and provided the details.. Thank you for your prompt assistance !",
        "@AusHCIndia @AustIndCo Post from Jammu - we are two of us and one other family of a mother and a baby .. Al of us h… https://t.co/T2ltNxnZG5",
        "@AusHCIndia The glitch continues.. we have confirmed booking on the quantas website but money not yet processed ..… https://t.co/dUgERUg2Kz",
        "@AusHCIndia Thank you 🥰",
        "@AusHCIndia @barryofarrell @AusDHCIndia Thank you ! Looking forward to flying back home soon!",
        "@Manu_Dixit85 @Politics_SMHAGE @barryofarrell @Qantas @Gallo_Ways @PMOIndia @narendramodi",
        "@Politics_SMHAGE @barryofarrell @Qantas @Gallo_Ways But most of the tickets were already sold ( to so called  vulne… https://t.co/k09LDAUkb2",
        "@AusHCIndia @Barryofarrell @AusDHCIndia - Requesting you to announce the next round of repatriation flights for Aus… https://t.co/WfmrPzFyoQ",
        "@AusHCIndia Please do something for us and at less interval ! Your system of giving out information has caused more… https://t.co/AvotmqgAY9",
        "@AusHCIndia How is it fair to run one just one flight for Melbourne that too many tickets already sold to those bei… https://t.co/KX8KHn8534",
        "@DFAT @Quantas",
        "@AusHCIndia I ( and for my brother) registered with you through emails, forms &amp; social media groups. We got the ema… https://t.co/Y3LWhWSkZY",
        "@AusHCIndia @MarisePayne @dfat @Qantas Thank you for the update ! Kindly ensure that we have sometime to travel int… https://t.co/YMK8S8899x",
        "@channon_mark I am so sorry for your loss..... 😪😪 Sending love and prayers",
        "@dcjammuofficial Three days &amp; we are still waiting for our emergency e passes! Phone numbers only connect to compla… https://t.co/G2QsgyA9Xx",
        "There’s no option to apply for an inter-state e-pass for emergency travel. V need your help @dcjammuofficial to tra… https://t.co/574pfaTZUl",
        "Every contribution made to tackle COVID-19 pandemic should be treated as the political CSR contribution and not CSR… https://t.co/Vn0NFHYxYq",
        "Check out my latest article: Do Relief Funds Qualify as CSR Activity?   https://t.co/EB0YKMiuut via @LinkedIn @EconomicTimes @thetribunechd",
        "@petesivey I think it is very important to be objective ... if we like the organisation or policy in the hindsight,… https://t.co/ULdyzVursg",
        "@DoroBauPau @OECD @sara_todt",
        "#EFI2020 @RMITsgr",
        "Attending RMIT SGDs engagement session .. https://t.co/OUZpWkmrWf",
        "Interesting Read https://t.co/7wC2ASiIDZ",
        "ABVP is on a media trial.. If this trial is legally established in few months or years from now, I wonder what’s go… https://t.co/lXFljUosQa",
        "My karma land is burning in bushfires .... my birth land in right-left politics ..... Both of them are in the state… https://t.co/RWTubEdj93",
        "Photo taken at 3:30pm today .... Are we still denying  climate change .. #AustraliaBurning #ClimateEmegency https://t.co/fYk7RhluS6",
        "Incredible Maharashtra .. 15 ministerial portfolios - all men  ... and no one is really newsing this issue ! Gender… https://t.co/r6WdDiQ4qi",
        "Victoria and NSW is burning and we are still waiting to watch fireworks.. Are we for real ?? More crackers mean mor… https://t.co/UwY5yqb1mH",
        "I think more important is to redefine what the broader purpose is rather than simply extending it beyond shareholde… https://t.co/uRnnIpYKYM",
        "Barbarism ! Horrible ! Shame ! https://t.co/TuYGvjA2Y1",
        "Must needed Tweet ! Please give ! I just donated to @Wikipedia. Support free knowledge! #iloveWikipedia https://t.co/zWzEbYH0Wl",
        "When people ask me how much more do you want to study - I answer that question in passing or with a banter ... \n\nBu… https://t.co/KFkBB01VQK",
        "Happy birthday Kana.... Konika Sharma.. Welcome to the next phase of your life... Embrace the love and wisdom that… https://t.co/uJDDSRpBSn",
        "Ingrid Pich - here we go ... Living life your way... You inspire me so much... and YES! YOU ARE THE ENERGY  ... https://t.co/RG9cbkWkm9",
        "Ingrid Pich - At 73 she is a personal trainer and group fitness instructor. In The Sydney Morning Herald - she says… https://t.co/K714hXqcAu",
        "Are we doing enough to voice and action against climate change?  I wonder why to digitalise even the most straightf… https://t.co/oQI6nayhIK",
        "Makes me so happy https://t.co/7Cm5lstUOT",
        "Julie Bishop speaking about the Impact Investment Summit ... No nation will reach its full potential without invest… https://t.co/lBJdR45mw8",
        "Such important structures ..... Why is there no legal structure called social enterprise in Australia?… https://t.co/oo9ZAPFIcv",
        "Truly truly believe in this !! Bring your values to market...... @justindillon @ImpactInvestAus https://t.co/YVAH2p21yx",
        "Powerful Acknowledgment @impactasiapac #ImplnvSummit https://t.co/Bqbz5Fjq7z",
        "Connection Love Power https://t.co/0Rc2rkav5v",
        "Because purpose matters .. https://t.co/aATaV7arij",
        "My three year old status update makes so much sense today !! It’s all about politicising businesses and businessing… https://t.co/LcjWXp7pk5",
        "Checking-in isn’t a thing for me but this city certainly deserves a check in. After long 10 years - Checked in… https://t.co/342Sk53pKk",
        "@JustinTrudeau Congratulations",
        "I am truly grateful to @Rick__Alexander for this picture &amp; for arranging a spot for me in Millstein Center Roundtab… https://t.co/SZRc53NVtI",
        "Superbly excited and humbled to attend Roundtable on Corporate Purpose with Collin Mayer @ColumbiaLaw ! Question---… https://t.co/mpxdZRWR0a",
        "My Podcast! These research concepts are work in progress and so is my PhD research..  But I am certain of the purpo… https://t.co/sSaOOCv5nA",
        "Thank you Steve Klass @P3Utah  for the podcast.. I spoke for the first time and from heart about issues that affect… https://t.co/RiWTthu0Bm",
        "Thank you Steve Klass @P3Utah  for inviting me for a podcast. Like I said before, it may be not perfect but it’ll d… https://t.co/lfhfwYPj1d",
        "India is also in the grip of a ‘tribal fundamentalism’  ! @theage @IndiaToday https://t.co/GMBU4VP9Vy",
        "Oh My God ! I just realised that every time I post a status on the Facebook, I also tweet ! Whattt ! How long has t… https://t.co/X3inukHhxG",
        "Legal profession is so underrated in India! \n\nI myself happened to be in it by chance and not choice, but today I w… https://t.co/Lk8a7w7mRT",
        "A veteran brought my attention to this edition ! Thank you  ! Take aways —- Let’s all unanimously reset !!… https://t.co/dCVfcGoCtO",
        "And that’s what I found at the Union station DC..The change is working I reckon.. #UnionstationDC #kashmir https://t.co/RuTocB1Rqv",
        "What a beautiful way to represent Australia ! Covered in blue and green ... No Blue washing no green washing !!… https://t.co/w7VYtiPFVm",
        "B Academic Roundtable 2019 - Most important take aways for me: An entity becomes a movement only when academics exp… https://t.co/qkEUyzlLnQ",
        "Age and experience are not the criteria for assessing credibility in voices . Amazing . #susanmurphy #moralreasoning #ICSD2019",
        "@drdavidcooke Thank you for recognising this !! @drdavidcooke",
        "@UNEP_FI . If climate change invokes ‘Green washing’ then inequalities invoke ‘Blue washing’. This all is part of t… https://t.co/WubRu1JNCp",
        "@UNEP_FI just curious - why isn’t anyone talking about Blue washing. Like one of the CEO’s said - these principles… https://t.co/Fp74gNZxdu",
        "@UNEP_FI Redefining profits - Great conversation by Peter Glom, CEO, Triodos Bank. .. How about profits in economy,… https://t.co/y5SAhJyMOU",
        "And the day begins with an impact #bacademics #bacademics #blab https://t.co/mV7N7PmffJ",
        "Excited to hear B Lab launching SDGs agenda in January 2020 #bacademics",
        "First poetry publication! Something that I never display on my shelf, Today, I gift it to myself... 🥰\n#poetryislife… https://t.co/Gt37I2oHBL",
        "'The lack of trust deters the creation of durable long-term value'-F H Alexander. The existence of the value maximi… https://t.co/OBMFDqg4dV",
        "Very Well Done Alex! GoodSam is for all !! Especially those who can help! https://t.co/k7NpfGTi3X",
        "@amolmehra This is why we need to know what exactly is the primary goal of corporations now? It is not enough to sa… https://t.co/VRu0EwHz8u",
        "Question - if shareholder profit maximisation is not the primary goal of corporations, then what is their primary g… https://t.co/JF3fvs1IV5",
        "At least they pick our fruits with our consent unlike us! we capture, we coal.. we dig, we hole .. generations we s… https://t.co/vOw5pRWI5b",
        "@UNSWLaw @justine_nolan @LawyersWeekly @UNSW Many congratulations 😊.",
        "I have great respect for Ms Sushma Swaraj, Former External Affairs Minister, India. My heartfelt condolences to her… https://t.co/sXPwDiExM9",
        "6, 8, 14 18, 24, 42 and 43! Bang on ! Superb post: lessons not preached but practiced and presented - ‘ that’s the… https://t.co/0dXEhxx7qf",
        "I feel sick reading this news early morning!Products of RSS school- radicalised Hindus - then Recruits -  then  Hin… https://t.co/z7Ze0yA2TQ",
        "Is Boris Johnson Donald Trump Part 2 ! I hope not !",
        "Three minutes thesis competition - 3MT.. Happy to be a finalist . See you next year ... Thank you for the support… https://t.co/SpO8skvUdD",
        "Well Played NZ! All my best wishes to the Australian Cricket Team #CricketWorldCup2019 @CricketAus",
        "I seek your prayers for an innocent baby who is struggling for his life. I have always believed in my father's word… https://t.co/LfG7yGfZIr",
        "Misogyny at its peak - what worst could go wrong !! Exactly the kind of words that should express such on-premises… https://t.co/IDWCD0PKNk",
        "As soon as I read this, lights were off and I was deep asleep 😀😀.... https://t.co/wv0d5LUOna",
        "AFP raid on the ABC’s independence reminds me of the 2003 Senator Alston’s attack on the ABC Iraq War Coverage !! D… https://t.co/3WgSnWPL3o",
        "Press Freedom ! What a joke !! De jure freedom -✔️ De facto freedom - ❌❌❌❌.                             This is an… https://t.co/cNpegcvErn",
        "Be nice 😜😜 https://t.co/iCoXLbMv0C",
        "I don’t understand the underlying cultural shame in saying Yes ! I bleed and I bleed well. Not that this conversati… https://t.co/VToQ5nAQP7",
        "Australia's first female Prime Minister spoke at a sold-out event presented by UNSW Centre for Ideas in partnership… https://t.co/YWMgpdueVK",
        "The Corporate Form for Social Good https://t.co/N7hHr67piM",
        "Like I said it before - Clive Palmer  is Australia’s  Donald Trump! Damn! https://t.co/jlfoigp9yR",
        "@ScottMorrisonMP - You are the peoples choice! Many congratulations. I wasn’t born in this country but then land of… https://t.co/QqVpRbTkyG",
        "Apologies for the typos - Most of the AEC badges, worn by the volunteers, have blue colour matching Liberal colour… https://t.co/sHxuNI7UMj",
        "@AusElectoralCom @billshortenmp Most of the AEC staff/volunteers had blue colour on these badges. I am voting for t… https://t.co/VpsHovVt46",
        "Why is it that above the line, the first box is for liberals ! I was searching for my preference though ! @abcnews… https://t.co/gu83hB3nBs",
        "@HumanRightsUNSW @FreyaHRLC @MarcelaManubens Thank you so much 😊",
        "“I'm..conscious of my mortality.. Am I a happy man today? I have a..beautiful woman as my wife who..loves me. I'm s… https://t.co/aKdwNE5Hyg",
        "Thank you 👇🏽so much for all your hard work &amp; dedication! Thank you @chappell_louise and @justine_nolan ! Thank you… https://t.co/QKnXAv0Zt0",
        "If you really have to beat big corporate actors, then you need to have that kind of capacity and ability to beat th… https://t.co/3io0l3iLcl",
        "Genuine effectiveness of the legislation is really hard. Assess the effectiveness of both the actions and outcomes… https://t.co/D6azJOtQcn",
        "How imprtnt is it to see d country of origin of every piece of jewellery that we wear - as imprtnt as it is to see… https://t.co/HCW3tsXMb7",
        "Naming and acknowledging: showing companies that if others can do it, you too can do it - Human Rights… https://t.co/4fjvyE4PpI",
        "Day 3: #InnovateRights19 begins .. and this is how it begins 👇🏻👇🏿👇🏽👇🏾.. Adds purpose to this event..… https://t.co/8q43rlYIBr",
        "Ruth- thank you for speaking fearlessly.. This panel, this topic,  this area touches my heart ... Yes! I am emotion… https://t.co/VpIo1GjoIy",
        "’The living wage’ launched !! @shelley_marshal - thank you for working with real people, thank you for listening ca… https://t.co/6wAHYVANQg",
        "Rights are not a hierarchy . They are there to balance, to make sure that everyone  should be recognised and valued… https://t.co/q5WloWQDjv",
        "If you doubt ‘change’ , then look at the ‘change’ in retrospect - @JuliaGillard #InnovateRights19 @HumanRightsUNSW #genderequality",
        "Very well put by Rosie Campbell - The gaps are in the work culture .. Work is needed around how to shift cultural p… https://t.co/qexeJNAJmk",
        "Academic work needs to go out into the wild - Julia Gillard ... Bang on !! For sure, that’s exactly why we all are… https://t.co/mvpgSKoJrq",
        "Powerful ... @JuliaGillard https://t.co/9KudJGfqO5",
        "Prof. @chappell_louise, your choice of blue was the perfect host for tonite’s talk on gender equality ... Thank you… https://t.co/rXxMMPrxNE",
        "Julia Gillard, a lawyer, Ex PM- Australia and a women - explaining gender !! #InnovateRights19 @JuliaGillard… https://t.co/mNGbQRDS82",
        "WWJD-what would Julia Do #InnovateRights19 #AustralianHumanRights #juliaGillard #genderequality https://t.co/AiFRUw3IkV",
        "And it begins . #InnovateRights19 #UNSWIdeas #RMITGSBL https://t.co/6Qnd0fuY6i",
        "Julia Gillard Live tonite on Gender Equailty and Human Rights #InnovativeRights19 #juliaGillard #UNSW https://t.co/bJ75XWq19h",
        "#StopAdani https://t.co/Hcv1GiP3k0",
        "John Southalan - obligations of lawyers under UNGPs .... The topic is Intriguing  Intimidating and Implementing… https://t.co/8u9p5reD8r",
        "Modern Slavery Act in Australia and elsewhere -Is it addressing all levels of analysis - micro, meso and macro? In… https://t.co/hE7I7a3tH1",
        "UNGP 7 - International Human Rights Law #InnovateRights19 https://t.co/3YkRWlRqao",
        "Hardening the soft law policies — Schedule ‘P’ ABA  - Nailed it ... Sarah Dadush ... #InnovateRights19 #ABA… https://t.co/PEqrj3xYky",
        "What are the incentives for the corporations  to report on difficult matters ... question by Justine Nolan -this is… https://t.co/WuEPh3X34p",
        "Olivia Dean, PhD RMIT - Transparency in supply chains and business operations - Modern Slavery Act 2018  In Austral… https://t.co/TQXoZYpSoq",
        "I wonder what is better - corporations engaging in corporate reporting as a citizen- stakeholder themselves or corp… https://t.co/oIPxJCYiU9",
        "@SamarMinallahKh You are my hero .. You have inspired me so much !!",
        "Shouldn’t it be important for the ABC to maintain a good relationship with all its stakeholders ( audience) rather… https://t.co/IZbRohvYri",
        "May be it’s the beginning of my academic journey and that’s why I am saying this .. or may be not ... But listening… https://t.co/R9D82nUuiW",
        "People ask questions about future of not-for profits .. has anyone ever asked a question on the future of those int… https://t.co/BQxyc0DB6J",
        "listening to Emma Needham .. insights into public and private sectors.... #RMITLeadershipForum #RMITGlobal",
        "Renewable Energy is a private sector lead change: This may be right for SA but how about Queensland.. political-pri… https://t.co/TYwncVkgGk",
        "As a leader how do we know what to share with the world and  what not !! Public vs private .. very interesting topi… https://t.co/Rm8PlNPDA0",
        "Waleed Aly ... You speak my heart https://t.co/cnX9iVWrkP",
        "@IndraNooyi I am a PhD student from Melbourne. U inspire me. I was looking frward to attending Melbourne event. But… https://t.co/V9q4Xz61Ca",
        "@gjohnsputra @BCorpANZ @AICDirectors @BCorporation Great .. but what is the best way to know more about the event b… https://t.co/Kfc63B3VPq",
        "@BCorpANZ I can’t believe it that I missed his event 😪😪",
        "Work in progress: A new perspective to Benefit Corporation Structure: How this structure could hold the Big Corpora… https://t.co/wuGOUFp348",
        "I always felt movies like URI no doubt reinstates your faith in the system but more than that cause real damage to… https://t.co/teCNvmMjpG",
        "Plz stop posting these messages: 'HOW IS THE JOSH OR JAISH .' Our families and friends live in the war zone... We w… https://t.co/BU8e7NqDnN",
        "@PMOIndia I again say it &amp; this time with deep deep concern: War is not an option. If there was no war when these o… https://t.co/q3pjdLoMqQ",
        "I again say it &amp; this time with deep deep concern: War is not an option. If there was no war when these organisatio… https://t.co/KyNjkUSvbt",
        "Dhebri cherishing these memories ! Love you 😘😘 . .. FB is not underpinning to this bond or my fondness for you but… https://t.co/NtqHG9Ubz8",
        "A feeling of disconnect with religion (not God) in me doesn't come from moving to another country or city. It... https://t.co/d51o4igtda",
        "@QandA Of course",
        "Think about the effects of these trade deals on PNG lands and population #QandA",
        "What do you know about PNG! And who are we to take any decision about their lands #QandA",
        "Do you want to wait for the problem of religious discrimination to come to Australia before taking steps to avoid it ! #QandA",
        "I am interested to know more about ScoMo’s past before voting next time #QandA",
        "Because our PM is a public figure he should explain it to the public why he lost his previous job ! #QandA",
        "Right to know is our fundamental right #QandA",
        "We need federal laws to deal with corruption #QandA",
        "Sad ! https://t.co/AUsZ7QFcVB",
        "@QandA The panel was called Independent Nomination Panel... Get it back. ABC is Australia's culture not just a broadcaster",
        "@QandA ABC is de jurely independent but not de facto independent .",
        "@QandA Q and A should be hosted by both men (Tony) and a women .",
        "@QandA There should be equality. Men should no more open the doors of the car for women.",
        "@QandA @sarahinthesen8 There should be equality. Men should no more open the doors of the car for women.",
        "Maybe it was the right thing to do!\n But ...\nIs the ABC Board depoliticised? Is there a need for de-politicisation… https://t.co/q6nGP8LxZU",
        "Embrace yourself .. https://t.co/7XVwigftwq",
        "Worth listening to ABC News (Live) Julia Gillard on Gender Equality in Adelaide. Well, this is kind of equality I f… https://t.co/W26bCf7Bm5",
        "https://t.co/A7q8mBEodK",
        "Worth a Read .. https://t.co/hMrsB8kUch",
        "We must see this .. Sid Sharma Bageshwari Sharma Nick Kalra Ankit Bansal Mandeep Kour Chopra Konika Sharma https://t.co/qqdNDkHjS0",
        "Turnbull Vs Dutton ....... Sad State .... #turnbullisbetter",
        "Live: Malcolm Turnbull heads into party room meeting amid talk of leadership spill https://t.co/smRCIJ7ckq via @ABCNews",
        "This is a joke - no it isn’t .. https://t.co/uVy1lUF0NU",
        "Censorship v Freedom of Speech and Expression .....Moderation of eportals - Which way to go? https://t.co/55A2lMwqOI",
        "Let go ... #magical https://t.co/8MB6yXYAHP",
        "Stop outsourcing your accounts if you cannot take care of your clients/costumers. I dealt with the debt collection… https://t.co/RliAFsjgWH",
        "In love with his words and thoughts !! #diversity https://t.co/1Z3322E5B4",
        "https://t.co/Ub9ly40w4b",
        "Just cause to sue for defamation ! https://t.co/Ub9ly3IVcD",
        "Health and Weight Loss Revelations https://t.co/ZOiKP9Hna8",
        "Because you haven't met me for more than 3 years, I had to go back (almost a decade) and look for one picture toget… https://t.co/9ojW6mlSFY",
        "https://t.co/jR8bR2KTuJ",
        "What went wrong ... What lacked... \nWhy Avicii  - bled to death \nWhy Anthony Bourdian - hung himself ..... \nWhat wa… https://t.co/Gllfj0RL6k",
        "Tiger Nick Kalra continuing the trend in 2018 . And again I say - my profile pic speaks it all.. Love you . ... But… https://t.co/A3PBRKOACN",
        "Honestly, the world doesn't need to know this, but I think it is essential to mention the below .....\nProfessionali… https://t.co/H1SUiqY6qq",
        "The following answer reminded me of my father - \nWhy do you work so hard at this age ?? ————- \n\nBecause if I... https://t.co/SVXeZ53REH",
        "It was yesterday. I know !! But I will love you today, yesterday and forever !! Thank you for building my life... https://t.co/OPUKwSiExb",
        "Sid Sharma https://t.co/DH7N9uMKwF",
        "Just heard about the terrorist attack especially targeting our ARMY  !! It is even more daunting when it happens... https://t.co/i9HIuiLHbn",
        "https://t.co/VjsSv79iWL",
        "How much cleavage is good cleavage  .. .. who would decide - You !!! Forget it .....\n I know I know good girls... https://t.co/y0fPBzRFwi",
        "2018 .. Roger Federer ... ✔️✔️✔️✔️✔️ ..... You are brilliant . In true sense ! What is age ... Just a number !!"
    ]
}