{
    "screen name": "negromolinas",
    "no. of tweets": 150,
    "tweets": [
        "@pablojavierpy ok",
        "@alesamu88 @chichidoldan @diegojbosch @alemanmaier @LuiMolinas @luis_nm28 No seas celoso",
        "@saruayala @sebagar8 @sebavillarejo @KattyaGonzalez9 @CelesteDiputada @ultrazoquet @carlitosrejala https://t.co/RIxz414G1n",
        "Desafío aceptado!\n\nNomino a @chichidoldan, @diegojbosch, @alemanmaier, @LuiMolinas y @luis_nm28… https://t.co/eloRqu44X0",
        "1. Preparando mbeju con masa de @KureDumas\n2. Disfrutando\n@chichidoldan @LuiMolinas https://t.co/mgLJh1UeUr",
        "Es el más claro ejemplo de cómo los políticos se cagan en la gente. Una locura https://t.co/FWxxna5k7O",
        "@davidelianpy Ok",
        "@felixdavidoest Ese es el problema, son todas suposiciones, le pudieron a haber dejado el asado y la birra antes qu… https://t.co/LUWdViBcZT",
        "Medida clave para complementar con la realización de miles de análisis diarios para detección temprana y aislamient… https://t.co/QqzBhvjsKZ",
        "@juliomendoza99 @mb_ins 6 días después, horama!",
        "@cancunapaj Ya era demasiado bueno luego para ser real, es un “volvamos a nuestra realidad” de los políticos",
        "La ANR siendo la ANR, por favor eduquenle bien a sus hijos que no le salgan colorados https://t.co/jPDAP0flq9",
        "@edgarmiranda86 Si estos bandidos hubieran hecho su trabajo como la gente y sin robar tanto, no tendríamos que depe… https://t.co/q3kLLb3ata",
        "@HugoRamirezANR Invito a todos a denunciar este tweet y a bloquear, no debemos dar visibilidad a este tipo de cosas en estos momentos.",
        "Mejor que haya más muertos que pobres ? https://t.co/6FrfLOvilW",
        "@pablojavierpy @Twitter Ok",
        "@alesamu88 @enriquevp Ok",
        "@andynunhez87 @fer_brambilla Claro, ese es el problema, que haya muchos líderes no tendría que ser ningún problema,… https://t.co/xZLVBBtLHy",
        "@fer_brambilla @andynunhez87 Velez y Boca de Bianchi tenían muchos líderes e igual ganaron todo. En Velez estaban e… https://t.co/wTc2jiFCRC",
        "@Nazulgranatw 🤫🤫🤫🤫🤫🤫🤫🤫🤫🤫 https://t.co/gmTUQvj7CD",
        "@alemanmaier mañana en telefuturo muestra",
        "@alemanmaier ok",
        "@RenatoBeck A Bernay si es que lo confirman es porque si no avanza en la copa van poder rajarle fácil porque va a ser barato",
        "Eduquen, acompañen, vacunen a sus hijos, que no les salga colorado 💄💄 https://t.co/68d1RkNCoO",
        "@jisanta Ok",
        "@davidelianpy Ok",
        "@Rodol29 @JorgeRojas73 Con Costas tampoco podes hacer un proceso, en cualquier momento te deja en pija antes de un… https://t.co/S1fFRm4Ptf",
        "@Rodol_Molinas Cuando Cerro contrató a Russo ya me imaginaba este final y el que al que venga le va a pasar lo mism… https://t.co/6wtRBWOFNk",
        "La misma historia de siempre, se repite el ciclo. Millones en rescisiones a DTs. Se lo raja por rajar, cero planifi… https://t.co/TAvrSTTN3Q",
        "@Rodol_Molinas Felicidades primo! Abrazo del gol de Saiz",
        "@luis_nm28 @germanarca Dormí",
        "@cancunapaj Hay que estar del lado de Cerro, ni de los jugadores ni de los dirigentes. Que cada uno desde su lugar haga lo mejor.",
        "@Uli_1912 Increíble, no queres ver si ganan 3 partidos de seguido o que? Iban a exigir que cambien al presidente la República",
        "Los jugadores viven en una nube de pedos, increíble que con la campaña que están haciendo otra vez tengan la caradu… https://t.co/f2ICOGHPkA",
        "@armando88mc @josedgv012 @CCP1912oficial @Javier2Martinez Ok",
        "@Rodol_Molinas @TigoSportsPY @Libertad_Guma @CCP1912oficial Me acuerdo, terminó en quilombo pio esa vez? 😂😂😂😂",
        "@Fertotote Increíble que este inútil sea jefe de algo, solo acá puede pasar eso",
        "@andynunhez87 Mañana tenía que explotar la bomba",
        "@Rodol_Molinas Increíble como entran a pajerear estos partidos, en vez de entrar a romperla para ser tenidos en cuenta",
        "@Rodol29 En serio pensas que el problema principal es Russo? No lo estoy defendiendo, ojo. Pero con Jubero tb pasab… https://t.co/unFJzYJFar",
        "@Danymacica @PirisDaMotta_ Cansados de que pueden estar los jugadores?",
        "@luis_nm28 @Danymacica Ok Cazenave",
        "@ArMl83 @Rodol_Molinas 👏🏾👏🏾👏🏾👏🏾",
        "@mundoCERRO Eduardo Molinas 637\n#AdondeSeaConVos",
        "@LuiMolinas El mayor cáncer del Paraguay",
        "@victorinchausti @regis_marques_ Ekambuna",
        "@macoly88 Gracias Cazenave",
        "@ie_perez09 @kl0chen @victorinchausti @jisanta @josedgv12 @diegojbosch @AndresRolon86 Se les corrigió dentro y fuera de la cancha",
        "@RenatoBeck Cuánto nos habrá costado esta mega virtualización?",
        "@jesusbe @Santula La tía @jisanta",
        "@Nosoyesedongato @joseayalaok @AsuncionMuni La gente que usa Uber o Muv y todos los que están hartos de estos taxis… https://t.co/ZJPkBAJvvE",
        "Ya que la @RRPPpoliciapy  no hace absolutamente nada, lo que nos queda como ciudadanos es dejar de usar los taxis,… https://t.co/EkWJGZQGK5",
        "@kl0chen Ok Dani Chung",
        "@josedgv12 Ok Luis Enrique Pérez",
        "@josedgv12 Ok Sosa Briganti",
        "@chichidoldan 🙄🙄🙄",
        "Desagüe sin tapa en la vereda frente a la plaza Manuel Ortiz Guerrero y José Asunción Flores, Mariscal López casi S… https://t.co/IJ82qQtUN0",
        "@alemanmaier @victorinchausti Quien pio? No le registro",
        "Se le rajó al DT que terminó primero en su grupo. Se va a gastar un palo en su rescisión en vez de gastar eso en re… https://t.co/2XeULO7Zjc",
        "Un disparate lo que se gasta en rescisiones de DTs en Cerro, mucho más aún cuando se cambia por cambiar, ningún cam… https://t.co/Eu2bi0yCat",
        "@oscar1992__ La maldita costumbre de cambiar por cambiar, es lo que venía diciendo, si sacamos al pelado tendría qu… https://t.co/UrSdOBj6Wc",
        "@barzaxtorey04 @josedgv12 @victorinchausti @jisanta 😂😂😂😂",
        "@victorinchausti @josedgv12 @jisanta Así no, basta chicos",
        "@victorinchausti @josedgv12 @jisanta No creo, para uno es más chico",
        "@victorinchausti @josedgv12 Según tus datos que estadio es? @jisanta",
        "@robinschenkr A estas alturas creo que ya es al revés, no se cansan pio los equipos de centro américa de los amisto… https://t.co/6PcgfYLBkD",
        "@josedgv12 @AlcidesDuarte15 @Horacio_Cartes @SoldeAmericapy Que tiene que ver el ka’urapo de HC entonces? Puso dinero para remodelar?",
        "@AlcidesDuarte15 @Horacio_Cartes Qué estadio es? Parece el polideportivo de @SoldeAmericapy",
        "@germanarca @TroglioPedro Se serio",
        "@yeryei @Paraguaycerro @TotoGonzalez @AsuncionMuni X q enreja?Con rejas o sin rejas es una vereda,la única diferenc… https://t.co/vHFfo3qLSf",
        "@Paraguaycerro @TotoGonzalez @AsuncionMuni Esa es la mentalidad ventajera, mediocre y tercermundista. No le calient… https://t.co/oqsvdbsTzk",
        "Cuando las cosas se quieren hacer bien, no se escatima en lugares en detrimento de la seguridad. Acá queremos vende… https://t.co/pjZOAwn3rS",
        "@jisanta Ok",
        "@alemanmaier @josedgv12 @victorinchausti @jisanta 🤣🤣🤣🤣🤣",
        "@ecacavelos @victorinchausti es misterchop, vd @jisanta ?",
        "Que nunca más usen esto de excusas a la hora de programar los partidos. @victorinchausti @josedgv12 @Fedearias77",
        "OLIMPIA vs Libertad - 17:30 Para Uno\nCERRO vs Nacional - 19:10 Defensores\nSol vs LUQUE - 19:30 Cancha Libertad\nTodo… https://t.co/wMHgIF0Waf",
        "Para que se vea que el tema de seguridad, alternancia, etc. que se suelen poner como excusa para programar partidos… https://t.co/7evcNHPEa1",
        "@victorinchausti @SalvadorHicar @DeportesUno650 Oima Safarian",
        "@andynunhez87 @Uli_1912 @CarlitosServ12 Cambien de club putos",
        "@josedgv12 Tranquilo Cazenave",
        "@andynunhez87 @Uli_1912 Pero metió nio un equipo respetable, “mejor” que el del finde, su arquero atajó todo y desp… https://t.co/ii4jXOQNOy",
        "@alemanmaier Se serio comander",
        "@victorinchausti @contraamarea @MarcoTrovatoV duerman",
        "@rauldaumas @chichidoldan",
        "@victorinchausti @ortemanolimpero @MarcoTrovatoV 😂😂😂😂😂",
        "@ArMl83 @CCP1912oficial Que gigantes!! @Rodol_Molinas",
        "@jisanta https://t.co/TpkKBEyXVc",
        "@GODIU Tranquilo cazenave",
        "@cancunapaj lo que hay que hacer es que @CCP1912oficial y olimpia pongan pantallas gigantes en sus estadios y la ge… https://t.co/s2XRW9sviw",
        "@RenatoBeck https://t.co/7vZ8LVT9fj",
        "@BastosHenry @MarceBastosg @macoly88 @guillecuenca000 que te pasa okocha?",
        "@Rodol29 Yo quiero saber cuánto tiempo más de contrato tiene con Cerro, ofrecerle ya una renovación ahora si es que se puede",
        "Mathías Rojas sigue siendo jugador de Cerro? Cuánto tiempo de contrato le queda si es así? https://t.co/lJikTa9vTI",
        "@sebavillarejo Hacer una ley q NO permita a ningún concejal municipal e intendente presentarse a otros cargos elect… https://t.co/bQYkybftb6",
        "@luis_nm28 Anda a la cancha bobo",
        "@cancunapaj Una bandeja de novena y cuando Cerro vaya a la cajita de fósforos todo norte",
        "@armando88mc @luis_nm28 Ok",
        "@GODIU Tranquilo Larry Clay",
        "@rafa_1912 @luis_nm28 Oita Añazco",
        "@eburgstallerOk Y con mucha acción",
        "@eburgstallerOk Películon, producción nacional",
        "@passow1912 Genio Boris",
        "@luis_nm28 ok",
        "@fiscalia_prensa y @RRPPpoliciapy espero q mañana hagan su trabajo y manden presos a todos los taxistas soretes q c… https://t.co/K1FjX9Ek2H",
        "@AndresPelado @cancunapaj Cuando jugadores y dirigentes rivales subían fotos con él o citas bíblicas dije o ellos s… https://t.co/4rvc0BzShG",
        "@NeRyBenja Eremao",
        "Yo #VotoPorAlmiron para Latino del Año",
        "I #VoteAlmiron is @ATLUTD's MVP. Watch @Audi #MLSCupPlayoffs Central to find out the results!",
        "@edgarmiranda86 De no creer, por eso Europa está años luz nuestro, no solo por la guita, las cosas básicas nomas hacen bien, nosotros ni eso",
        "@rafa_1912 yo creo que hay esperar, que no estén en las listas no significa que se hayan alejado, los paracaidistas… https://t.co/Kx3Pkid4dY",
        "@Uli_1912 @Vera_Agus @raulccp89 😂😂😂😂 ke loko",
        "@Uli_1912 @Vera_Agus @raulccp89 Cierto es, en el 2009 te ibas al cumpleaños de JJZ en bambudha y le chupabas todo s… https://t.co/BYXE2DYTFC",
        "@luis_nm28 Ekambuna",
        "@ANDEOficial sin luz hace más de 5 hs en barrio Pinoza, Luis Morquio casi Teniente Acosta, a dos cuadras de la Avda… https://t.co/dtBU7VXeoN",
        "@rafa_1912 @hectordalegre @PilarMariaPal Así no... 😂😂😂😂",
        "@gustavo_RRR @nanduti Impresionante la cantidad de basura",
        "@AndresPelado Por esto ya no gana mundiales Sudamérica, ya no alcanza",
        "Más al pedo que el var de la conmebol.......",
        "@Peripatetico66 encima @TigoParaguay te obliga a ver este canal choto cada vez que prendes el deco",
        "@luis_nm28 a quieeeeeeen.................",
        "@robinschenkr https://t.co/GxHr0FilkG",
        "@delmasteam Eduardo Molinas 637",
        "@TigoParaguay que factores tuvieron en cuenta para que unicanal sea el canal que aparezca cada vez que prenda el de… https://t.co/Cr6OREbl0m",
        "@danicano12 Genio eZ",
        "Felicidades Cerro Porteño! @CCP1912oficial #106AñosDelMásPopular",
        "@andynunhez87 Que asco",
        "@andynunhez87 Aahhh ya le cambiaste a Barreto, ahora sos chupaculo de Raúl Cáceres",
        "@josedgv12 @Apostalapy @CCP1912oficial Eremao",
        "@armando88mc Ok",
        "@rafa_1912 @sergiomurdock @luis_nm28 Futuro presidente de @CCP1912oficial, el J de la gente",
        "@PumaExtremo @PirisDaMotta_ Amadeo es un caballo de troya de JJZ, imposible que gane el otro candidato con el en su equipo",
        "@andynunhez87 @edgarmiranda86 Eso decís xq no lava guita contigo nomas... aguante JJZ y la skinita",
        "@TigoParaguay después de la actualización de hoy cada vez que prendo el deco me arranca en un unicanal y no el ulti… https://t.co/5HkRAkzRcc",
        "@andynunhez87 @luis_nm28 @edgarmiranda86 @pompito_1912 @eddgamarra @FeFerreira23 @sergioM1912 @losdearriba1912… https://t.co/wyoQom2emi",
        "@luis_nm28 @andynunhez87 @edgarmiranda86 @pompito_1912 @eddgamarra @FeFerreira23 @sergioM1912 @losdearriba1912… https://t.co/qdzGFpTbr5",
        "@Manucho_ No hace falta que despiertes tan lejos, los perros van a esperar que Cerro juegue igual que el Barça del… https://t.co/U5fMVhuRM1",
        "@TigoParaguay será que alguna vez van a tener los derechos de partidos relativamente serios de las ligas importante… https://t.co/Lk1MZxP3xZ",
        "@barzaxtorey04 @exacristorey00 @Josearimon CM cornudo",
        "@barzaxtorey04 @exacristorey00 @Josearimon El corte que hice en el último contragolpe de ellos cuando estaba 4 a 3, solo vale nota 8",
        "@victorinchausti @jisanta @josedgv12 @alemanmaier No me etiquetes más en este tipo de mierdas, gracias",
        "@jisanta #elmascapo #elmascaporongadehc",
        "@jisanta #peñita #elmaspreparado #elmascapaz",
        "@victorinchausti @JohnWalterF @Futgol970AM Solo eZ",
        "@aisman6 Denunciar tweet como ofensivo",
        "@cancunapaj Los que hicieron la implementación del sistema entienden menos del sistema que Camper de fútbol, la her… https://t.co/i2wfQzTNsT",
        "@cancunapaj Empatamos 1 a 1 en Salta y acá 0 a 0",
        "@cancunapaj El tata en el 2004: Darío Caballero, Sarabia, Ganso, Amarilla, defensa vs Boca",
        "@hyperFEDEX 😂😂😂 no da gusto ni perder encuestas",
        "@hyperFEDEX Hay mucha gente que TIENE que ver telefuturo porque canal 9 no tiene buena señal en todos lados y esa e… https://t.co/aS62CofhQs"
    ]
}