{
    "screen name": "CombatJourno",
    "no. of tweets": 171,
    "tweets": [
        "Afghan Foreign Minister condemns today's attacks across the country, says its unbelievable such incidents happen in… https://t.co/0cp5IYVHXo",
        "After several newborns were rescued from the maternity hospital in Kabul today as the hospital was stormed by 3 ter… https://t.co/K8Nkfrz7xG",
        "India has remained one of Afghanistan's top allies over the course of history.\n\nThis was one of the earliest condem… https://t.co/ud2b25cp0O",
        "These young boys &amp; girls were reportedly killed in today's attack on a maternity hospital in Kabul where mothers &amp;… https://t.co/gioWP4uo4k",
        "...burned in the courtyard, another woman was killed with her baby in her arms. Rooms were full of blood; 3 women a… https://t.co/I95jQ6nb4y",
        "Fellow journalist Anisa Shaheed describes what she witnessed as we all entered the hospital after the attack ended.… https://t.co/omAMMKQo0K",
        "Before this, Afghan military forces were on a status of \"active defense\" as a gesture of goodwill to strengthen the… https://t.co/RKqGWQEoy2",
        "BREAKING\n\nAfghan military forces ordered into offensive status following today's terrorist attack on a civilian hos… https://t.co/YSX7UAMfBy",
        "Outside, people were looking for bodies of relatives or any news of them.\n\nInside however, bodies were stacking up.… https://t.co/jzIn5liePS",
        "Someone took me by my hand to the burned body of this woman whom we were told worked at the hospital.\n\n\"She's dead… https://t.co/LonWqZ2VOQ",
        "As we entered the hospital to see the crime scene where mothers and babies were slaughtered, we saw these hospital… https://t.co/2dHUadWCi8",
        "And just as the attack ended &amp; most journalists left the scene, @MujMash &amp; I filmed this man reading out names of i… https://t.co/cQsdxfnscv",
        "Like always, the insurgents used Afghan military uniforms to reach the target location and attack the maternity hos… https://t.co/bACogRNDZd",
        "What you cannot imagine is handing over someone's dead baby to them and telling them the mother is also shot dead. https://t.co/41wK62bYKm",
        "Afghan Special Operations Forces were the units that cleared the @MSF maternity hospital with little aid from NATO… https://t.co/WxHlULARrH",
        "Yesterday I and my cameraman were relatively calm when we started our day with reporting the news of 4 explosions.… https://t.co/PrNS9i5o6z",
        "@SenseandC_sense They denied it in the early hours of the attack in Kabul. They also said they weren't behind the b… https://t.co/m55JNLozTw",
        "Today however was far more bloody and heartbreaking. The attacked MSF hospital was a place of care for newborn babi… https://t.co/ThqJXjDaWx",
        "Another sad day in Afghanistan came to an end.\n\nSince yesterday, 39 people have been killed and 88 others wounded.… https://t.co/iX1QTwu5yr",
        "One of the deadliest couple of days in Afghanistan:\n\nSince yesterday, 38 people have been killed and 88 others woun… https://t.co/LsqqLPgcDY",
        "General Abdul Jalil Bakhtwar was once the police chief in western Farah province. His son, Mr. Farid Bakhtawar who… https://t.co/7HJA68eVVQ",
        "General Abdul Jalil Bakhtawar, Former Police Chief of Farah Province who happens to be the father of Farid Bakhtawa… https://t.co/vhAOnrYJ5g",
        "1 journalist, 3 civilians and 4 policemen were killed as irresponsible armed individuals opened fire from inside a… https://t.co/BB6jcpYBSf",
        "BREAKING \n\nHealth Ministry says #Coronavirus pandemic is growing much faster than they had anticipated.\n\n\"In a mont… https://t.co/kL4hdytxMO",
        "Total number of positive #COVID19 cases in Afghanistan as of May 10.\n\nTotal tested: 16,655\nTotal positive:  4,402\nD… https://t.co/EzUUgLqMxG",
        "Coronavirus pandemic figures in #Afghanistan:\n\nConfirmed3392\nActive 2835\nDeaths104\nRecovered458\n\nThere are 19 patients in severe condition.",
        "He adds that the government was not informed of the demonstration in prior but despite this, a team of investigator… https://t.co/07eag1FgME",
        "Police spoxman @TariqArian3 confirms that 1 journalist, 2 policemen &amp; 4 civilians were killed &amp; 19 others (civilian… https://t.co/zenESBmOFD",
        "They seem to contain explosives inside the barrels and detonated using a wire.\n\nThe way the explosives are spread i… https://t.co/Su9XlyFvH6",
        "The term \"improvised' has been used in it's most proper nature by insurgents.\n\nNow in a recent move they've started… https://t.co/OtVnBfQcno",
        "Thank you, India. https://t.co/m4VGBvmIHG",
        "Funeral prayer procession of the late Gen. Sayed Ahmad Babazai, Police chief of Khost province who lost his life in… https://t.co/JaLgmlTRb3",
        "Great news. I'm very, very happy you're enjoying the well deserved health now. https://t.co/WhgAZbyYbJ",
        "..matter of both assisting the trapped forces and saving the district simultaneously. Unfortunately as he was en ro… https://t.co/Pe3KVGpZ0Z",
        "A unit of the Afghan security forces were stuck in Naadir Shah Kot district of eastern Khost province. This brave m… https://t.co/GOB1SZTZTR",
        "He adds that \"apart from that, no other issue was discussed.\"",
        "Taliban spoxman says an Iranian govt representative has reached out to them asking for a meeting with Mullah Barada… https://t.co/SMNEspzs8u",
        "Just watched @chrishemsworth's \"Extraction\".\n\n—Too much CQB. Waaayyy too much.\n—Loads of non-SOP stuff for a mercen… https://t.co/rd636PWwmc",
        "Crisis at the gates.\n\nOver 40% of Afghanistan's population live below poverty rate amid @save_children Afghanistan'… https://t.co/eU0FyzdBX0",
        "Among the seized stuff from the terrorists cell were mortar rounds, howitzer shells, Anglo-era muskets, rifles, rus… https://t.co/REWnSWql0b",
        "یو جنت ته ځو، خو رښتیا خبره دا ده\nزما لاره جدا ده — د مُلا لاره جدا ده.",
        "Afghanistan records highest number of #COVID19 patients in 24 hours with 235.\n\nOut of which 63 new cases are only i… https://t.co/myuInVSgxg",
        "Waiting for passersby to stop disturbing so we can shoot a 1 min news clip.. https://t.co/JJp0qZIs4E",
        "BREAKING NEWS \n\nAmid Coronavirus, Afghanistan has recorded 6 new cases of #Polio in Kandahar, Kunar, Balkh, Badakhs… https://t.co/fFaEnlGa1q",
        "Letter from United States Forces spokesperson to Taliban's spokespersons Zabihullah Mujahid and Suhail Shaheen.\n\nTh… https://t.co/tXAYA1ywmw",
        "Cousin of Ali Wazir and a well—known activist and advocate of Pashtun rights (PTM), Arif Wazir, has been shot dead… https://t.co/rEWtYo82zh",
        "Afghanistan cases of #COVID19:\n\n2,335 positive cases.\n\n68 deaths so far.\n\n310 recovered.\n\n19 patients in critical c… https://t.co/sYA5f74l6x",
        "@Gharghasht Education.",
        "Throwback.\n\n20 years ago. Junior school 1st year.\n\nMy cap had a big black text on it saying \"PINE\". https://t.co/iEAy4WEARu",
        "Senior Civilian Representative of @NATO to Afghanistan, Sir @NicholasK111's assignment in Afghanistan ended today.… https://t.co/p20xM427ki",
        "BREAKING \n\nNumber of positive #COVID19 cases in Afghanistan surpass 2,000.\n\nWith new figures released by Health Min… https://t.co/sb6IhPsluM",
        "Positive cases of #COVID19 in Afghanistan rise to 1,939.\n\nThere are 57 confirmed deaths due to virus related illness.",
        "I'm so heartbroken I can't put it in words.\n\nIrrfan Khan was my most loved and all—time—favorite actor in Bollywood… https://t.co/9s2FJDhG7x",
        "Trump.. https://t.co/ewSReOhz1k",
        "In the past 24 hours, Health Ministry has recorded 125 positive cases of #COVID19 in Afghanistan.\n\nAlso, in the pas… https://t.co/Drf9uX38ME",
        "One Human Rights expert told me its \"both enraging, funny &amp; extremely sad that the government and pro—government fo… https://t.co/nJWhWdrkBf",
        "My recent report on Kabul's dry fruit market having remained unaffected during Coronavirus pandemic lockdown.\n\nN.B.… https://t.co/EUhVwgp12s",
        "Number of #COVID19 patients in #Afghanistan rise to 1,703.\n\n57 people have died of #COVID19—related illness and 220… https://t.co/27PO8fL1XY",
        "Afghanistan has confirmed 1,463 positive cases of #COVID19 so far, according to Health Ministry officials.\n\nReuters… https://t.co/8Et97gAC6O",
        "Passage of Ramazan days remind me of 'this fella back home who fell off a ten-story building. As he was falling, pe… https://t.co/gw4f4i3GKt",
        "Emran is a 5—years—old boy in Sorkhrood district of Eastern Nangarhar province. As charming his looks are, he's suf… https://t.co/a7VWREj9z0",
        "Main challenge in Afghanistan amid Coronavirus lockdown is the defiance of our people who'd still insist on getting… https://t.co/1pn52ByluB",
        "Total number of positive #COVID19 patients in #Afghanistan rise to 1,303 — Health Ministry confirms.\n\n14 patients a… https://t.co/1hul1w087O",
        "Number of positive #COVID19 patients in Afghanistan reach 1281.",
        "Afghanistan has registered 1,226 positive cases of #COVID19 as of today with 40 deaths and 177 patients having reco… https://t.co/31gvDTtBgQ",
        "China's Ambassador to #Afghanistan today handed over 2nd shipment of 7.3 tons of medical aid worth $1.5 million to… https://t.co/pwQneSHG2O",
        "US coronavirus response is like 'third world' country https://t.co/OrpPUyb2fZ",
        "Positive cases of #COVID19 in Afghanistan reach 1,092 with 36 deaths and 150 patients recovered from the illness.… https://t.co/VtuRqFlTLB",
        "Afghan government had earlier said that beside the Taliban prisoner release process ongoing, they will take action… https://t.co/FydOIW0lzd",
        "According to Faisal, the prisoners were released from prisons in Eastern provinces of Nangarhar, Laghman, Kunar, Nu… https://t.co/T67Iwtj5SV",
        "Afghan government today released another 71 of Taliban prisoners in 7 provinces based on their age and remaining le… https://t.co/5cMETwqipy",
        "The businesswoman, named Shakila Ibraheem, used to claim that she was an \"Advisor to the First Lady of Afghanistan\"… https://t.co/7M5ucsY2tc",
        "A lady entrepreneur who has a restaurant in Kabul downtown never took serious the #COVID19 curfew and kept her busi… https://t.co/VkbFmpkq1Q",
        "With 32 million population, so far only 6,612 #COVID19 tests have been conducted.\n\nNumber of positive cases of… https://t.co/pmOvh0BFgt",
        "Afghanistan is party dependent on it's neighbors -- including Pakistan on foodstuff and other routine use products.… https://t.co/XtUrE0taij",
        "Afghan Foreign Minister Haneef Atmar spoke over the phone with his Pakistani counterpart today who assured him of k… https://t.co/A9Op5radJY",
        "Unconfirmed reports emerge of 4th medical doctor having lost his life to #COVID19 in #Afghanistan's northern Jawzja… https://t.co/hHFvghkYGo",
        "Among success stories of #COVID19 patients having recovered from the illness in #Afghanistan, this mother &amp; her son… https://t.co/nQERQS55Xd",
        "Afghanistan is soon starting trails of treatment of #COVID19 patients with plasma of patients who recovered &amp; survi… https://t.co/RLGpYblIE3",
        "In the past 24 hours, 15 patients have recovered from #COVID19—related illness: 13 in Herat and 2 in Kabul.\n\nTwo pe… https://t.co/08WENWM4Tu",
        "In the past 24 hours, Afghan Health Ministry has tested only 286 samples for #COVID19 across #Afghanistan.\n\nOut of… https://t.co/ylJvLwJjZq",
        "Taliban have demanded the Afghan government to release the individual who planned the massive May 31, 2017 bombing… https://t.co/J0goVagbpb",
        "Latest #COVID19 figures in Afghanistan is as follows:\n\nTotal tests: 6,422 \nTotal positive:996 (7 in critical condit… https://t.co/fMeOQxhiGS",
        "Elsewhere in Afghanistan, beside the #COVID19 pandemic, the war continues. \n\nThis video shows controlled—detonation… https://t.co/aUIvoym2xX",
        "As Afghanistan plunges further into #Coronavirus pandemic, the team used locally-sourced materials to build two ven… https://t.co/bwwmlKxTuU",
        "The Afghan Girls Robotics Team of 5, aged 14 to 17, designed a ventilator for #COVID19 patients treatment in Afghan… https://t.co/U4dtAEm7vd",
        "Afghan President met with Iran’s special representative for Afghanistan and conveyed his condolences for the tragic… https://t.co/mWqPBaNXvb",
        "Health Ministry converted #Afghanistan’s Landmark Darulaman Palace to a 200—bed isolation center as a response to l… https://t.co/HzsfCDOclL",
        "Indian Ambassador to Afghanistan @vkumar1969 met with Afghan Defense Minister Assadullah Khalid today. Ambassador K… https://t.co/58Y8HiyvjE",
        "Beside Health Ministry, Afghanistan’s @MoDAfghanistan also thanks @IndianEmbKabul for delivery of an aid package co… https://t.co/AnD3we3hlj",
        "Government of India has sent shipments of medical aid to #Afghanistan including medicines (500,000 tablets of Hydro… https://t.co/gkyXKY1K8Y",
        "This is a potential blow to the prisoner release deal. https://t.co/PVXcM2nMtz",
        "Pulling CIA advisers away from the frontlines is a key demand of Taliban &amp; Haqqani leaders. \n\none plan, lobbied by… https://t.co/TY4DeeFeo4",
        "Afghanistan's landmark Darulaman Palace is converted to a 200—bed isolation center today to respond to #COVID19 pat… https://t.co/DukpSbu30N",
        "Afghanistan’s western Herat province remains the epicenter of #Coronavirusoutbreak as the firstever case was confir… https://t.co/BZA0zdzglO",
        "Afghan Health Minister confirms trial use of Hydroxychloroquine and other anti—viral medications for #COVID19 patie… https://t.co/mJz83rGEGq",
        "Re treatment and medication for #COVID19 patients in #Afghanistan, doctors say they've \"tried using Hydroxychloroqu… https://t.co/nP9lpXOlJd",
        "Afghan Health officials also say they’re preparing #psychological counseling facilities prepared for #coronavirus p… https://t.co/kXlrBn4pIv",
        "He speaks of expenditure control only over the $25 million Afghan government money, out of which $15 million is bei… https://t.co/Ewwt3hdng2",
        "Health Minister says they don’t lack budget in handling #CoronavirusOutbreak, but critically mentions, at the prefe… https://t.co/PICLQDNw5K",
        "Health Ministry says they’re trying to prepare at least 100,000 beds to isolate #COVID19 patients once &amp; if… https://t.co/Mflr1N87Oi",
        "With 34 million population, in 55 days since the #CoronavirusOutbreak reached #Afghanistan, Health Ministry says so… https://t.co/6Ae5Y4ocra",
        "Health Minister Dr. Feroz says they have #COVID19 tests for 50 to 60,000 patients but the challenge in slow rate of… https://t.co/prbCZFKxbu",
        "Afghanistan has so far recorded 933 positive #COVID19 cases with 30 deaths and 116 recovered patients.\n\nAfghanistan… https://t.co/bRCBxL4JTU",
        "Afghanistan's landmark Darulaman Palace is converted to an isolation hospital today to respond to #COVID19 patients… https://t.co/PBIlGG1DqU",
        "Afghan way of doing CQB.\n\nSocial media video shows close quarters battle and stick beat fight between two tribe in… https://t.co/B6WcYK8RxT",
        "@kartikeya_1975 @Ieshan_W I had a whole N95 mask factory to myself.\n\nAnd my cameraman. https://t.co/g1zOvIzc2I",
        "Taliban claim a \"top commander\" of Afghan forces has joined them with plenty of ammo and weaponry including an HMMW… https://t.co/CitsmwAyPo",
        "While releasing Afghan government prisoners, Taliban say they give Afs. 5,000 ($65) to them as \"fare\" to get to the… https://t.co/h8nkL1HWMl",
        "Health Ministry confirms positive #COVID19 cases reach 840 in Afghanistan.\n\nSo far 30 patients have died of… https://t.co/dy1rc4IYdD",
        "Taliban in a WhatsApp text confirm they released 20 more prisoners of Afghan govt as part of the ongoing prisoner r… https://t.co/c5NNpsMksn",
        "Budget cut indeed brings us closer to God. https://t.co/My9ozo1J9l",
        "@mmodaser It's wrong to comment about the reason(s) unless its officially stated by the Palace or an authority. I d… https://t.co/r6S36JhXl7",
        "JUST IN\n\nHealth Ministry confirms that President has appointed 3 new Deputy Ministers in lieu of the 3 fired Deputy… https://t.co/PKElS3UnPT",
        "Positive cases of #COVID19 diagnosed in #Afghanistan reach 784, Health Ministry confirms. \n\nDeath toll across Afgha… https://t.co/4MrWl5upC9",
        "Afghan president Ashraf Ghani issued a decree based on which 3 Deputy Ministers of Afghan Public Health Ministry, M… https://t.co/oUlr9oWsKt",
        "\"Lack of an institutional power-sharing arrangement between Kabul &amp; provinces &amp; winner-takes-all system in central… https://t.co/lSWldn6TeA",
        "Hanifa Giruwaal, Deputy Governor of Kabul province tested positive for #COVID19. Kabul spokesman says she's isolate… https://t.co/gS8dMnb8Mc",
        "@Engima20 The govt gave him a contract because nobody else offered to procure what they need at this price &amp; manufa… https://t.co/uvxdxDAjmx",
        "@Engima20 @ashrafghani This has nothing to do with the president. It's a private factory &amp; the move by its owner, A… https://t.co/b2FxHQuVRc",
        "Kandahar province will enter complete quarantine in order to prevent further outbreak of #COVID19 following 4 other… https://t.co/elFZvBla7M",
        "بلقیس روشن، وکیل پارلمان:\n\nزندانیایی مثل انس حقانی که رها مبشوند، قاتل \"سربازان بی دفاع\" ما هستند.",
        "Health Minister says the PPE kits &amp; N95 masks have the same int'l quality and assures health personnel of its relia… https://t.co/7LbMBw3t0A",
        "Afghan Health Minister says they need 1 million kits which this private factory will provide to them. The factory w… https://t.co/Ubbv0QuMQB",
        "A new factory inaugurated in Kabul today will produce standard N95 masks and PPE kits for medical personnel combati… https://t.co/DvItWXapyP",
        "Afghan Health Ministry is inaugurating a factory in Kabul tomorrow which would \"produce N95 masks and PPE kits\" as… https://t.co/W3Cm1yoJc4",
        "This restriction is imposed in Kabul following multiple assassination incidents using motorcycles (driveby shooting… https://t.co/hil2zemP5y",
        "BREAKING NEWS\n\nAfghan Police bans riding of motorcycles in ALL districts of Kabul city from Wednesday, April 15th o… https://t.co/Wgrn8ohKoN",
        "This can be potentially worrisome.\n\nWHO to investigate recovered COVID-19 patients testing positive claim - Busines… https://t.co/FT9OrzRxcZ",
        "Afghanistan has so far tested only 4,314 people for #COVID19 — out of which Health Ministry says, 665 are positive… https://t.co/zO69ijk2CD",
        "RIP https://t.co/UvHRYXgLbE",
        "Current prisoner release process is taking place at two infamous jails in Afghanistan, the once US–controlled infam… https://t.co/N75SLYCzOI",
        "The Afghan prisoners released by the Taliban were given a cash amount of Afs. 5,000 (~$70) and papers of their rele… https://t.co/7awbwWeLSL",
        "BREAKING \n\nA senior Afghan govt official wishing to remain anonymous tells @WIONews that there are no VIPs among th… https://t.co/Hs3edNwoaa",
        "Taliban released 20 Afghan government prisoners today after 300 of their prisoners were released from Afghan jails.… https://t.co/Ta1A5DjvHU",
        "خانمم زلما خروتی @zkharooty خبرنگار آزاد و فعال در عرصه رسانه یی و جامعه مدنی، در یک برنامه دوستانه در مورد خدمات… https://t.co/lw0fqWQa9w",
        "In an attempt to enforce curfew in Kabul city to prevent further outbreak of the #COVID19, Afghan Police has cut gr… https://t.co/YnlnGtl7rf",
        "Afghan Health Ministry has confirmed the death of 2nd medical doctor due to #COVID19 related illness in Kabul.\n\nDr.… https://t.co/dBkncsemE0",
        "Total number of positive #COVID19 patients diagnosed positively in #Afghanistan rise to 607 people.\n\nSo far 19 peop… https://t.co/FATFiqCNKY",
        "BREAKING\n\nSeveral prisoners in Paktia province attempted a prison break from inside the main building of the provin… https://t.co/7aMQC2y3Au",
        "European Union says Afghanistan may get \"severely affected\" by #COVID19 and thus the @EUinAfghanistan approve an ai… https://t.co/3QTV2ZV7uy",
        "In a firing incident by unknown armed individuals in 10th Police District of Kabul city, one person is killed &amp; ano… https://t.co/tyH5PreH9s",
        "Total number of positive #COVID19 patients diagnosed positively in #Afghanistan rise to 555 people.",
        "Health Ministry has reported 37 new positive cases of #COVID19 in Afghanistan in the past 24 hours, rising the tota… https://t.co/BdOFmZDFjp",
        "Afghan social media welcomed &amp; cheered over @mfa_afghanistan's response to Pakistan's demand about extradition of A… https://t.co/JraEy95oIE",
        "Note by @mfa_afghanistan adds that Aslam Farooqi, Head of ISKP will be held accountable for his crimes against the… https://t.co/ztbdYs76an",
        "BREAKING NEWS\n\nAfghan Foreign Ministry rejects Pakistan Government's demand on extradition of Aslam Farooqi, Head o… https://t.co/q10xLg0EJr",
        "This tv station reports that following their discovery of 20 Presidential Palace personnel being infected with… https://t.co/Dzw7ezo0Ji",
        "An IED explosion in Kandahar's Spin Boldak distrct has left 3 civilians dead and 2 others wounded.",
        "At least twenty staff members of @ARG_AFG\n— Afghanistan's Presidential Palace, have been diagnosed positively with… https://t.co/S7Tw4OH1HP",
        "Afghan police confirms 5 staff members of the Afghan Central Bank were executed by 'unidentified gunmen' on Herat—I… https://t.co/IukfF1wfQt",
        "Afghanistan and Pakistan have agreed to opening of the Torkham and Spin Boldak crossings 3 days in a week to allow… https://t.co/gw3K99yURs",
        "With rise of target killings and assassinations in Kabul's 5th District of Police, the Interior Ministry has impose… https://t.co/1iGsUrrcIT",
        "There are 3000+ cases of #COVID19 reported in KSA, out of which at least 150 are members of the Saudi Royal Family.… https://t.co/R8VvMRfSpg",
        "You can do anything in Afghanistan except to things:\n\n1. Conquer the nation.\n2. Confine them in their homes.\n\nBefor… https://t.co/g99Edk3Uxz",
        "At this time of difficulties and misery for the middle and lower class Afghans, this is a cause of relief for them.… https://t.co/lDAi2JLSPx",
        "Follow the thread.\n\nChernobyl has always been one of my interesting topics of study.\n\nThis is an unfortunate incide… https://t.co/IJ7ZyItSuw",
        "As of today, Afghanistan Health Ministry says there are five suitable Biosafety laboratories in Afghanistan’s four… https://t.co/staTyFUVaL",
        "Officials tell us, since the outbreak in #Afghanistan, only 3,503 people tested for the virus — out of which 484 we… https://t.co/weCgUZ8HPb",
        "Afghanistan Health Ministry says total number of positive cases of #COVID19 in the country has reached 484. \n\nThere… https://t.co/Twi6skxfLA",
        "Good evening.",
        "On Tuesday evening, armed robbers attacked a cameraman of @TOLOnews in Kabul city and wounded him with a gunshot af… https://t.co/Y6Zbo27vrb",
        "After a private hospital Doctor lost his life to #COVID19 in Kabul &amp; 41 others were positively diagnosed in Herat p… https://t.co/NzPTOsbUFD",
        "Afghan govt released 100 Taliban prisoners. These prisoners were freed based on criterias such as old age, time lef… https://t.co/4mq1uN0Mrk",
        "Local media in Kabul report that an elderly official of the Traffic Police was infected with the #COVID19 and as he… https://t.co/A5aiHFqLJ1",
        "The Afghan government initially allocated $15 million to fight #coronavirus in Afghanistan through several related… https://t.co/0y9aRdaxFI",
        "State Committee to Counter #Coronavirus in #Afghanistan has published a 2-pages accountability document, showing th… https://t.co/eXgWib0xF4",
        "Also, the Afghan government has printed 1 million sticker posters of various dimensions (A3, A4 and A5) in Pashto,… https://t.co/4RIjntHvQo",
        "To mitigate the risk of #coronavirus in the Afghan society, the government has created a hotline number 166 which a… https://t.co/S0QHSCYVHT",
        "Afghan Pilot Colonel Rahmani tweets about the Quetta Shura meeting bombing. https://t.co/yvYhNTKyKY",
        "Among Afghanistan-based medias, @subhekabul daily newspaper has also reported on the rumors of explosion among Quet… https://t.co/nqfHcUigEQ"
    ]
}