{
    "screen name": "Pretty_Flacko",
    "no. of tweets": 191,
    "tweets": [
        "@BarstoolReags @BlueDevilBall1 118 - 84.",
        "@Cosmis didn't his son Marcus play at UCF?",
        "@PaulBiancardi @_pbaldwin23 @Pp_doesit @JadenHardy1 @ChetHolmgren @WhosNextHS Griffin at 11! That’s absurd!",
        "@mikegrib8 @Cosmis I'm all set then, thanks!",
        "@mikegrib8 @Cosmis can you provide the most up-to-date RSCI ranking you use? I am seeing a list that was updated last Sept '19?",
        "@mikegrib8 @Cosmis Really wanted thoughts from both of you on Brakefield. Both of you provide good insights!",
        "@mikegrib8 @Cosmis super high on Brakefield - care to elaborate? Think he's OAD?",
        "@Cosmis pretty high on Brakefield? care to elaborate?",
        "@BigRedMachine44 @billdies5 @JonRothstein @PatrickMangano @koko_mango So he just cut his list down to 3 - Kentucky,… https://t.co/8B4NgSrjzM",
        "@Pp_doesit @rheidrick24 🔵😈",
        "@RecruitingDuke @DukeBetter No. Hurt would get abused at the 5.",
        "@TravGraf_Rivals These got deleted, can you fill us in?",
        "@billdies5 @JonRothstein Bet it @koko_mango @PatrickMangano",
        "@BigRedMachine44 @billdies5 @JonRothstein That’s a bet too @PatrickMangano  @koko_mango",
        "@JonRothstein @JonRothstein remeber when I let you know where he was going.....",
        "@JonRothstein Ooo @JonRothstein I tried telling you he’s going to UK last week.",
        "4,3,6 https://t.co/HC02ELXkmO",
        "@JonRothstein He's gonna go to UK - just make sure to remember this post when he does commit.",
        "@Dukeblogger @IMAD2229 The “B.field” totally threw me off",
        "@IMAD2229 B.Field? What am I missing?",
        "@M_Bulge19 At this point its just not a surprise.",
        "@_dericksmith Can he shoot better?",
        "@TreyWallace_ who exactly is he referring to on this one? Naz Reid?",
        "@cassius_stanley @vernoncarey22 #2tay",
        "@ChrisBunn21 Really is crazy.",
        "@mikegrib8 @totally_t_bomb NBA projection for Cassius Stanley(duke)? think he stays or goes?",
        "@Ross_homan1 who do you see as duke's best starting 5 next year?",
        "@UpdateDuke what do you know.....",
        "@Bluedevilsreign You think Hurt returns?",
        "@Bluedevilsreign Delusional as in hurt playing the 5? Or as in Hurt returning?",
        "@UpdateDuke @AdamRoweTDD @TheDevilsDen jesus",
        "@UpdateDuke Definitely think he has a role next year, just really hope Hurt and/or Stanley come back.",
        "oo man! @PllayMe hooked me up for pre-registering! https://t.co/CzhtEabqk7",
        "@UpdateDuke I remeber this like it was yesterday.",
        "@Dukeblogger @UpdateDuke this hurts.",
        "@PllayMe Wait so did I win?",
        "Just signed up for @PllayMe - time to make some money!!\n#PS4 https://t.co/XDGLdjAuNg",
        "@TheBenSwain I guess I’m in the wrong, assumjng he got a offer. Your a little more connected than I am ;)",
        "@TheBenSwain I get there’s nothing in sports going on, but when has a guy gotten an ESPN announcement and not picked duke?",
        "@GoodmanHoops https://t.co/ACxgH2XFwp",
        "@seth_towns17 https://t.co/E3YqyLQ038",
        "@_dericksmith where you seeing this??",
        "@_dericksmith i retract my statement.",
        "@_dericksmith is this guy even connected haha?",
        "@UpdateDuke My issue is, hurt isn’t going in the first round. And why would he sit out 1 year and transfer..... 🤷🏻🤷🏻",
        "@UpdateDuke Would be nice to keep him, but feels like were kinda going after players that fit his mold, Towns/Brune… https://t.co/guB4yqVOTZ",
        "@UpdateDuke Hurt's gone. Tre's gone. Cassius gone. Vern gone.",
        "@MatthewGut21 What does your gut tell you he will pick?",
        "@seth_towns17 Dukies!",
        "@DukeOfHoops His Instagram still has duke stuff....",
        "@DukeOfHoops you think this means he gone?",
        "@DukeFansZone why change your picture to high school stuff if your going pro? I get it, but just more or less hoping he comes back.",
        "@DukeFansZone why do you think this means he's going pro?",
        "@DukeDigest i cry when i see this.",
        "@_dericksmith Yea def gonna need someone down there, not sure Williams is gonna be able to give us valuable minutes… https://t.co/E2X4Bud3zC",
        "@_dericksmith At what position?",
        "@ChrisBunn21 i mean are we at least going to get to see Tre play 1 more time (today)? or is everything going to be canceled by then?",
        "@Dukenutbro Jah has a title. enough said. Bagley was great, but Jah has a banner",
        "@LILUZIVERT I bet Baby Pluto won't drop an unreleased song with Carti on the deluxe version. However - Lil Uzi on the otherhand......",
        "@mikegrib8 You think he goes after this year? Kinda feel like he’s had a pretty underwhelming season....",
        "@M_Bulge19 @DukeFansZone I wish.",
        "@ChrisBunn21 Recruiting updates",
        "@Dukeblogger Just bad tonight. Really bad.",
        "@Dukeblogger These slow starts just never stop",
        "@SethDavisHoops Duke just beat FSU...",
        "@UpdateDuke Seton hall scares me",
        "@mikegrib8 He’s played 17 mins total the last 2 game’s. Seems too soft/slow",
        "@mikegrib8 Is Matthew hurt worth a damn in the NBA draft this year?",
        "@Dukeblogger Just soft",
        "@DukeFansZone I am the same exact way.",
        "@JasonJordanSI Jalen Johnson - I get why he wasn't selected, but still.",
        "@jakeweingarten @stockrisers Where do you see Kuminga landing? #StockrisersTuesdays",
        "@ChrisBunn21 Kinda what I was leaning towards. Just Gaye seeing Tre play that way. I for some reason still see us w… https://t.co/o6PFMMmKSo",
        "@ChrisBunn21 @rheidrick24 You in panic mode? Or u think this team can rally and bring it together?",
        "@Dukeblogger Had a bad feeling all day",
        "@Dukeblogger Just saw this. Hate it for Joey, but seems minor.",
        "@Dukeblogger Ok thought so. Man do I miss Kennard",
        "@Dukeblogger Seeing some stuff about Baker in a boot - you heard any of this?",
        "@rhj_24324 Is baker gonna play? Seeing he was seen in a boot yesterday on campus??",
        "@Dukeblogger Really big win last night, def hurt not having Moore to create some offense when they had Carey shut d… https://t.co/vg9M2L58dN",
        "@mikegrib8 Tre Jones not the best PG???",
        "@marchmadness @TheAndyKatz @ZagMBB @KUHoops @MSU_Basketball @Aztec_MBB @ButlerMBB @FSUHoops @PennStateMBB… https://t.co/vhiIiwbvlC",
        "@DukeMBB @ProFootballDoc how long do you think Wendell will be out on this one? Duke always dealing with injuries.",
        "@Dukeblogger Def could use him to guard Nwora against Ville, other than that as long as he’s back before FSU we should be good",
        "@AdamZagoria Off topic - but do you have any info on Jalen Johnson and IMG? Seeing a rumor of a failed drug test, and NOT an injury.....?",
        "@father Yeeettt!",
        "@KBowen1070 Is Marlon gonna be on a snap count @KBowen1070 ? Should he have any restrictions ...?",
        "@KBowen1070 @ManganoJohn my fantasy squad needs Samuels to be playing. Conner needs to rest",
        "@Dukeblogger Our offense looks awful though",
        "@OttoCech @rhj_24324 Where’s this tweet? I can’t find what your referring too?",
        "@ben_davis113 @EditsRecruiting @kteate01 I don't think Brakefield would stop Kuminga from coming if he wanted to be… https://t.co/nvTBnemD0I",
        "@EditsRecruiting @kteate01 and your sources are......",
        "@Johnnymangano love your love for PUSH #yeaggghhhh",
        "@MGRADS @___Colb___ Facts",
        "@UpdateDuke @OttoCech where did u get this from?",
        "@ChrisBunn21 whose your backup qb?",
        "@Duke_BlueDevil_ @EvanDaniels @247Sports @InsideCarolina I second this, any thought @EvanDaniels",
        "@Dukeblogger Coleman and Williams will be our only bigs (if they commit) Not sure who we turn to now....",
        "@Dukeblogger This is not good. Mark Williams isn’t going to be what we need in 2020",
        "@SolesticeKicks Same here. My cars was charged. This has happened to me before and I got a shipping email. A few days later",
        "@__NigelUNO same here, have you gotten one yet?",
        "@JuliaWagner___ I'm in the same boat - no bueno",
        "@Laced2015 same here, have you gotten a confirmation yet?",
        "@isweaterrgod I still haven't gotten mine, but my CC was charged. Anyone gotten theres yet?",
        "@daltondeldon How do you feel about David Johnson this year",
        "@BlueDevilNation What he shoot from 3?",
        "@BlueDevilNation @Skeelow22 @DukeReport @DukeOfHoops @Dukeblogger I'd buy it - is it for sale?",
        "@Johnnymangano Yea I enjoyed it",
        "@Johnnymangano U like it (movie)?",
        "@tvtommyclyde @DentonG23 @GoodmanHoops @Briccyardlilyo @Stadium So how many titles have you won since 2011? I'll wait..........",
        "@Johnnymangano THIS IS PURE GOLD.",
        "@EvanDaniels Bahahahahahaha",
        "@ItsZaly @DukeNBA Cole Anthony doesn't play defense.",
        "@Banks @TTfue #ReleaseTheContract",
        "@Johnnymangano this is awesome",
        "@Dukeblogger guess I was wrong, Boogie to Memphis.",
        "@DukeOfHoops are we gonna lose Javin? Kinda feel like it might happen.",
        "@Dukeblogger Agreed. Personally, thought he would have thrived under K - and being off the ball. Even though he wants to play PG",
        "@Dukeblogger Yeah - i kinda feel like Boogie screwed this one up, imo.",
        "@Dukeblogger I think so. Im seeing Boogie to Oregon, and RJ to Kansas now",
        "@JonRothstein @koko_mango",
        "@AdamRoweTDD where you see him going Adam - back home to Florida&gt;? as long as he stays outta the ACC, I think we are good.",
        "@EvanDaniels whose he looking at?",
        "@GoodmanHoops wow - whose he looking at?",
        "@jeffborzello @A_Smithers @koko_mango wow this is HUGE",
        "@jeffborzello are they eligible immediately?",
        "@JeffRabjohns @koko_mango @A_Smithers",
        "@Johnnymangano https://t.co/HZL2ZwQgEo",
        "@EditsRecruiting @JoshGershon @cassius_stanley @koko_mango @A_Smithers what i say earlier",
        "@vernoncarey22 @Jaylencarey1 @koko_mango @A_Smithers Zion 2.0 HAHAHAHAH",
        "@AdamRoweTDD @koko_mango @A_Smithers",
        "@TomCrean @koko_mango @A_Smithers",
        "@JayJayUSATODAY @RjHampton14 @usatodayhss @koko_mango @A_Smithers WOW! (remember when i told ya so)",
        "@MattGilesBD Joey isnt playing next year",
        "@UpdateDuke We need to figure out how to get Tre/RJ",
        "@AdamRoweTDD @TheDevilsDen Is there anyway RJ Hampton will play with Tre? Kinda feel like they work together...? No… https://t.co/QmJSbgmKLa",
        "@DukeForum care to explain.....",
        "@DukeForum @TheDevilsDen @AdamRoweTDD @SteveClarkTDD good shit here Chris. enjoyed this season. until next year. #si6hts",
        "@ComplexSports @SLAMonline @koko_mango crushes me",
        "@BlueDevilNation i mean no shit - care to share anymore ha .",
        "@TheDevilsDen @DukeForum yea - according to 247 he technically has to sit out 1 year. But we saw a similar situatio… https://t.co/BXaSrNnj9O",
        "@DukeForum so you have Jones staying? and NO hurt?",
        "@DukeForum we need more pieces Chris. And more than just Hurt. Who are some long shot possibilities?",
        "@DukeForum He was the missing piece all year",
        "@NBADraftWass @koko_mango bust",
        "@PeteThamel @koko_mango",
        "@DukeMBB @koko_mango cam!",
        "@AdamZagoria @koko_mango no brace",
        "@DukeMBB @AxeS24Duke cams knee.....?",
        "@Merckbillsmafia @IMAD2229 @DukeMBB how do you know this?",
        "@DukeMBB @DukeForum @AdamRoweTDD @SteveClarkTDD \n\nwhat's going on with Cam here? Are we good?",
        "@DukeMBB @koko_mango what the hell is wrong with Cams knee",
        "@Gatorade how can I buy these @Gatorade",
        "@cjzero @koko_mango fully torqued",
        "@TheDukeNation @koko_mango",
        "@AdamRoweTDD Rowe bomb!",
        "@Johnnymangano hopefully he doesn't take notes from Frank Howard, #tripper",
        "@KeepBlitzin @BrantGNR @koko_mango @A_Smithers lets go",
        "@TheBenSwain All the unc fans looked pissed hahahaha",
        "@BarstoolBDevils @Johnnymangano @koko_mango @graysonallen",
        "@JeffRabjohns @koko_mango @A_Smithers thats good",
        "@stoolpresidente @koko_mango @A_Smithers",
        "@jwgiglio @marchmadness @PackMensBball virginia is NOt in this doc",
        "@UNCBarstool @ZionW32 @koko_mango @A_Smithers",
        "@ChadxLykins Feel lije were doomed to be the 2 in the south",
        "@DukeForum @TheDevilsDen @AdamRoweTDD @SteveClarkTDD can we recover from this Bolden injury? I feel like this is being underestimated",
        "@duke5021 @DukeNBA its absurd how many bunnies he missess",
        "@DukeForum Thanks Chris, looking forward to the podcast tonight.",
        "@DukeForum Meant to say what one you think we end up as 1? Or 2?",
        "@DukeForum So you think we end up a 1 or 2 seed in ncaat",
        "@DukeForum alright Chris - honest opinion. Do you think Zion will play again for Duke? If so when? I need someway to calm myself",
        "@clbrownhoops @koko_mango",
        "@AxeS24Duke @TheDukeNation @koko_mango 100%",
        "@TheDukeNation @koko_mango",
        "@DukeOfHoops @koko_mango @A_Smithers",
        "@jerrymeyer247 wheres this podcast?",
        "@DukeNation_Josh where did you see that he didn't practice yesterday?",
        "@jerrymeyer247 @koko_mango @A_Smithers",
        "@jerrymeyer247 @TreyScott247 who do you see Duke landing for 19? Seen a lot about Hurt/Watford, and now going after… https://t.co/CXjlenKb96",
        "@AdamRoweTDD @dpshow @PaulPabst @brooklynfritzy @HiMyNameIsSeton @andrewperloff @twoadayz for real, this is horrible. Bring back NBCSPORTS",
        "@JonRothstein No @Tre3Jones  - Get outta here",
        "@BrianRIVALS @koko_mango just can't",
        "@BrianRIVALS @koko_mango I just can't handle this.",
        "@AxeS24Duke Saw @SethDavisHoops say hes not cleared for contact?",
        "@AxeS24Duke We worried yet?",
        "@Dukeblogger How you feeling? I see another dominate performance for Sir RJ",
        "@BlueDevilNation this better not be a \"on-going\" game with this day-to-day stuff",
        "@AxeS24Duke I thought Hampton was content on staying in class? I saw the reclass of Brakefield i like that. and def want Hurt.",
        "@AxeS24Duke what u seeing on that? don't we only have an open offer to Hurt on the table?",
        "@EvanDaniels @247Sports latest on Matthew Hurt?",
        "@Duke_BlueDevil_ @JamesIn63719646 James please explain....."
    ]
}