{
    "screen name": "globalawakenin2",
    "no. of tweets": 186,
    "tweets": [
        "Keeping youth in school is to close prisons. The increasing unemployment at 83%, increasing youth in prisons, youth… https://t.co/MGuEpvtos2",
        "@MyHope Thank. Its such a joy to see one more SOUL come to Christ. In this battle to raise Christianity from 32% of… https://t.co/sAy8rBJSUl",
        "Submission to Christ is the sure way to raise godly &amp; servant leaders for the transformation of nations.… https://t.co/SG6oQ3579Z",
        "@ADCinUganda @wphfund @Mglsd_UG @unwomenuganda Thanks @ADCinUganda. Women form more than 51% of Ugandan population.… https://t.co/ilnCDStnTA",
        "@wphfund @AustrianDev @UN_Women @whatthewomensay @GPPAC @WomenEnabled @TJI_ @MPTFOffice @unwomenuganda @UNDPUganda… https://t.co/F4kBBv8TKn",
        "@oxfamgb True something has to be done.",
        "@careorguk The gospel has never been urgent than today. Only 31.2 of world's 7.5 billion population are Christians.… https://t.co/qtjzswIfGi",
        "@careorguk Thank you @careorguk. True, families form strong foundations for Nations. Families need every support to… https://t.co/MgXOxdXfOw",
        "@indigotrust Thank you @indigotrust for supporting food security. keeping the food supply chain is a sure weapon against COVID-19 shocks.",
        "@GatsbyEd @guardian Thank you @Gatsby for supporting Education. He who opens a school door, closes a prison. Educat… https://t.co/HOKS3ECVUC",
        "He who opens a school door, closes a prison. @globalawakenin2 We support #vulnerable attain #Education through scho… https://t.co/vi2EHpEbnS",
        "@HOPEtogether Amen. Thank you for leading this call to win SOULS. Global Awakening Missionaries is blessed to be pa… https://t.co/JOhqyDzsqZ",
        "@HOPEtogether Thank @HOPEtogether for keeping this candle lighting for Nations.",
        "@Caf @MuswellFoodbank Thank you @Caf . As we fight COVID-19, Food security is a much needed weapon than before.",
        "@careorguk Amen. May you Ooh LORD heal the sick, protect us and heal our Land from pandemic as you promised in your… https://t.co/Q9VnqiwLd9",
        "@europeaid True, the greatest of all is the art of living together. However, the Increased cases of GBV leave us wi… https://t.co/a8sVaorige",
        "@careorguk Amen. Let us pray and support our leaders too. Moses was supported by Hur &amp; Aaron to hold up his hands.… https://t.co/ORGYauILVX",
        "Leaders need support as Moses was supported by Hur &amp; Aaron to hold up his hands. When Moses' arms kept up the Israe… https://t.co/JatiLOr5j8",
        "@IMFNews @hallbenjamin @FT True, strategic investment in building Nations foundations is critical. Character buildi… https://t.co/zZ1He91WGg",
        "@LionsShareFund @pnudfr @UNDP @MyUNDP @UNDPClimate @UNDPMozambique @UNDPasiapac @UNDPKenya @UNDPMongolia… https://t.co/yyYw4Pay3p",
        "@ViiVUS @ViiVHC We celebrate medics for standing on flontline. History will record the world war that was never won… https://t.co/jt89oVqu1b",
        "@ViiVHC Thank you for the initiative. With the lockdown restrictions in most developing countries HIV patients need support than ever.",
        "@UNHCRTanzania @UnitedNationsTZ @wizara_afyatz @RefugeesAfrica Thank you for keeping the hope growing. We pray for… https://t.co/mEOQO8RbEI",
        "@EU_Commission @eu_echo Happy anniversary. Thank you for bringing smile to Nations.",
        "@careorguk Thank you for this great ministry. True, raising and equipping Leaders to occupy the space (mountains) i… https://t.co/oHaPBPCQhk",
        "@oxfaminghana Indeed, history will keep a record of a world war that was never won by guns but people's behavior an… https://t.co/9uvXnArOtJ",
        "@UNAIDS Thank you. Supporting #HIV aids access medical care is critical during and after #Covid19. Keeping the balance is the key.",
        "@DavidLiPeng Very true. Connecting schools is urgent to achieve sustainable development. Supporting developing econ… https://t.co/pp9LByA67V",
        "@UNGeneva Very true. Connecting schools is urgent to achieve sustainable development. Supporting developing economi… https://t.co/rjPG3FEjO8",
        "@GlobalGiving @FUNFONAVI Thank you for supporting children. Child protection and support is sure way to raise our f… https://t.co/qaqg2WiUZ0",
        "@UNAIDS Sure, With most countries imposing lockdown movement restriction, HIV  patients need counseling than before… https://t.co/k7kKJTcqzH",
        "@OxfamIndia @Oxfam @AnushreeJairath True, youth #mentorship and #CareerDevelopment  needed to raise a responsible g… https://t.co/zp0FCnjXT3",
        "No Nation can rise above the quality of her citizens. Joint efforts needed to create opportunities at all levels of… https://t.co/jAbxEhGkpR",
        "@dmjonesoir @stewardshipnews True, COVID-19 has brought a test of our commitment to God. Much prayers for organizat… https://t.co/znDhRafvro",
        "@fundraising True, crisis creates opportunities for sharp minds and only organizations that are flexible to changes… https://t.co/vIHYIZUfvR",
        "#Vocational skills development &amp; #credit support to SME is a sure way to fight #poverty, #unemployment #food insecu… https://t.co/KjEScSY8vY",
        "The only #weapon to #effectively win the war against #disease, #hunger, #injustice, #violence &amp;#poverty is the… https://t.co/vIeZJPp9pM",
        "#leadershipskills and #leadershipdevelopment is an ongoing process. One of leadership training on #Business skills… https://t.co/OD9ERo4VTx",
        "#Education success will depend on learning #environment, the #capacities of teachers and the #quality of education.… https://t.co/pDmISrtC1k",
        "#leaders are made not born. A building is as strong as its foundation. We must #strategically #mentor and #invest i… https://t.co/2HdqjACgrS",
        "#For #sustainable #development we need #healthy lives, promote #well-being for all to increase #productivity, #life… https://t.co/apITgMWJgT",
        "#Fundraising strategy, build relationships. Don't assume that the possible funder will be moved by general informat… https://t.co/udxLyTjHZg",
        "@SAT7Network True Counseling needed and we keep in for hurting families",
        "@SAT7Network Thank you Rita for encouraging message.",
        "@SAT7Network True need for interventions in the education sector",
        "@SAT7UK @Mission_Afrika It is hard times for the body of Christ. Thank you for making life through your efforts to… https://t.co/3DhemvwxmH",
        "@CaritasDanmark @StellaMarisOrg @iamCARITAS It is only in the giving of oneself to others that we truly live. Thank… https://t.co/grpEUPEhJr",
        "@GlobalInnovFund @wef It is only in the giving of oneself to others that we truly live. Thank you for making life t… https://t.co/Endk7EQelM",
        "@JtiFoundation It is only in the giving of oneself to others that we truly live. Thank you for making life through… https://t.co/QvB75Fag7O",
        "@KitchenTableCT It is only in the giving of oneself to others that we truly live. Your efforts to to address child… https://t.co/9fBcFL5EWm",
        "@DFID_Inclusive Thank you for #living no one behind. Indeed it is only in the giving of oneself to others that we t… https://t.co/dBHv166OOP",
        "@UKAidDirect @team_kenya Thank you for always supporting NGOs esp in fighting COVID-19 and effects. We pray for mor… https://t.co/7YD4pegDYq",
        "@abbymaxman @UNOCHA @ICVAnetwork @GPJGeneva @iascch @InterActionOrg @ICRC @ifrc Thank you for your great work to su… https://t.co/VLYDRuS6dJ",
        "@Oxfam @abbymaxman @UNOCHA @UNReliefChief @FilippoGrandi @WFPChief @DrMikeRyan @DrTedros @Refugees @UN… https://t.co/S5cX4vGNiV",
        "@Oxfam Thank you @oxfam always on frontline to bring hope to Nations. \"We make a living by what we get, but we make… https://t.co/fG055VK1Hf",
        "@MIT @statnews Innovative approach very crucial for combat COVI-19 and post COVD-19. There is also need for Sustain… https://t.co/0YwTdR9kZ7",
        "@claire_ob1 @DFC_Fellowship @HumanRightsDK @VBrobbs @law_gimpa @DanishMFA @RJF_Ferguson @khalid_nadvi @evagrambye… https://t.co/zPAInc4G7X",
        "@DFC_Fellowship @DanishMFA @DrTedros @RasmusPrehn @UllaNaesby Team work, knowledge and sharing are crucial in fight… https://t.co/BhjLbmALjm",
        "@AgrarianOpp @KenyaCIC #Capacity building is crucial to overcome post COVID-19 shocks such as food insecurity and u… https://t.co/meWVRu5BAi",
        "We should not pray for God to be on our side, but pray that we may be on God's side- Billy Graham",
        "@stewardshipnews Indeed love is the centre of every giving. We can give without loving but we cant love without giv… https://t.co/2TLlfziA1y",
        "@give @KidsClubKampala Thank you for bringing a smile to millions. We make a living by what we get but we make life by what we give.",
        "@stewardshipnews Stewardship is partnering with GOD. It begins with love and accepting to keep the flow of God's bl… https://t.co/TPktzC4XAe",
        "@stewardshipnews Thank you for bringing happiness &amp; life to many. Real worship to GOD is in our giving,  it reflect… https://t.co/4tC3QS105U",
        "@Caf @givingtuesdayuk Thank you @Caf for leading the way in fundraising drive to fight COVID19. We keep the fight o… https://t.co/Xb3fgn1Ixl",
        "@UNAIDS @Wedoctorgroup Capacity building, knowledge sharing is key to fight COVID19",
        "@IMFNews Appropriate spending plus monitoring resource flow. Support to SME as majority employers, support to agric… https://t.co/o678ZjqOW9",
        "@GlobalGiving Children are victims of COVID19 effects esp GBV &amp; food insecurity. Capacity building (vocational skil… https://t.co/fEK1Qvs0bp",
        "@UNFPATurkey @eu_echo Capacity building is crucial to create awareness, food chain supply and self employment.",
        "@AkiliDada @GlobalFundWomen @FORWARDUK @SayItForwardNow @Katekruchkin @PlanKenya @FemnetProg @ShujaazInc @fidakenya… https://t.co/SJhREYrbI4",
        "@coopi @eu_echo Wedone for a great fight. With COVID19, capacity building is crucial to create self employment and keep food supply.",
        "@UNOCHA Disrupted food supply chain will lead to high demand &amp; increased prices hurting the unemployed especially u… https://t.co/55Uyw7cy4n",
        "@UNDP @UNDPAccLabs @ASteiner @UlrikaModeer Thank you for the good job. Keep fighting. Together we win. Lines drawn… https://t.co/wVjGg3ipuZ",
        "@GlobalFund @PeterASands @EU_Commission Thank you for the good fight. Together we win. We should also look at post… https://t.co/9Djs4G4mjr",
        "@europeaid @EU_Commission @JuttaUrpilainen @eu_eeas @EIB @KoenDoens @EBRD @vonderleyen @JosepBorrellF @DrTedros… https://t.co/tgDv3UxzfU",
        "@Caf Supporting SME with credit availability. Support unemployed through Capacity building (Skilling) is critical.… https://t.co/iUUU4ZKdE7",
        "Ministry funding follows a clear and adequate Vision. Ministry supporters are always looking for organizations whos… https://t.co/BohA3D2fA6",
        "Stewardship is learning the simplest table manner art. Find out how much God has given you and from it take what yo… https://t.co/MEm7KaUZfL",
        "Rarely do people give funding to institutions. They invest in ideas and people in whom they believe. People will su… https://t.co/EhwB1ge4xw",
        "There are two ways of spreading light: to be the candle or the mirror that reflects it. –Edith Wharton",
        "the secret of receiving and giving is in being thankful. Be thankful for what you have; you’ll end up having more.… https://t.co/IBNZ5N8RyV",
        "An empowered organisation is one in which individuals have the knowledge, skill, desire, and opportunity to persona… https://t.co/9jYlj1WKkY",
        "The three things we crave most in life i.e happiness, freedom, and peace of mind are always attained by giving them to someone else.",
        "'The most valuable things in life are not measured in monetary terms. The really important things are not houses an… https://t.co/31SKieubhc",
        "The principle in giving is not in how much but the heart. Understanding that every coin makes a difference in the k… https://t.co/f8WnMgE8cv",
        "A generous man will prosper; he who refreshes others will be refreshed (Proverbs 11:25). I have found that among it… https://t.co/p3Ym0xnYI9",
        "A leader should invest in building bridges, not walls. Books, not weapons. Morality, not corruption. Peace, not cha… https://t.co/5CHnDA05kn",
        "#Ministryfunding “It is much easier to put existing resources to better use, than to develop resources where they d… https://t.co/QlMYBW9MNd",
        "God created us that we may make His kingdom fill the earth. But have you wondered why ministry is the less funded?… https://t.co/zJ5A387V01",
        "\"If you are not content with what you have, you would not be satisfied if it were doubled.\" Charles Haddon Spurgeon",
        "'Since my money is God’s money, every spending decision I make is a spiritual decision.' – John Hagee",
        "\"No one has ever become poor by giving.\" Anne Frank.",
        "Worship is giving God the best that He has given you. Be careful what you do with the best you have.",
        "Stewardship is learning the simplest table manner art. Find out how much God has given you and from it take what yo… https://t.co/BMhHCeyomE",
        "1 Peter 4:10 As each one has received a gift, minister it to one another, as good stewards of the manifold grace of… https://t.co/CJdygIYfns",
        "Stewardship is the use of God-given resources for the accomplishment of God-given goals. You have not lived until y… https://t.co/AKAKpARq31",
        "May the LORD uphold heal the sick and protect you through this COVID-19 crisis. We know that, extraordinary afflict… https://t.co/NcUvBko5o4",
        "Our lights shine brighter in our darkest moments. In this COVID-19 crisis, we pray that your light will shine brigh… https://t.co/iX3lb9E5nY",
        "As a living Church in the world, we are called to walk the walk. Your actions shine brighter than the light you are… https://t.co/0uyjsECLbB",
        "#Fundraising for ministry\n-God is the source of our funds  \n-The Lord is fully capable of providing what you need,… https://t.co/FkMAnzdbc5",
        "WHEN MANNA MUST STOP FOR THE INHERITANCE TO COME https://t.co/66mF4vSt2F",
        "GOD OUR DELIVERER FROM AFFLICTION IF WE ARE HUMBLE https://t.co/bKdtzaMZKx",
        "Standing with families in prayer through COVID-19 challenges\n\nhttps://t.co/a4zdMt3X7V",
        "@DianaAtwine Blessings Matsiko. May the LORD increase your territory.",
        "Prayers for people suffering from COVID19. May the LORD heal and uphold you. If my people, who are called by my nam… https://t.co/PfAodo8oKZ",
        "@BorisJohnson Praise the LORD for the healing. We continue to stand with the missions suffering from COVID19. May t… https://t.co/B3qYWZEPKP",
        "TAKE COURAGE IN THE LORD\n\nhttps://t.co/hbw7K6Uspf",
        "For our Sunday school Easter outreach ministry visit https://t.co/bT1PO4XKqR",
        "May the LORD be your source of strength in this season as we fight COVID 19. Praying for healing, restoration and p… https://t.co/uOARfqxBaS",
        "video 1521488517 https://t.co/h6vWRUDAE9 via @YouTube",
        "Have you heard ‘Evil Pursuers 2’ by Tugume Nicholas on #SoundCloud? #np https://t.co/eYa8zApyiw",
        "Have you heard ‘Masozi Crusade (https://t.co/gOYnPXDE26)(1)’ by Tugume Nicholas on #SoundCloud? #np https://t.co/2OjeF4obLq",
        "Praying in God's will is the key",
        "\"As much as we hate to admit it, we are sinners by birth. We are also sinners by choice. We are also sinners by practice.\" #BillyGraham",
        "\"How can men boast that they control their own destiny when they cannot solve the problems of war, racism, poverty,… https://t.co/3FiZsOkI4i",
        "\"It is never a question of how much you and I have of the Spirit, but how much He has of us.\" - Billy Graham",
        "\"I believe integrity can be restored to a society one person at a time. The choice belongs to each of us.\" -Billy Graham",
        "If you’re not identifying the leaders of tomorrow whom you will train up, your potential and your future will always be limited.- Maxwell",
        "Leadership is really leading people through situations,\nkeeping them focused on the desired end results. This takes… https://t.co/mVy7YkuIBb",
        "The responsibility of taking the Gospel to a lost and dying world rests upon the dedication and availability of each of us.",
        "God has called us into Gospel ministry that all who hear it might have the opportunity to obey it and be saved. “Bu… https://t.co/MeOsF6sufB",
        "Christianity’s  success  today just  as  in  the  first  \ncentury is dependent upon the dedication and honesty \nof… https://t.co/OdeLZ8V61o",
        "Jesus came that we may walk in light. What a tragedy that so many are struggling in darkness while the Gospel light… https://t.co/AgfnL8nCLw",
        "In the day of Judgment a “well done” awaits those who made the right decision and a “depart from Me” for those who… https://t.co/TZlHItCx46",
        "No nation can rise any higher than the women in her midst. No congregation is any stronger than those good women wh… https://t.co/tp1UVW7EiZ",
        "WATCH YOUR MINDSET https://t.co/xlRwTvhYqU",
        "Growth doesn’t guarantee success. As you pursue growth beware of bigger but not better, be cautious about innovatio… https://t.co/Wi7L7XKWHS",
        "Keeping a life balance is never easy. Peace and productivity aren’t mutually exclusive, but far too often, take car… https://t.co/FJKqLLcMn6",
        "\"We grow faster when we’re surrounded by others who are growing.\" - Maxwell",
        "BELIEVING THE LORD’S VOICE https://t.co/z922HkL1yx",
        "MAKING RIGHT DECISIONS https://t.co/VvKKGcYgUy",
        "We must wait on God, as those that have no will of our own, but what is wholly resolved  into His.",
        "Man was created to live in fellowship with others. \"Man has not started living until he can rise above the narrow c… https://t.co/hCumlBltko",
        "PRAYER FOR FAMILIES https://t.co/5hlF9qXT0a",
        "God created each of us to contribute and fulfill a purpose that will make the world a better place for all.",
        "Institutions are the life blood of any organization/society. Without strong institutions, no organization/society w… https://t.co/uzb1nA7sxb",
        "If we want to cure the lack of integrity in our politics, first we need to start with improving our individual inte… https://t.co/xRQ2nv1P8h",
        "\"Grace is given to heal the spiritually sick, not to decorate spiritual heroes\" - Martin Luther",
        "The test of the artist does not lie in the will with which he goes to work, but in the excellence of the work he produces.",
        "WE ARE ALL EQUIPPED FOR GOD’S GLORY https://t.co/1PryzimnyO",
        "PRAYERS BRING BIRTH https://t.co/bp8CzK0PsM",
        "SUBMISSION A KEY IN MARRIAGE https://t.co/9gKlZjMTfL",
        "RESTORE US OOH LORD https://t.co/eNqei7u3ov",
        "GOD OUR BUILDER https://t.co/Ad7Nq1KfFE",
        "JESUS’ BLOOD WILL NEVER LOOSE IT’S POWER https://t.co/pAiQVZON9B",
        "HEAR CLEARLY&amp; FOLLOW GOD’S LEADING https://t.co/nlb7znQ7Rj",
        "TAKE IT UP AGAIN https://t.co/CFMbq7Iqvk",
        "A Christian who doesn't pray is like a living person who doesn't breath",
        "\"The way to preserve the peace of the church is to preserve its purity\" @RevMatthewHenry",
        "\"Seducers are more dangerous enemies to the church than persecutors.\" @RevMatthewHenry",
        "Our God is a covenant God https://t.co/G5ZGsjUR85",
        "The growth and development of our teams is the highest calling of a leader. Leaders may impress others when they su… https://t.co/F5j0FFVmuR",
        "Creating a culture of integrity and accountability not only improves effectiveness, it also generates a respectful,… https://t.co/ESt1JLttgp",
        "Simple organizational structure and clear accountability are necessary conditions for the exercise of effective leadership.",
        "Accountability is the basis for all meaningful organizational achievement. If you can't find a way to get people to… https://t.co/ALb28PAV0J",
        "MARRIEDS SUBMIT TO ONE ANOTHER IN JESUS’ LOVE https://t.co/h4jTHYEYLm",
        "JESUS CHRIST OUR HEALING https://t.co/n4BmCE9asJ",
        "VALUE CHARACTER ABOVE RICHES https://t.co/TNOpLiITLg",
        "Pursue your vision. The harder you work for something the greater and fulfilling you will become when you attain it… https://t.co/9hUVihwXaC",
        "Success is no accident.  It is hard work, perseverance and sacrifice. Greater things never come from comfort.",
        "STAYED LONG ON THIS MOUNTAIN https://t.co/eRXNSsonaW",
        "Preparation key for every success. 'Give me six hours to chop down a tree and I will spend the first four sharpenin… https://t.co/AMVzFOHJNb",
        "SEEK GOD’S COUNSEL https://t.co/FpToKzPp99",
        "A PRAYER THAT AVAILETH MUCH https://t.co/pbzMZq0e2R",
        "GOD IS ALL YOU NEED https://t.co/7ywT0PPoDt",
        "Leadership is tested by the ability to raise your followers. Before you are a leader, you focus on growing yourself… https://t.co/7mzxVjubP1",
        "Great leaders Model the way. There is no greater name for a leader than mother or father. There is no leadership mo… https://t.co/d0zce2aCVh",
        "Leadership ability is the lid that determines a person’s level of  effectiveness. You can't offer what you don't ha… https://t.co/hetLDjyrbB",
        "Great leaders do don't work themselves into leadership spotlight. There’s a difference between stepping forward to… https://t.co/OENLSLoHls",
        "WALKING IN THE PROMISE https://t.co/12ZQ5zGtBR",
        "Leadership effectiveness is in keeping balance. Success in one area can will never compensate for  failure in other… https://t.co/tBQv3vQJCT",
        "No executive has ever suffered because his subordinates were strong and effective. The man who gets the most satisf… https://t.co/0PnY8kI7KU",
        "Success is about problem solving. Successful people face more problems than unsuccessful people. The man who has no… https://t.co/sa5iIR3jvl",
        "To help people believe they can achieve victory, put them in a position to experience small success. Small opportun… https://t.co/N4BIC4eJDM",
        "Believe in your team help them identify their area of strength. By emphasizing people's strengths, you're helping t… https://t.co/jWgQ9QAVIX",
        "For most people, it's not what they are that holds them back. It's what they think they're not. Poor self-worth cre… https://t.co/X0Zx35E5pK",
        "Trust is the foundation for effective leadership. Not until people can completely trust you will you be able to pos… https://t.co/VTWcJ4sJQf",
        "We are called into leadership to help people. For we are given power not to advance our own purposes, nor to make a… https://t.co/GJM8Fr5UfH",
        "Integrity is the foundation upon which many other qualities are built such as respect, dignity, and trust.\nThe need… https://t.co/i9GYghMd00",
        "WHAT IS THE ONE THING IN YOUR LIFE, THAT BRINGS YOU FULFILLMENT WHEN ACCOMPLISHED? https://t.co/r9PHyGR9nD",
        "HAS THE LORD COMMANDED A BLESSING IT WILL SURELY COME https://t.co/shgmoNSX69",
        "MENTOR-SHIP A KEY IN LEADERSHIP https://t.co/CW5YJRgv7x",
        "A SLOW MOVEMENT IN A RIGHT DIRECTION IS BETTER THAN SPEED IN A WRONG DIRECTION. https://t.co/UhbvOpaOaU",
        "ON THE ALTAR I WILL MEET YOU AND BLESS YOU https://t.co/SVBl7PjhZ9",
        "#EFFECTIVE LEADERSHIP-  KEEP THE FOCUS https://t.co/RRMdaLF1tJ",
        "LISTENING KEY IN LEADERSHIP https://t.co/Uayl3VKHev"
    ]
}