{
    "screen name": "ttturner15",
    "no. of tweets": 149,
    "tweets": [
        "@TruesClues ???????? ur telling me you never used their food court??!?!!! what! wowza",
        "@TruesClues ...show me how to use the food court.... if you dare....",
        "We got approved! Getting the keys July 1st! :,) It’s right next to eastern so if anyone’s in ypsi lmk. https://t.co/37TtSWoEUS",
        "@CringeMp4 to be honest i don’t even understand why they’re together. I get no chemistry from them at all just annoyance at each other.",
        "HEY GUYS DOJA DID EXACTLY WHAT I SAID SHE WOULD WHeRES MY PRIZE?????????",
        "@punker_irl i like los angeles apparel. clothes are ethically made",
        "Did anyone else improve their cooking skills this quarantine? I've only eaten out 4 times since mid-February.",
        "@CameronAlbano Ty you’re welcome whenever lol",
        "applied at this dope fucking loft next to emu 👍 really excited to move.",
        "make her say the fuck word https://t.co/Cf7jSoP6i2",
        "LMAO WHAT https://t.co/4btmFGVM1o",
        "Does anyone else not care about the end pieces of bread?",
        "@Marcanthony737 I think you should appreciate this opportunity",
        "@Struggle_Tweet @alexlllamas",
        "lets pray um goes online this fall 💙💛 for me",
        "❤️ @alexlllamas https://t.co/jdXYHqU7qi",
        "Tokyo Ghoul, Blue Exorcist, BNHA, https://t.co/UeMQkncE9I",
        "@TruesClues @Retro__G :(",
        "@TruesClues @Retro__G Sonic Maurice Ogilvie",
        "In the 9th grade I watched all of Steins Gate under my desk in algebra 1 and I held back tears during the sad parts… https://t.co/F7mYE6hWy1",
        "@thejtlewis @realDonaldTrump @alexlllamas",
        "I can't stop watching this!!!!! https://t.co/BMUADzpgx9",
        "@TruesClues @KevinRSC HE Is JUST FINE",
        "i do this sometimes but shut the fuck up victim. https://t.co/ebZfC4uq20",
        "why am I allowed to have such a pretty waifu @alexlllamas https://t.co/V3fNqJ37Zm",
        "?",
        "@keelyclove imagine being so privileged",
        "i slept the entire day",
        "Hey guys going to try napping, going to watch a tutorial and will update you if I end up pasing out for the whole day by accident.",
        "@picantebeeff @keelyclove I’d be more concerned that you gave up on a game as physically big as acnh, $60 just down… https://t.co/g3MKCH0n6y",
        "got a big money grant for school B) https://t.co/Krqr1LlcnF",
        "@rybasfudge I was Riley's manager for last years AA art fair tent and she is a pleasure to be around! Proud to see this.",
        "@Flackojr_ @venuzzfly it's not real.",
        "@Flackojr_ @venuzzfly did she dm you yet",
        "I respect it but 100 Gecs is just not my cup of tea!",
        "@Marcanthony737 sure, but have you finished to an anime in the last two years\n( ◡‿◡ *)",
        "@Tony96116971 genuinely have been thinking I hallucinated the whole channel",
        "@Marcanthony737 just tell her my name, and I'll secure the bag",
        "I almost shit myself when I saw Alex Trebek trending, he's okay.",
        "@TruesClues :( no",
        "THIS IS HOWIE DU Et https://t.co/xUD6khK9D7",
        "https://t.co/r5GBtNctEJ https://t.co/jiEUfAcvmy",
        "@Struggle_Tweet @alexlllamas",
        "I always hear from my dad that moving in with someone will only make you like them less, and right now I'm discover… https://t.co/pzw36wA7eu",
        "#420memories https://t.co/739p3MhrED",
        "if you end up using it for more than a week with your friends for hours, just pay for the room, yes free is great b… https://t.co/LWDsXZMmX2",
        "can I let my mutuals in on a secret?\n\ncaracal club.",
        "sunday morning: https://t.co/Rla5hSLjuK",
        "@FridaySailer @alexlllamas",
        "can you guys recommend characters I know of for the 6 fan art challenge :3",
        "@jamie_agust Let them work, it's called natural selection",
        "@TruesClues i am equally ugly in animal crossing",
        "@PoorlyAgedStuff https://t.co/YvKKAPva5l",
        "@TruesClues :|",
        "@TruesClues who is january",
        "need to update my avi, i am not playing leauge as much I’m thinking a change is necessary.",
        "@Floateroni @Marcanthony737 referring to the redhead on the front, idk what game that is but she is from an anime called oriemo.",
        "@Marcanthony737 @Floateroni i loved that show until the incest lmaoo.",
        "my cocaine dealer: https://t.co/DhqrepvD8M",
        "@Marcanthony737 does your mom not claim you as dependent, because i thought dependents don’t get trump bucks",
        "𓆏 HAHA",
        "@2gay2lift happy birthday 🎂",
        "dude shut up https://t.co/Ij358tiSdU",
        "@EatWeightloss @CursedAds",
        "#WhyImVotingForJoe because I am intellectually challenged",
        "eatin' good https://t.co/wnH2TtNZZz",
        "me 1 month ago:\n\nme now: https://t.co/cwjoKPHKUh",
        "Is anyone on my tl voting for Biden, please let me know.",
        "Implying Joe Biden will put a non corporate democrat (Which is really just diet republican) in a supreme court seat… https://t.co/9yAOMcQW5N",
        "@punker_irl some great lesser-known films\n• Synecdoche, New York - dir: Charlie Kaufman\n• Perfect Blue (sub) - dir:… https://t.co/1fymFNr4QX",
        "Physiological Needs, Esteem, and Self Actualization please :) https://t.co/rE3QaWjhGK",
        "Genuinely house 4, I love bernie but it's not worth getting molested by Joe Biden. https://t.co/iutMl27Xki",
        "y’all https://t.co/K5qAFbQxL2",
        "So i saw everyone's names in my art appreciation and this person's full name is Mahogany Brown, I-",
        "@TruesClues @catespeare senior pics are so 2000 and late in the first place",
        "I'm glad I didn't kill myself https://t.co/rMo4X8rEc1",
        "@2gay2lift you can use my prime acct if you want",
        "@NetHistorian read this in your voice, and i have to say it feels like butter on my diseased lung",
        "blocking everyone ive ever interacted witj outside of my mutuals and traps",
        "@TruesClues why does mine look different https://t.co/gKij5cw1xP",
        "WAIt do you know sebastian that makes no sense if you never had the pleasure of meeting mister Ostertag @TruesClues",
        "just for clarification, I am INTP https://t.co/n6a5Yu6tdh",
        "What?! Why?\n\nOh https://t.co/sNLucQKLyX",
        "only if they knew what you looked like irl https://t.co/qCDYKHuFQD https://t.co/EJdgEClVXC",
        "sending you love and good energy ❤ https://t.co/a2KoqU59ji",
        "got into u of m ann arbor https://t.co/6VquND5tIw",
        "who even am I anymore https://t.co/huU0GGIfEX",
        "Grapes is the correct answer https://t.co/3GKOjLNmOO",
        "OKay I liked my last tweet.....",
        "for anyone who supposedly can’t find toilet paper...stop complaining and do your research 😤 https://t.co/n9EFATowvx",
        "@TruesClues https://t.co/tFRji4VstK",
        "hey guys i asked my dad for a switch so i can play animal crossing (i usually would never ask but since we are in q… https://t.co/4JlAtyouco",
        "when joe biden becomes the democratic nominee https://t.co/pTCno3Pw3d",
        "How is this free content. https://t.co/Yg5qlz8Ts8",
        "\"You have 9 super pacs! Want me to list them Bernie\"\n\"I have no super pacs, sure list them\"\n\"Give me a break.\"\n#DemocraticDebate",
        "centrists harping on Bernie after he made a mistake when Joe Biden's gaffs literally are too long to list in a twee… https://t.co/jW1VkOTvX6",
        "@BernieSanders i love you stay strong ❤",
        "At this point why can't Bernie Sanders just start his own country I'm sick of this horseshit",
        "I think about xiaoma's ass on a weekly basis",
        "if you do not\n-drink diet coke exclusivley\n-vote bernie\n-smash carrots directly into your eyeballs\n-lick toilet sea… https://t.co/vhqKYxi6yM",
        "@TruesClues @cherryvillains Victim",
        "#IDoNotLikeJoeBiden because he's a republican. Moderate my ass",
        "Sitting out from voting if Biden is the nominee, I literally liked shillary better than him.",
        "tempted to go into cryogenic stasis is there a place I can do that TODAY ? help a brother out",
        "ᵈᵃᵗᵉᵈ ʸᵉᵗ ᵃᶜᶜᵘʳᵃᵗᵉ https://t.co/wmhD5Cnaoj",
        "Don't think, it don't say it. Don't think, it don't say it. Don't think, it don't say it.\n\nERRATAS https://t.co/8rVZ1KNGCo",
        "GAYNERDHAHAHAHHAH https://t.co/aXxve59HZM",
        "#DemDebate what is unflappable pete https://t.co/pEYjNQllpA",
        "#DemDebate joe bidens pubes",
        "I forgot that I didn't post this https://t.co/vyI2Nyiub2",
        "@GullibleWalnut don't forget https://t.co/Mrs34YyQtz",
        "Is anyone else going to the plymouth township primary on the 10th? don't want to be alone :(",
        "\"hit my uncle dick in the deer stand\" took me a minute\n#DemDebate",
        "The only contest Corey Booker could beat Trump at would be a staring contest. 👁👄 👁 https://t.co/dSsVpkjkmW",
        "@krystalball you are my sunshine krystal",
        "this sweatshirt has been at sc for the past month unclaimed and I would like to take it but I know that John Quiñon… https://t.co/iUYeiCMd9O",
        "all my sons fuckin slaps sorry guys",
        "armypetearmypetearmypetearmypetearmypetearmypetearmypetearmypetearmypetearmypetearmypetearmypetearmypetearmypetearm… https://t.co/U7pyrUn5vs",
        "i- iii- https://t.co/RMS7f2cqsk",
        "\"men\" does not include babies like yourself ugly baby boy https://t.co/8jRtgJ4nEx",
        "@TruesClues i'm deleting twitter",
        "Amy Klobuchar choking on her pre-rehearsed speech is cringe-worthy. Also Bidens grab.",
        "@MikeBloomberg YOU ARE GIVING THE WORST PERFORMANCE OF ANYONE IN ANY DEMOCRATIC DEBATE OF ALL TIME HOLY SHIT JOE BI… https://t.co/hslqjr9PTd",
        "did bloomberg rip his whole left eyebrow out before the debate https://t.co/IuFsZkb4P8",
        "😎 https://t.co/NO5Ayfemgy",
        "@PeteButtigieg #PeteForAmerica https://t.co/3EnifOo90u",
        "I say to this dude, \"can we talk\"\nhe replies with \"i'm busy\"\nand what do I see https://t.co/u0jb8Hy8bu",
        "well thats not what you said at first ! stop backtracking and hold your opinion like a real man https://t.co/7HQzHktNWh",
        "@JoeBiden you are terrible drop out",
        "Fdfffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffffff… https://t.co/lotu7jLpXT",
        "HE IS A BABY GUYS",
        "what DO you drink marc https://t.co/wRMg66NyRD",
        "@rartortata @latweetx i learned something today",
        "@latweetx why is no one wearing shoes",
        "ᵃᵐ ᶦ ᵗʰᵉ ᵒⁿˡʸ ᵖᵉʳˢᵒⁿ ʷʰᵒ ˡᶦᵏᵉˢ ᵇᵃᵇʸ ᵖᵉᵃⁿᵘᵗ",
        "fuck the super bowl i hate cereal\nexcited for idaho cactus!!!",
        "The Graduate\nPG 1967 ‧ Drama/Romance ‧ 1h 47m https://t.co/16x7i7t9Ry",
        "please donate what you can im totally unemployed but I started using the can recycle to go towards Bernie!… https://t.co/2YYmEoDR5E",
        "OMG I JUST REALISED THE CAUCUS IS REALLY SOON BACK TO PURE THOUGHTS FOR BERNIE https://t.co/fiy69lZ7uV",
        "tryna fuck sum anime traps?? whats the website for that",
        "okay have fun being 8 years old gamer boy!!! https://t.co/Svf5QlqF80",
        "cold brew tastes like ass, iced coffee is better https://t.co/r1TXICudtK",
        "this whole thread is calling me out and im sorry if you feel that way https://t.co/NQCe2wQ7QT",
        "still remembering some baldie in earthlore telling my mom in a bit of a rude tone that they're closing in 5 when th… https://t.co/KSODkiXb1u",
        "Tyler the Creator\nAnderson Paak\nMf Doom\nAsap Rocky\nRun the Jewels\nAmine https://t.co/i6jvVoRcqv",
        "I was trying to decipher who was your second girlfriend genuinely for like 10 whole seconds. https://t.co/8lw9z7II4S",
        "probably going to block a bunch of ppl so bye hoes",
        "@RiotCareers dreaming of u :)  ☁✨",
        "wish politicans would publish rallies with cool posters like band tours do"
    ]
}