{
    "screen name": "sakiskyriakidis",
    "no. of tweets": 189,
    "tweets": [
        "@mamounaki_ Ερωτευσιμο είσαι, φουλ ερωτικό κι ερωτευμένο να γίνεις",
        "@batzhlia @Marlenkal @dimaresi1 @nkerameus @sofiazacharaki Κι όποιος \"σπάσει τα κοντέρ\" διπλά φράγκα, πάει ή θα πάε… https://t.co/CnptmiFcso",
        "@documentonews @KostasVaxevanis Άντε και βουλευτής με τον Αλέξη",
        "@MakeMyDayPunk_ Συμβουλή σου έδωσα όπως θα κάνω κ πάλι.Μην αναπαραχθείς,σεξ μόνο για απόλαυση,κι αυτό ΠΟΛΥ ΣΧΟΛΑΣΤΙ… https://t.co/TVm4D1aTU2",
        "@sitarcos @konmanol1 @ariscfu @fwnhlogikhs Για πες ένα από αυτά τα έγκυρα που εσύ διάβασες να ξεστραβωθουμε κι εμείς οι αγράμματοι?",
        "@MakeMyDayPunk_ Κόψε κάτι,καλύτερα κόψε τον ΣΚΆΙ.",
        "@mamounaki_ Εγώ ο γεωπόνος σου",
        "@NikosKotzias Σας το αφιερωνω https://t.co/P2cI37ZoRm",
        "@KostasVaxevanis Κώστα κανά σχόλιο για την εικόνα? https://t.co/DPdI0PrPJh",
        "@PanosKammenos Κάτι για την ελλειπή εικόνα θα μας πείτε? https://t.co/9zJJfvmTIR",
        "@psinotopsari @paldim1 @bpapapanagiotou Άριστα κι άριστος",
        "Ένα μεγάλο ευχαριστώ σε όλους σας για τις ευχές επ' ευκαιρία της ονομαστικής μου εορτής. Αντεύχομαι υγεία και πολλέ… https://t.co/hXymJkx5bu",
        "@TheosOfNature @CeliaSanchez_gr Θα θελε πολυ....",
        "@E_Achtsioglou Το οτι μπορει να πεθανατε τους περισσοτερους σου λεει κατι ή αδυνατείς να καταλαβεις τι ειναι το πηλίκο μιας διαιρεσης?",
        "@giorgoskyritsis Εάν βέβαια ήταν δεξιός θα στα χάλαγε όλα και πως θα 'βγαζες το ψωμάκι σου εσύ κ πολλοί σύντροφοι?… https://t.co/CkIIko7uib",
        "πήγαινε Toronto Islands από On Route https://t.co/kylmntIMhC",
        "ΕΛΛΗΝΑΣ βουλευτής στο ΕΛΛΗΝΙΚΟ κοινοβούλιο. Μετά λεμε ότι μας φταίνε οι ξένοι. https://t.co/EUxos5ymPb",
        "https://t.co/vp4TrI0YTg",
        "https://t.co/ma9PhiOOGp",
        "Θεσσαλονίκη: Πρόστιμο 300 ευρώ σε όσους βγάζουν βόλτα το σκύλο χωρίς λουράκι https://t.co/g6bcRW2ycU",
        "@nikospappas16 @george_cris @marios_katsis @JSarakiotis @stelios_rallis @PanosSkourolia1 Αλήθεια τώρα, σου βρήκαν 500 Χιλ?",
        "Εάν κάτι τέτοια τιμωρείται ποινικά, τοτε εσείς γι αυτά που κάνατε πρεπε να τιμωρηθεί τε παραδειγματικα https://t.co/tY8F7VoW3l",
        "Από τι είδους φανταστικους τύπους ξεμπλεξαμε δε λες όμως αντικατάσταση του @KostasVaxevanis https://t.co/q00WDJKz8G",
        "Πρώτη στην Ιατρική Λάρισας 47χρονη απόφοιτη ΕΠΑΛ https://t.co/QJc5wbQwuK",
        "Δεν είναι κατσαρίδα, είναι ο αντικατάστασης του @KostasVaxevanis. με όραμα  για να ξαναρθει η βρωμερη αριστερά https://t.co/xAR8AeYiBE",
        "Αλλαξε κ πάρε καλύτερης ποιότητας απ' αυτό που καπνίζεις ή καλύτερα κόψτο, όπως κ τις μαλάκιο ύλες. https://t.co/fGNsDUCvRq",
        "@MariaSpyraki Ασ μας δωσει κάνα φράγκακι να τα καθαρίσουμε, τόσα έχει. Αμάν πια με την ανέξοδη κριτική για να κάνου… https://t.co/UZW4HBqAg5",
        "https://t.co/YtbcHovprl",
        "Δεν υπάρχουν λέξεις που να μπορούν να περιγράψουν αυτό που βιώνουμε εδώ στο μακρινό Ανταναναριβο της Μαδαγασκάρης.… https://t.co/zBWiS2RhEN",
        "Παράδειγμα προς μίμηση. https://t.co/uCAPlp7kdv",
        "Γιατί όχι κι εμείς! https://t.co/QZhBtWngWB",
        "https://t.co/1m84fs1Dbu",
        "Straws Made Of Wild Grass Are Vietnam's Newest Zero-Waste Option https://t.co/f1bkBEqxcC",
        "Όχι που θα τα δίνανε.....\n\nhttps://t.co/tZLyP6sAdH https://t.co/tZLyP6sAdH",
        "https://t.co/CozNwH3QeJ",
        "Ήρθαμε πήραμε το βραβείο κι αναχωρουμε. Συγχαρητήρια στους εξαιρετικούς μας μαθητές/τριες και στην καθηγήτρια τους.… https://t.co/mOp7WEbLlV",
        "Η εκδήλωση ξεκινά με την υπουργό πολιτισμού κυρία Μυρσίνη Ζορμπα να μας τιμά με την παρουσία της κυρίως όμως με τα… https://t.co/2LVcayXVYs",
        "Διαφωνώ απόλυτα και μέχρι θανάτου με τα όσα λέει, εν τούτοις όμως με εντυπωσιάζει ο σεβασμός των άλλων-υπολοίπων κα… https://t.co/LD3ZEjYxL6",
        "https://t.co/4DWyvnU3vw",
        "Η λίαν ενδιαφέρουσα πρόταση, για το πρόγραμμα του Υπουργείου Πολιτισμού \"Blog your heritage\" του σχολείου μας από τ… https://t.co/xyg3rlGI4E",
        "Μαθητές ΕΠΑ.Λ.: τα ποσοστά με τα οποία εισάγονταν στην τριτοβάθμια εκπαίδευση θα συνεχίσουν να υφίστανται, αλλά για… https://t.co/kwnN6cAPNt",
        "Η προσπάθεια του σχολειου μας για την αναδειξη της πολιτιστικης κληρονομιας της πόλεως μας. #thelo_thess https://t.co/v4XoS2tkl1",
        "Επιτέλους παρηγοριά..... https://t.co/KevyU9h7Pl",
        "https://t.co/o1ni47xIoV",
        "Τα λόγια είναι περιττά....... https://t.co/nX0xyzvDUk",
        "https://t.co/oAYS2lo7BJ",
        "https://t.co/WxlNXxb3Fa",
        "https://t.co/1qPp4ws7l4",
        "Και λίγο χρώμα στην ενημέρωση, μιας κι ο αριστερός ειδησειογραφικός πλουραλισμός καλά κρατεί. \n#Φασιστερη_Δημοκρατια https://t.co/G2OHSmMe4p",
        "Προσπαθησαν να μας φοβησουν αλλα ειναι μονο 151. Τι μπορουν να κανουν μπροστα σ ενα εκατομμύριο? — attending Συλλαλ… https://t.co/w6kFV1agRW",
        "@kaimporei ΟΙ Τσιπροσυριζαιοι ειναι ακομη στην κυβέρνηση. Για ποια απομάκρυνση ακροδεξιου μιλάς ακριβώς? Ή εισαι απ… https://t.co/MClhGz5jr5",
        "@MaleskaMirjana @NikosKotzias Obviously you're a FYROM citizen?",
        "@Katselos Το ιδιο αθτονοητο είπε πρωτος ο @AdonisGeorgadi  κι ολοι τον ειπαν φασίστα. Αδικια γι αυτον για κατι τελειως αυτονοητο.",
        "Ν. Λυγερός - Καταδρομική ανάλυση του Προσυμφώνου. ΛΕΚ &amp; ΠΟΕΔ. Θεσσαλονίκη, 12/01/2019 https://t.co/MNHIThhdaT",
        "https://t.co/JHCp9AGzP3",
        "Οργη Λαου..... https://t.co/FY8esUoCeq",
        "Να και κατι καλο.... https://t.co/w3bjcBWq4Z",
        "Ένα τεράστιο μπράβο σ αυτά τα παιδιά, που αψήφήσαν τον φόβο την ενδεχόμενη κατακραυγή τις απειλές των απουσιων, των… https://t.co/qCcLhYFpxL",
        "Πρόγραμμα της «Γιώτης» για μείωση υπογεννητικότητας | Kathimerini https://t.co/9R7B7Ngc7W",
        "Future.... https://t.co/DBkdNuMTiy",
        "Επίκαιρο...... https://t.co/JvnozoPCeY",
        "https://t.co/qbWghPpiD4",
        "No comments https://t.co/evG7sIizFU",
        "Κάτι δεν πάει καλά........ https://t.co/PUDPRhfdb4",
        "Καλή σχολική χρονιά σ' όλους. Όπως κάθε χρόνο έτσι και φέτος τελέστηκε ο καθιερωμένος αγιασμός στο σ.σ Ευκλείδης τη… https://t.co/R3VZ8CfVLq",
        "https://t.co/CFpsVp6DcG",
        "Ηλιθιος κι ανεπαρκης ησουν παντα ως πολιτικος. ΜΟΝΟ στα σ.α βρε γελοιε επειδή σας φυλανε θα επιστρεψεις? Σ αυτους π… https://t.co/Jr9tYbtcwW",
        "https://t.co/6ItTOQd0dQ",
        "https://t.co/DKLeUZBcIV",
        "https://t.co/iiCnJrbEMI",
        "https://t.co/mTqXxoEH9S",
        "Άκόμη μια πρωτιά για μαθήτρια των ΕΠΑΛ. https://t.co/JRHZrvGE0p",
        "@georgemilon @nodethess Ο αλλος κατηργησε μ εναν νομο κι ενα αρθρο σε μια μερα τα μνημονια, αυτος ΘΑ καταργήσει τον… https://t.co/jJ8qMGLpSH",
        "https://t.co/6O5xQ5S10v",
        "https://t.co/9ENM72rUYM",
        "@papadimoulis Παρε καλυτερης ποιοτητας μπαφο ή καλυτερα κοψ' τον τελειως να σταματησουν τα φαντασματα να πετανε γυρω σου.",
        "@renadourou Διακυδευονται πολλα τα οποια εσυ/εσεις ειστε ανικανοι να διαχειριστειτε. #ante_sta_spitia_sas",
        "@KostasVaxevanis Βαξεβανη εαν πεσει κανας τουριστας στην Ακρόπολη μη ξεχάσεις να το φορτωσεις στον Φειδια κι ακολου… https://t.co/kQosRcDXlP",
        "@KostasVaxevanis Οταν δεν υπάρχει φιλοτιμο... https://t.co/SWYDS0GIFx",
        "@TerensQuick Να περιμένω απάντηση να μου ερθει με το ελικοπτερο που καποτε κουναγες στη tv ή...... https://t.co/IOKxQz7xMT",
        "@KostasVaxevanis Αυτα, οτι ειναι του Δημου να πας να τα πεις αλλου. Να διαβαζεις ξερεις ?? Ξεστραβωσου κι ελα ξανα.",
        "@FofiGennimata Ααα ναι εεε! Να ερθετε παλι εσεις, οι ασπηλοι κι αμολυντοι, οι τελειοι που τα κανατε ολα τελεια. Κατ… https://t.co/2LY3x9v6aS",
        "@AvgerinosMoscow Με την μουτσουνοαρα μου φάτσα κάρτα προφανώς όχι, ρωτάω όμως , μήπως-μπας κι άλλαξες αντιλήψεις? Μ… https://t.co/ZqihqXxWbF",
        "Εσυ παραμενεις ακομη \"σύντροφος\"? https://t.co/TR0ctBWuOY",
        "Οτι αφησετε εσυ κι οι αλλοι \"ασυντονιστο\" θα μεινει στην πατριδα. Φύγετε όσο ειναι νωρις https://t.co/y1MATxfLMj",
        "Ενω εσυ αρχιλαμογιο με τον Σταυρό στο χερι? https://t.co/5693zRsjF1",
        "Μητροπολίτης Μεσογαίας Νικόλαος: «Αν δεν ξυπνήσουμε, τελειώσαμε. Δεν θα υπάρχει συνέχεια!» |… https://t.co/28s7lTrdXa",
        "https://t.co/cQvCEwowSF",
        "@Giannis_An34 @USEmbassyAthens Cngrts Γιάννη, ευγε σου παληκαρι μου.",
        "Δουρου vol 2. https://t.co/k7TeZaKRZe",
        "Όταν έχεις ήθος-αρχές αλλά και καρέκλα...... https://t.co/kpdvEVcQLi",
        "https://t.co/cszZT8Lbnr",
        "https://t.co/jMrDCAzaHq",
        "Θεσσαλονίκη: Νέο συλλαλητηριο για τη Μακεδονία την Κυριακή https://t.co/nEVtDp6pA7",
        "https://t.co/5eqdp3vsMe",
        "https://t.co/Q711OLEm6y",
        "https://t.co/2Yr4tgO4YH",
        "https://t.co/0e3aTmezvn",
        "https://t.co/cm1Zk0uEJH",
        "https://t.co/QI6ZlLphBI",
        "https://t.co/cRZqrSoVTO",
        "@Reuters Tsipras recognize,NOT greek people",
        "Ο ρόλος του πατέρα στην καθημερινή ανάπτυξη των παιδιών https://t.co/pX80quNpym",
        "https://t.co/ljHd9ffQyk",
        "Ανοιχτές Πόρτες 2018 στο Κτήμα Γεροβασιλείου | Κτήμα Γεροβασιλείου https://t.co/p680glC39y",
        "Ο Ραφαέλο τα λέει όλα....... https://t.co/oMGJhLZKhx",
        "https://t.co/ALO5UZmf1c",
        "https://t.co/zkCwIMyuxc",
        "Αυτός που αρνήθηκε 3.274 ευρώ βασικό μισθό. https://t.co/KsY3RHCynt",
        "https://t.co/7PHX8KpABt",
        "https://t.co/bob93xMZBb",
        "https://t.co/v1pq9TfTpe",
        "ΕΠΑΛ: Αύξηση του ποσοστού από 1% σε 5 % για τα Πανεπιστήμια https://t.co/Mujzb9tiu6",
        "https://t.co/u6RROwOuIl",
        "Trump Administration Overturns Rule Requiring Outdoor Space for Organic Laying Hens https://t.co/2wI598wInS",
        "https://t.co/S3XtrdAYcC",
        "https://t.co/6NDEzhp4KQ",
        "https://t.co/CIOw03PsN8",
        "https://t.co/5ZOriG33pu",
        "Για την απορία μερικών. https://t.co/681TTdi3Tm",
        "https://t.co/LfgR1J4BKT",
        "\"Life\" nowadays..... https://t.co/KLuEpQsV88",
        "Τυ https://t.co/bwZqz9hU5L",
        "Οφέλη οφέλη και μόνο οφέλη απ' αυτό το προϊόν τούτου του ευλογημενου τόπου. https://t.co/uPTulDvPiP",
        "https://t.co/RIah41L3cE",
        "Αρχή της νέας σχολικής χρονιάς για τους μαθητές. Εμείς είχαμε την χαρά και την τιμή να έχουμε μαζί μας τον... https://t.co/WQAGRi1Qmn",
        "Bill Gates and Richard Branson back a startup that makes meat without slaughtering animals https://t.co/DCCWpgwD0r",
        "https://t.co/qBvZyJIn0Y",
        "Και στην γεωπονικη πρωτος ενα παιδι απο τα Επα. Λ. Του αξιζουν συγχαρητήρια οπως και σ ολους τους αλλους https://t.co/HT0bM3tJnb",
        "Ενδιαφέρον το αρθρο περισσότερο ενδιαφέρον έχουν ομως τα σχολια ορισμενων. Μπραβο στην κοπελια η οποια σιγουρα δε... https://t.co/KAYAy5NUc8",
        "Κρήτη – Πρώτη στην οδοντιατρική Θεσσαλονίκης από ΕΠΑΛ https://t.co/FN2656V1Du",
        "Από ΕΠΑΛ στην Ιατρική με 19205 μόρια https://t.co/MXgOTmicWp",
        "#BarcelonaAttacks",
        "So sad https://t.co/x114GTT1vY",
        "«Το διάβασμα μας κάνει όλους μετανάστες. Μας παίρνει μακριά από τα σπίτια μας, αλλά το σπουδαιότερο, μας βρίσκει... https://t.co/w4MGBWY8GD",
        "https://t.co/VQdAH0M3yF",
        "https://t.co/1znlUvZBoz",
        "https://t.co/mYATmMh3Ml",
        "https://t.co/8p0SVGSCOI",
        "Chemists Offer 5-Minute Video on Why Olive Oil is ‘Awesome’ https://t.co/FkWuvMGaJv",
        "https://t.co/jZDUbAlKXw",
        "Στη διαχείριση υδάτων... κάν’ το όπως το Ισραήλ, του Γιώργου Λιάλιου | Kathimerini https://t.co/cy2c19m6C8",
        "https://t.co/jTkkhwgBQb",
        "Life....",
        "https://t.co/HVUJDkfrwF",
        "Γ. Κατσιαντώνης: Να επιδοτήσει το ΥπΑΑΤ στο 100% τα αντιχαλαζικά δίχτυα | Ειδήσεις, νέα για Λάρισα | Θεσσαλία... https://t.co/JEX0bl9BEq",
        "04-05-17 Επιλέγω ΕΠΑΛ https://t.co/96zKv6p06c",
        "https://t.co/xDeKO6OtFW",
        "https://t.co/h1QpCe4ISx",
        "Ο καθενας με τις χαρες του..... https://t.co/DR23HoTapd",
        "https://t.co/03vfVklikl",
        "Ήρθαμε κι εδώ. Ευχαριστουμε Moveu Moveu - εντυπωσιασμένος στην τοποθεσία Salvador Dalí  Museus https://t.co/XxStS7SPo6",
        "https://t.co/BXq4SnIoJl",
        "νιώθει εντυπωσιασμένος στην τοποθεσία Plaza Catalunya, Barcelona España https://t.co/eGeNm9P5Pm",
        "Barcelona",
        "Imagine....... https://t.co/BjSX1kjgjl",
        "@NickyLyberaki https://t.co/olngbUifBL",
        "@Telegraph https://t.co/olngbUifBL",
        "@DavidFurstNYT @nytimes https://t.co/olngbUifBL",
        "@MariaSpyraki από το δημόσιο πληρώνεστε κι εσείς. Μήπως ν' αρχίζαμε τις μειώσεις από σάς? Απαντήστε στον @PeterJPap.",
        "@kkantilidis Hello Kyriakos!!!!",
        "@renadourou Καλώς (μας) εύχεστε αλλά δε θα ήταν καλύτερα ένα ''Καλή Ανάσταση'' ή ένα λίαν ελπιδοφόρο ''Χριστός Ανέστη''.",
        "@KostasVaxevanis Θα είχε πολύ ενδιαφέρον εάν εκτός από κριτική, επί παντός επιστητού μας λέγατε κ την δικη σας πρότασή σας για έξοδο.....",
        "@dimaresi1 @AdonisGeorgiadi Αδωνι. Το αμαν αμαν στην Τσαπανιδου ηταν ολα τα λεφτα. Θα μας πεθανουν αυτοι",
        "@gazzepi1 Ευχάριστα ξεχωριστή κ ελπιδοφόρα πάντα, παρά την μπουνταμάρα. Και γι' αυτό ήσουν είσαι κ θ είσαι ξεχωριστή λίαν αγαπητή.",
        "@gvoulgarakis @AdonisGeorgiadi Τίμιος,απλός,ουσιαστικός κ ιδιατέρως απολαυστικός όταν έχει απέναντί του συριζαίους! Αξιοπρεπής παρουσία",
        "«Εάν το παιδί δεν αγαπήσει το βιβλίο, θα μείνει αμόρφωτο» Πηγή: https://t.co/FvuMpPbRq1 https://t.co/JJIqF5EbT9",
        "Αν εμεις οι μεγαλοι μπορούσαμε να εμφυσήσουμε αγάπη για αυτά που κάνουμε, όπως ο πατέρας αυτου του παιδιού, τότε... https://t.co/1xtkAgbxqd",
        "Απολαυστικός, ιδιαίτερα όμως\n από το 42,46 έως το 44,48 min. https://t.co/QtW0ktYnYo https://t.co/sss0lFejuz",
        "https://t.co/GNKojjfIb1",
        "https://t.co/xqFtaxlNXf",
        "https://t.co/DOHfohOTbA",
        "Με τα φετινά μου  αστέρια – πανευτυχής",
        "Η σημασία της αγάπης, από τον π. Φιλόθεο Φάρο https://t.co/Dxm1RmFmEh",
        "Επειδή τελευταίως έχουμε μπερδευτεί με τα ναι και τα όχι!!! https://t.co/MM5uR2pXPQ",
        "I got: Judge! What Career Are You Meant For? http://t.co/HE5F3TFiND μέσω του χρήστη @play_buzz",
        "@yanisvaroufakis Πρέπει να σας το αναγνωρίσουμε όλοι, εγώ πρώτος!! Πολιτικά είστε γενναίος. Τέλος.",
        "https://t.co/vOqT75MQhm",
        "@evaggelatou επίσης",
        "'Beautiful Mind' mathematician John Nash killed in crash :( http://t.co/JYrf0CFGLx",
        "@ma_mounaki Bon jour madamme",
        "@wilfredatravels @sakiskyriakidis",
        "Σοφόν http://t.co/LfgNlbZJRQ",
        "Noam Chomsky: Greek Debt Must Be Written Off, Brussels is Destroying Greece | http://t.co/xEQEUaectd http://t.co/qrqRL6aJlO",
        "Ελιά-Olea europea.  Επιβλαβές βακτήριο καραντίνας στην Ελλάδα Xylella fastidiosa. Εξέλιξη της ασθένειας στην... http://t.co/pM47rLC9pA",
        "Ριζικές οι αλλαγές στην εμπορία-χρήση γεωργικών φαρμάκων απο φέτος. Ενημερωθείτε εδώ:... http://t.co/jBGMQaSxUt",
        "Η αποθέωση της Δικανικής Ρητορικής Τέχνης κατά την ελληνική αρχαιότητα\n« Εκ κακού κόρακος, κακόν ωόν » !\n \n   Ο... http://t.co/251In0de1j",
        "@giopso Χριστός Ανέστη, μη κάθεσαι έτσι και γκρινιάζεις, έλα να σε φιλεψουμε. Μετά μπορείς κι εσύ να γλύφεις τα δάκτυλά σου",
        "ΑΦΙΕΡΩΜΑ ΣΤΟΝ ΠΑΤΕΡΑ ΤΟΥ ΕΘΝΟΥΣ ΙΩΑΝΝΗ ΚΑΠΟΔΙΣΤΡΙΑ http://t.co/wg3hut55hn"
    ]
}