{
    "screen name": "CesarLusinski",
    "no. of tweets": 178,
    "tweets": [
        "@JJIzydorczyk Smutna jest sytuacja, gdy urzędnik powołany do kierowania urzędnikami państwowymi sam łamie prawo. A… https://t.co/uRDdRAXXh9",
        "@bosak2020 @krzysztofbosak składnia: emitowanym",
        "@BorisJohnson History will prove if you made the right choice, Prime Minister!",
        "@lemondefr",
        "Jeszcze czwartek, a już Piątek!",
        "While following #PLNATO20  the US and Europe, including UK, seem to be stiil in close political alliance, in spite of unnecessary rivalries.",
        "@PISM_Poland @MalcolmRifkind @gmfus  rightly so!",
        "@M_Baranowski @madeleine @jensstoltenberg  I am glad to see you and listen to your experience in building the Alliance",
        "Striking comparison https://t.co/l85cXHbIaD",
        "@BZdrojewski @SKoziej Jest godnie. Pozdrawiam Panów, po starej znajomości.",
        "Pokój wszystkim. Umiejmy się wznieść ponad podziały, które w dużej mierze stworzyliśmy sztucznie sami, dla drugorzednych celów. Pokój z Wami",
        "Exactement! https://t.co/fooKV9dN1v",
        "En effet: https://t.co/y2QBcSz7ty",
        "Ostatnie owoce winobrania w tym roku. https://t.co/XeIH3rpIm3",
        "@PZPNow Gratulacje",
        "@sobonartur Właściciel gruntu płaci z kolei podatek od nieruchomości, który w miastach może być dość wysoki.",
        "WiFi at Creta Maris Beach Resort is very fast: 32.2Mbps https://t.co/ggyN6acJG2 via @hotelwifitest",
        "Today, the weather is a bit worse in Creta, after the storm and rain. https://t.co/YPRjz2kMfI",
        "W przyszłym sezonie wrócę do Brodnicy, Chodzieży, Nieporetu jako zawodnik :) https://t.co/M8DbBFYFJd",
        "#Triathlon #Nieporet zawodnicy już się ścigają na dystansie 1/2 IM, a startujący na 1/4 i 1/8 IM kończą rozgrzewkę. https://t.co/2byoKIY4T2",
        "Kaplica na cmentarzu w Radzyminie, naprzeciw mogiły zbiorowej obrońców Warszawy 1920 roku. https://t.co/ehMbPdOc1b",
        "Dziś pod Bratnia Mogiła żołnierzy poległych w Radzyminie pod Warszawą w sierpniu 1920. https://t.co/GNPXc7mrQl",
        "Ładnie się bawi mój Ksantos na trawniku warszawskiego domostwa. https://t.co/siq4lzXIx1",
        "Trening już możliwy, a powrót do startów w triathlonie nastąpi po zakończeniu rehabilitacji lewego barku i ramienia. https://t.co/0INU5a3CQE",
        "Plaża w Nieporecie - Ryni. Jutro koledzy będą się tu ścigać w triathlonie, aż mi żal... udanych zawodów, Koledzy! https://t.co/xeS0yyQfeX",
        "Dziś 3 koncerty #Chopin i jego Europa- najpierw Antonin Musset i Radosław Kurek zagrają kameralnie Chopina i Brahmsa https://t.co/5KF3U9oEch",
        "Obchodzimy pietnaste urodziny Instytutu Teatralnego- nastoletnie, luzackie, na trawie przed pawilonem Instytutu :) https://t.co/rEeKzDPnQ1",
        "Bawimy się piłka https://t.co/qnOSTXK5bX",
        "Gotujemy! https://t.co/7O2mbGtQjy",
        "Czekamy na recital Nelsona Goernera, na scenie Teatru Wielkiego w Warszawie, podczas festiwalu Chopin i jego Europa https://t.co/WTSaN4MI3y",
        "Świętujemy podwójnie, w kościele MB w Kożuchowie, z zolnierzami. Po Mszy zdążę wysłuchać Prezydenta przez radio. https://t.co/9gBBMLiYF0",
        "Sto dwadzieścia osób zwiedzalo dziś wnętrza Zamku Broniszów, w tym Bibliotekę Ziemianska pod renesansowym stropem. https://t.co/ynk53POHeX",
        "Dzieci chętnie odwiedzają Zamek Broniszów; romantyczna architektura, piękna przyroda, cisza i zwierzaki! https://t.co/3ggeTPaJsk",
        "Upalny dzień w Lubuskiem- mój pies chowa się w cieniu wieży zamkowej. https://t.co/eiUvQcLOxf",
        "Przy pięknej pogodzie odbywa się doroczny festyn rodzinny w parku zamkowym w Broniszowie. https://t.co/25BQN3u2oC",
        "Ponad sześćdziesiąt osób, w różnym wieku uczestniczyło dziś w zwiedzaniu Zamku Broniszów. https://t.co/Cw7zSHnKEN",
        "Et finalment on peut se reposer apres le repas, my fille est un peu fatiguee. https://t.co/ekRuhr9JyN",
        "Nous regardont la Defence https://t.co/PViGSwRLwd",
        "Apres la collection superbe d'impressionists au musee d'Orsay, c'est le temps pour regarder la Seine. https://t.co/UXgdwX3HJK",
        "Ma fille a grandi recemment... https://t.co/hPEFfuhdXH",
        "Piękne psy gończe, anglo-francuskie, w pałacu w Cheverny. https://t.co/Y12KvdUOOu",
        "Quel chaleur en France ajourdhui! https://t.co/wQvMt0Lzoy",
        "Au chateau de Chambord: ou est mon billet? https://t.co/c8PIDY5VqP",
        "Zwiedzamy pałac w Cheverny w Dolinie Loary; niełatwo złapać w kadr moja córkę, woli własne, stylizowane zdjęcia. https://t.co/IYZZVmmw9M",
        "#NotreDame, desacree pendant la revolution... https://t.co/8xwovDvhvN",
        "Stoję 14 lipca przed gmachem gdzie więziono Marie Antonine podczas niechlubnej rewolucji, dziś pałac sprawiedliwości https://t.co/yFNSTx4rcl",
        "Miło spędzić popołudnie w Zelazowej Woli, dziś grał Marek Bracha. https://t.co/EonyPjjfr6",
        "Paderewskiemu zawdzięczamy nie tylko muzykę ale i model patriotyzmu godny naśladowania https://t.co/lthfPOONEr",
        "Exhibition devoted to #Paderewski is being launched at Reagan Square in Warsaw. Long live America! https://t.co/2SXPiOWSXp",
        "Ksantos po serii kilkudziesięciu aportów piłki https://t.co/SN6ICCHe3N",
        "Weekendowe harce z Ksantosem https://t.co/3JOlM8Qcdm",
        "Parlamentarzyści Hiszpanii i Polski podkreślali w SdeCompostella wspólne doświadczenie życia na europejskich kresach cywilizacji łacińskiej",
        "Dance me, to the end of love. I am missing tango for several years now. I am missing other things too, but why should I miss innocent dance?",
        "@SlawomirDebski masz rację, samo bieganie latwiej pogodzić z pracą i innymi obowiązkami; rower to nie tylko sprzęt ale czasochlonny trening",
        "@SlawomirDebski @Cenckiewicz Nie wiem, czy dziś przebieglbym 10 km, a jeśli tak, to niewiele szybciej od Was, a o triathlonie mogę zapomniec",
        "Trwa remont dachu Bazyliki Mariackiej w Gdańsku - dziś niedziela, więc konserwatorzy i dekarze odpoczywają https://t.co/JiLXYHR1sS",
        "W odnawianej Bazylice Mariackiej  i na ulicach Gdańska dziękujemy Bogu za świadectwo Błogosławionej Doroty https://t.co/bOGtfO3LvS",
        "Cellist Dominik Polonski passed away today, after a long fight with brain cancer. RIP, your music will stay with us.",
        "Presidents Duda and Iohannis strongly believe in consolidation of Eastern flank and overall NATO solidarity https://t.co/XifmuRDTVo",
        "Presidents Andrzej Duda and Klaus Iohannis share their views on Bucharest 9 as defense cooperation solution https://t.co/krvuGo69UV",
        "A good and timely debate #B9Warsaw with participation of Gen.Ben Hodges, ret.,former Commander of US Army Europe https://t.co/xWMheZhd5H",
        "We need vocal politicians in Europe, as much as vocal journalists! https://t.co/focpUzOoka",
        "Domus Polonorum dziś gości we dworze w Bieganowie, starannie restaurowanym. https://t.co/gjsLa1r5bg",
        "Zbór kalwinski w Oksie, ufundowany przez syna Mikołaja Reja, przejęty przez katolików po wygaśnięciu reformacji. https://t.co/SUvgm25AJ5",
        "Odwiedzamy dwór w Lasochowie, wśród stawów. Majątkiem wladalo wiele rodzin, od Lasochowskich do Grabowskich. https://t.co/ySQoXtRGPS",
        "Kościół Wniebowstapienia NMP w Malogoszczu posiada spójny wystrój renesansowy i barokowy. https://t.co/FP7VIPd3ao",
        "Msza Święta w kościele Wniebowzięcia NMP w świętokrzyskim Malogoszczu. Ósma rano i pełny kościół, staranna liturgia. https://t.co/2wOcc7ke6l",
        "Słuchamy w Ludyni arianskich pieśni religijnych, w wykonaniu Camerata Cracovia, z udziałem lutni i viola da gamba. https://t.co/YSzOfrtLwr",
        "Odwiedzamy, w ramach Domus Polonorum, dwór w Ludyni, w świętokrzyskiem. https://t.co/m8AzBV8yIK",
        "Ksantos wśród winorośli w... Warszawie. Wielkopies właśnie skończył dwa lata i madrzeje ;) https://t.co/fZRAkvWVh4",
        "Tegoroczna Noc Muzeow - w Wilanowie https://t.co/Ygc8I1cvfE",
        "It was a pleasure to host von Tschammer family at Broniszów Castle, which belonged to them from 1832 till 1945. https://t.co/FYFYTTZWpH",
        "W Zamku Carolath w Siedlisku scena bitewna jak podczas wojny trzydziestoletniej. https://t.co/qpAtj7zv3n",
        "Święto Bzow, wczoraj w Bytomiu Odrzanskim, dziś w Zamku Carolath w Siedlisku. Mile przedłużenie długiego weekendu! https://t.co/bBHD4Tysmh",
        "Święto Bzow, wczoraj w Bytomiu Odrzanskim, dziś w Zamku Carolath w Siedlisku. Mile przedłużenie długiego weekendu! https://t.co/EoxaKs8BQc",
        "Kameralne sniadanie w Zamku Broniszów przy grze Trifonowa, a Ksantos zwedzil mi pasztet ze stolu... https://t.co/wXk554z7oR",
        "Może taka dorodna kotkę upolować? https://t.co/EmEiZMP823",
        "Co by tu upolować? Myszy już w zamku nie ma, może ptaszka? https://t.co/a33XHMZVMs",
        "Piękny, słoneczny poranek :) Zamek Broniszów wypełniony zapachami wiosny! https://t.co/sS75MhjAGa",
        "Wielkopies zamkowy, po dniu pełnym wrażeń, w parku, w lesie, na broniszowskim dziedzincu https://t.co/yBMCZ8O8f9",
        "Piękny wieczór w Filharmonii Zielonogorskiej, pod znakiem oboju, w programie Debussy, Mozart i Strawinski. https://t.co/uVGI5MiaBg",
        "@NASA  Professor Hawking will be remembered as a scientist and the man who was able to cope with serious health challenges. R.I.P.",
        "#NoweAteny rację ma Piotr Skwiecinski, że dla nas młodych opozycjonistów zaskoczeniem było zbratanie działaczy Solidarności z komunistami",
        "#NoweAteny W 2 połowie lat 80. malalo pole manewru i opozycji demokratycznej, i władz komunistycznych, stąd skłonność do rozmów i negocjacji",
        "#NoweAteny W 1944 AK i Delegatura Rządu na Kraj znalazły się w sytuacji bez dobrego wyjścia; Związek Sowiecki był cennym aliantem UK i USA.",
        "#NoweAteny wszystkie główne nurty polityczne: socjaliści, ludowcy, narodowcy, pilsudczycy szanowali prawo, autonomię wojska i konspiracje.",
        "Niestety, są duże pęknięcia sklepienia na parterze w zachodnim skrzydle Zamku Broniszów https://t.co/9uAZfnIS7i",
        "Z centrum Warszawy znika straszydlo w postaci kadłuba samolotu; nie obyło się bez kłopotów technicznych. https://t.co/WWpr61Ow4Z",
        "#noweateny w latach 40. dla wielu las nie był wolnym wyborem lecz rozwiązaniem alternatywnym wobec uwiezienia, tortur i smierci z rąk UB",
        "@noweateny las nie był dla wielu w latach 40. wolnym wyborem, ale rozwiązaniem alternatywnym wobec uwiezienia, tortur i smierci z rąk UB",
        "France Gall est morte, quel dommage !",
        "@mbaczewska @YouTube excellent!",
        "Ksantos tu pilnuje! https://t.co/7K2BBeILaa",
        "Ile dworów przetrwa następny rok? Zamek Broniszów zapewne się ostoi, ale pilne są przemurowania skrzydła zachodniego https://t.co/fGiku6Cjfs",
        "Świętujemy w Zamku Broniszów, Ofelia pod dziecięca kołyska https://t.co/0RNDm9jIUU",
        "Dziś dużo psów na wybiegu obok poznańskiej Rusalki https://t.co/eHMZ2efHP9",
        "Ksantos czyści zeby przed snem :) https://t.co/jTzZNGaN7A",
        "@klegiewicz dzięki, Kasiu!",
        "@oloziolo dzięki, Olo!",
        "@Pisarski dzięki!",
        "@AnnaStrezynska dziękuję! Jestem już po operacji, za parę tygodni będę mógł wrócić do pracy. Życzę dużo sił w odpowiedzialnych obowiazkach!",
        "@WitoldSobkow dzięki!",
        "Trochę polezymy tym razem... https://t.co/wcPvlrS2h3",
        "Mary Robinson is getting the Knight of Freedom award of Casimir Pulaski Foundation at the ceremony in Warsaw. https://t.co/gNEGcYMJH7",
        "Ksantos ma ciepło i w pysku pełno ;) https://t.co/odCQr1Kmem",
        "Włoscy artyści, pianista Baglini i dyrygent Caldi, z Sinfonia Varsovia, w Koncercie fortepianowym Paderewskiego https://t.co/yS4z7Tho8P",
        "Roland Freudenstein leads the debate on prospects for EU Security and Defense in global context, including USA https://t.co/d8lvzonMkq",
        "OSCE Secretary General Thomas Greminger, contibutes to Warsaw Security Forum, interviewed by Katarzyna Pisarska https://t.co/tHIobETHvJ",
        "Szef BBN Paweł Soloch nakreślił podczas WSF wyzwania bezpieczeństwa międzynarodowego, szczególnie w naszym regionie. https://t.co/vnThAmXLRe",
        "Deputy Prime Minister Morawiecki is opening Warsaw Security Forum, setting the picture of our strategic environment https://t.co/dn7eD8dPUk",
        "Witamy Paderewskiego w Warszawie, jak na początku 1919 r., od wczoraj trwa IV Międzynarodowy Festiwal Paderewskiego https://t.co/QytWx7dhvg",
        "Po spacerze w parku czas na las, Ksantos nauczył się wracać, można go spuscic że smyczy :) https://t.co/mePQUUrAuC",
        "Nous sommes a la maison :) https://t.co/Dn5eQ8ryJU",
        "W oczach Diego Rivery Stalin i Mao niesli pokój i rozwój narodom uciemiezonym... https://t.co/3XKBxjN4E5",
        "Brzydcy ludzie też mają prawo do swojego szczęścia https://t.co/qdVJILQ7Mm",
        "Dwukotowosc ;) https://t.co/1X43aiXR79",
        "@debowskid dzięki, operacja się udala!",
        "Naprawiania ciąg dalszy ;) https://t.co/iTPIt0fQwj",
        "Dobrze być w domu... https://t.co/BdwyqbWxEQ",
        "Ksantos jak dziecko... wyrosniete, ale jeszcze z niemowlecymi potrzebami ssania, choćby koca... https://t.co/cm7bIDPk7w",
        "Jesienne zabawy :) https://t.co/alkn8VIjX7",
        "La lune dramatique. https://t.co/LOAsCsJchW",
        "Happy hour... Kosia w skupieniu odrabia matematykę, Ksantos obok mnie posapuje na kanapie. https://t.co/XNjewFwbrS",
        "Spędzam niedzielę w Rydzynie, dawnej siedzibie Leszczyńskich, obecnie w gestii Stowarzyszenia Inżynierów Mechaników https://t.co/wL9PNQrfUq",
        "W kościele MB Gromnicznej na kozuchowskiej starówce dziś chrzest kilkorga dzieci i festyn na rzecz remontu kosciola. https://t.co/k0aDNSFJzP",
        "Pada w Broniszowie... https://t.co/geBQzkfCSk",
        "I have plenty of ducks on the pond. This year I also put a lot of Fish, I do hope they will eat some of the plants! https://t.co/9XPvMd0aiw",
        "Młody biszkopt dentystki pociesza moja dzielna młoda po ekstrakcji piatki https://t.co/jnKAts6TZL",
        "Dzieci i młodzież odtwarzaja historie objawień Matki Bożej w Fatimie. Sto lat temu świat był pełen napięć, jak dziś. https://t.co/g6fg1NWTpe",
        "We wspólnocie Parafii Sw. Anny w Broniszowie przyjmujemy dziś Michaline Katarzynę, Chrztu Sw uziela ks Jaś Makowski https://t.co/vYOjAQw2vJ",
        "Wracamy do szkoły :) https://t.co/QVYjLf2OKK",
        "Santa Lucia, Olbia, Sardinia, la fete patronale https://t.co/A5X2kzyQKk",
        "Rafał Majka va gagner!",
        "Nie udało ich się namówić, żeby nas podwiozly... https://t.co/o49LlWcPmP",
        "Agatka w królestwie kaktusow https://t.co/z94pbMr5wn",
        "The best thing for holiday! https://t.co/D2JgyslHhv",
        "While travelling by air and bike one has to travel light... https://t.co/GcTrRYFZn2",
        "Difficult to choose: watch Vuelta or cycle myself... https://t.co/50ckuGs4ec",
        "Świetne są plaże Sardynii :) https://t.co/Dycb0GUrWD",
        "Prego mangiare! https://t.co/02MYgGSip4",
        "A long deserved trip to Sardegna just started, let us enjoy Pittulongu Beach in Olbia :) https://t.co/qnw4LGUqlm",
        "Baba wiezie umeczonego chłopa na dożynki ;) https://t.co/UInQWg8je2",
        "Jedziemy do Mirocina na dożynki gminy Kozuchow w Lubuskiem :) https://t.co/5lG0wwHrWj",
        "Ksantos takes a bit of fresh air on the way to Broniszów Castle :) https://t.co/Pdl9joldDR",
        "When the rear part of the car is busy, one can travel like this... https://t.co/bLONgngzUC",
        "Piesiatus zmeczony... wypoczywa po warszawsku ;) https://t.co/DD9CjgCH2v",
        "Jedziemy do domu! https://t.co/jNdUq9Xz6P",
        "W Dniu Wojska Polskiego udany piknik weteranów 13 Pułku Zmechanizowanego na Zamku Piastowskim w Kożuchowie. https://t.co/Ub1AQBqeY3",
        "Dobrze jest pospiewac w zamczysku pieśni patriotyczne w gronie przyjaciół, w przeddzień Święta Wojska Polskiego! https://t.co/nwXadvuEu3",
        "Piąty już, doroczny Wieczór Pieśni Patriotycznej w Zamku Broniszów, poprzedzony pokazem filmu o Paderewskim. https://t.co/BxVABNXzbC",
        "Szukam domu, i moje rodzeństwo także! Tel. 696 57 00 99 https://t.co/PWb2frnrFm",
        "Kto chce małego kociaka? Jest pięć, w Warszawie, tel.696 57 00 99. https://t.co/hOTgyEsYWF",
        "Five little cats ready for adoption in Warsaw, phone +48696570099. https://t.co/wfOVPPgSwc",
        "Obie córki ze mną, duża radość! https://t.co/H1xf1vaoQZ",
        "Le soiree a la maison https://t.co/4hg4RPAmWj",
        "Kosia i Ksantos bali się nocnej burzy, teraz już pogodny poranek. https://t.co/rB43pNfKUn",
        "Stuletni weteran, gen. Scibor Rylski, mądrze podsumowuje swoje życie i naszą przyszłość. Nie zmarnujmy Niepodleglej! https://t.co/b7ImWnblZz",
        "W Muzeum Powstania Warszawskiego Pan Prezydent Andrzej Duda odznacza powstańców i osoby kultywujace pamięć PW https://t.co/8dwPkFiG2y",
        "Triathlon w Rawie, M 50+: 1.Kumosinski, 2.Wojcik, 3.Lusinski. Miałem z kim przegrać, a ci niewiele za mną też mocni! https://t.co/qDUm2lpPZS",
        "Trzeci w Rawie Mazowieckiej, ale cieszę się, ustapilem lepszym zawodnikom. Szczere gratulacje, Panowie! https://t.co/kAX3XVEgXx",
        "Zwierzątko już zasypia... https://t.co/ekNQqFz3fD",
        "Wieczorne Ksantosa zabawy :) https://t.co/XctS9It0T4",
        "Taka sytuacja: wykapalem się po pracy przy stropach, chce oglądać końcówkę #leTourdeFrance, a tu gość :) https://t.co/cuqJVPIUXI",
        "W Lubuskiem piękna pogoda, mam krótka przerwę w pracach remontowych zamku, a Ksantos kończy nogę sarny, z kopytkiem. https://t.co/VQtLJ1LCMG",
        "Zmasakrowany Pokój Pana w Zamku Broniszów, ale trzeba było, bo w mokrych tynkach nie da się mieszkać. https://t.co/vuhUMASknn",
        "Taki owczarek niemiecki przyszedł pod Zamek Broniszów, dobrze się tu czuje, ale może ktoś go szuka? https://t.co/fZGvYyo4oO",
        "Ksantos pożera sarne... https://t.co/ChgkIG7E6W",
        "Oba już pochrapuja.. Karmel zlowil dziś ptaszka, ledwie go odratowalismy, samiczke, która ma jedno piskle i dwa jaja https://t.co/Vgn6EyOftz",
        "Koty nie oglądają Tour de France... https://t.co/DWLiz26iqi",
        "Le jour tres agreable a la maison, au chateau de Broniszow, la Pologne https://t.co/TgG1G12raE",
        "Just arrived home, means Broniszów Castle. Xantos has got woolfy eyes tonight :) I deserve a glass of wine, I think. https://t.co/VK0d1SvGVJ",
        "Szukamy domków dla pięciu kociat- będą dostępne w Warszawie, za miesiac, gdy skończą dwa miesiące. https://t.co/WlHIorReAR",
        "Kocięta miesięczne będą do oddania za miesiąc, śliczne, zadbane, tel. 601395870 https://t.co/4UYntAWYKW",
        "Maciej Bodnar pokazał pazury peletonowi w #TourdeFrance ; dziś jeszcze wygrał Marcel Kittel, ale czasowka będzie popisem Bodnara :)",
        "Ksantos już chyba dziś nie pobiega. Czyzbym miał pobiegać sam, pierwszy raz od roku, odkąd mam Potworatusa? https://t.co/CwgePoMAgj",
        "Kość ogonowa przestała boleć, siadlem dziś wreszcie na szosowke, uniknalem deszczu i spotkałem Czarka Figurskiego :) https://t.co/W0G7PyJvNu",
        "Koty jedzą, ludzie porzadkuja park przed jutrzejszym piknikem rodzinnym. Początek weekendu w Broniszowie, mojej wsi. https://t.co/zH09zpHPIl",
        "Jedziemy do domu :) https://t.co/UkIu3ekiMd"
    ]
}