{
    "screen name": "BramWeerts",
    "no. of tweets": 146,
    "tweets": [
        "LEADING THE WAY IN UNCERTAIN TIMES: THE IMPORTANCE OF CORPORATE RESILIENCE - Finance Derivative https://t.co/dk0VZQGFEW",
        "Kennedy School grad will return to the South with a plan in hand https://t.co/vAev741Ene via @Harvard",
        "The Secret to Getting 5-Star #Amazon Seller Ratings https://t.co/8rgeSILmWf @Wonderflow can help you better underst… https://t.co/wTpJcqoqcZ",
        "How To Move From A Product-Centric to A Customer-Centric Organisation - ... https://t.co/ppSEdiuoKK via @YouTube… https://t.co/dyZGJtVydP",
        "Back to school, quite the experience after all this time at home. #schoolsreopening #school",
        "Ping!",
        "Video: Why HR management needs to change now https://t.co/chIaUpSzsp #HR #HumanResources #EmployeeEngagement @wonderflow",
        "I so appreciate this being put up for free. No commercials, no agenda crap. Michael Moore Presents Planet of the Hu… https://t.co/XfOzgF1nym",
        "Why do you need to invest as much as possible in digital today? https://t.co/lTFEl4hVoK via @YouTube @Wonderflow @RiccardoOsti",
        "Digital Transformation Is Not About Technology https://t.co/rFRylvLMla #DigitalTransformation #PeopleFirst",
        "A good mentor will teach you how to think, not what to think. #mentoring #mentorship",
        "@DenKr71 D(M)en moet geen slapende honden wakker maken...",
        "I love this! The concept is centred around ease of use. \n\n#hrtech #humanresources #employeeengagement #hr… https://t.co/SqtapZXtri",
        "The free version of WonderWork will feature:\n\n- Availability for any company with more than 50 employees\n- Unlimite… https://t.co/0sgyC0XCIo",
        "Wonderflow supports companies with free employee feedback analysis tool WonderWork https://t.co/Tw0vG6MrQ8 @Wonderflow #AI #employeefeedback",
        "@Feyenoord Top!",
        "@tmobile_webcare Bedankt voor de snelle hulp.",
        "@tmobile_webcare Ga ik nu doen. Dankje.",
        "@tmobile_webcare zouden jullie hier eens naar willen kijken? Dankje! https://t.co/BlwFtfVJBo",
        "PrepTalks: John M. Barry \"The Next Pandemic: Lessons from History\" https://t.co/Q5jnwQ9HPO via @YouTube",
        "Start-ups in zwaar weer, geld is onderweg https://t.co/wYyFzTeP1f via @NOS",
        "You've Collected Customer Feedback. Now What? https://t.co/FvE7YP6hke via @Phil_Britt @Wonderflow",
        "Gartner research found that growth companies collect more customer experience data than nongrowth companies. Read m… https://t.co/9D65cdupLl",
        "Some fine music: Rachmaninoff - Rhapsody on a Theme by Paganini: Var. XVIII",
        "Accelerator Special: How 500 Startups, Rockstart, and Techstars adapt to the new reality https://t.co/G1cZ9ycrbU",
        "My Comics Show What It's Like To Be Stuck With Each Other In A Small Apartment (30 Pics) https://t.co/7Nc9dBbbkM",
        "@aaratikumar You bet!",
        "Do I need to say more... https://t.co/d8AnjuhGB6",
        "I truly wish that for some days in business life I had a fast-forward button since I have seen the outcome a couple… https://t.co/cUdnNQczO6",
        "Customer-centric companies are 60% more profitable! Yes, you read it correctly. You will be more profitable if you… https://t.co/dBkJSDMN2k",
        "Time for some admin.... Not a problem with:\nBest Of Nora En Pure mix (deep house tech house tropical house) summer… https://t.co/ur5kuHOKlz",
        "Check out my latest article: Learn about all the possibilities of AI technology in Customer Experience. Become a di… https://t.co/pS7zpOVg0L",
        "@cctv_idiots That is one of the good reasons why I loved living in the UK all those years :-)",
        "Here are the qualities of a brilliant salesperson.\n\n#sales #salesreps #salesleader  https://t.co/STgX3xlMRa",
        "“If you're afraid - don't do it, - if you're doing it - don't be afraid!” #quotestoliveby #quoteoftheday",
        "FT ranking: the Americas’ fastest-growing companies https://t.co/JyOyllqB6z",
        "Company of One: Why Staying Small is the Next Big Thing for Business - Paul Jarvis - Google Books ⁦@derkrb⁩ ⁦… https://t.co/GuwN11Exkv",
        "Fantastic Saturday morning creative workout -the big 🦚 is my daughters. The talent is fascinating 😊. https://t.co/A7DxGoq1Mn",
        "Pirelli Cancels 2021 Calendar And Donates €100,000 To Coronavirus Research via @forbes @Pirelli https://t.co/xszctHmNsJ",
        "“Companies often spend more resources on developing in-house solutions than they would if they adopted the technolo… https://t.co/PGxyIktoD1",
        "An Interview with Sander van der Blonk https://t.co/oWqcnLLfmf @Wonderflow #Digital #customercentricity",
        "Venture capital in Nederland: een duik in de investeringsdata (@tjmensink)  #venture https://t.co/doAjfM8exD via @Emerce",
        "US crude oil price falls below $20 https://t.co/g8tQvReVDb via @financialtimes #GeoPolitics",
        "Waking up with some @AmelieLens always does the trick...now time for brunch. https://t.co/8XEOtXYgLo",
        "Saturday morning...#cats https://t.co/tDVZQ0Wn2C",
        "What we don’t see is the real journey in entrepreneurship. #Entrepreneurship #Entrepreneur #hardworkpaysoff https://t.co/rZitjFIeWN",
        "Frankrijk met ‘survivalfonds’ 4 miljard euro voor start-ups (@erwinboogert)  #start-ups https://t.co/X6DGbb0NTA via @Emerce",
        "Marriott’s CEO Demonstrates Truly Authentic Leadership In A Remarkably Emotional Video via @forbes https://t.co/ALx12b2w4b",
        "How to prioritize product development https://t.co/eUv1jOwuDC #productdevelopment #features #productstrategy",
        "Nine Business Issues DataOps Can Help Solve via @forbes https://t.co/ghRJRD3GkK",
        "AI, education and ethics: who should profit from learning? https://t.co/s3kfitvXgD via @financialtimes",
        "How Blockchain Technology Offers ‘Computational Trust’ For Tracking   The Coronavirus Outbreak via @forbes https://t.co/wzgTNpSFRM",
        "Miguel Milano Leaves Salesforce For AI Startup Celonis https://t.co/qoogyWowNP via @WebProNews",
        "COVID-19’s impact on the enterprise and remote work https://t.co/Xp9t40duzC via @CioNL",
        "How Indian IT is keeping lights on for global businesses https://t.co/sXuvlkumLC via @timesofindia",
        "Tech Execs Reveal 13 Good (And Bad) Signs In Developer Résumés And Interviews via @forbes https://t.co/q4gzj89sbX",
        "After a flying start, Samsung struggles to gain ground in 5G | Light Reading https://t.co/Un7QExcZ8m",
        "A Radical Plan for Enterprise Transformation - InformationWeek https://t.co/Z8i8qOVfmd via @InformationWeek",
        "Before You Deploy AI, Ask These Questions https://t.co/Bj1fbKrbzp via @druadh20",
        "Home Security Cameras See Sales Jump As People Seek 'Peace Of Mind' https://t.co/tLHJz6FtPR via @IBDinvestors",
        "Tech Mahindra, Innoveo to build digital transformation solutions through partnership https://t.co/alszLQZk3d… https://t.co/Iais5sonYo",
        "Is Your Organization Ready for a Digital Experience Platform? https://t.co/r14E6Ver1z via @domnicastro",
        "Tradeshift Taps DXC Technology For AP Analytics - https://t.co/IPwdJxMfBU",
        "How B2B retail tech startup Arzooo is enabling consumer electronics brands merge the gap between online and offline… https://t.co/1QCBip4QiY",
        "What tech and metrics do you need for omnichannel? https://t.co/f9E92jEv9f via @RetailDive",
        "How to prioritize product development https://t.co/2E3eHqUNz5 #ProductDevelopment",
        "50 Ways Companies Are Giving Back During The Coronavirus Pandemic via @forbes https://t.co/Wilv6TDbWg",
        "Never Waste A Downturn – Emerge Exceptional via @forbes  https://t.co/kTq4MuOBvN #strategy #AI",
        "Coronavirus: The Hammer and the Dance by @tomaspueyo https://t.co/IC7WWNeDY1",
        "Check out my latest article: How to prioritize product development https://t.co/eUv1jOwuDC via @LinkedIn… https://t.co/IBBMyY7XXj",
        "Run your customer feedback analysis process 90% faster - Wonderflow https://t.co/vSjJfn2hgE",
        "Analyzing customer feedback for over 20 apps &amp; languages - Wonderflow https://t.co/77E2pE87lg",
        "Ahnold and friends suggest you listen to the experts and stay home. #caronavirus #arnoldschwarzenegger #Animals  https://t.co/ITbaS9Fi25",
        "Can’t be there as a result of the current crisis? Maybe your customer advocates can. #customeradvocacy… https://t.co/WqXdunvibS",
        "Wat vinden werknemers nou echt van hun baas? Dit bedrijf komt erachter https://t.co/mvLCY9f71A @Wonderflow #HR #Feeback",
        "I guess my kids did not get the memo that the school is closed for the next three weeks, considering they are bounc… https://t.co/LATaEo1GH1",
        "Meanwhile back in the civilized world...#AH #hamsteren https://t.co/IdlC6qLq3z",
        "A B2B and B2C contact center case study on improving contact centers though AI-driven analysis… https://t.co/5k9VDRNRLn",
        "Exploring the reasons behind customer purchase decisions https://t.co/q1OlWxDhUw @Wonderflow",
        "Amazon’s AI predicts product quality from customer feedback https://t.co/QA1rBJ0lSy via @VentureBeat @wonderflow",
        "Knowledge is knowing a tomato is a fruit.\n\nWisdom is not putting it in a fruit salad.",
        "Happy Birthday Archie!! https://t.co/1Aey0Ulx0y",
        "Perfect start of the day! #smoothie https://t.co/9NFosLg35s",
        "Join @Wonderflow at the @ManagementEv event Data and Analytics 2020 https://t.co/USaW5SnQJl #ManagementEvents #AI #ML #Data",
        "Check out my latest article: Text Analysis 101 https://t.co/MZf4H1x7OR via @LinkedIn @Wondeflow",
        "Sunday's...#CatsOnTwitter https://t.co/cgye77wXff",
        "Good morning world-) https://t.co/Yq6ZLVG89h",
        "Meet @wonderflow at the #IIeX!! #Customer #Feedback #Analysis https://t.co/kVv4ejaBjN",
        "Day two of the #iiex here in Amsterdam. Happy to tell you more between 10 and 11 CET about @wonderflow together wit… https://t.co/Xa5i1DPtoT",
        "@82jjc @wonderflow @RiccardoOsti Cheers!",
        "Ready when you are -) Time to pitch @wonderflow with @RiccardoOsti here in Amsterdam. #IIeX #iiex2020 https://t.co/BtPJpmaxQO",
        "I love the special quiet time between 8 and 9 in the morning...",
        "The Next Decade in AI: Four Steps Towards Robust Artificial Intelligence https://t.co/VTZFksPQDW #AI #NASA #Google",
        "What AI still can’t do - via @techreview https://t.co/6VB4yIUv0a #AI",
        "The messy, secretive reality behind OpenAI’s bid to save the world - via @techreview https://t.co/U07D5mpi3l #AI",
        "Giri/Haji - Spot on! Proper acting and what a good story. @JoeBarton_ Thanks!",
        "@kartiklanka That is just a family expression when we are concentrated -)",
        "Some time on the couch with the 😻after a very long but fulfilling day outside. The last hurdle is the Sushi -) https://t.co/9f4RzT8MIw",
        "Fantastic day at the @Aviodrome with the family. https://t.co/L99Szm1NUL",
        "Facebook Just Bought An AR Startup That's Building A 3D Map Of The Entire World https://t.co/s8oKGvnWjC via @VRScout",
        "@KoornMatthijs I asked my wife not to tell me... Since I heard ingredients I am not particularly fond of -) The tas… https://t.co/Am8brxwTTZ",
        "My new breakfast! Love it. Got a proper blender for my birthday and the outcome is spot on. https://t.co/hFsgGqUHFJ",
        "IBM Blockchain VP: Every Dollar Spent on Blockchain Yields $15 on Cloud https://t.co/ccfKYZ6X4Y via @coindesk #Blockchain",
        "50+ Focus Group Questions to Ask for Valuable Customer Feedback https://t.co/cCqsp15iWm",
        "@DenKr71 Merci Amis!",
        "Real wealth is freedom, a happy home, and a peaceful mind.",
        "Why Focus On Customer Experience?  Here’s Why. via @forbes https://t.co/EcU6gvA2TA @Wonderflow",
        "19 Important Digital Marketing Metrics for Measuring Success https://t.co/XsvvBO0C7r via @FreshSparks",
        "You are only as good as your team. Always remember it. https://t.co/g8BznQTie4",
        "Check out my latest article: 50+ Focus Group Questions to Ask for Valuable Customer Feedback… https://t.co/VNYW3BpmTQ",
        "Capturing The ROI Of CX: https://t.co/YOg5s8yfys Build a persuasive CX business case with our complimentary step-by… https://t.co/UppX4Uwqel",
        "Millennial management consultants yearn for meaning at work https://t.co/uDv9AUnCFP via @financialtimes",
        "Gartner analyst Daniel Sun explores 5 trends in Digital Technology for 2020 https://t.co/kq3mzFXq56 #Gartner #Digital #Technology",
        "RBS boss Alison Rose sets aside £1bn for female entrepreneurs  https://t.co/RHGe1qNRdf via @CityAM",
        "An #Interview with Luigi Matrone https://t.co/yPVoXipm6J @Wonderflow",
        "Although this article is seven years old, it is very compelling content, even today. \"If, Why, and How Founders Sho… https://t.co/v4orlbxYLF",
        "@gssahni @wef @Wipro @techonomy @joshkampel Enjoy!",
        "@rwang0 @zrh_airport @Davos_Klosters @wef @Davos Enjoy!",
        "Today on the menu: Milan. Always nice to mix amazing cities with amazing clients. https://t.co/3RiYi9HcwG",
        "The perfect start of the day -)\n#familytime #Animals #Engineering https://t.co/IzjqVfXdqr",
        "To advance your career, think of yourself as a business https://t.co/gUDYvDuTND",
        "Does CX Quality Affect Stock Performance? Yes, But… https://t.co/kmvPwLsslr via @Forrester",
        "Amazing sunset here at Half Moon Bay, California! Ending of a perfect day in the field. Now time for the evening ac… https://t.co/Th4gUAmza9",
        "Working outside can be a good place to be. Almost time to hit the road. Next stop will be Cupertino! https://t.co/d2YfNjQg4v",
        "Good morning world! https://t.co/SFDThkmb6p",
        "Customer Experience comes in many ways...#CustomerService #customerexperience #Monterey https://t.co/dDcpck6IK9",
        "What an animal of a car!! Beast mode is standard. @Hertz, @TeamHendrick Motorsports, has created an awesome custom… https://t.co/3POSTgzQt3",
        "What a nice present from our Hertz friends. 750 Horsepower for a couple of days -) https://t.co/e0Hn5iXVdy",
        "Time to fly to #SFO.",
        "\"The power of 360- degree customer feedback analysis\"https://t.co/ekhWRTmcuI by @BramWeerts on @LinkedIn #ces2020",
        "Hitting it at @TopgolfLasVegas! https://t.co/IE53kol3w7",
        "Last day here at the #CES2020 with @RiccardoOsti. 7 more companies to meet up with and we are off to SFO. I had an… https://t.co/53VA2VHrNQ",
        "Eureka Park at #CES2020 is such an inspiration this week! @wonderflow is proud to be part of the #Italian pavilion.",
        "Customer-centric companies are 60% more profitable! #ces2020 #wonderflow #customerfeedbackanalysis https://t.co/7pt5rWacSL",
        "Booth: 52722",
        "At the @VenetianVegas, come an check out the @wonderflow booth! #CES2020",
        "Finishing up in the @WaldorfAstoria Las Vegas. https://t.co/2sNiCVu0OM",
        "Landed in Vegas... #CES2020 time for a drink.",
        "Good morning folks! After #CES2020 I will be in the San Francisco Bay Area (11/14). It is always a pleasure meeting… https://t.co/SokwkZIjME",
        "Really great to have some days off with the family before nine days of international travel. Look forward to 2020,… https://t.co/EvsGttkCyV",
        "Always start day one of the new year in the best possible way -) #NewYear2020 #Food #FamilyIsForever https://t.co/kHx8mLxFo0",
        "@RiccardoOsti Book a meeting and find out how your customers can help your business https://t.co/y86nHRTGm9\n\n#CES2020 @wonderflow #LasVegas",
        "Are you in the consumer electronics business? Don’t miss your chance to grab a coffee with @RiccardoOsti and… https://t.co/WgHN8GCTWs",
        "Happy New Year 🍾",
        "\"Customer-centric companies are 60% more profitable!\"https://t.co/NE8iUFFJst by @BramWeerts on @LinkedIn",
        "Why Leadership Requires Authenticity via @forbes https://t.co/xh3fOieBGz #leadersfortomorrow #HumanResources"
    ]
}