{
    "screen name": "Ta_RuKk",
    "no. of tweets": 177,
    "tweets": [
        "And then i forgot Internet like i forgot my books.",
        "Yeman mukhbir hehran khane dazin",
        "Being such a weirdo is too boring, i need a transformation else i wouldn't be remembered for long.",
        "@ShahHumo Indeed (ottoman empire)",
        "@ShahHumo Go and feel it🖐️",
        "Ertugrul is feeling like home&gt;&gt;&gt;",
        "@Junnyslife After i felt nfak",
        "Di jaan \"jaanu  aaz chukh kamzoor gomut\"\nMe\" hatai bai osus dohee ethue \"",
        "We all learn from accidents. &gt;",
        "If you are trying to save me, give me a kick.\nKaeshren gase pain lagin&gt;",
        "@vanam52923 @KangriCarrier Nope i will give him more time. I respect his work more than his tweets &gt;",
        "@vanam52923 @KangriCarrier Xactly dear. But waht can we do\nLet him decide.",
        "@vanam52923 @KangriCarrier Sarcasm nd bdtameezi are two sides of same coin 🤗\nA bit of sarcasm reflects person's che… https://t.co/JNLYdywIsr",
        "Seriously asking? https://t.co/9QiqdwDAyS",
        "*Perfact emoji for bharti in kapil sharma show* https://t.co/1GZUQt235J",
        "@MaheenJavid Pyar ka pehla khat likhny main wakhit tou lgta hai",
        "@KangriCarrier Sir do his favour, good English skills doesn't define a man. \nYou are over Sarcastic!",
        "Second one is more closer to me. https://t.co/kXoYOkNn2a",
        "Khawab apni nigahun ki roozi\nKamaty huvy thak gaye hain",
        "Aaj tou aechan kacxtambr hi pd gai.",
        "I will meet you in every other way.",
        "@KangriCarrier @Meherr_ @Junnyslife Displays error\nSir",
        "Alhamdulilallah https://t.co/1ZdbMpTYdb",
        "@Junnyslife Lost the argument already!",
        "If your traits are same as me then you are a trash.",
        "@Junnyslife She care for ur sleep more than ur physique 😂",
        "Send me taethvan :/",
        "If it could happen what ever i pray or what ever i pray for.",
        "#WhenIWillDie\nLove me enough for that moment. https://t.co/WiMiAZFN4n",
        "It's not like this, we all indeed respect dead. If you are posting RIP tweets it doesn't show respect towards dead,… https://t.co/xgUnBLusrz",
        "I'm desperate to see RIP tweets for Reshi Kapoor. I mean your id's won't get suspended",
        "Everything is not meant for you. Everyone else needs attention.",
        "Irfan khan ko RIP bolny walo kya hum(kashmir) peace mai h.",
        "Tou bolo aaj mtt h 20 aur 8 ki ladayi, Ghar mai sab 8 hi padte hongy",
        "Adrenaline is working so strangely, it gives mood swings😑",
        "Typos 😑\nFlowers",
        "There are followers and spines, then there are people.",
        "How complicated human souls are, \nSimple yet unpredictable.",
        "We have seen bullets piercing our hearts",
        "We have seen that much blood, it doesn't fascinate us anymore.",
        "*biting",
        "Bitting your tongue accidentally is more painful than any other thing.",
        "If it keeps you awake, it's much special",
        "Yath chunie end kuni jaai. https://t.co/BSkz6bKvcp",
        "There will always be someone more beautiful but the loyalty is keep loving the same person",
        "Sometimes you would be in the skies eating roasted fishes sometimes you would be damn sad and other times you would… https://t.co/tWjXEwPwcX",
        "Jism ki baat nai thi unky dil tak jana tha\n lambe dhuuri tai karny main waqt tou lgta h",
        "Zuban zuban pe shoor tha ki raat khtm hogai\nYehan sehar ki aas main hayat khtm hogai\n\n~kashmiri",
        "@Sharafatyousuf 😂😂🤣",
        "Mainu pinjree de vich kaid karoo mai na udna chava\nAisa mai parinda han jinu maardend hawava",
        "@Saakkiib 😂👏",
        "#YouHaventLivedEnough if you never tasted kinda hurt and silent cry.",
        "@Qal_be_Momin Xactly 😂",
        "Blood of martyrs is so pious. Rain takes it to the channels of heaven! We will keep giving our lives until we  make it.\n#asif #ashiq",
        "You are desperate but you defeat it by your patience and fear of oblivion",
        "Einstein : All the 40 years of conscious brooding have brought me no closer to understand what are light quantas\n\nM… https://t.co/DxX7VSMivu",
        "From strong to miserable i  felt the change!!",
        "Bohat haeran nai hota hun mai jab mausum aise bdlta hai",
        "All physics professors are same but not their teaching skills!\nI said what i said",
        "Hum khawabun mi mily the\n abh fizaun mi mehakte hai💖",
        "@imjunnybhat We love to promote what hurts us!\nSo we all promote love",
        "Jammu is tourist resort better than kashmir\n#JammuFutureHeadlines",
        "Hum be syed logun ka topic chaedty mgr koun suny ga mko main nai hun k-twitr celebrity 🙄",
        "@musafirtweets_ Gud gov mardan duen zananan chu tym lagan",
        "@juneymb Yes younger one is him",
        "Tabdeeli aye gi tabdeeli aye gi!!\n#KashmirFutureHeadlines",
        "@najlashaah Hats off to ur patience to observe them keenly 👏",
        "Aay nigahe naaz ki main be kabi jawan tha\nMuj ko hijar kha gaya muj ko sharab pee gai\n~jaun",
        "Not sure for tomorrow!!\nToo painful to resist",
        "@mirchivijdan Kaun sambhaly ga is ghar ko\nRooz aik cheez toot jati hai\n~jaun elia",
        "Even '' what will happen ''  is also written",
        "Mood is like having jagjit Singh by my side and listen to him",
        "My thoughts are stars i can't fathom into constellations",
        "@Junnyslife 💖",
        "Rather i would like to ask this https://t.co/1pPmGDvyvU",
        "Meri zindagi mere khawab hai muje khawab ban k mila karo🎧",
        "Aaj ek baat tou batav muje\nZindagi khawab q dikhati h\nKya sitam h ki abh teri surat\nGoor karny pe yaad ati h hai\nKo… https://t.co/4Z0Oco7E8q",
        "In your love darling i almost lived i almost died\n~shil",
        "It's heading so fast towards my locality\nYes I'm talking about #corona",
        "I swear my friend wouldn't marry till his marriage",
        "@mirchivijdan Wahab riaz against Watson",
        "And sometimes in the past i was labelled as waangan cxoor",
        "@SahiraQureshi Stars are much harmful",
        "Aur fr aaj be mainy bstr nai dala",
        "B praak in loop and this sound of rain 💖",
        "The most funniest part about me is\nI'm totally in nostalgia in my room",
        "It took letting go to realise that i was holding onto nothing",
        "We  love the rain but we take an umbrella to walk!",
        "Main jab ausan apny kholny lagta hun tou hansta hun\nMain tum ko yaad kr ky rony lagta hun tou hansta hun",
        "Ye dive main catch pakadna be aaj kal kamar pe hi asar krta hai\nBc meri kamar tou 20's main hi jawab deny lagi hai😐",
        "Apun roya bohot roya!\nApun us raat doo bjee tak piya",
        "Baap ka bhai ka dada ka sab ka badla lega re tera faijjal👉",
        "Kya dukh hai samandar ko bata b nai skta\nAansu ki tarha aankh tak aa b nai skta\nTu chhod  raha hai tou khata is mai… https://t.co/2ZKfKoJrUU",
        "Lafizz kahny waly ka kuch nai jata\nLafizz sehny waly ka kamal hota hai",
        "And then my sister said\n'' chean chai saarinie taslii, bhai janas te chai chean taslii Cxe nai zanh phone zanakh karun ''",
        "@najlashaah Actually brahman koum",
        "@najlashaah Actually ye hamy akely nai chhod skte\nThey will take us to hell and will say we helped you😂",
        "@najlashaah Already started infact!!\nShama tou jalayein gy lkn nimaz kata_e nai padein ge",
        "Every martyr Ali bhai and many more...\n#BuriedInOurHearts",
        "Apun ki akha life S̶i̶m̶p̶l̶e̶ hai",
        "Sunna hai raatun ko deer tak jagty ho\nYaadun k mary ho ya mahobat mai hary ho",
        "Mai aap kay bagair kissi ka khayal tk nai laskti\n#TweetTruthByALie",
        "To my friends I'm laekivatul, vulgar and most cherishing person. To myself I'm serious and saddest person. Why this… https://t.co/9oGTwy6eyh",
        "Zindagi tujj pe bohot goor kia main ny\nTu rangeen khayalun k siva kuch be nai",
        "@SahiraQureshi I do know!\nI was bored so made a correction 🤗",
        "Pain demands to be felt",
        "@SahiraQureshi It's i* perhaps",
        "Likh dia apny darr pe kisi ny is jagah pyar krna mana hai 💖💖🎧\nMera nasha sutta sharab tu hai #nfak",
        "@musafirtweets_ meri bio raha krti thi kabi",
        "Tears fall now but they are not the uncontrolled tears of the past. They are quiet tears. Tears for the parts that… https://t.co/1MuCXG0EE6",
        "Why is life so fucking painful",
        "I will be always building that home i dreamt of",
        "Wo jo khwab the mere zahen mai\nna mai  keh  saka na mai likh saka\n Ki zuban mili tou kati huvi\n ki kalam mila tou bika hua",
        "When i rewind those conversations i find i don't have anything to regret for",
        "Back pain like hell",
        "We will come back to smile. We will come back to hug each other. We will come back to breathe. We will return to ha… https://t.co/Nh2ofeGZ3F",
        "I was in  love\nShe was doing the experience",
        "Tera deed mera hain donkha\nTera jana mera hai mar k jena",
        "Aitbaar karun tuj pe main\nTu is maeyaar tak  tou aa",
        "I*",
        "If found myself too strong!! I didn't let RR to chase down me though i was  beneath their armoured vehicle. \nBut i… https://t.co/AMANeLwxCr",
        "Muje sanjay dutt ki vastav chayee!",
        "Main tou ek jaan leva kohsaar hu\n\nRasta naap, tu nai chad paye ga",
        "Abh nikal aao apne andhar se\nGhar main saman ki zarurat hai",
        "I envy the winds who still witness your illusion!",
        "Too private to open up my problems",
        "Wo masuum chery ki tasveer apni!!",
        "Something is just weird!!\nWeird enough to take my breath",
        "Srf nfak chayee baki duniya jayee baad mai\n🎧",
        "@Saliqmir 19",
        "Zindagi tou kharab kr betein hum\nHum akhand chutiya hun",
        "My situation right now\n&gt;&gt;frustrate\n&gt;mad",
        "I'm not reluctant any more! https://t.co/bczeIsSJ6b",
        "Sometimes you got stuck with the single word '' why why and why\"??",
        "😘😘😘💖💖💖💖 https://t.co/nykB42xEWe",
        "Pagal!! itna pagal ki pagal se be argue kar sakta hun",
        "@ShahHumo You are dumb perhaps 🙂",
        "Frustration sometimes leads to good results 😶",
        "When you get bored and tangled come to me i will show you reflection from the mirror",
        "Abh tou kuch frq nai pdta",
        "@Anumwanii Half mother ~shahnaaz bashir\n\nhave a read!",
        "Chup kay chup kay raat din aansu baha na yaad hai\nHum ko abh tak aashiqi ka wo zamana yaad hai\n\nI badly need it💖💖💖",
        "Hum tou pade hai aisi uljhan mai ki sahal dondta hun zameen pe hoky",
        "Kuch logg aise hoty hai \"be khotus te panay vothus te panay\"!!",
        "Gali*",
        "Ek gaki thi ki jab ussey hum nikly\nAise nikly ki jaise damm  nikly\n~jaun",
        "Hum dil de chuky sanam = saleemai be kyaz vool thas naavi\n#Kangriwood",
        "Ee tou soo taka barabr hai🙌 https://t.co/U7L0Aw4MYc",
        "Mere phone mai \"KABIR SINGH\" kyun nai hai itna glt kaisa hoskta hai\nOo bhai maro muje,muje maaro\nKabir singh &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt; rest!!",
        "Hum ko tou red list mai rakha h team ny😶\nBolty hai'' asifa caxe chay laalich cxe chukh ni sued gindan''😂",
        "Abh tou ham itny careless hogayee hai cricket be avi hi lety h aaj kal😂😂",
        "Mai tou itna behaess hun muje ye be nai pata kis taaan (organ) mai darad hai😶😂",
        "@_falakshah_ But i often saw them eating something like dry bread 🙄",
        "@aqsamir8 🙌",
        "When your mood is as usual shit but you come to know aaz chu syun yekhnii te aabegoosh😍\n\nOh my gosh",
        "Unko shukriya jo meri baat manty hai!!\nI you get it😂",
        "So why aren't you laughing in dp!! here is just a smile.\nYou should be able to differentiate between the two coz yo… https://t.co/btSn94q97d",
        "Na hum rahy na wo khawabun ki zindagi",
        "@AhangerTowfeeq_ 🙌kabir singh more often",
        "@hhhhazika13 Well said",
        "@adnanaltafmeer Sp &gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;&gt;mentioned ones",
        "@mirchivijdan What @narendramodi is to kashmiri",
        "Abh tou #pm drandar modi ko kuch telismi jadu karna hai 5 April ko, dia, torch, flashlight aisi kuch cheezein apny… https://t.co/amkB8SXeZS",
        "Wakhit ehbab parchayi sooraj kiran logg duniya khushi chaandni zindagi\nMere mehboob ek tere gam kay siva  jo mila r… https://t.co/ojrbh3UgvD",
        "Need water!! But who will bring it to me?\nI myself not😶",
        "I'm so close to sleep yet not sleeping 🤒",
        "sochtā huuñ ki us kī yaad āḳhir \n\nab kise raat bhar jagātī hai",
        "Sometimes I'm so much Sarcastic, sometimes I'm silent, sometimes I'm cold as ice and sometimes I'm angry as hell",
        "How beautiful would be the day, when my funeral will be held right before that home!",
        "Such a fucking lie '' I can't live without you!! ''",
        "@Junnyslife Wine\nFriend\nB**bs\nCan't imagine!!! 😂",
        "The most irritating  comment i had ever got from my dad is\nVanan oosukh na Dr bane kya koruth pate😂",
        "Main be kabi haseen khawab dekhta tha\nAbh tou aankhein tarasti hai neend k liye",
        "Tuje kya mily ga kuraed kay\nYehan ek rang hai raakh ka\nMuje mausmun ny jala dia\nMere pass taza gulab thy",
        "Murshid hamary darad par fakat wah ki gai\nMurshid hamary aah ko samja nai gaya",
        "Hum ko iss mi be physics nazar ati hai🙂 https://t.co/eJAHH3FXEX",
        "@najlashaah Why do you pay heed to those who are saying about migrants 😂\nDon't give a damn!"
    ]
}