{
    "screen name": "_rik3_89",
    "no. of tweets": 169,
    "tweets": [
        "@MuriloD2020 @_m0rfeu @toncio @mig4lves @FeCastanhari @Juhlia_P @BotSentinel",
        "@ryjaureguii @fcraviee @pedrohales @MulherTamarindo Boa noite, arrombado.",
        "@supp3rry_ *drogas",
        "@supp3rry_",
        "Quando o indivduo está louco na droga #PS4share\n\nhttps://t.co/nNh8kbHTzJ https://t.co/Rq0zGdXAtt",
        "@GenshinImpact @maximilian_ Damn",
        "@supp3rry_",
        "Its high noon. #PS4share\n\nhttps://t.co/nNh8kbHTzJ https://t.co/NdcudUo7Rz",
        "@supp3rry_ Puta merda hayhurhuar",
        "@supp3rry_ @Thiagots85",
        "Be very sneaky #PS4share\n\nhttps://t.co/nNh8kbHTzJ https://t.co/DQdUtr58nK",
        "@ricosvergonha @supp3rry_",
        "@pqtiktok @supp3rry_",
        "@delucca Camisetinha amarela por baixo e filmando. Claro que fez esse auê pra aparecer no meio da boiada.",
        "@catsorti Parece que existe uma regra oculta na internet que te dá direito de opinar na vida alheia.",
        "@_AndreTeixeira @vitche_ @jairmearrependi Próprio governo de Israel se manifestou a respeito disso. Sentem vergonha… https://t.co/vLIrA23E2m",
        "@marinamaral2 Seu trabalho é de cunho histórico. Felizmente ainda existem pessoas que querem relembrar a história a… https://t.co/9VutotVFVD",
        "@oedgama @supp3rry_",
        "@oedgama O que diabos eu acabei de ver? Quando você pensa que esse pessoal já tem o atestado de retardo mental, eles vão lá e se superam.",
        "@Leozao1290 @JefinhoMenes @chicobarney Reporter famosa por suas entrevistas na tv cultura e acho que ela já foi host do roda viva.",
        "@Leozao1290 @JefinhoMenes @chicobarney https://t.co/tTG6AwIiq2",
        "@rosana \"Aqueles que lavam as mãos, o fazem em uma bacia de sangue\" - Lima Duarte.",
        "Estou achando \"fofo\" nego encarando faculdade como uma extensão do ensino médio, e ainda achando que professor vai… https://t.co/uREAkcy9kR",
        "Sensacional. https://t.co/HV843HKyYn",
        "@corybarlog @_GlitterBooger @kurtmargenau A wise fellow.",
        "@39daph https://t.co/3Nj2EemLgB",
        "@maribertozzim Não é. Não tem essa acessorium do lado do ponto frio.",
        "@xletricia Não sei porquê mesmo sabendo que é um livro do Oscar Wilde, sempre vem na cabeça o maluco do cinquenta t… https://t.co/vYov1S6d8b",
        "@arinoert Até o cavalo ficou bolado.",
        "@marinamaral2 Uma das melhores entrevistas sem dúvidas.",
        "@JefinhoMenes Eu acho surreal o espaço que é dado pra uma galera que não tem formação nenhuma no assunto. Melhor ex… https://t.co/6UoUHRpB4t",
        "Mais uma prova que sempre existiu essa mentalidade conservadora/reacionária/assassina, é a Regina Duarte bancando a… https://t.co/3w71FoWfW7",
        "@xletricia Colocou? Acho do caralho mas é uma coragem que não tenho.",
        "@iaraNaika 1 minuto de silêncio também em quem não conhece o cuscuz de verdade. Sou do Maranhão btw, morando em MG.",
        "@ThaBigChris @billburr Lol",
        "@banharaa @supp3rry_ lê a thread inteira hauhauha",
        "@pagodeguy @supp3rry_",
        "@trip_dancer_g Worst plance in the game. Good luck.",
        "@iaraNaika Sua mãe sabe que você está no Twitter?",
        "@AnimalFazMerda @supp3rry_",
        "@iaraNaika @supp3rry_",
        "@supp3rry_ @TitanfallBlog @iLootGames https://t.co/Xo1grC8iwC",
        "@supp3rry_ @TitanfallBlog @iLootGames Sim, é o mesmo local do lobby.",
        "@kenfujioka @supp3rry_ tadinho, pegou ban permanente.",
        "@TheEnemyBR @supp3rry_",
        "@bussbuzzbuz Tanto que existem professores e existem experts em leitura de PDF.",
        "@supp3rry_ @amyexemplar https://t.co/91TDigM0Sv",
        "@amyexemplar @supp3rry_",
        "@LeonelRadde Percebe a falta de articulação da pessoa. É de família mesmo.",
        "@xletricia Calcule como vai estar centro hoje.",
        "@Thiagots85 https://t.co/ExBD4U6Xk5",
        "@iaraNaika Gata bagarai idem. Adorei o cosplay de primo it.",
        "@Thiagots85",
        "Beep beep modafoca. #PS4share\n\nhttps://t.co/dpPJAYjlA0 https://t.co/YMXUwhbmkC",
        "@LuisMaiaLF @sitedomau @CancerJack Porra, nem me fale. Acabaram com uma era de zoeira.",
        "@dsxavi1 @joliejow @cauemoura A Regra 34 nunca falha meu amigo.",
        "@DremingH @carlosdavi04 Isso é claro, o problema é a popularidade.",
        "@Akkarin314 Pessoas se unem de uma forma tão séria mas sem antes ter o essencial, a convivência. Nego casando com 6… https://t.co/10S7Kh6M7f",
        "@Thiagots85 https://t.co/jE9PWAKnYT",
        "@Akkarin314 @CurveDigital Aproveitando que vi que você joga no PC. Total War: Shogun 2 tá grátis na steam. Dizem se… https://t.co/eCWKJixS21",
        "@_ANIMEse Acho que esse filme junto de Túmulo dos Vaga-lumes foram as coisas que mais me fizeram chorar em termos de vídeo. Sensacional.",
        "@Thiagots85 @plenques Batalha do século.",
        "@Akkontece @Thiagots85",
        "@Charalanahzard @RahulKohli13 https://t.co/W38ojmxUWM",
        "@freitassimonne @grisagregorio @STF_oficial @TwitterBrasil Umberto Eco disse que as redes sociais deram voz aos imb… https://t.co/6tjDvRRt5N",
        "@thalysonmariano Só ele com a risada forçada e ela coitada, sem reação. Que babaca.",
        "@delucca Pode reparar que é sempre um roteiro já decorado. Ou é comuna ou é da globolixo.",
        "@plenques @Thiagots85 MANO! Que saudades desse jogo. Bons tempos. SÓ TEM TURBINEEEE.",
        "@kaiquebritor @supp3rry_",
        "@pjmborntdie Nossinhora. Pra você o pacote todo.",
        "@marcofeliciano Ou você é burro ou só mal caráter mesmo. Não sei qual é o pior.",
        "Amigo, quem precisa do BBB com um governo desse jeito. É sensacional.",
        "@maribertozzim Não ouço tanto mas sem dúvidas a contribuição deles pra dimensão musical é ímpar.",
        "Confesso que tinha preconceito com o trap, mas depois de ver o Travis Scott no #fornite isso mudou. Curti o som e j… https://t.co/tfwSUuXqcD",
        "@supp3rry_ @Thiagots85",
        "Prowler is op pls nerf. #PS4share\n\nhttps://t.co/nNh8kbHTzJ https://t.co/6j8eJksggX",
        "@supp3rry_ https://t.co/sf51tMugoH",
        "@supp3rry_",
        "#PS4share\n\nhttps://t.co/nNh8kbHTzJ https://t.co/hZwoYG5mG0",
        "@cassiene_diniz @marshxing @MongeHan @BadbGaisgeach @xletricia",
        "@SemSombra12 @iaraNaika Esqueceu mastruz com leite.",
        "@doctor_hori @Cardoso Nunca deixo de me surpreender com as versões desse meme.",
        "@danielsouzaluz Meus sentimentos cara. Força &lt;3",
        "@danieldiobm @iaraNaika Se ainda estiver procurando... O EpsxE tem uma compatibilidade legal com a maioria dos jogo… https://t.co/XQt2DcjdM1",
        "#PS4share https://t.co/IEweM58aN0",
        "@iaraNaika @ScHoolboy_Y Vraaau que fala né. https://t.co/E65hyHgFxe",
        "@oxenoah Eu levei uns 10 anos pra entrar (omissão minha na juventude) hoje faço geografia mesmo não sendo o \"curso… https://t.co/M7CQqfM09J",
        "Cada hora que entro no twitter vejo um chorume diferente sendo levantado. Quem subiu a tag #fecheaspernas tem merda… https://t.co/DwwUpGxGd8",
        "@supp3rry_",
        "Oh no you don't.  #PS4share\n\nhttps://t.co/nNh8kbqib9 https://t.co/cOmF87394w",
        "São essas coisinhas que fazem os jogos da rockstar tão únicos. #PS4share\n\nhttps://t.co/gmZst1xcCx https://t.co/fd1mssWkj0",
        "#PS4share\n\nhttps://t.co/gmZst1xcCx https://t.co/xLV3Bq76Nf",
        "@supp3rry_",
        "@supp3rry_",
        "For my next trick..... #PS4share\n\nhttps://t.co/gmZst1xcCx https://t.co/p2lQW9WBGo",
        "Makin bacon. #PS4share\n\nhttps://t.co/gmZst1xcCx https://t.co/YrhLkQsZ3l",
        "@Thiagots85 Pqp",
        "@bussbuzzbuz Idem pra você. Força nesse momento.",
        "@bussbuzzbuz Estou quase nessa situação também. Empresa ainda não tem um posicionamento se vamos retornar ou não (trabalho em uma fábrica).",
        "@maribertozzim Tinha muito preconceito com a música brasileira quando era mais jovem, hoje percebo que eu estava errado.",
        "@v_luizz_ Tranquilamente.",
        "@v_luizz_ Meu nível de cafeína no sangue já é tão alto que não me afeta também.",
        "@supp3rry_ https://t.co/M9QGyg0moP",
        "@supp3rry_ https://t.co/U8trU3AjkK",
        "@iaraNaika Rapaz... Sensacional. Você realmente fica incrível de qualquer forma. https://t.co/lSRDgGVx9e",
        "@Thiagots85 https://t.co/pzzBzwshSo",
        "@raulveiga @supp3rry_",
        "@guapvampire @supp3rry_",
        "@Akkarin314 https://t.co/XO9saiyg3r",
        "@Petersonsidy @supp3rry_",
        "@morreuounao @supp3rry_ ouve o \"teco\"",
        "@momentosnostalg @supp3rry_ conhece essa obra prima?",
        "@ebomreviews Heresia.",
        "@1111truth777 https://t.co/xO1lzuGxgw",
        "OH SHIEET. HERE WE GO. https://t.co/ukC6toHRH0",
        "@fizumttinferno @supp3rry_",
        "#PS4share https://t.co/ahFdZu9G1z",
        "@supp3rry_",
        "#PS4share\n\nhttps://t.co/gmZst1xcCx https://t.co/qoEbLqPkXl",
        "@maribertozzim Melhor ainda é \"ele pode explodir?\"",
        "@iaraNaika Não to recebendo essas putarias não. Porra twiiter...",
        "Eu já pressionei os parlamentares a votarem a favor da Lei COVID-19. Clique aqui para pressionar também e compartil… https://t.co/aVd3q4hSbQ",
        "@CLAUDIA4821 @avilamarquess Obrigado.",
        "@avilamarquess Sou aluno de Geografia, se tiver a fonte por favor.",
        "@kmendoncafilho @supp3rry_ e veja Bacurau.",
        "@Akkarin314 Oloco",
        "@juliabguimaraes Eu contínuo jogando mas bem menos agora. Por ter sido muito viciado, terminei um relacionamento de… https://t.co/evMDrrtkhe",
        "@oatila @XadrezVerbal Parabéns cara. Serviço que você presta é sem igual.",
        "@henrybugalho O Joiá no final pra calar o cara foi sensacional! HAUAHAUA",
        "@TheSphereHunter @ghostintheglass",
        "Sua vida do nada vira uma merda também ou é só comigo? Tá foda.",
        "@maribertozzim Stoner*",
        "@maribertozzim Quase todas do Elder mas em especial \"Dead Roots Stirring. Stones rock de primeira.",
        "@TattooRuim @errosdigitacao @supp3rry_",
        "@maribertozzim Infelizmente, e o pessoal no centro está cagando e andando. Bagulho vai ser louco.",
        "@Akkarin314 Jornalismo hoje em dia aceita qualquer um pra abrir a boca lá né. pqp.",
        "Brasil não cansa de passar vergonha hein. https://t.co/xAJsB3tGsO",
        "@Thiagots85 @kayyybearxo https://t.co/ahjC9bufKV",
        "@nataliaskbr @Akkarin314 @supp3rry_",
        "@reumalho Bom então isso explica bastante coisa pra min hauhuha. Adoro aquela merda.",
        "@chinaulivieri @reumalho Bombom sabor banana da garoto.",
        "@caiocgomes Parei no \"sou super contra\".",
        "@iaraNaika Não posso reclamar. https://t.co/pIDxtYwOZL",
        "@maribertozzim Interessante.",
        "@jaquisur @LeilaGermano @supp3rry_ lê essa thread.",
        "@jaquisur @LeilaGermano Que semana. Depois da cirurgia de cu, vem a odisseia pela dor nozovo. Obrigado e parabéns m… https://t.co/CiJ059p5R2",
        "@maribertozzim Meu cérebro não consegue conceber esse \"nada\". Bem louco.",
        "@Cassia12331017 @reumalho Eu vi que o veio fez isso mesmo. Vai ser feio.",
        "@reumalho Caraca, like bagarai.",
        "Lendo Ratzel você entende que o crescimento de uma sociedade/civilização é baseado na soma cognitiva do todo e do a… https://t.co/RWRkcMC3Tg",
        "@supp3rry_",
        "Pessoa quando tem gingado. #PS4share\n\nhttps://t.co/gmZst1xcCx https://t.co/BgRgTStrB1",
        "#PS4share https://t.co/Q9xhRSXZg6",
        "#PS4share https://t.co/CRTginjRcp",
        "@supp3rry_",
        "RUN! #PS4share\n\nhttps://t.co/gmZst1xcCx https://t.co/jaJNBs1AcK",
        "@henriqueguzella @LucDourado @AnarcoFino @Boscardin Carlos Vereza bolsominion? Pqp",
        "@reumalho E o incompetente na presidência falando em abrir o comércio na próxima semana.",
        "Dat vtoria. #PS4share\n\nhttps://t.co/nNh8kbHTzJ https://t.co/GoAwcWdYth",
        "@oednaldopereira @ghostintheglass",
        "@pongocomics @supp3rry_",
        "@gioasdfhjkl @supp3rry_",
        "@supp3rry_",
        "Pessoa corrupta. #PS4share\n\nhttps://t.co/nNh8kbHTzJ https://t.co/2uqibJH1Eh",
        "@Maudorator Same thing.",
        "@kmendoncafilho O gênio na prefeitura de Alterosa-MG fez um decreto solicitando a quem puder fazer jejum, que faça. Estado laico é meu ovo.",
        "I had my portrait with AI Gahaku!\n\n#AI画伯\nhttps://t.co/C3lbwo8sMB",
        "#PS4share https://t.co/T1dsygwRdl",
        "@cauemoura @supp3rry_"
    ]
}