{
    "screen name": "MITActionLearn",
    "no. of tweets": 143,
    "tweets": [
        "Our students make an impact. Learn more about the work they have done with #mitUSAlab host orgs @DBQFoundation, GRO… https://t.co/B2uYMm1wVs",
        "Congratulations @vjkarplus, @YashengHuang, Jennifer Gao, Katya Moniz, @baselinescene, Kate Kellogg, Retsef Levi, an… https://t.co/lK4OL4sdNS",
        "Many people have clashing opinions about how to respond to this pandemic. #mitSlab professor Dr. @jasonjjay and Dr.… https://t.co/kqRlLO4hno",
        "@HannahBarrens @Chase @CapitalOne Quit them when you are able! Move your business to CapitalOne or elsewhere!",
        "“The headlines about hoarding and shortages of toilet paper, cleaning supplies, and food have made this work highly… https://t.co/ei1iG4xOth",
        "We are all in this together. Please visit our website often for updates, messages, and other content as we continue… https://t.co/NrPe4Qi1JO",
        "We hope you all learned a little more about Action Learning and the G-Lab program. If you would like to learn more… https://t.co/qoCDuyP33s",
        "A6 (CS): In essence, to implement Action Learning effectively, faculty, mentors, and host companies need to work to… https://t.co/Vv8REwAqco",
        "A6 (CS): It’s also helpful for student teams to have mentors who have worked in related industries or roles to prov… https://t.co/zk5M1bXjVe",
        "A6 (CS):...that have challenges students can address &amp; are interested in helping students learn. During class, stud… https://t.co/iWkDW1LarN",
        "A6 (CS): Action Learning is a great way to help students gain a deeper understanding of the topics they're studying… https://t.co/IPJImmq978",
        "A6 (MJ):3. Relationships w/ key stakeholders (for administrative support), alumni &amp; business leaders (for mentorshi… https://t.co/ENIxK7y8Q8",
        "A6 (MJ): Key to any school’s action learning program is to draw from its strengths, its core mission. Practically,… https://t.co/I9UIOhNsUQ",
        "A6 (MJ): @MITSloan has drawn from its engineering roots to develop a best in class action learning program that mee… https://t.co/VpTAQdDmDt",
        "A5 (MJ): And finally, Lori Systems (#Kenya), an e-logistics marketplace for trucking, simplifies freight hauling ac… https://t.co/yyfGt9H2SB",
        "A5 (MJ): Pictured are #mitGLab20 team members and company representatives from three Endeavor G-Lab companies based… https://t.co/2vGbgpKaW6",
        "A5 (MJ): Involves (#Brazil) developed software now used in 20+ countries dedicated to the management of retail exec… https://t.co/aLjTQ6Bgpp",
        "A5 (MJ): …and worked on a financing structure that allows for growth while continuing to offer their feeders via a… https://t.co/B5PpLcli7R",
        "A5 (MJ): Here are a few examples of recent project scopes: bioFeeder (#Ecuador) developed an automated shrimp feede… https://t.co/hCWJcItj4l",
        "A4 (MJ): For students: the opportunity to synthesize learning, test hypotheses to craft solutions to real world bus… https://t.co/GYe37myHp0",
        "A4 (MJ): For companies: access to the MIT entrepreneurial ecosystem as students draw from classroom insights, world… https://t.co/pvNtDYxBxP",
        "A3 (LK): For example, #mitGLab20 students in #Ecuador worked with bioFeeder to analyze their business model and gro… https://t.co/uCKmFcpMk0",
        "A3 (LK): As in science labs, Action Learning students test theories through practical application. Student teams wo… https://t.co/dJSXlwOoTg",
        "A3 (LK): Lectures &amp; cases provide students with information &amp; ideas, &amp; in Action Learning labs, students apply what… https://t.co/IkX5621MLk",
        "A2 (MJ): #mitGLab20 provides the environment for students to wade through ambiguity to identify the challenges &amp; op… https://t.co/YIKwyEhH3M",
        "A2 (MJ): Evolution over the next 10 yrs? Student projects more sophisticated, more cutting edge tech innovation. St… https://t.co/1uc3uc2txo",
        "A2 (MJ): We’ve reduced the class size to 120 and the number of 4 person student teams working with each mentor to 3… https://t.co/6PoudfYPr1",
        "A2 (MJ):... to developing concrete work products that are specifically what the company wants- pitch book, growth s… https://t.co/ierqHgFxFW",
        "A2 (MJ): G-Lab emerged out of the shared interest in economic development of @MITSloan professors Simon Johnson… https://t.co/Y8fvPhXnlP",
        "A1(LK): G-Lab’s focus is to measure &amp; understand entrepreneurship approaches that thrive in different countries. St… https://t.co/hlpefBRwC9",
        "A1 (LK): ...in collaboration with sponsoring host organizations to help solve real-world business challenges. Actio… https://t.co/kBv3pYK7bP",
        "A1 (LK): Action Learning @MITSloan is a specific pedagogy. Through a portfolio of more than 15 courses that reflect… https://t.co/jNa5sMuP2B",
        "Thanks! We’re excited to discuss how @MITSloan has collaborated with the G-Lab &amp; Action Learning programs over the… https://t.co/9fAWTgRSm9",
        "Tune into the #mitGLab20 Twitter Chat in one hour @ 12 pm ET! Hear from G-Lab experts Michellana Jester, Laura Koll… https://t.co/izvdbH2NMm",
        "Don’t forget to join the #mitGLab20 Twitter Chat today at 12 pm ET! Michellana Jester, Laura Koller &amp; Carolyn Shefc… https://t.co/xwkvJkxKsU",
        "Michellana Jester, Laura Koller &amp; Carolyn Shefcyk will be taking over our account tomorrow at 12 pm ET for the… https://t.co/oGZv5A1dJp",
        "Learn how students are applying Action Learning to organizations around the world during the #mitGLab20 Twitter Cha… https://t.co/hzOKLyo446",
        "Discover the power of hands-on learning during the #mitGLab20 Twitter Chat on 2/26 @ 12 pm ET. Action Learning expe… https://t.co/DToCCUhiph",
        "We’re celebrating 20 years of #mitGLab! Learn how Action Learning has evolved during the next #MITSloanExperts Twit… https://t.co/R8fNWXFbiW",
        "#mitGlab students discuss their experiences working with Argentinian host companies Trocafone and Technisys https://t.co/umgq7FMKWC",
        "People can learn more from having multiple team partners vs having a high familiarity with one another, according t… https://t.co/jdEYb05fqt",
        "#mitGlab team trying local cuisine with Co-Founder/CEO Guille Friere (Sloan MBA '13) and Chief Marketing Officer Le… https://t.co/EqN8oWEwpU",
        "MIT Sloan student, Hersh Lakdawala, examines bioFeeder's 3-D model to better understand the product #mitGlab… https://t.co/5jCbdsGOcG",
        "#mitGlab team tours the bioFeeder production facility to better understand the operations behind creating an automa… https://t.co/fsN8W8tswx",
        "MIT Sloan students, Peter Kim and Jeff Georgatos, just completed a successful first week onsite at bioFeeder in Ecu… https://t.co/D3kKo51n9f",
        "Check out #mitElab faculty member @TriciaCotter 's entrepreneurship blog on LinkedIn https://t.co/3PPJa4KAZa",
        "Xuemei Fei, CEO of Yunnan Holyflora and #mitChinalab host is honored with the @GoldmanSachs &amp; @FortuneMPW Global Wo… https://t.co/bhwBCR25se",
        "Congratulations #mitUSAlab on this incredible achievement! https://t.co/Jc8oevb2ln",
        "Congratulations to #mitChinalab and #mitIndialab professor @vjkarplus and to the rest of the women being recognized… https://t.co/PPkElzedct",
        "Join us on 11/21 for our Action Learning Labs Spring 2020 Preview, and get an inside look at #mitChinalab, #mitElab… https://t.co/tIjURYdeeC",
        "@FT listed #mitUSAlab and #mitSlab as examples of courses that are making an impact on society https://t.co/P3QsdChCvr",
        "Read more about why Action Learning hosts return https://t.co/H8o5N92aBS https://t.co/iiChm7lOoQ",
        "Through hands-on project work, our students make a significant impact on the host organizations with which they par… https://t.co/dIcz3UOG0n",
        "AI can transform how people work together and improve efficiency, according to #mitEMlab professor Sharmila Chatter… https://t.co/HI0HvpmDL8",
        "Companies around the world find that Action Learning students are able to help them come up with fresh ideas to add… https://t.co/LgLjUA4UgU",
        "Check out our Instagram story featuring a team of #mitUSAlab students that worked with @SCA4CED to see how a new ci… https://t.co/UDfKL7MFku",
        "#mitGlab prof Simon Johnson @baselinescene &amp; Jonathan Gruber argue that the US should invest in science in their ne… https://t.co/iqDHmzRGCQ",
        "We know that false news is continuing to spread; #mitAlab professor @SinanAral and associate professor Dean Eckles… https://t.co/nuxfvjWEM1",
        "\"The next 10 years could be the best 10 years we've ever seen or the worst decade, and that depends less on the tec… https://t.co/fgtapJsOtC",
        "\"Increasing supply chain visibility always strengthens consumer trust,\" write Sloan professor Y. Karen Zheng, visit… https://t.co/Zrni3uX1QK",
        "\"The way to advance AI is to make data bigger, which requires collaboration and sharing,\" says #mitEMBAChinalab pro… https://t.co/tgMm1WAgfG",
        "#mitElab Professor @ccatalini and Professor @sstern_mit found two strong predictors for startup success https://t.co/Har5NCd3kP",
        "Take an inside look at an #mitHlab project where Sloan students helped MGH improve its pathology department's proce… https://t.co/XQdUOjXGYo",
        "In this constantly changing world, it is imperative for leaders to be curious, and to be continuous learners @mitsmr https://t.co/MrtlRcRfvy",
        "\"It reminds us that air pollution doesn't stop at national boundaries,\" says #mitChinalab professor @vjkarplus https://t.co/2qr80KdHW7",
        "#mitGlab is coming up soon! Faculty Member @ymichellana talks about the skills that students learn from working on-… https://t.co/oySI8zpwYM",
        "\"We're trying to coin a viral term called 'Users Don't Exist.' We're not users, we're humans,\" says Sal Amarasinghe… https://t.co/kFs9LQ86Nh",
        "With so many new technologies arising, businesses need a comprehensive strategy to go digital https://t.co/tBVH7BiMsS",
        "Rising activism of employees, unresponsive companies, and the deep divides in Washington are on a collision course,… https://t.co/q8kr9XEuxQ",
        "\"Working closely with Staten Island to do rigorous and robust research that takes time is worth it because the goal… https://t.co/19szTQDkZN",
        "#mitGlab prof Simon Johnson @baselinescene argues that innovation ecosystems need to expand beyond cities. Programs… https://t.co/is9RNxP06v",
        "\"It was an eye-opening experience to see the resilience of small food producers and their commitment to delivering… https://t.co/zUNCxZfr9V",
        "Going on a roadtrip for the 4th? Check out these 4 Sloan podcasts https://t.co/mzdE4nW7az",
        "Students taking #mitIsraellab get a once in a lifetime opportunity to explore the startup nation. Learn more from P… https://t.co/15NGyjXOv3",
        "Explore 6 insights from the MIT Sloan Management Review, including #mitEMlab Sharmila Chatterjee's ideas about AI a… https://t.co/Du1LScNJoX",
        "Professor @sinanaral shares the unique opportunity #mitAlab students have to apply their analytics knowledge to rea… https://t.co/fHCHyNfh5l",
        "Congratulations @pattenbethany ! The work you do here at Sloan is incredible. https://t.co/qV6pljJzFu",
        "The United States has one of the higher levels of income inequality compared to other advanced economies, according… https://t.co/W7wn62LFl4",
        "\"Despite blinded review, female applicants receive significantly lower scores,\" says #mitIDEAlab professor… https://t.co/JW39OL3Vas",
        "#mitGlab professor Simon Johnson @baselinescene discusses how the US can boost its economy through innovation on th… https://t.co/18ftKly45S",
        "\"We cannot wait to act. Mother Nature doesn't wait on an election calendar, and neither do we,\" said Michael Bloomb… https://t.co/PvQaKEwn8r",
        "AI is increasing retailers' ability to find customer needs and wants, according to #mitEMlab professor Sharmila Cha… https://t.co/w6CB1Mw67W",
        "Congrats class of 2019! #MIT2019 https://t.co/WDGkbYVj9W",
        "\"I am hopeful that with a combination of targeted business models and sufficient broader institutional support, thi… https://t.co/bHZXh97j8q",
        "Mentorship is key to developing thoughtful, innovative leaders. @cathyiacobo discusses what it means to be an Actio… https://t.co/r0Fpfkseup",
        "Check out these 9 books for digital leaders, including titles from #mitGlab professor Simon Johnson @baselinescene… https://t.co/teAUAbxhUE",
        "Professor @YashengHuang dives into one of the most crucial aspects of Action Learning - navigating through ambiguity https://t.co/83IMEloz7y",
        "\"There is ample historical and current evidence that simply viewing technology as a labor cost-saving tool leads to… https://t.co/bPKBYl7qry",
        "\"Great leaders will need to more artfully merge the 'what' with the 'how' to thrive in tomorrow's world,\" said Sloa… https://t.co/xcnasWyYyG",
        "\"The spirit of people in South Carolina to get this done was really uplifting,\" says #mitUSAlab student Dela Gbordz… https://t.co/onWPpXIdEv",
        "\"In solving difficult problems, you're doing something original and creative,\" says Ed Catmull, cofounder of Pixar https://t.co/EDDerXSgF7",
        "\"When the workforce feels customers are dissatisfied, and they can't do anything about it, you get this reinforcing… https://t.co/63e9qhVIwr",
        "#TBT to when SokoShare, an app that connects small farmers in Kenya to supermarkets, won the #mitEMlab 2019 hackath… https://t.co/fHcbUlIwM6",
        "Alyssa Murray MBA '19, a passionate teacher and principal, discusses her experience at Sloan, along with her… https://t.co/9s0ThqkxRm",
        "Start your summer reading with these 16 books about the future of AI, including 2 by #mitAlab professor @erikbryn https://t.co/uDXCFsxu8o",
        "\"I think this book is for anyone who's been paying attention to what is happening in America,\" says #mitGlab profes… https://t.co/lfVQrCHYCf",
        "This spring, #mitUSAlab students worked with Newaygo County to understand the childcare challenges they face: https://t.co/uRp1lS2Oyz",
        "We had a wonderful experience hosting this year's #mitChinalab IMBA students from Fudan, Lingnan, Tsinghua, and Yun… https://t.co/kOY140yhuP",
        "Spring Poster Day is tomorrow! Join our students and their IMBA partners to see what incredible work they have done… https://t.co/99mKnI8A4A",
        "Thank you to our presenters and guests for a great Fall Preview yesterday. We look forward to more Action Learning… https://t.co/27LCqKpMxU",
        "Get ready for our Spring Action Learning Poster Day on 4/25! See the projects that our students have completed for… https://t.co/R2FGKRD28E",
        "It's not too late to register for our Fall Preview! Register here: https://t.co/K6kdmMjSCd https://t.co/BpY8yvYj0v",
        "Our Fall Preview is next week! Join us on 4/17 to learn more about our fall labs: https://t.co/K6kdmMjSCd https://t.co/gGa7k7TL2J",
        "The goal of the Sloan Sustainability Initiative's database is to reduce emissions by moving capital away from carbo… https://t.co/MhRqur4gsr",
        "Check out #mitGlab professor @baselinescene's new book on the MIT Sloan Experts livestream at 11:30 am https://t.co/Z8UuY2hhe4",
        "#mitElab professor Mercedes Delgado describes how supply chains are a big source of innovation https://t.co/7y8Zg0O3xJ",
        "Interested in learning about our fall labs? Join us for our Fall Preview on 4/17: https://t.co/K6kdmMBu0N https://t.co/ZZSN3BgnBH",
        "\"In the 21st century - at a time when so many of the goods and services that people consume are digital and free -… https://t.co/j91yILWmq8",
        "Interested in taking an online course? Register for #mitUSAlab professor @TomKochan's future of work: https://t.co/22ZSxqzILI",
        "#mitHlab professor Anne Quaadgras on Sloan's partnership with Staten Island PPS, and how healthcare data analytics… https://t.co/pdIuY3NLPR",
        "It's okay to have a career that isn't a straight line, according to successful Apple VP Kate Bergeron: https://t.co/ZMORx0B48Y",
        "AI is increasingly used to detect emotional responses, according to #mitAlab professor @ErikBryn and others: https://t.co/lB3RSkVWT6",
        "Fighting technological change is not an option. According to #mitUSA lab prof @TomKochan, we need to embrace the ev… https://t.co/yCVNFBsQJX",
        "It's more important to focus on customer needs and experiences rather than a specific item to sell: https://t.co/9q4SnFj0tv",
        "Happy #InternationalWomensDay ! Thank you Sloan women, for your passion, your drive, and your intelligence. With an… https://t.co/1GkvJ8E9Mj",
        "AI can help salespeople spend less time on administrative tasks and more time making sales, according to #mitEMlab… https://t.co/1TJWJ58hDe",
        "Included in the MIT Initiative on the Digital Economy's annual report are #mitAlab professors @SinanAral's  researc… https://t.co/yWbJ341Cuh",
        "Consumers want to see that companies are socially responsible, according to #mitOpslab professor Tim Kraft and Sloa… https://t.co/jdGMTXkcoD",
        "Urmi Samadar, you are a rock star!! https://t.co/9NP2CVyT1Y",
        "We've been hacked! #actionlearningposterday has joined the annals of MIT history! https://t.co/dwJxoJUoxA",
        "Poster Day is tomorrow! Check out projects from #mitGlab and #mitHlab https://t.co/0RPE2UK6LB",
        "Decision making as a leader starts with team work and valuing individuals, according to former Google CEO Eric Schm… https://t.co/OJj2e7AfX1",
        "Slack time is key for innovation according to #mitElab professor @ccatalini: https://t.co/8hkScKfVjH",
        "\"We need to get a message out to people around the world, young workers, but even more to experienced workers and l… https://t.co/9GGF2qDBTd",
        "Poster Day is next week! Check out the research and work students have done for #mitGlab, and #mitHlab in E62 on 2/… https://t.co/qv2Xl3mrlu",
        "\"[Organizations] are always looking for people on the cutting edge of technology, but they have not invested in mak… https://t.co/TbGLYCpBEE",
        "Masato Nakai reflects on the cultural and business differences between Israel and Japan #mitIsraellab: https://t.co/dXhFp1pZB3",
        "Jessica Wu shares her team's adventures working with Sukanda Djaya in Indonesia #mitGlab: https://t.co/Dw3ecrlm36",
        "Joseph Talampas shares his experience working with an Israeli startup for #mitIsraellab: https://t.co/xJfweYTnBX",
        "#mitEMBAChinalab professor Yasheng Huang on technology in China, and our financial relationship: https://t.co/rb7FeJrZRP",
        "What does the future hold for business in 2019? #mitEMlab professor Sharmila Chatterjee and other faculty share the… https://t.co/7nGfkTIgO9",
        "\"If I'm asking you to give up something valuable, there's no deal,\" says #mitSlab professor @jasonjjay on breaking… https://t.co/Iqjk3B85Bo",
        "Looking for a new reading list this holiday season? Check out these books published by Sloan faculty this year: https://t.co/ZBZlfYIHZC",
        "\"We need to work aggressively to make sure technology matches our values,\" says #mitAlab professor @erikbryn: https://t.co/qx8HOUGBlK",
        "#mitUSAlab professor Thomas Kochan feels that the Marriott's technology provisions for workers are a breakthrough: https://t.co/cVhp2gNPug",
        "In the face of dire warnings, #mitSlab John Sterman says we need to redouble our efforts to reduce the effects of c… https://t.co/ORTokEYeo5",
        "We have officially moved offices! Please come visit us with all your Action Learning questions in E52-101, which we… https://t.co/61Tr6v0DI4",
        "Costco's focus is on a positive culture, both for customers and employees: https://t.co/o8Jz1dtUF2",
        "Start your New Year's resolutions early with these 7 management hacks: https://t.co/pOmCXldGHX",
        "Thank you to everyone who came to Student Voices yesterday! It was a fantastic event, and we appreciate the time ev… https://t.co/dJaJMzua6X",
        "The demand for business analytics skills is increasing: https://t.co/eNTOOv2890",
        "Student Voices is tomorrow! We look forward to seeing you there: https://t.co/41DyPf7jJv https://t.co/gYaqFs22ZG",
        "\"Really good content marketing is where you connect with your target market; you are not making a sales pitch. You'… https://t.co/gLVoh42ZK6"
    ]
}