{
    "screen name": "ArijoJames",
    "no. of tweets": 186,
    "tweets": [
        "Happy #InternationalNursesDay to all frontline nurses battling the covid-19 pandemic in Africa and across the globe… https://t.co/2TqX1i3l5L",
        "...that environment that permits such growth with well planned out policies aimed at eliminating a monopolistic sys… https://t.co/04mZoDQOji",
        "I hate “socialism” except that of socialist capitalism\n\n I don’t believe in taking from the rich and giving to the… https://t.co/VNsWj0n5Yz",
        "The stock market will teach you that wealth is gotten from value \n\nAnd value is very volatile based on the economic… https://t.co/nEVRYmVhHv",
        "Redistribution of wealth &amp; the ideology of socialism in the modern order stands no ground for future growth \n\nCapit… https://t.co/Hd1lXe9jdK",
        "We need to build a new complex for the Nigerian Stock Exchange @nsenigeria \n\nI’m neither impressed by the outlook o… https://t.co/ENYLKZFbua",
        "This could be Akassa in Bayelsa State Nigeria \n\nWell, it’s very certainly my top most priority as I take a dive int… https://t.co/eHXyRbIdV0",
        "There is this beauty &amp; value that comes with time distance between various series of an event, and I believe &amp; stro… https://t.co/Y0igBMgC0e",
        "@iphyy__ @AuntyPaulyn @aproko_doctor Yes we do, the Nicene Creed, Apostles Creed, and the athanasius creed\n\nThe Doc… https://t.co/3VVzJe61li",
        "... this position is not all been African, but advancement beyond the shadows of unethical approach to this situati… https://t.co/1vgcAwKX5l",
        "This is wrong.\nFor a virus 🦠 of this nature, proper research &amp; understanding of the virus, backed by clinical tests… https://t.co/j2rxmoTHVg",
        "@AjiriogheneJ Well said",
        "@AjiriogheneJ Absolutely 👌🏽",
        "@AjiriogheneJ Yes I totally agree and that’s a major issue that must be addressed, a nation without the knowledge o… https://t.co/XxP3xGljSI",
        "One thing I should also be remembered for is that I made the world spell the word “Image” with a capital letter “I”… https://t.co/vUgPmZtx97",
        "Redefining the Image perception of then Nigerian State built around a strong multi sectorial economy, international… https://t.co/xDdKQyHyKh",
        "The Nigerian State must define the part it wants to take and be remembered for\n\nWe can’t be British and American at… https://t.co/wUKOusZdEE",
        "👏🏽👏🏽👏🏽👏🏽👏🏽👏🏽👏🏽👏🏽👏🏽👏🏽👏🏽👏🏽👏🏽 https://t.co/JCCRjMsdJD",
        "We have more than 3 tribes in Nigeria, it’s hard time we stop the Yoruba, Hausa, Igbo system and appreciate other t… https://t.co/DwJh6OlTIR",
        "How many times did we celebrate Mother’s Day this year?\n\nI’m getting kind of right now",
        "@Naija_PR Mountain Dew all the way, I hell miss the taste, Like hey.... it’s out of this realm",
        "“Pastorpreneurs” https://t.co/kAXf1PBqCE",
        "Very amazing master piece @FinPlanKaluAja1\n\nNever have I regretted been part of his community on Twitter \n\nMasterCl… https://t.co/XRhZMH2uCW",
        "@Ovie19935985 @AyoShonaiya Seek enlightenment, break from the chains of religious extremism",
        "@OseiweOtoide @aire_oluwatosin @AyoShonaiya Seek enlightenment, break from the chains of religious extremism",
        "@Hola1809 @AyoShonaiya Seek enlightenment, break from the chains of religious extremism",
        "God/Allah is not in the business of saving those who have chosen stupidity and mediocrity upon themselves; only by… https://t.co/p7Wx47ULDH",
        "“If you’re afraid of the dark, always remember it’s daylight on the other side of the earth”- AO\n\nArijovwode Oghenevwegba",
        "@OgbeniDipo Wanted Marine Engineering\nGot: Marine Engineering",
        "👌🏽🔊 https://t.co/ft3FQW15I6",
        "@Dlaureate Let it out, be free, release that inner energy",
        "Today marks the 75th Anniversary of the end of the war in Europe #VEDay.\nThe end of the war brought a turning point… https://t.co/i1omOwZwWn",
        "...foul play and betrayal \n\nThe war is over, and they must on, the Biafran dream is dead and gone forever",
        "... the Mid-Western region (present day Edo-Delta states, including Delta North(Anioma) people) was total autonomou… https://t.co/Y23MmK7eiY",
        "The Struggle for Biafra has lost its very footing, it’s purpose, it’s history, everything\n\nEven if Biafra should ex… https://t.co/CSjFan6hgT",
        "Gelato 🍨 @cuppymusic \nAlways the best 🤩 https://t.co/zy8jHrIG49",
        "@douglasibaba @ecobank_nigeria @myaccessbank Ok great, thanks for the clarity, in that case I will have to take off the previous tweet 👍🏽",
        "@douglasibaba @ecobank_nigeria @myaccessbank I’m very much sure it’s Ecobank",
        "@honilatte @OlatunbosunTa12 @realFFK @SkyNews She is a Barcelona fan; we together are the Catalonia giants fighting… https://t.co/HkYbXhLh4w",
        "@meccuno @honilatte @AAguigwo @realFFK @SkyNews Go bad and read your comments",
        "@realFFK @SkyNews It’s strictly based on the living conditions in black communities and neighborhoods\n\nMost of the… https://t.co/75sIbtSlBR",
        "@honilatte @OlatunbosunTa12 @realFFK @SkyNews It’s so unfortunate individuals don’t quite get it\n\nThe actual cause… https://t.co/G5mTRzhCYW",
        "@meccuno @honilatte @AAguigwo @realFFK @SkyNews It will be best if you interact without insults",
        "How beautiful 🤩🤩🤩🤩 https://t.co/qWux9xs7Pw",
        "Finally @BlackYellow all the way \n🔈🔊🔊🔊🔊🔊🔊🔊🔊🔊🔊🔊🔊🔊🔊🔊🔊🔊🔈🔈🔈🔈🔈🔈🔈🔈🔈🔈🔈🔈🔈🔈🔈🔈🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪🇩🇪… https://t.co/Yg4lGQPDkS",
        "Absolute master art that comes with its own merits and demerits\n\nBut technically brilliant from North Korea 🇰🇵 Kim… https://t.co/79D6WwsLeb",
        "Religious actions seeming like a propaganda approach is very much dividing the Nigerian society \n\nIf we must win th… https://t.co/2Og7qbimtj",
        "@Mrsaijay @sujl_us @AfamDeluxo Show respect and don’t abuse",
        "@UcheOkoyep @ufuomacatty @Voice11068396 @Onyinye46182708 @Amaka_Ekwo That cannot be verified and even if he said it… https://t.co/y0rmMQ4vAT",
        "@AC_aarony1 @AfamDeluxo 😊",
        "@AC_aarony1 @AfamDeluxo Leave Delta State alone, we where never Biafrans, stop the propaganda war, it’s over, it wo… https://t.co/vMxhvKWew0",
        "@AC_aarony1 @AfamDeluxo You can see that man is Biafran, in August 18th 1967, the Biafran Troops invaded the MidWes… https://t.co/dRFbwmM3Rv",
        "The “South Eastern” Geopolitical Zone should be rightly named the “South East Central” Geopolitical Zone\n\nHow can t… https://t.co/vY6sE9CSrY",
        "My first outlook in analyzing clients need either individuals or firms\n\n1. Their culture and self development \n2. C… https://t.co/RvWpQMcEUr",
        "Almajiris are assets of greater good of a greater revolution depending of which picks them\n\nThey may become the Bok… https://t.co/kGKbttY8G9",
        "@Ozidi @ufuomacatty @Voice11068396 @Onyinye46182708 @UcheOkoyep @Amaka_Ekwo You cannot force a people to become who they’re not",
        "@ichiexy @UcheOkoyep @Onyinye46182708 @Amaka_Ekwo Of course yes, but not mutually exclusive to saying they are Igbo either",
        "@UcheOkoyep @Onyinye46182708 @Amaka_Ekwo But that doesn’t make them Biafrans, for goodness sake, Biafra is a geogra… https://t.co/T2s8XN1YPi",
        "3:37 AM GMT+1\nWho’s awake \n \nComment with the time you saw this post.\n#Africa #Global #Covid_19",
        "@DemolaRewaju Well said",
        "It’s 3:30 listening 🔈to @SOUNDCITYtv  TOP 10 UK\n\nMy love for British karaoke 🎤 style music 🎶 is all the up to the top 🔺🍹",
        "To drive economic growth on the African continent, I intend diving into Venture Capital investment\n\nWith focus on:… https://t.co/bkdDnob7rC",
        "Amazing work @Toyinsaraki your strive towards effective social impact, advocacy and support for women is greatly co… https://t.co/QG9LBdO5lz",
        "@MRtim__1911 Of course yes",
        "In the end #5G technology will prevail, but let’s allow the house committee to perform its findings so as to clear… https://t.co/Yn8tEY7O1F",
        "We must have a fine balance between youth advocacy and evolution frame work on the African continent and Latin Amer… https://t.co/44fT8To0Nj",
        "It was great been part of the webinar, and I must appreciate the panelists for their deep insights driven by realit… https://t.co/2gqa5IT506",
        "I must commend the panelists on the discuss on youth in public service organized by the @AUYouthProgram; \n\n@maprude… https://t.co/1SHDAQ5237",
        "@ANTHONYKENECHI1 @OgbeniDipo The entire reason for the shutdown in the first place as been defeated",
        "The PTF and the NCDC must redefine its strategy.\n\nAs seen earlier this morning, the entire reason for a lockdown ha… https://t.co/QeDM9koYny",
        "Private entities must collaborate with the public sector so as to drive up the diversity of the Nigerian economy in… https://t.co/97x7Iyvi2j",
        "Network, communication, connections and intel; key factors for social elevation, business and institution value growth",
        "To solve the insurgence &amp; current security challenges in Northern Nigeria &amp; indeed across the country, we must foll… https://t.co/SoXHcV3PTW",
        "Former President, late Alhaji Umar Musa Yar’adua, who died on May 5th, 2010 was a great leader of promise for the N… https://t.co/xab8e8ceoa",
        "@Just_Nigerian Darkness befell the once known\nIn shadows now for ever shall be home.\n\nBehold the earth, it’s as col… https://t.co/wiiNjntN1a",
        "I must commend Hon. Simon Kari, Dep. Chairman, House Committee on Human Rights, who was live on @channelstv Politic… https://t.co/RFAvZMXGhW",
        "@akortainment Beans hub",
        "@akortainment Coca-Cola",
        "@MistaGomez_ @NaijaGoBeta1 Thanks man, you’re the best take five 👋",
        "@NaijaGoBeta1 Where can I get the full video @NaijaGoBeta1",
        "Applaudable 👏🏽 https://t.co/CYMXGwSWFF",
        "@NaijaGoBeta1 Where can I get the full video please?",
        "Wipe Alert. Wire wire https://t.co/JUdkDkgVwX",
        "@c_kiruStrategy @ChifeDr If capitalism fails economies will fail, and hence the government cannot stand to watch th… https://t.co/hBufcBadf5",
        "@sarnchos @threadreaderapp unroll please",
        "@Mxnasseh @ChifeDr Yes, but that also depends on the firm and business model been operated",
        "@ChifeDr Socialism without global capitalism is a flawed system \n\nSocialism will always rely on global capitalism in other for it to survive",
        "Whoa! 500 followers, thanks people, I appreciate\n\nLet’s multiply it by x10 and get it up to 5,000 shall we. \n\n🤝🤝🤝🤝👏🏽👏🏽👏🏽👏🏽",
        "@AC_aarony1 @Onyinye46182708 @UcheOkoyep @Amaka_Ekwo @uc_rufyz Cheers",
        "@AC_aarony1 @Onyinye46182708 @UcheOkoyep @Amaka_Ekwo @uc_rufyz Let’s have coffee ☕️  ☕️ good morning ☀️",
        "@AC_aarony1 @Onyinye46182708 @UcheOkoyep @Amaka_Ekwo @uc_rufyz Then they lied to you, check my profile and get back… https://t.co/I1pch5UbDV",
        "@AC_aarony1 @Onyinye46182708 @UcheOkoyep @Amaka_Ekwo Who ever created that map of Biafra you’re referring to of whi… https://t.co/5A4TWG198m",
        "@AC_aarony1 @Onyinye46182708 @UcheOkoyep @Amaka_Ekwo Do you realize the angle you’re trending, propaganda, have you… https://t.co/n8JzNWONfo",
        "@AC_aarony1 @Onyinye46182708 @UcheOkoyep @Amaka_Ekwo You should study history and don’t fall to propaganda maps, Oj… https://t.co/RVihXTAxIo",
        "If only Islam was as peaceful ✌🏼 as his beautiful recitation \n\nExtremism phased away to glory of Islamic knowledge,… https://t.co/YXet3YvJPz",
        "Harris J \nBeautiful melody https://t.co/9cjZQpjaok",
        "@AntiLawNG @benigbakpa @AjiriogheneJ 🤝",
        "@AntiLawNG @benigbakpa @AjiriogheneJ With regards leaving it in the hands of one man, that clause I believe should… https://t.co/JloleQ37Yx",
        "@AntiLawNG @benigbakpa @AjiriogheneJ Of course yes, one can’t travel \n\nIt’s a matter of public health; if one choos… https://t.co/pEunINuDBv",
        "@AntiLawNG @benigbakpa @AjiriogheneJ On the issue of choice; that clause has to be looked into, but will definitely… https://t.co/VLYK9azz9V",
        "More like it, collect five👋\nThis is growth. https://t.co/iQE4aR6fP2",
        "@AntiLawNG @benigbakpa @AjiriogheneJ The same way you can’t travel overseas if you don’t get the yellow fever vacci… https://t.co/Z45odFdb42",
        "@AntiLawNG @benigbakpa @AjiriogheneJ That’s not an issue, failure to obey the Act must definitely come with a penal… https://t.co/lTokjNPt3P",
        "@AntiLawNG @benigbakpa @AjiriogheneJ That’s not an issue in as much it is meant to protect public health\n\nDo you kn… https://t.co/t28dapYWPF",
        "@benigbakpa @AjiriogheneJ Of course not; it’s not possible\n\nIf the need be for a vaccination so as to save lives, then it has to be.",
        "@benigbakpa I must commend this angle of the Bill been pushed through, most definitely if this was the case then sc… https://t.co/62fjJmT6fa",
        "@benigbakpa As in the case of Kano State; excellent and applaudable",
        "@AfricaFactsZone Mostly enjoyed when prepared with cat fish 🐟 and then served on a native pot just brought down from the fire 🔥",
        "@Bodefish2 @AfricaFactsZone @LajuPratt Sure you will love it",
        "@Ibnbazo @AfricaFactsZone Come to south south Nigeria, Delta State to be precised",
        "@NaTAsha27099 @AfricaFactsZone Usie",
        "@kupaleon @AfricaFactsZone Omote ma vo",
        "@kupaleon @AfricaaGuy @AfricaFactsZone 😂😂😂😂😂😂",
        "@AfricaFactsZone Urhobo wa do! \nThe starch is called “Usie” in Urhobo, made from cassava, the yellow color is as a… https://t.co/I4RJT3dohg",
        "It’s now much easier to predict what the future maybe with regards its advancement and growth, the factor to be con… https://t.co/oczZvhmqlk",
        "@GbenroAdegbola 😂😂😂😂",
        "Lunching a podcast soon on Apple Podcast, SoundCloud &amp; Google Podcast\n\nPodcast will center around developing a stro… https://t.co/GKu5JxASmZ",
        "Nigerian security forces of whom where suppose to enforce the lock down, rather did nothing for so little a bribe… https://t.co/TcDX0qKIOb",
        "I’m so in love with @DrJoeAbah approach towards analyzing the Nigerian governance structure \n\nWe must live beyond t… https://t.co/4ZXkqu5GST",
        "This is very much my thought, but for clarity we need an actual censors free from political manipulation to ascerta… https://t.co/c3qDwXSFva",
        "@binance Bag A",
        "@justkachi @DrJoeAbah Not obviously by a road March, it has to be a revolution of the system it self through influencing its dynamics",
        "@BillGates @gavi @gatesfoundation are just victims of a greater good whose actions has been misinterpreted by fello… https://t.co/5Qb65m9hxx",
        "Economies of “Socialist” countries need Global “Capitalism” for it to survive.\n\nIn all respect, Capitalism remains… https://t.co/MpvlFzF1fj",
        "...nonsense about him being the AntiChrist then.\n \nIf you must leave your country to a developed nation, certainly… https://t.co/DV6VW6nYSW",
        "Back in history during yellow fever pandemic, the wealthiest man in the world at that time whom I read so much abou… https://t.co/nUpRQDsVR1",
        "So I have been taking a series of IQ tests for fun online, it’s amazing how the results turned out, I’m genius after all🧠",
        "Take an IQ test please",
        "@Naija_PR 2:43",
        "We’re all global citizens striving for a better world, let’s therefore build the future we want to see now\n\nThat’s who we are, what are you?",
        "This is what I call a bout\nHit it, Hit it, keep the move, knock the next man off. 🤛 https://t.co/MFoSY8hdh6",
        "@KhalidBakare2 @King_Dave100 @AfricaFactsZone Correct, then down am with a bootle of cold Pepsi 🙌collect am",
        "@Voice11068396 @Onyinye46182708 @UcheOkoyep @Amaka_Ekwo You’re been tribalistic, playing that card will cost you. W… https://t.co/WJ4hMfzjhv",
        "... Republic of Biafra\n\nIf you where Ojukwu, with no alternative, you would have done same.\nIt will be best we read… https://t.co/oKdTLAsD9h",
        "The greatest conspiracy and propaganda theory of all time with regards the civil war was that Ojukwu was after “Oil… https://t.co/6gholj9h7X",
        "@chinem_lusty2 @roundplug @AfricaFactsZone I rather go with fufu",
        "@AfricaaGuy @AfricaFactsZone You sabi work collect am 🥂",
        "@martha22ogar @python_eyez @AfricaFactsZone Sabi girl, oya collect 🥂",
        "@atorexford2 @AfricaFactsZone cheers 🍻 👌🏽",
        "@chu_chu_ezekwem @roundplug @AfricaFactsZone Collect am man🙌 🥂",
        "@chinem_lusty2 @roundplug @AfricaFactsZone Just change the Garri to fufu then it’s a go for me",
        "@roundplug @AfricaFactsZone This is what we eat, it’s a meal both for Urban and Rural areas, it cuts across class.… https://t.co/hzzeQlUAsK",
        "@djgazah @AfricaaGuy @AfricaFactsZone 🧐😂😂😂😂😂😂 hey... stop it man 😃",
        "@DynamiteAsegun @Zealblinks1 @AfricaFactsZone Akwa Ibom",
        "@AfricaFactsZone Much better and colorful, it give me joy...🍽",
        "There is bound to be a tech disruption of the Nigerian Spare Parts market sooner or later \n\nWith the rise in tech s… https://t.co/P36pgr8H1T",
        "Debit or Equity?",
        "@DrJoeAbah I heard it loud and clear; it’s a Presidential order, so I very well don’t see what power the Governor h… https://t.co/9kkk9U4JOa",
        "No you’re not https://t.co/jKkNCXjbs6",
        "#Tesla isn’t a regular car brand, it’s inclination is towards tech development\n\nIn the current world order, the bes… https://t.co/SrvIHw11z9",
        "The West African market offers lots of opportunities for growth if its #image value projections is geared towards t… https://t.co/XEtr8cuxe6",
        "@Amadi_oha @Onyinye46182708 @UcheOkoyep @Amaka_Ekwo He was part of it yes, but as a Mid-western Nigerian, it was th… https://t.co/vN6d4PljeN",
        "Whao... how impressive! the results shall tell obviously https://t.co/KjlfzcSd6r",
        "@Amadi_oha @Onyinye46182708 @UcheOkoyep @Amaka_Ekwo How can they reject what they where never?",
        "With the rise in emerging new tech startups offering promising solutions I strongly believe the next angle to look… https://t.co/T33erf2nRb",
        "@prince_myz @Ikemsy_ @Onyinye46182708 @UcheOkoyep @Amaka_Ekwo You should be on your study desk finding ways of crea… https://t.co/0U8uS14ynL",
        "@Ikemsy_ @Onyinye46182708 @UcheOkoyep @Amaka_Ekwo How naive of you, read and follow the conversation before you tal… https://t.co/HcCgPGXtQ2",
        "...the Republic of Biafra\n\nThe Anioma people where then part of the Mid-Western Region (present day Edo and Delta S… https://t.co/X5fxF6G1l6",
        "When we remember the “Asaba Massacre” we should remember that the Nigerian troops betrayed their own citizens by ki… https://t.co/VTx92yxkWx",
        "How would the global order be now if the internet collapses\n\nNo websites, Twitter, Facebook, Zoom, Microsoft team,… https://t.co/vvz9GXlJ91",
        "@Onyinye46182708 @UcheOkoyep @Amaka_Ekwo They may be similar to the Igbos, but aren’t Biafrans and where never Biaf… https://t.co/K2QgueDeCl",
        "@Onyinye46182708 @UcheOkoyep @Amaka_Ekwo It was Nigerians betraying Nigerians",
        "@Onyinye46182708 @UcheOkoyep @Amaka_Ekwo They were not Biafrians, but where Nigerians killed by Nigerian troops bec… https://t.co/HnCJC5kSip",
        "😂😂😂😂 https://t.co/fsHQ7kFWjZ",
        "For socialism it self is to survive, it needs capitalism other wise there will be no growing economy, and no global… https://t.co/5lUs4Bqnni",
        "Biotechnology, Genetic reEngineering\n\nThat is a great move by the scientific community for us to look out for.\n\nLet… https://t.co/uVMUifGp5Y",
        "...The same can be applied to the Energy sector if a clear understanding is laid\n\nThe win-win strategy where major… https://t.co/0K0loa9rsB",
        "Major breakthroughs of the government effort to effect an action plan focused on disrupting an existing framework o… https://t.co/lKJcIDyUOc",
        "@Naija_PR Macaroni all the way.  Macaroni&gt;&gt;&gt;&gt;Spaghetti",
        "It’s calls for a well defined strategy and planned policy framework, keeping the balance between sustainability of… https://t.co/gIFSSin7Gz",
        "@muskainoh1 @mayeesq @threadreaderapp please unroll",
        "The Human race should advance critical and logical thinking above speculations and mere assumptions\n\nAfrica must mo… https://t.co/iVXoTMTwNB",
        "@The_Florentyna You get my follow 🇳🇬👌🏽",
        "@DrJoeAbah There are lots of interests to be look out for and hence behind doors talks with critical stakeholders i… https://t.co/uakEbGzRrS",
        "@DrJoeAbah At this very point, diplomacy comes to play, lots of underground works and talks has to be done, the Exe… https://t.co/lQ8T7zO88u",
        "Tell me you where crushing on her 😃\n\nWell, learn to shoot your shots well\n\nWill you do me the honor of telling me w… https://t.co/6vkGuUG3Ho",
        "Until Barack Obama came into power and betrayed the African soil that holds his roots\n\nBrought Gaddafi to his end,… https://t.co/IwlQLldlNM",
        "@YoungOtutu 😀😀😀😀😀😀",
        "A country which runs two “Parallel” constitutions is bound to fall into deep crisis.\n\nIronically, that’s the Nigeri… https://t.co/5KStm5cMFE",
        "@Pen_Strokes @ayosogunro But the bottom line is, they all pay taxes.\n\nThere is no develop country in the world toda… https://t.co/Ie5uI6DnI8",
        "We need a single African economy now or ever, if the continent must survive the coming years come post #COVID19 \n\nW… https://t.co/ahYcnUGs10",
        "@Pen_Strokes @ayosogunro Then ask yourself the one question,\nHow do you expect the government to run this country financially?",
        "@Adaobi_Chineze @Favy_c You’re wrong, stop this propaganda you’re spreading, Delta Igbos where never for once part… https://t.co/ZxEH6MIfBx",
        "@JIMMYABIA @Adaobi_Chineze @Favy_c Absolutely correct",
        "@cchukudebelu Irrespective of how you feel towards our country Nigeria 🇳🇬, that does not take away the need to resp… https://t.co/TQXKUc7cB1",
        "Irrespective of our hatred towards the current situation in the country of which I’m most not happy about either wi… https://t.co/Uy8vjnjfKx"
    ]
}