{
    "screen name": "JorgeSolaeche",
    "no. of tweets": 168,
    "tweets": [
        "Te invito a leer una nueva entrada en mi blog donde hablo de 10 formas fáciles de que puedas obtener más seguidores… https://t.co/QuouhJAzyb",
        "El distanciamiento da ganas de cercanía, el encierro da ganas de libertad, la cuarentena da ganas de un viaje bien lejos...",
        "Acá dejo un artículo en mi blog con 5 consejos para mejorar la presencia en redes sociales\n#MarketingDigital… https://t.co/Zp21he11d0",
        "🔴Cómo hacer sorteos en redes sociales🔴\nEste video puede ayudar a tu emprendimiento a evitar cometer muchos errores… https://t.co/tOWEH8ISRV",
        "🧲 Si querés saber cómo vender más en tus redes sociales, acá te dejo un video con 5 tips que te pueden ayudar… https://t.co/TsnauQEOS8",
        "@RivillaDoc @vetustamorla Maravilloso y conmovedor el videoclip, gracias por TODO",
        "🔴 Video de marketing digital 🔴\n10 errores a evitar para crecer en redes sociales \nhttps://t.co/HlvuKw1kJG https://t.co/WTF1oQgACy",
        "Estoy creando contenido y me gustaría saber cuál preferís para aprender",
        "Lo bueno es siempre escaso, lo ordinario o malo abunda más. Una flor preciada siempre lleva tiempo verla florecer,… https://t.co/Axthh5O5Pq",
        "Quiero estar en un tren rumbo a no sé donde y escuchar la canción 'Trains' de @PorcupineTree y pretender que esa es… https://t.co/k1NUI9jzwN",
        "Si tu emprendimiento sobrevive después de todo esto, dejame decirte que es porque tiene ese plus de resiliencia, so… https://t.co/0uI7jUJZiN",
        "@MagaliEspinol12 Es medio divague pero al final tiene un mensaje bueno y se aprende algo de filosofía",
        "Ahora después de terminar de ver la serie #Merli pretendo como si fuera que sé hablar catalán",
        "El peor tipo de promesas rotas es el de esas que nos hicimos a nosotros mismos...",
        "¿Alguien sabe como disecar mariposas? Es para las mariposas que tenia en el estómago. Ahora ya están MUERTAS",
        "@_veraadang Fuerza man, todos tenemos días así",
        "La satisfacción de tener 40 pestañas abiertas y luego cerrarlas cuando ya resolviste el problema / completaste el trabajo. OH YEAH!",
        "Hay personas que simplemente NO SABEN SOLTAR y me da pena por ellas. Qué importante que es la capacidad de determin… https://t.co/1WUdvga2M4",
        "De niño iba a una escuela a Atyrá, la ruta principal tenía letreros con frases célebres: \"Persevera y triunfarás\",… https://t.co/iZMo8f0ume",
        "@fgrv Y a esto se suma los sesgos o 'bias' a los que todos tendemos a caer. Requiere cierta habilidad y conciencia… https://t.co/v0DxzlFRus",
        "En las escuelas te enseñan a cumplir un horario, usar uniforme, recibir órdenes. Básicamente te adoctrina para ser… https://t.co/k7NGBFM3Vk",
        "Ante riesgos de posibles asteroides dirigiéndose a la Tierra, confesad vuestros amores",
        "Será que cuando termine la cuarentena...\nUno: nos quedaremos con cierto temor y precaución \nó Dos: habrá un efecto… https://t.co/A0dvCrAoi3",
        "@verovazquez_ A veces nos sentimos incomprendidos, pero podemos sorprendernos al saber que en realidad existen otra… https://t.co/uAmYoylIYS",
        "Extraño fascinarme con alguien",
        "Volver a a escuchar música con la que estabas obsesionado un tiempo (adolescencia por ejemplo) te transporta por un… https://t.co/dtHDpwFeWT",
        "Taiwán advirtió tempranamente sobre los riesgos del covid-19 y la OMS ignoró totalmente esto. Ahora que USA cortó e… https://t.co/3M55mAY9kd",
        "Cuando termine todo esto vámonos lejos, bien lejos. Y seamos más libres que nunca!",
        "Estuve probando realizar un ejercicio de 'Fear Setting' . Definir tus miedos en vez de tus 'metas' puede ser super… https://t.co/xQTISaaRBg",
        "Hay siete días en la semana y \"algún día\" no es uno de ellos - Anónimo",
        "@jakcastl Es un buen ejercicio igual. Libera 🍃",
        "Decir lo que uno piensa es relativamente fácil, decir lo que uno siente... se hace más difícil. ¿Acaso ya le han si… https://t.co/k9mcM6Vhnb",
        "\"Soy fuerte porque he sido débil. Soy valiente porque he tenido miedo. Soy sabio porque he sido estúpido...\" - Anónimo",
        "Una de las cosas que más me frustra es la gente que juega el rol de víctima ante la vida cuando tiene todo lo neces… https://t.co/Zh46GdasWo",
        "\"Nunca estamos quietos somos trashumantes\nSomos padres, hijos, nietos y bisnietos de inmigrantes\nEs más mío lo que… https://t.co/8Ev9sIIQHG",
        "Últimamente creo que hacemos las cosas para mostrarlas, antes que para disfrutarlas. Si estás inmerso en un momento… https://t.co/dkMNb8Gu9g",
        "¿Qué opinan del desafío FilmYourHospital? Que fue trend topic en twitter y fue removido. Gente filmaba los hospital… https://t.co/LuVCZf3NH4",
        "Policías conduciendo ebrios, gente que roba donaciones, corrupción y presupuestos inflados de emergencia por covid.… https://t.co/7x2Imshyxb",
        "Veo que hay gente que critica a los que suben su rutina de ejercicios en casa. Yo admiro su determinación y además… https://t.co/EFkyb2UKKX",
        "@fgrv Así mismo, todo internet mismo (por ejemplo el resultado de tus búsquedas), todas son sugerencias hiper perso… https://t.co/zWgJV2DtJd",
        "\"Cuando abunda el peligro, crece lo que salva\" https://t.co/9MevR5esTH",
        "Como jóvenes tengamos activa participación en generar ideas, innovaciones,para construir la sociedad post-covid que… https://t.co/hsI2sp1Owc",
        "El patriotismo en tiempos de guerra era militar, los soldados que protegían fronteras. Hoy el patriotismo es de cie… https://t.co/LfQGecpvXb",
        "Los impacientes vemos los videos de Youtube en 1.25x de velocidad porque el man habla demasiado lento!",
        "Ofrezco unas sesiones de asesoramiento gratuito en marketing digital a emprendedores. 🎯\nVeo que hay mucha incertidu… https://t.co/MpYnbIMBvE",
        "¿Cuál preferís para aprender?",
        "No sé quienes son peores\n1- Los detractores de Bad Bunny\n2- Los que se hacen los inclusivos diciendo que hay que re… https://t.co/W24iIQy6wS",
        "Preparémonos para lo peor, esperando lo mejor",
        "En momentos como este es cuando más necesitamos arte, inspiración, música, creatividad. El mundo se detiene por un… https://t.co/bOb55nzbVv",
        "✅ Deja de ver tantas noticias y redes sociales sobre covid-19. Intenta seguir con tu vida con la mayor normalidad q… https://t.co/2u97QVJe7c",
        "✅ No veas sólo películas o series, intenta invertir tu tiempo en algo productivo (si puedes monetizarlo, mejor aún)… https://t.co/IGcmrBXheR",
        "Suficiente con estadísticas y noticias. Tips de supervivencia:\n✅ Aliméntate bien (todo lo que pueda potenciar tu si… https://t.co/ewMTkKLmuv",
        "Para la gente que fuma. Si hay un momento oportuno para dejar de fumar, es este.",
        "El covid-19 puede sobrevivir de 4 a 5 días en superficies como vidrio o plástico. ¡A limpiar nuestros móviles!",
        "Esto también nos da una idea de cómo eran las cosas durante la dictadura. Dimensionar el hecho de no poder reunirse… https://t.co/Bdhwr0BrrM",
        "¡Qué libres éramos y no lo valorábamos!",
        "La gente ve los porcentajes y estadísticas como sólo números, hasta que de 100 personas, el 1% podría ser uno de tu… https://t.co/dDlwKhVZHN",
        "Unos minutos mirando la TV. Vive la vida hablando de Israel. Sección de cocina knish con CHORIZO Franz! jaja los ju… https://t.co/9HemIQB9Po",
        "¿Sabías que tu teléfono celular, tiene en promedio 10 veces más bacterias que la tapa de un inodoro!?\nEso sin conta… https://t.co/7nuGcNMgHn",
        "Formas en que el coronavirus puede transformar los negocios\n1. Se valorará más el teletrabajo. Que los empleados pu… https://t.co/9etNnvUvdC",
        "Tuomas Holopainen, un genio. Concuerdo totalmente que la tecnología de por si no es mala, sino el uso que le demos. https://t.co/O865ljSMW8",
        "If you are afraid to die, then you afraid to live",
        "Ayer vi la película Parasite y no sé qué pensar la verdad",
        "La gente de auto ayuda barata hiper positiva y los que te ofrecen negocios multi nivel estropearon el término \"empr… https://t.co/RUyLsnWPPD",
        "Tener tu teclado en varios idiomas con la auto corrección es una pesadilla! Jaja",
        "@_veraadang Fuerza man. Siempre viene un aprendizaje detrás de eso",
        "Las buenas conversaciones son LA LUZ",
        "Vive una vida que valga la pena vivir",
        "Los libros son como mágicas máquinas del tiempo que te permiten conversar o tener consejos de parte de la gente más… https://t.co/bawCGUysvG",
        "@_veraadang Sí. A eso mismo me refiero jaja los vendedores telefónicos pro hacen eso. Hacer gestos por más que no t… https://t.co/PkiF4Rb54k",
        "@_veraadang Esta demostrado que gran parte de la comunicación es no verbal. Aunque no lo creas, hacer eso hace que te entiendan mejor",
        "Según dicen el éxito está en ofrecer valor primero. Darle al mundo algo valioso, el resto viene solo. Yo creo firmemente ésto también",
        "El nuevo videoclip de Nightwish es una genialidad, una dura critica la sociedad actual. Genios! https://t.co/IrySLLJ5Jt",
        "¿Marito sabe hablar inglés? Porque con el español luego ya se le da difícil",
        "No sé qué pensar de mí mismo. Decidí dejar el alcohol en pleno diciembre. Modo hard",
        "Cuando hablas con algunos a leguas se nota la mentalidad de escasez. El universo mismo está en constante expansión. El sol brilla para todos",
        "Me gusta creer que cada uno tenemos un propósito más alto, que trasciende a nosotros mismos. Dejar nuestra huella e… https://t.co/VJ3wLAwC4K",
        "Y pensar que a tan sólo unos pocos kilómetros de ahí donde antes vivía, en Atyrá. La gente mínimo te manda a la put… https://t.co/SpMG4dlloL",
        "Creo que independientemente de su religión, lastimosamente la mayoría de gente en Paraguay tira su basura en cualqu… https://t.co/UC9R641yPM",
        "@kraforr No creo que sea man. Fijate que es RE I hay una linea recta ahí. No es la letra S",
        "@yumitococa Vengan pues a tocar a Caaguazú maaan!",
        "Pensar en cuál sería tu sábado ideal y qué tanta probabilidad hay de que éste sea.",
        "Cuando intentas debatir con gente que defiende lo indefendible de la política siempre te tildan de que sólo estás d… https://t.co/alvHKn8ys0",
        "@laurita_servian no era \"no dice basta\"? jaja",
        "Esas coincidencias (casi hasta absurdas) de la vida son las que le dan un toque de magia a nuestras historias",
        "@clarisolaechegh Pathetic 🤣",
        "Extraño sentir esa adrenalina y ansiedad que me carcomen minutos antes de subir a un escenario",
        "Sé que decimos esto cada año. Pero este también pasó volando ptm!",
        "A esa gente que se alarma por halloween, no sé si explicarles el origen histórico así con manzanitas o solo sentir… https://t.co/MkWk4Xx9lZ",
        "“Care about what other people think and you will always be their prisoner.” ― Lao Tzu",
        "Lluvia, petricor, café y una acústica con cuerdas de nylon curan todos los males del alma!",
        "\"La acción es la llave fundamental de todo éxito\" - Picasso\nHacer es el nuevo decir",
        "Ayer con el team Guía Mburucuyá estuvimos en #ideaccion organizado por premiostigoconecta kogaimpactlab\nVolvemos ca… https://t.co/S1zvsmTsdR",
        "Viernes. Vamos a conjugar el verbo \"surgir\"!",
        "Saber decir \"NO\" es una poderosa herramienta que todos deberiamos aprender a dominar.",
        "Can you get me back on my feet? Can you make me feel that my mojo is rising?",
        "She's made of outer space!",
        "Jorge Solaeche: https://t.co/JXl61rEGjp a través de @YouTube",
        "Soñé que conocí al Pombero y que era mi amigo :/ jajaja",
        "Her lips are like the galaxy's edge,  and a kiss the color of a constellation falling into place...",
        "Hoy es el día! Tocamos con @wargosrock en el Revolution II, junto con Sinestesia, Mística, Incorregibles, Norton. No se lo pierdan.",
        "How many especial people change?",
        "\"Baby, we both know that the nights were mainly made for saying things that you can't say tomorrow day\" #am",
        "Vámonos bien lejos... Porque la lejanía nos acerca, nos acerca...",
        "If you are afraid to die, then you afraid to live",
        "Sos consciente de que ésta vida al menos es una sola ¿cierto?",
        "No te comas el odioso puchero los lunes (si es que no te gusta), no pienses que es un día de mierda, un día amargo (luneró). Está en vos.",
        "Te tildan de terco cuando defendes fervientemente tu opinión. ¿Por qué la gente se siente amenazada por un pensamiento distinto al suyo?",
        "Las personas que de verdad quieren algo, luchan por eso sin excusas. El camino al infierno está empedrado de buenas intenciones. Do or die",
        "It's Saturday, I'm in love (?)",
        "Yo soy mío...",
        "Yo no entiendo para qué nos hacemos tanto drama. Un poco de egoísmo no nos vendría mal...",
        "You may say I'm a dreamer, but I'm not the only one",
        "Imagina el sonido de un sueño cuando se rompe. Cuál es el dolor corporal equivalente a tal atrocidad?",
        "No hagas \"lo correcto\". Haz lo que te haga sentir bien, de verdad.",
        "@Rivaldiaida pronto 😜 si me acompañas",
        "Romantic only on a paper 🎵",
        "Spoilear es un pecado capital nuevo. Existe un nuevo círculo del infierno para las personas que lo cometen.",
        "No tenemos por qué tratar de olvidar recuerdos, fueron algo en ese momento. Pero ahora sólo pasaron a ser otra cosa, distinta.",
        "Si la vida de un mosquito esta limitada a horas y apenas pueden volar en el rango de unas cuadras... Tenemos epidemia de dengue por puercos.",
        "En la vida tenes que ser selectivo, porque no alcanza para disfrutar de todo lo bueno que existe. No hay tiempo para perder en cosas vacías.",
        "Un alter ego menos sumiso, menos cobarde y olvidadizo a punto de emerger. 🎶",
        "Vivimos en una época que la gente ya olvidó cosas como tomarse un paseo a pie por ahí para despejarse...",
        "Wake up young man, it's time to wake up...",
        "¡Sé intenso! ¡Arde o púdrete!",
        "En serio esto ya es INDIGNANTE! O nuestro presidente está drogado o es un asno, o padece de cretinismo. https://t.co/jXfSc9CXnH",
        "El deterioro es bello, la tristeza es un sentimiento puro, la soledad es una dimensión para encontrarse con uno mismo, el silencio...",
        "A veces ni siquiera hace falta cambiar la realidad. Solo tu forma de pensar acerca de ella",
        "I feel stupid and contagious! 🎵🎶",
        "Que buena onda las bicicletas en Caaguazú. Existen tendencias que son positivas y dignas de ser copiadas.",
        "Para qué le das a un niño una pistola de juguete?",
        "Y nos vamos convirtiendo en aquello que más dedicamos nuestros instantes...",
        "Pareciera ser que vivimos en un mundo que pretende hacernos cada vez menos humanos...",
        "Un nuevo comienzo",
        "No sé en qué estación estamos...",
        "Así es como las compañías telefónicas te roban en Paraguay https://t.co/pRa8IX6IPl http://t.co/8iPGLBQC0k",
        "Antes y hasta hace poco, la gente iba a las plazas para charlar o relajarse, no para usar WiFi...",
        "Cómo practicar gratitud https://t.co/5IMtQAlsd9 http://t.co/SyhVy3FhbJ",
        "Hay algunos sentimientos y emociones que tan sólo se pueden expresar a través de una cuerda, una… https://t.co/1AtHAk55xi",
        "De verdad ¿cuántos ocasos habremos contemplado en el horizonte? En serio, en ocasiones necesitamos rehabilitarnos de este mundo opresivo.",
        "El animal más letal es el ser humano",
        "Thanks people from Youtube with a funny accent like Rajesh Koothrappali for so good android tutorials :D #android #androiddev #Koothrappali",
        "\"Climb mountains not so the world can see you but so you can see the world.\"",
        "¿Quién querría ser como esos locos que caminan bajo la lluvia? Quién...",
        "Miras las capturas de la gente de otros países a la que seguís y siempre marca un feroz LTE y nosotros acá en Paraguay EDGE por ahí",
        "Starve myself for energy...",
        "#highsparrow #gameofthrones #pope #francis https://t.co/nFpSFxmJoJ",
        "No entiendo por qué el Paraguay no está ya lleno de autos eléctricos",
        "Siempre hay una excusa del mundo, más o menos bien argumentada del porqué no podemos vivir como queremos. Ignoremosla.",
        "Toma una idea, aceptala, dejala ser y ve como se expande...",
        "Somos apáticos, dormimos mucho...",
        "Me atrevo a decir que sin la constancia no se logra nada.",
        "La gente a veces quiere impedirte que te expreses del todo",
        "\"no sé si sea verdad pero no me atrevo a dudarlo\"",
        "\"Dime qué piensas de la gente que atribuye sus logros a San Expedito y te diré quién eres\"",
        "\"I'm not calling for a second chance, I'm screaming to the top of my voice\"",
        "@_manux que tal man, todo bien",
        "Ya tengo las entradas para el sábado. Los que quieran pueden acercarse a Solutec Informática. #QEBD https://t.co/dbwPGdXuM7",
        "No deja de indignarme el interés de la gente por las cosas irrelevantes, mientras que lo real y asombroso pasa desapercibido...",
        "¿Sabias que la realidad es maleable y vos tenes la capacidad de cambiarla?",
        "Como dijo una vez @dani_da_rosa en una charla de @GramoPY ¿Por qué cuando algo es bueno la gente dice \"no parece paraguayo\"? ¿POR QUÉ?",
        "#sapiosexual https://t.co/6e9l8GfNgU",
        "Esta imagen expresa demasiado. #sebastiãosalgado https://t.co/U9s5YrCKmI",
        "Mujer tuareg ciega. Fotografía: #sebastiãosalgado https://t.co/SNoCHhanUK",
        "¿Somos efímeros?",
        "#Samsara una película muy recomendada. Te cambia la vida si logras ver lo profundo que es. Ron Fricke… https://t.co/razdWvV6gT",
        "It's a beautiful lie, it's a perfect denial. 🎶🎵",
        "Feel of Poppies subtitulado: http://t.co/Q4lbKqeZ76 a través de @YouTube"
    ]
}