{
    "screen name": "liontarakos",
    "no. of tweets": 200,
    "tweets": [
        "@kanekos69 Έκλαψα! Κοίτα μην σου ρθει κ σένα χαρτί από εκκλησία για δικαστήριο σαν τον Κανάκη.",
        "@Johnnydoe1926 @thanasis_kyriak @atsipras Καμία;\nΤότε πως γιομησαν τα τρελοκομεία;\n(Έπρεπε αυτά να τα κάνει στην Αγ… https://t.co/vgGc9lsAHh",
        "@thanasis_kyriak @atsipras δεν ξέρω πραγματικά που αποσκοπεί όλο αυτό το σκηνικό που έκανε στο μαγαζί.\nγιατί δεν γί… https://t.co/zcsmckFepo",
        "@PhilMorandi @Skeediddley Lately, all these titles seem to come out straight from some comedy. I can't believe my eyes!",
        "@C_tachtsidis Πες τα! Τα λέω κ με κάνουν όλοι ούλοι!",
        "#Weather #uk #freezing #MAY2020\nIt seems that the #virgins I #sacrificed during the #Satanist #rituals every full… https://t.co/O6cwWKKxxa",
        "@Shubham99142929 @abhibisht89 how did you train your dataset?",
        "@z0uzouna @nikolasfarao1 ΙΑΣΟ ΚΟΚΛΑ! ΤΟΙ ΝΥΟΘΟΙΣ;",
        "@JonathanAufray @clairebotai In particular it was at LASA department's labs.",
        "@JonathanAufray @clairebotai very old video of research in epfl in lausanne, switzerland. it must be 2010-12? the l… https://t.co/fsPTrxKaFB",
        "@Fitted_tech @clairebotai well said!",
        "@fuckingbyepolar @nikolasfarao1 δες εδώ πως σεξουαλίζονται https://t.co/MunXPww6g7",
        "@jamesvgingerich if they continue their policy on covid, they might also become peopleless by 2023.",
        "@jimxcon ποιος κακομοιρης θα την πάρει ετούτην;\nαπό τώρα τον λυπάμαι.",
        "@GreColombia Α καλά, οι πιο μεγάλοι, δύσκολο. Οι νεότεροι όλοι κάτι θα έχουν υπόψη τους.",
        "@GreColombia Όσα έχουν σπίτι, ξέρουν. Τώρα για επαρχία σε ακριτικά χωριά τι να σου πω;",
        "@GreColombia Υπερβολές!",
        "@jamesvgingerich Not really..",
        "@NTrachiotis @nkas73 Μπάρμπα-νικο, ο Κούλης ξέρει τι κάνει. Τραπεζίτης είναι. Εμείς να δω αν θα ξημερωθουμε.",
        "@Johnnydoe1926 Κι όμως! Κ μάλιστα σε έρευνα με ανθρώπους, προστατεύονται τα βίντεο με τα άτομα που συμμετείχαν.",
        "Δεν ξέρει η ερμη που έμπλεξε. Κ δικαστήριο να γίνει, κ να καταδικάσει τον τύπο, σε μερικά χρόνια όλο κ κάπως θα της… https://t.co/wCbaBwZdKL",
        "@annzabel @nikolasfarao1 Μιλώντας 💯 σοβαρά, κοίτα να βρεις κόσμο αλληλέγγυο, διέγραψε άμεσα ο,τι παραπέμπει σε προσ… https://t.co/Nx02kNqzQb",
        "@annzabel @nikolasfarao1 Κ επειδή δεν θέλω να μπερδευτεις κ να νομίζεις ότι πάω να σε απειλησω προσωπικά, ως μη ΝΔ… https://t.co/yhEuw3QY2z",
        "@annzabel @nikolasfarao1 Τα έχω πει κ θα τα ξαναπώ. Η ΝΔ έχει αντιμετωπίσει πολύ μεγαλύτερες νιλες κ τίποτα δεν έγι… https://t.co/axsxXbRQVQ",
        "@Johnnydoe1926 Κι όμως για την δημοσίευση δεν χρειάζεται να δώσεις τα αυθεντικά!\nΠολλοί τα δημοσιεύουν οι ίδιοι, αλλά γενικά δεν χρειάζεται.",
        "Every day #automated #phishing #website generators find new victims.\nWhether it's an #accident #claim, #TVlicence,… https://t.co/aBsDZAiP3p",
        "@Johnnydoe1926 Ρώτησα πώς προέκυψε ένα γράφημα κ αν τα δεδομένα είναι διαθέσιμα για επιβεβαίωση.",
        "@Stalinikos1 Αναμένεται σκάνδαλο!",
        "@GreekBlock @Stalinikos1 Θα έρθει ο λογαριασμός στο σπίτι μερικών κ μετά βλέπουμε ποιο θα έχει το θάρρος.",
        "@ToAvgiTouGidiou @IsidorosLos @MarevaGrabowski Η μπετουλα έχει λίστα με δημοσιεύσεις επιστημονικές όμως που όπως κ… https://t.co/cmUXQLiJBT",
        "@BKoufontinas @Kiriaki03664489 Έκλαψα λέμε! Ευτυχώς που πρόλαβαν κ έφυγαν κάτι φίλοι γιατί θα τους έβλεπα τώρα με μ… https://t.co/IgSr8fOsuU",
        "@Johnnydoe1926 Όχι φίλε, τον ίδιο τον ερευνητή ρώτησα κ με μπλόκαρε. Ξέρεις τι θα πει σε ένα συνέδριο να είμαστε 3… https://t.co/nZxUAH3GJb",
        "@Johnnydoe1926 Με έχουν κάνει μπλοκ 90% ΝΔ ζαιων, 110% διαφόρων ανόητων που τουιταρουν εξυπναδουλες κ τους εξηγώ γι… https://t.co/S33TrooPEi",
        "@IWFhotline Lol, you managed to erase also those pages on dark web too?",
        "Let's hope that there will not be any side effects or other issues, that is durable and it will make these procedur… https://t.co/yie5sAKUrF",
        "@ploutarx @koukloforos @drRoquefort Πρέπει να σου είχαν κάνει τα νεύρα τσαταλια.",
        "@Taranti36669248 @NTrachiotis @atromitos57 ο μπαρμπα-νίκος δεν μασάει ρε! θα είν φανατικά υπέρ σε οτιδήποτε πει το… https://t.co/owx860IdBr",
        "@LoukGeorgiadis @giorgoskyritsis αν αυτό το έλεγε η φώφη θα έλεγε όλο το κιναλ κ ο μισός συριζα (αμφότεροι πρώην πα… https://t.co/90xLXEBgyC",
        "@kafraki6 ΩΤΤΑΝ ΒΛΑΙΠΠΟ ΚΌΚΛΑ ΝΑ ΑΙΧΥ ΦΟΤΩ ΠΟΥ ΓΥΑ ΝΑ ΔΟΙΚΣΟΙ ΣΤΥΘΩΣ ΚΩΒΟΙ ΏΛΩ ΤΩ ΜΑΙΤΟΠΠΩ, ΑΙΓΟ ΤΩ ΑΙΚΤΟΙΜΟ!\nΜΩ ΘΟ… https://t.co/wbbE1iY6VX",
        "@kafraki6 ΠΆΝΤΟΣ ΘΑΙΝΞ ΓΥΑ ΤΩ ΤΟΙΠ! ΘΑ ΤΩ ΓΡΑΦΟ ΣΤΕΙΣ ΚΌΚΛΑΙΣ!",
        "@kafraki6 ΑΙΓΌ ΥΧΧΑ ΚΆΝΥ ΚΕ ΑΙΓΚΛΑΊΖΟΙΚΑ ΑΊΝΑ ΦΑΙΓΚΆΡΡΕΙ!",
        "@LiqRom @G10Kalo Πώς δεν έχεις μάνα; Σε εργαστήριο σε φτιάξανε; Τεσπά..",
        "@kafraki6 ΤΑΙΛΥΚΑ ΑΙΚΤΟΣ ΑΠΩ ΚΟΚΛΑ ΥΣΣΕ ΚΕ ΣΕΙ ΓΝΟΙΣΣΥΑ ΑΙΛΕΙΝΥΔΑ!\nΣΤΥΛΛΑΙ ΝΙΟΥΝΤΣ ΜΑΙ ΦΩΝΤΩ ΣΥΜΜΕΑ ΣΤΩ ΤΙ-ΑΙΜ.",
        "@faih_ka Μπορεί να δηλητηριαστείς πολύ άσχημα από στοιχεία μπαταρίας. Από φανερά σημάδια στο δέρμα μέχρι απορρόφηση… https://t.co/BCQkuoYSiN",
        "@faih_ka Βλέπω διάφορα σχόλια που έχουν την πλάκα τους αλλά πέρα από όλα αυτά κοίτα μην έχεις διαρροή μπαταρίας για… https://t.co/5IUJv4v3G1",
        "@koukloforos τι έγινε;",
        "@30__kai πες τα!",
        "@svskopelitis @koukloforos που φαίνεται ότι επέμενε;\nτο \"είμαι από τους διαλεκτικότερους\" εδώ δεν λάμπει πάντως.",
        "one more great #script from master #sysadmin Igor!\nsee the usage of #regex.\n#linux #terminal using #bash can offer… https://t.co/5I2tbMoKhj",
        "@IgorOs6 thank you!!! great script, I will try it!",
        "@svskopelitis @koukloforos \"αν συνεχίσετε να είστε τυφλός θα σας μπλοκάρω\" μέγα ατόπημα. η αντίθετη άποψη ούτε τύφλ… https://t.co/hMYLZMP4wl",
        "@aris_rigas @indianos11 μην μπερδεύεσαι, τα λεφτά τα φάγαν κ δεν γυρνάνε πίσω. μας έχουν γραμμένους κανονικά, ρίχνο… https://t.co/eo6Wwv240O",
        "@_kwnan_ ΙΑΣΟ ΚΟΚΛΑ!",
        "@KalenteridisSav ακολουθώ τους λογαριασμούς του χαφτάρ κ τα βλέπω, όμως δεν είν ακόμα ρόδινα τα πράγματα. δεν έχει… https://t.co/AN86Chjkl3",
        "@KourtakisJohn κ ο πολάκης δεν έπρεπε να ποστάρει τις φωτό, πόσο μάλλον να κάνει το παρτάκι που άντε πες ότι συγχωρ… https://t.co/bXavL990k2",
        "@e_trian @annakoza10 @KourtakisJohn @AdonisGeorgiadi ΑΙΧΧΑΙΤΑΙ ΔΟΙΚΕΙΩ ΚΕ Υ ΔΗΩ ΣΑΣ ΚΩΚΛΕΣ! ΣΤΥΛΤΑΙ ΤΙ-ΕΜ!",
        "@blacktom1961 μπορώ να το βλέπω με τις ώρες!",
        "@lotofagus κλασσικά, μεμονωμένες συμπεριφορές υπερπροβάλλονται σαν γενική παραβατικότητα κ συγκεκριμένα σκάνδαλα κα… https://t.co/sR9m4yGWEn",
        "@koukloforos Όχι όμως όταν είν'από επίσημο φορέα.",
        "@koukloforos Μα δεν είν' εκεί το ζήτημα, η ανάθεση του έργου είναι κ το κόστος. Θα γίνει μια σκανδαλαρα δις.",
        "@koukloforos Από ό,τι βλέπουμε, κ αλλαγές στον νόμο μπορεί να υπάρξουν αν χρειαστεί κ νέοι νόμοι θα έρθουν για να καλύψουν τα όποια κενά.",
        "@koukloforos Δεν απαγορεύονται για αυτόν τον λόγο. Άλλο η ηχογράφηση που θα χρησιμοποιηθεί από τον μαθητή για τον ό… https://t.co/c43vV9wGGo",
        "@koukloforos Θα σου πω το πιο απλό, πόσες φορές έπρεπε η αστυνομία να ψάξει σε κάμερες διπλανών καταστημάτων για να… https://t.co/hthxlYuX2f",
        "@koukloforos Στο θέμα των σχολείων ακόμα κ το ΣτΕ να κρίνει ότι είναι αντισυνταγματικο, πάλι έχουν δικαίωμα να έχου… https://t.co/9hFrXDEhYC",
        "@koukloforos Που είδες εσύ να λέει ότι δεν μπορείς αν έχεις σχετική άδεια; Καθόλου παράνομο δεν είναι αν είν' νόμος… https://t.co/qpk0koIp8p",
        "@koukloforos Δεν είναι αυτή η διαφορά. Στις συναντήσεις του γκρουπ υπάρχουν agreements. Τα σχολεία είν' δημόσιοι χώ… https://t.co/Bn4HZakHb1",
        "@koukloforos Η διαφορά είναι στο ότι αυτός παραβίασε κανόνα ενώ τα παιδιά θα γνωρίζουν το ότι θα συμβαίνει.\nΤο θέμα… https://t.co/fOFMLabC4G",
        "@koukloforos Πιάνεις κουβέντα με τα μποτ;",
        "@koukloforos Πες τα!",
        "@koukloforos Αφού δεν έβαλαν τον Ιερώνυμο να πει για την Εύα κ τον καταραμένο όφη, πάλι καλά να λες.",
        "@Reuters she has a fine voice!",
        "@gatewaypundit @elonmusk he should have done it already",
        "@apolwlos είναι πολλά στο κόλπο αυτό. από το ιδεολογικό πεδίο αντιπαράθεσης όσων συμφωνούν ή διαφωνούν μέχρι το ποι… https://t.co/8tV3HV1eqe",
        "@apolwlos αναφέρεσαι στην ατάκα της γνωστής περσόνας;",
        "@janetcalif struggling.. how are you doing?",
        "@commonsense491 Αυτό δεν το ξέρεις..",
        "@to_bousto KE ΑΙΓΟ ΤΑ ΘΑΙΛΛΟ! ΑΛΑ ΠΧΙΩ ΠΩΛΟΙ ΘΑΙΛΛΟ ΝΑ ΜΟΥ ΣΤΥΛΙΣ ΣΑΙΚΣΟΙ ΦΟΤΩ!",
        "@Mpoliki_Petra @redbug76 κόμμα εξουσίας είναι που προσπαθεί να γίνει εξουσία με το να τα έχει καλά κ με αντιεξουσια… https://t.co/9IuZI5zttA",
        "@Poetofthefall1 @EliasPalai ναι, αν δεν έχει ΑΦΜ κ ΑΜΚΑ δεν γίνεται δουλειά στην εφορία κτλ.",
        "@anny_v10 @redbug76 έχω καμιά 20αριά χρόνια που το λέω κ όλα τα κομματόσκυλα μου την πέφτουν ανεξαρτήτως πολιτικής παράταξης.",
        "@NONOS30 Το ότι υπάρχει κομματική καθοδήγηση πίσω από μεγάλη μερίδα είν' αυτονόητο. Το ότι δεν μπορείς να σκεφτείς… https://t.co/fyLjy3Yo0R",
        "@tarrott Δεν πείθει αλλά οκ..",
        "@nkas73 Καλά τα λέει αλλά οι ίδιοι τα παραβιάζουν πρώτοι.",
        "@MariaZaxariou2 @Apistos_ntolmas Έτσι κ αλλιώς όλοι θα πεθάνουν μια μέρα. Ας έχει λίγο πάθος κ σασπένς.",
        "@dim70 @Anichneftis όντως η καβασάκι είν αρρώστια! αλλά από ποιο μοντέλο δεν μας είπαν.",
        "@Ronald_Soak @PGPapanikolaou σουζι, τρως, κ ψεύδεσαι κ τρως!",
        "@PGPapanikolaou @trufon2 ΥΝΝΕ ΟΙ ΑΛΕΙΘΥΑ!\nΑΠΟΙΣΤΑΙΦΤΩ!",
        "@Mitsogrande @AndrosDiamond παλιό, καλό!",
        "@anarchistdonkey @commonsense491 νταξ, ασχολείσαι τώρα με αυτήν. όταν ξαναβγεί ο σρζ μπορεί να την βολέψει κάπου. τ… https://t.co/a40X49GpEt",
        "@to_bousto ΙΑΣΟ ΚΟΚΛΑ! ΑΙΧΥΣ ΠΩΛΛΙ ΟΡΡΕΩ ΣΤΟΙΘΩΣ ΚΕ ΑΙΜΑΙΝΝΑ ΜΟΥ ΑΡΑΙΣΟΥΝ Υ ΓΕΙΝΝΕΚΑΙΣ ΑΦΤΑΙΣ!\nΣΤΥΛΑΙ ΤΥ-ΑΙΜ ΜΑΙ ΧΟΡΡΟΙΣ ΣΟΥΤΥΑΙΝ!",
        "@LitsaXarou @mikros_prigkipa την ύφεση θα την νιώσεις στο πετσί σου το 2021. μην βιάζεσαι.",
        "@annamar51806510 @mikros_prigkipa πες της να προσέχει μην την καταπιεί καμιά χαραμάδα στο παρκέ!",
        "@Apistos_ntolmas κάποιο έργο θα ολοκλήρωσες με μεγάλη επιτυχία!",
        "@parallilos στην αγγλία ανάλογα το τοπικό συμβούλιο για αλκοόλ στον δρόμο έχεις ένα 1000άρι πρόστιμο. αν αγοράσεις… https://t.co/Xf8dOeYHhP",
        "@koukloforos εγώ φίλε βάζω μιούτ μόνο όσους δεν ακολουθώ για να μην βλέπω τις μπούρδες τους σαν ΡΤ στο ΤΛ.\nαν ακολο… https://t.co/7ll90TfyH6",
        "@koukloforos με αυτό που είπες θα σε βάλουν σε μιούτ οι μισοί ζαίοι. όχι μόνο πολιτικό με ηθική δεν θα βρεις, αλλά… https://t.co/r8jVVegT86",
        "@koukloforos να βάλουν κ μάλιστα να ποστάρονται αυτόματα σε φβ/ινστα τα highlights!\nθα πηγαίνουν όλες βαμμένες στο… https://t.co/tDHulKxki9",
        "@BasinasCostas Επειδή είν όλοι εδώ πέρα μεγάλες καρδιές και αν το τουί σού δεν θίγει προσωπικά κανέναν ή δεν πάει ν… https://t.co/GymBJHzp1x",
        "@Skatopsuxh @magemeni_iwrg μίλα μου για σένα, μικρή έβλεπες εφιάλτες, γιατί πιστεύεις ότι πρέπει να διπλώνεις τα σε… https://t.co/c0Jbk14ZTa",
        "@fraulitsa_lol λες κ κανένας ενδιαφέρεται πραγματικά αν κακοποιηθεί μια γυναίκα ή άντρας στο σπίτι.\nξεκινάνε από το… https://t.co/2DJJcyWf3D",
        "@fraulitsa_lol ε προφανώς, αφού όλο το κόλπο είναι στημένο για να γυρίζει ο τροχός των δικαστικών κυκλωμάτων.\nβρίσκ… https://t.co/UVDCC98AYX",
        "@fraulitsa_lol για άντρες λέει τίποτα ή μπα;",
        "@kafraki6 ανανά!",
        "@commonsense491 οι ζαίοι με τα χέρια τους έβγαλαν τα μάτια τους.\nγια να τους στηρίξουν 2-3 ακραίες ομάδες κ να επιβ… https://t.co/5WvyvyFsoA",
        "@blacktom1961 η συμβολική κίνηση αυτή (ούτε μια τουφεκιά δεν έπεσε) είν ο επίλογος του πρώτου μέρους.\nη αρχή είναι… https://t.co/KWVNryeDLy",
        "@koukloforos ένας αγγελιοφόρος είχε πάει στους σπαρτιάτες κ τους λέει ότι εαν σας νικήσουμε θα κάνουμε το ένα κ το… https://t.co/imYYNM3MAu",
        "@KwstasMAIDEN @IspringReloaded μπα, γιατί πλατεία; χάθηκαν άλλες λύσεις;\nάντε κ πάει κάποιος για να την σπάσει στον… https://t.co/MZ9VC1BLaR",
        "@parallilos @TheKellaki σαν θερμοκήπιο θα είν το καλοκαίρι. φαντάζεσαι στην Κρήτη με 40 βαθμούς πλεξιγκλάς γύρω από… https://t.co/qa2aSdXVtK",
        "@parallilos αντί για γκλομπ κ πιστόλια θα έχουν καλάμια κ ψαροντούφεκα!",
        "@Gerasim73424653 @Angelakard πες τα! τα λέω κ γίνομαι κακός κ πάει το μπλοκ αβέρτα!\nεγώ σου λέω, δεν μπορεί να το κ… https://t.co/ysgWMokDyu",
        "@nooztrilce @kanekos69 κ οι προηγούμενες κ αυτή μίσος έδειξαν. για τις ίδιες κυρίως αλλά κ κάποιες περισσότερες μερ… https://t.co/X9DZkCRboO",
        "@Perivolidou @ada_faux αθάνατοι!",
        "@Theo90950852 όντως, είχες χαθεί.\nάντε, καλώς γύρισες στο χάλι!",
        "@sfyrodrepano καθόλου προβληματικό δεδομένης της κατάστασης. υπάρχουν εκπαιδευτικοί που απειλούνται, εξευτελίζονται… https://t.co/u037yFCN3T",
        "@apolwlos έχουμε κ στην ελλάδα αυτό, θερμοκήπια λέγονται! ιδανικά για πρώτο ραντεβού! μπαίνει η γεωπόνα της περιφέρ… https://t.co/sqlMwEERBV",
        "@Ronald_vanLoon @IntEngineering @Fabriziobustama @SeverineLienard @SAPAriba @shapshak @Chels_LA rolling shutter eff… https://t.co/EBUlogGrx2",
        "@Ronald_vanLoon @IntEngineering @Fabriziobustama @SeverineLienard @SAPAriba @shapshak @Chels_LA with infrared light… https://t.co/eePTQQLg41",
        "@Ronald_vanLoon @IntEngineering @Fabriziobustama @SeverineLienard @SAPAriba @shapshak @Chels_LA audi has already so… https://t.co/WoTvhZSPFE",
        "@JDRathven @Jekyll_uk @steadymouse a few billion active users of adult sites would disagree, please make sure you k… https://t.co/8RLYh7NTPk",
        "#photography #sunset #chania #crete #summer #vacations #tourism #careless #sea #port #oldcity #Venetian #lighthouse… https://t.co/YQWOEzG9IM",
        "έχω που λέω τα ίδια κ με έχουν μπλοκάρει το 90% των ζαίων!\nτα λέω κ τα ξαναλέω κ γίνομαι ο κακός!\nόχι μόνο αυτά που… https://t.co/n4ZWzbgJpw",
        "@PatisetoKim δυστυχώς με κάτι τέτοιες βλακωδέστατες δηλώσεις αυτοενοχοποιούνται κ το χαλάνε για όλους. αν ήταν να ε… https://t.co/LvXD72FOK2",
        "@1Knight72 welcome to the real world!",
        "@Johnnydoe1926 το έζησα αυτό το 2011 περίπου που μπήκα με ένα άλλο λογαριασμό φίλου για να δω τι έπαιζε με την αραβ… https://t.co/q1ZAanLB1S",
        "\"#Bluetooth signals from your #smartphone could #automate #COVID19 contact tracing while preserving #privacy\"*\nPACT… https://t.co/AST5ZsuVR4",
        "@enrico_martines bello!",
        "@enrico_martines @LeFonti_Group @HPE_IT @Adnkronos possiammo vederlo live?",
        "προς τα #καραντινιασμένα #καμάκια του τουίτα\nή αλλιώς κάτι #γερασμένα κ #ανέραστα παλικάρια:\nκύριοι, είσθε\n(☞ﾟヮﾟ)☞… https://t.co/nhEDSAW6be",
        "@Johnnydoe1926 είν ξεφτιλόφρονες, ταχυεκσπερματιστές, απαλομοριάζοντες κ τυμβηροπρεπείς!\nhttps://t.co/mr5z7m76pV",
        "@Johnnydoe1926 καλώς ήρθες στο τουίτα!",
        "@Johnnydoe1926 Πες τα!",
        "@InezShooter true!! a lot of fun for sure! but that is not the point, is it? remember a term everyone keeps repeati… https://t.co/JmJSMUZ6q4",
        "@Geraldi52441086 what is the topic?",
        "@kyrosgranazis_ ρε κύρο.. με τι άτομα κάθεσαι κ ασχολείσαι ρε φίλε; μάγκα τον έκανες με την προβολή αυτή.",
        "@xwriatisa ΙΑΣΟ ΚΟΚΛΑ! ΚΕ ΑΙΓΟ ΑΙΤΣΥ ΤΑ ΔΕΙΑΒΑΖΟ!",
        "@oti_blepeis Ναι αλλά πριν μας έπαιζες TUS.",
        "@Malefic59505620 ΙΑΣΟ ΚΟΚΛΑ! ΥΣΕ ΠΩΛΛΙ ΟΡΕΩ ΜΟΑΚΙ!",
        "@maraki1908 αυτή η μάστιγα!",
        "@MUGABE_ROBERT_ σιγά μην δίναν 3μιση.. ένα 50άρι κ δρόμο!",
        "@MUGABE_ROBERT_ λέμε κ καμιά υπερβολή να περνάει η ώρα, ε;",
        "@indianos11 καλύπτεσαι πλήρως ή θες κ τα θεόμουνα;",
        "@jimxcon έτσι ακριβώς!",
        "it is too early to lift the measures! #lockdownextension #lockdown #COVID19 https://t.co/MD2RQotcRE",
        "@ArchaiosPolitis εσύ θα δίνεις μόνο 10ευρώ στους φτωχούς!",
        "@gavaises τα λέω κ με βρίζουν όλοι. καλώς ήρθες στο κλαμπ!",
        "@NodarasSpiros στερέψαν οι ζαίοι, οι ΝΔ έτσι κι αλλιώς δεν έχουν τι να πούνε.. να το κλείσουμε το μαγαζί να πάει στο καλό.",
        "https://t.co/BYXdAeLLiX #Covid_19 #statistics",
        "@NikNikolopoulos γύρω στο 20% αν συνεχιστεί το βιολί με την ανευθυνότητα κ το βόλεμα των ημετέρων όπως-όπως.",
        "@oti_blepeis το θέμα είν ότι οι καφετιέρες είν παρατημένες μήνες κ χρειάζονται ειδικό σέρβις να λυθούν κ κάθε σωλην… https://t.co/kFuLjxdjuo",
        "https://t.co/YNYhiUSLbn\nτζιτζίκια, κοκόρια, απέραντο μπλε!\nόποιος θέλει να χαλαρώσει, το βάζει κ αράζει!",
        "@KwstasMAIDEN ε μα πια με τα κοράκια! ζάφτη πια! έλεος!",
        "@NikolaosZenetos @Manos_K_A δεν έχει νόημα. ψυχολογική παρακολούθηση χρειάζεται από ειδικό.",
        "@filimonagis @mourlos400 τίμιο καραντινικό χιουμοράκι οφσαϊντικής αλήθειας.",
        "@serkot65 @akast5on είπε ότι είν πιθανό να ήρθε. κ μόνο να επιβίωσε πάνω σε πακέτα από κίνα κ οι ταχυδρομικοί υπάλλ… https://t.co/ey9TBNtIJP",
        "@touztouz7 ΙΑΣΟ ΚΟΚΛΑ! ΑΙΣΟΙ ΥΣΕ ΑΣΣΟΙΝΑΓΩΝΕΙΣΤΥ!",
        "@katerinasom μπορεί να το κάνουν σαν αποτρεπτικό για περισσότερα DM. μην τρελαίνεσαι, σιγά τώρα.",
        "@katerinasom το ήξερε ότι το άκουγες με πρώην όμως; ή απλά ήξερε ότι σου αρέσει;",
        "@annafromtheplok @nikolasfarao1 εγώ το 19 τον οκτώβρη θυσιάζω κάτι παρθένες στην πανσέληνο κ αρχίζει κ γελάει ο σατ… https://t.co/QgGp2PoMwm",
        "@andromedasfak @nikolasfarao1 ειδικά αυτοί που αυτοαποκαλούνται προοδευτικοί. εκεί είν το μέγα πρόβλημα.",
        "Could someone tell the #CatholicChurch #priests to be a bit more responsible than the #Orthodox/#Muslim ones during… https://t.co/GDqPauebOb",
        "@fraulitsa_lol @atsipras @tsakalotos αν γίνουν αύγουστο, δεν θα υπάρχουν κι αεροπλάνα!",
        "@fraulitsa_lol @atsipras @tsakalotos έτσι κ με την ύφεση που έρχεται, βγει με τον εκλογικό νόμο πάλι ΝΔ αυτοδύναμη,… https://t.co/zA628M598k",
        "@fraulitsa_lol @atsipras @tsakalotos η ΝΔ το θέμα της μαρφίν το έχει σχεδιασμένο καιρό τώρα. το τι ψεύτικες ηχογραφ… https://t.co/kL9aprfhiE",
        "@fraulitsa_lol @atsipras @tsakalotos μα αυτό είν το θέμα. κ που κράτησε 31%, θαύμα ήταν. κ τώρα από πείσμα πάλι των… https://t.co/iRr6TMzLVJ",
        "@fraulitsa_lol @atsipras @tsakalotos έτσι κι ο σρζ έμπαινε σε μάχη λιονταρίσια να ανασυγκροτηθεί εσωτερικά κ να φτι… https://t.co/0RzHDkxk7W",
        "@fraulitsa_lol @atsipras @tsakalotos έχουν εκεί μια αυγή, περιοντίστα, ντοκουμέντο κ κανα δυο άλλα πιο παρακατιανά… https://t.co/KgyPIGnJDT",
        "@fraulitsa_lol @atsipras @tsakalotos ή που στο άη-συριζα θέλουν φακέλωμα κανονικό να δώσεις όλα σου τα στοιχεία που… https://t.co/9Tmmfqe8bR",
        "@fraulitsa_lol @atsipras @tsakalotos τι να βγει να πει τώρα; ότι κρατάω όλη την παλιά φρουρά ίδια κι απαράλαχτη κ μ… https://t.co/8dVaDlh5nw",
        "@LaudChris @LlnuxBot @ubuntu business software is the issue.\noffice, quickbooks, autocad etc",
        "@stavrakas9 έκλαψα!",
        "@ntarntanna16 @n1kol1na αν κάνει αυτό, μετά θα κάνει λάικ σε άντρες.. εδώ λέμε για βαρβάτα κριάρια!! παραδοσιακά κ ψητά κ τέτοια!",
        "@fraulitsa_lol @atsipras @tsakalotos πρέπει να κάνουν κανα συνέδριο, απολογισμό, να προτείνουν νέα μέλη με εμπειρία… https://t.co/P7iVhzsONU",
        "@KwstasMAIDEN το χρησιμοποιώ κι εγώ καμιά φορά να βλέπω ποιοι την κάναν. δεν τους αδικώ. αυτά που ποστάρω δεν ενδια… https://t.co/0gKLmA6xeJ",
        "@NikolaosZenetos @Nik_the_green ναι αλλά όχι να ξηγηθούμε έτσι τώρα στα δύσκολα. αυτό που γίνεται είναι λάθος. ένα… https://t.co/nf1nERfesh",
        "@ck2020e @Nyrros με το καλό να γιάνει το παλικάρι",
        "@polivlakas ρε φίλε τι συγκρίνεις τώρα; θα βάλεις τώρα την βιέννη δίπλα στην αθήνα; δεν γίνεται.",
        "@Krouelaki @Rantanp49061536 ΙΑΣΟ ΚΟΚΛΑ! ΚΑΝΟ ΚΕ ΜΑΣΑΖ!",
        "@GigiV46 @anny_v10 @Angelakard το έχω ακούσει αλλά είν επική αποτυχία όπως το πάνε. μπορεί να κολλήσεις ανά πάσα στ… https://t.co/DnE2xSWnIm",
        "@anny_v10 @Angelakard κομματάκι..\nδηλαδή ο άλλος το κολλάει στο τρένο για αεροδρόμιο ή στο τεκ-ιν, κάνει το τεστ, β… https://t.co/Rbllm0iinN",
        "@Johnnydoe1926 καλά, εδώ πάνε κ δέρνονται σε συγκεντρώσεις, σε αγώνες, σε μπαρ κτλ. αυτό νομίζεις ότι τους μάρανε;",
        "@Johnnydoe1926 έλα μωρέ, στημένα κομματικά παιχνίδια είν για να το παίξουν μετά ότι η ΝΔ έβαλε τα ματ ενάντια στην νεολαία κ τέτοιες τρίχες.",
        "@RespectIsVital what you say is common sense.. we are driven straight to our doom.",
        "@NeilStirk you and I and loads of other people say the same but we are not as many as required to keep this craze d… https://t.co/LvTZRGJ09N",
        "@to_loukoumaki_s Καλά, έχω ρίξει mute  σε άτομα που δεν ακολουθώ κ χαζά ταγκ κ hide RT σε άτομα που RTαρουν βλακείε… https://t.co/WyAstKrNxx",
        "The end of CT scans/ x-rays?\n\n#AI #Medical #biomedical #laser #ultrasound #tissue #xray #CTscanning #endoscope… https://t.co/5X7Ki62wGm",
        "@Giorgosstefano2 μετά τις 11 το καλοκαίρι με τους 41 βαθμούς να είν όλοι ιδρωμένοι 3-4 φορές ήδη κ να αργεί να σου… https://t.co/8sK1ezkdae",
        "@Giorgosstefano2 ξέρεις τι θα πει να σου λέει ο άλλος στην λαϊκή αγορά ότι οι πατάτες του είν από σπόρο που του έφε… https://t.co/GTYI5S6NhN",
        "@Giorgosstefano2 φιλόλογος να παραδέχεται ότι δεν ξέρει να κάνει μια διαίρεση,\nαστυνομικός να μην έχει δει όλα τα C… https://t.co/CrPS65FT1c",
        "@Giorgosstefano2 που οδεύουμε;\nταξιτζής να μην ξέρει για ιούς κ νεφελίμ,\nναυτικός να μην ξέρει όλες τις γυναίκες σε… https://t.co/ddKxCzFBXh",
        "@Giorgosstefano2 χαλάει την πιάτσα ο άκυρος!",
        "@touztouz7 ΝΕ, ΑΙΤΣΗ ΥΝΕ!",
        "@scirocco1908 πράσινα, ε;.. από μούχλα να μην είναι και δεν βαριέσαι;\nhttps://t.co/qPjJHpSIAD",
        "@SanFranGirlNKH @bambourloum1500 \"σκύλευαν\", αυτή μάστιγα!",
        "@touztouz7 υγιεινό!",
        "@touztouz7 τίμιο!",
        "#LibertyGlobal (#VirginMedia) &amp; #Telefónica (#O2) merged! (they wanted to since 2015 but #EU said no.… https://t.co/lzH6laDvLU",
        "@costas_gagarin @kanekos69 @sxedontsampa @pamblo_ @kmitsotakis καλά, ναι, να χαμε να λέγαμε σίγουρα γιατί που είδες… https://t.co/CBU7MpwPW0",
        "\"σκυλεύω\" σημαίνει τραγουδάω τα τραγούδια της πάολας. το όποιο είν το χειρότερο που μπορείς να κάνεις ακόμα κ νεκρό… https://t.co/MMKYFeCVSy",
        "@costas_gagarin @kanekos69 @sxedontsampa @pamblo_ @kmitsotakis https://t.co/SPnMFyaCf5",
        "@costas_gagarin @kanekos69 @sxedontsampa @pamblo_ @kmitsotakis https://t.co/iqhtnX1Eys"
    ]
}