{
    "screen name": "soulgirl76",
    "no. of tweets": 147,
    "tweets": [
        "A great interview with one of my longtime favourite comic actors. Catherine O'Hara has been someone I have admired… https://t.co/xII0Ytecko",
        "@Lexialex I was 8 years old when I got my first gaming machine. She was a Commodore 64 and I loved her. I still do. *sniff*",
        "Television comfort food for tonight. Each year I watch my top four Star Trek series through and always begin with m… https://t.co/3eh0Uvm7q0",
        "@dangolding I love this far too much. Far, far too much. (Thank you)",
        "Patterns of lives lived before us. #outdoorarchitecture https://t.co/RwgKwZDRZg",
        "Internal bleeding. #architecture  #exteriordesign #southyarra https://t.co/D0vCe6yIpJ",
        "Some serenety in this time. Except for maybe when they're feeding the sharks. \nhttps://t.co/qm1XGhIspQ",
        "@passtheamyl @justinhamilton_ @simonsherry @Fraseville @ReidParker_ You are absolutely right, Mr Jones! All of you… https://t.co/8bhHETEtfa",
        "@passtheamyl @justinhamilton_ @simonsherry @Fraseville @ReidParker_ https://t.co/Tu936yjWqj",
        "A perfect track for this time. It made me feel a little better, hopefully it does the same for you. \n\nhttps://t.co/b6m2jyqTzT",
        "@mark_gor @robopelican Thank you, lovely Mark. I was having a moment, simultaneously missing their presence and adm… https://t.co/pHaDfb4c2p",
        "I just gave a lecture to an empty theatre and it has made me incredibly sad. https://t.co/PFt5ofSun2",
        "Tragic news. Rest well, Kenny Rogers. \n\nhttps://t.co/Z6MyKDue6W",
        "Found on the floor https://t.co/Ux9GoLPO7f",
        "https://t.co/7W51TzaHPf",
        "@callioperyder Glorious!",
        "🎵\"Everybody's workin on the weekend!\"🎶 no? @ Swinburne University of Technology https://t.co/difcuzEyqi",
        "Hey @metrotrains , now that uni is starting back perhaps add more services to Glenferrie station? The train that ha… https://t.co/TEFl6VXqoR",
        "Abandoned Prahran deux @ Prahran, Victoria https://t.co/oBbagU1gVQ",
        "Abandoned Prahran @ Prahran, Victoria https://t.co/Ue0OyHonXO",
        "@ElPrezAU Dammit, Nathan! You got me quite excited.",
        "Saturday morning Barry Ryan. 💕\nhttps://t.co/QdAdta0blJ",
        "Beautiful Melbourne... with higgita64 @ The Night Market https://t.co/SFjNtGMFfn",
        "Why not just shut South Yarra station completely @metrotrains ? We are much of the way there already. Oh, but make… https://t.co/nElV9Jp6GN",
        "@patmarkey Oh, have fun! I have been teaching one for a few years now and you can find it here: https://t.co/ncEWDWbOBk",
        "@TheCantorDust https://t.co/OqMiIYbJY3",
        "@TheCantorDust Oh, excellent! What offering will you have them bring you?",
        "@LeenaVanD It could be a beautiful thing. I don't imagine the dinner parties to be scintillating though.",
        "@LeenaVanD I'm desperately hoping it wasn't a date.",
        "@TheCantorDust I'm having homemade tacos with steamed chipotle corn. Also wine, naturally.",
        "It's good to be back...  #filmandanimation #swinburne @ Swinburne University of Technology https://t.co/5vlJMifw5a",
        "@dangolding It is excellent and through the universe lore that it explores makes all the other Star Treks better. T… https://t.co/a8ly6MLWgK",
        "@TrentKusters Far out. Awful... 😔",
        "@TLJordanScience That said, I am a tenured academic, published from my research and spoke a lot on it, so am more f… https://t.co/0CAgqx5Qrh",
        "@TLJordanScience I wish very much that I had. I wanted to at a crucial point and was advised not to, through no one… https://t.co/WEmfEZt1GT",
        "The frozen North Saskatchewan River is very beautiful - with higgita64 . https://t.co/18rdSxeJF5",
        "Exercise at dusk with higgita64 #hawrelakpark #Edmonton https://t.co/sDdhThe06E",
        "This city doesn't run itself...  with higgita64 #architecture #Edmonton @ Edmonton City Hall https://t.co/wmLfRjMa9Z",
        "The Art Gallery of Alberta with higgita64 @ Art Gallery of Alberta https://t.co/8kwiQjICPh",
        "Illumination at Alberta Legislature with higgita64 💕 #albertalegislature https://t.co/Y8EemfYs7a",
        "Art Sunday with higgita64 deux  #Edmonton #Alberta @ Art Gallery of Alberta https://t.co/MfExufTPHK",
        "From the family Christmas album. 💕🎄\nhttps://t.co/yR4dgWPNyF",
        "A lovely light snow for our morning walk - with @drivesideways https://t.co/tm9UV5VWqT",
        "Watching our first game at home together and it is our teams facing off! There have been a few raised eyebrows but… https://t.co/vDw0cPSSaB",
        "A gorgeous fan made clip to a beautiful song. The ocean has long been a favourite place for me and this clip is a v… https://t.co/WjqAt19ira",
        "@krveale I wish to try Mock Ghak.",
        "@Tres_Villain Oh, this is very good news!",
        "He was incredible and added so much to the world via his character portrayal, especially in DS9. \nhttps://t.co/cWRILasfVB",
        "@Lexialex @swierczy Oh, this is tragic news. Vale Rene Auberjonois.",
        "@sboxle Look... all I know now is that I want scones.",
        "@dangolding @CriterionCast @JoelTscherne That is beyond fantastic! Well done.",
        "The Beatles produced a decent cover but the original was glorious. \nhttps://t.co/iTI7iMLQHj",
        "@MsMinotaur This is one of my all time favourites: https://t.co/rC1BrjsHel",
        "@krveale This needs to happen. With diffrent scenarios too. Martok at the BBQ, B'Elana working at KFC, Worf as a fr… https://t.co/4Z9OzUMnSG",
        "@adelugirl Adorable, no? It clearly grows into its eyes and beak.",
        "@DaveMilbo *sniff* I only just found out it existed...",
        "Is it just me or does this look like the antithesis of a kiwi? It's adorable either way. https://t.co/Wh3PlVI0ae",
        "I’d love to be out hiking a mountain or strolling along a beach instead of at my desk today. https://t.co/uER573n5Jq",
        "Fantastic. https://t.co/HRtCah16Nf",
        "@merryh I just posted one too.",
        "I made this playlist last year for some very special people. On Christmas day 2018 it was played in Adelaide, Edmon… https://t.co/dkHbSerHEo",
        "@merryh I will be one day closer to flying out to see my partner in Canada. He is my heart and I miss him.",
        "@leighformayor @dangolding @BRKeogh I feel like Sunset is a good example. \nhttps://t.co/zCOmukFubH",
        "@astroduff @Swinburne Well deserved!",
        "@farahcoculuzzi Is your delightful cat a Burmilla? She is gorgeous.",
        "Vale, Greedy Smith.\n\nhttps://t.co/onQFNPbDqg",
        "Ode to a beautiful day.\n\nhttps://t.co/P1INYwg4hx",
        "@LeenaVanD I recall saying this a lot at the time too. Just because his fantasies happened to be about strong women… https://t.co/6mODMSr5lU",
        "@Tres_Villain I'm really sorry to hear about this, Andy. I hope it is all taken care of soon.",
        "@Freeoh In later seasons Jocelyn's hair becomes a star in its own right a la Christopher Guest. It is a delight.",
        "Cognitive dissonance in the GOP must be through the roof right now. #ImpeachmentInquiry #comeuppance",
        "@DrEmmaJane Thank you, lovely Em. 😘",
        "@DrEmmaJane Okay, this or running a flower shop in Hawaii. Can you imagine? *feels sea breeze on face*",
        "@DrEmmaJane Exactly what I am doing. I have spent many times asking my students and friends this question when they… https://t.co/0JrfB6LVKu",
        "Ode to my favourite time of day.\n\nhttps://t.co/2XMlqnPUrc",
        "Two of the best things ever to emerge from sitcoms were Grace Adler's singing voice and Elaine Benes' dance style.… https://t.co/L21VAwBpn8",
        "https://t.co/uUJRpwmCvK",
        "@GlassFembot Why can't she be both?",
        "This looks lovely. https://t.co/zYt1bp5UUe",
        "This may be the best thing that my Arab eyes have ever seen. https://t.co/kmpdlIM7ba",
        "@Andr6wMale @richard_littler I always thought they were just rabid.",
        "@msandfor @GamesWeekMelbs @GCAPConf Also I can't wait until our duets album drops.",
        "@msandfor @GamesWeekMelbs @GCAPConf It was absolutely lovely to see you today.",
        "At the @FilmVictoria #GameForChange lunch and feeling honoured to be in the presence of so many amazing people yet… https://t.co/VMyTxYDP6X",
        "@msandfor @Wrenegadey @amydallas @jazzrozz @GamesWeekMelbs @GCAPConf I haven't run into you yet! I will be seeking you out before leaving.",
        "Excellent. Would pay extra. https://t.co/PbDxcAda4w",
        "So well deserved, @LiamRoutt 💞 https://t.co/1pffkWoMkO",
        "A favourite fan made clip for a favourite Richard Hawley song.\nhttps://t.co/qzz62fEk3m",
        "If Hall and Oates and The Doobie Brothers had a love child... 💕\nhttps://t.co/Yma35eJSrF",
        "I wish to live here. Forward all my mail accordingly. https://t.co/IrL0lL4tFE",
        "One from the vaults on this glorious spring day. \nhttps://t.co/x17AiudI45",
        "Hey @metrotrains , yet another long, half empty train sailed past #Glenferrie station with a lie about the service… https://t.co/h4Ab7Kwvva",
        "@4TerryFarrell Oh, you overslept! It's December 2023. The world remains a disaster but chocolate is now calorie free, so there's that.",
        "This takes both the heart and soul out of it, and yet I could not look away...\nMade for Play: Board Games &amp; Modern… https://t.co/VRssX6I0ny",
        "@ChrisAvellone We must sing, 'The Girl In The Village With A Very Small Foot' together.",
        "@JamieBGall I feel you're qualified to sub for all three but should stick to the last two and let the former destro… https://t.co/i3HPKt2W62",
        "@DrEmmaJane It is SO you. *laughs*",
        "@DrEmmaJane https://t.co/TNkpcmcvux",
        "@christianmccrea What?! How very dare they... No, wait. It's yours. It's yours. Well done.",
        "When will this abominable winter end? #lament #alack https://t.co/CepvaIVKLD",
        "@Tres_Villain This is immensely disappointing. I hope our students know that they can come to any of us about this… https://t.co/OXhlJB9lo4",
        "@TKucukkal @BGDesignLab @CardboardEdison @livingtech @RobtheCramer @xiotex I am very happy to share the various met… https://t.co/tzC3Y7N4Yg",
        "@JadedSynic You will do no such thing, young lady!",
        "It's been a weird week. A Moroccan curry and The Golden Girls are excellent therapy.\nhttps://t.co/fRM6yPWZC9",
        "@ElPrezAU @LGLancaster All I have ever wanted to do is paint them. I would happily give them away fulfill their destiny elsewhere.",
        "The sexiest weather site. \nhttps://t.co/Ym1IyRgiOh",
        "@TimesNTroubles @Tres_Villain @Harrowmir @DraperDanMan Congratulations, Sav! You have been such a pleasure to teach… https://t.co/0WE3pjVcLt",
        "@DrEmmaJane I'm \"my first machine was a Commodore 64\" years old.",
        "@callioperyder WHY?!",
        "Glenferrie station so often has full length, sparsely populated trains sailing past while hundreds of students wait… https://t.co/wRDOu1lVUn",
        "@emilyemmaross @STEMGamesAUS @acereduau @teacherACER Thanks for the support, @emilyemmaross . It was lovely to meet… https://t.co/SwpMrBvkPi",
        "First speaking engagement of second semester at the @acereduau research conference.",
        "My weekend anthem.\nhttps://t.co/VoOLoKSj8Y",
        "It remains... wintery.  #retrogram https://t.co/tr6OlxGq6z",
        "You're welcome. https://t.co/9IceNUq62G",
        "I will be on @CheckpointAU this afternoon discussing representation in games amongst other things with the fantasti… https://t.co/wftZLNEYPF",
        "This may be the most LA tweet I have ever read. https://t.co/B8C8diNmU3",
        "It’s Canada Day! I am beyond happy to be here for it.\n\nTo my Canadian friends, may you all enjoy this celebration o… https://t.co/AJAJrIrbKF",
        "Holiday reading. https://t.co/J8aNOM0b7A",
        "@LeenaVanD Well, now you're also on my 'possible relapse' list. Even before KFC.",
        "@LeenaVanD Oh, definitely. It's an absolute must. They taste like they've been fed exclusively on a diet of white t… https://t.co/knANkSiIiK",
        "@LeenaVanD I have been vegetarian for over twenty years and I still miss lobster.",
        "@raejohnston This is disgraceful. I never want to educate developers to make games for people like these but in som… https://t.co/f91YnxbkYs",
        "@LeenaVanD Seriously, yes. ♥️",
        "@LeenaVanD You need a good nanna blanket. Apparently everyone's knitting these days so perhaps we could commission you one. xo",
        "@LeenaVanD The wheatbag union are notoriously litigious. They have the backing of the icepack lobby who, it is said… https://t.co/RNwg1BpTiE",
        "This. This is how I want to sleep. Like a hamster with no regrets. https://t.co/Lb7EP7AJ8N",
        "@Tres_Villain I have a strong desire to own all of them but certainly feel like their existence is in antithesis of… https://t.co/bImtFVuuBV",
        "Please do apply to judge for us. I'm on the advisory board for this very important outreach program and it is defin… https://t.co/dr7DJBkDd9",
        "@jazzrozz Yourself and @laurclinn make me want to get chickens. Also to cuddle them.",
        "@laurclinn Buy all the coats. All of them. If you think you have too many, don't stop. Then wear three on rotation.",
        "@jiggsy Can we all not just agree that they're delicious and that no-one over the age of twenty can eat them withou… https://t.co/bY6tSvVamv",
        "YES. https://t.co/VgYmhKTcwf",
        "With some Pierro Piccioni thrown in for good measure:\nhttps://t.co/TfcJHnD8oc",
        "My marking companion for today:\nhttps://t.co/s1VKAXj1OH",
        "@TheCantorDust Tijuana? If so, I'm very jealous.",
        "@christianmccrea The only Garbage Pail Kid I ever actually wanted! But, alas, never had.",
        "Thursday afternoon soul.\nhttps://t.co/PBB6ceJQaS",
        "@DaveMilbo It's SO good though! Also utterly beautiful.",
        "@emvdn Lying in bed every morning until just before sunrise to put my running gear on makes me furious. I'm always… https://t.co/YRHMoVj9Xa",
        "@christianmccrea A fitting end.",
        "@christianmccrea Oh! Children of Du... I'll see myself out.",
        "Happy birthday, Paul. https://t.co/d9rJ2MwKuL",
        "Incredible. https://t.co/lKmEKujyOA",
        "Rule of Academia No.32: When working from home to a very strict deadline, construction will automatically and sudde… https://t.co/CXmM3Gsfsa",
        "*shudders* https://t.co/FFRYJHgUoL",
        "@JadedSynic Quite possibly! Send it his way."
    ]
}