{
    "screen name": "_acizbirkul_",
    "no. of tweets": 166,
    "tweets": [
        "@akemosleminho @akcay_nuri 👍",
        "@rska_09 @GKMNNMKG İnşallah Allah yolunu açık etsin",
        "@soyalpado @vlknkarahan @abdullahciftcib 🤣🤣",
        "@akcay_nuri Bende asit yağmuru yagdiracaklar sandım 😁",
        "@GKMNNMKG Bili temizleyecek bir babayiğit aranıyor",
        "@MehmetArdic_ 🤣🤣🤣",
        "@gizliservis06 🇹🇷",
        "@sinirsizlr 🖐️",
        "@EmineKa21703470 @abdullahciftcib Yada bir dönem telde konusmadiginiz bir yakininizi arkadaşınızı içtenlikle aklını… https://t.co/IErXbnvug8",
        "@Pinkbumbshell14 Allah rahmet eylesin",
        "@ogedaysafturk @drdaisyy Neden yüzde yüz değil masraflimi",
        "Saat 22 gibi gökyüzünde hareket vardı uydumu bunlar acaba @abdullahciftcib",
        "@TraderAT12 @HiKecebas Enfekte olmaması ilginç bağışıklıklami alakalı",
        "@jackhererist @uzunkokcan Eveet bak nasıl söyletiyor rabbim\nSonuçta bir musibet bu \nBu yaşa gelmek zeka ile orantıl… https://t.co/TwthvZMRp7",
        "@abdullahciftcib Birde İtalya ilginç",
        "@drkardiyo https://t.co/JlQ7Kzcu1E",
        "@behicak Daha gerçekçi olursak Yazılımci olmasi yardımcı olabilir.",
        "@TraderAT12 @MKroglu Terörist mi dediler 🤣🤣",
        "@TraderAT12 @nimlias Dışarıda %35 i maske takmıyor millet normalmiş gibi hakkımızda hayırlısı.",
        "@DrSekobarbital @TraderAT12",
        "@RTErdogan  ağzına sağlık reis",
        "@TraderAT12 Hocam bu işin bir ucunun  hayvanlara da  gideceği(telef etmek) ve Veganlik projeleri nin hizlanacagi ko… https://t.co/mu4mMuzvyR",
        "@TraderAT12 Türkiye de böyle ölümler görmedik çok şükür bu ölümlerin sebebi nedir aniden hiç mi belirti vermiyor",
        "@HazarTandogan Cevap vermediniz ?",
        "@karabekiroglu_s Çakaaaal",
        "@karabekiroglu_s Çakaaaal",
        "@teskilatihafi Yine ne oldu müdür",
        "@sdcodnz @ErtanOzyigit @haktansiriusufo Görürsün mahşer günü masalı",
        "@ErtanOzyigit @haktansiriusufo İnşallah birgün dünyanın film olmadığını öğrenecekler.",
        "@erdmozvrn FAİZ!?",
        "@erdmozvrn FAİZ !?",
        "@KozmoOda @TraderAT12 Tamamda 3 hafta oldu ben bunu izleyeli ilk ciktiginda izledim daha kaldiracaklar",
        "@KozmoOda @TraderAT12 İsteseler saniyede kaldırırlar bu videoyu 3haftadir duruyor",
        "@yilmazsozcu Sahibinden acil satılık 1881 susamlı pide siparişe göre 1938 tane çörek otu atılır.",
        "Sesinizi her zaman böyle gür çıkmasını istiyoruz korkmadan FAİZ belasida var bu arada @DIBAliErbas #AliErbasyanlızdeğildir",
        "@TraderAT12 Bili temizleyecek bir babayiğit aranıyor acil",
        "@HazarTandogan Peki bu frekansları algılayan bir cihaz yokmu mümkün mü  frekanssa karşı yapılacak bir öneri varmı k… https://t.co/hhxrE8lXtX",
        "@HazarTandogan Terminator filmi vardı bilirmisiniz yıllar önce",
        "@HazarTandogan @pink1233211 Ölünce",
        "@TraderAT12 Sonuç ne olur peki mutasyon mutasyon bumerang gibi dönüp duracak ozaman",
        "@drdaisyy Tarif varmı hocam çivileri sarımsaklayıp mı saplasak sarimsaklamadan mi saplasak 🤣🤔",
        "@HazarTandogan @saglikbakanligi Nasıl kesfetdiler bunu acaba ilginc",
        "@ulvisaran Ooo bomba atmış hocam @drercardio",
        "@TansuYegen @abdullahciftcib emoji alfabesi 👍🤫",
        "@HazarTandogan @TraderAT12",
        "@TraderAT12 @kitap__kurduuuu Hocam diğer virüsler neden evcillesmiyor yapılarına göre degisiyormu evcillesme mesela HİV",
        "@drercardio Hocam bu adam neden bu kadar zeki neden kimse düşünemedi söylediklerini. @WHO istifa istifa",
        "@AnginaP90858138 😁😁",
        "@Kardiyoloji_ Hocam bu çakal karlos niye maske takmıyor çamaşır suyu mu içiyor yoksa yürek mi yemiş 🤔 https://t.co/xjpDO0YPqO",
        "@HazarTandogan Ne gibi mesela? dezenfektanın damardan verilmeyegini o aptalda biliyor 🤔",
        "@TraderAT12 @TraderAT12 https://t.co/decfhvz73a",
        "@TraderAT12 Hocam ünlü olmuşsunuz",
        "@lordsinov @TraderAT12 bunu neden kimse düşünmedi bu adam neden bu kadar zeki.",
        "@drfahrettinkoca",
        "@abdullahciftcib Toplam uydu sayısı 20bin olduğu söyleniyor  uygulama markette bir program var yıldızlarin haritası… https://t.co/D7CGAvNKVG",
        "@GKMNNMKG @TraderAT12  görüşleriniz varmi bu konuda.",
        "@raoult_didier @TraderAT12",
        "@SCavun Teşekkürler hocam",
        "@SCavun Hocam bu grafiğe bizde ulaşabilirmiyiz ?",
        "@Yigitsin1 @TraderAT12 @GKMNNMKG Hangi değerleri baz almalıyız hocam kaç olursa şüphenilebilir?",
        "@TraderAT12 Coranaya mı yakalandı bu fuzeci",
        "@TebernKireci1 O kadar insanı öldürdükten sonra bedava olsa ne olur reis;\n çocuk demediler bebek demediler katil ordusu.",
        "O kadar canlar hiçe sayıldı çoluk çocuk demeden yazıklar olsun boğulun o kuyularda...#OilPrice",
        "@derinhisse Bu kadar şeyin akıllı olması tehlikeli değil mi o akılların yöneticileri o akılları istediği gibi kulla… https://t.co/dyvdhZBhVw",
        "@TraderAT12 Hocam black goo hakkinda bilginiz varmı efsane mi? Bugün denk geldi",
        "@HazarTandogan Son çıkan modemlerde anten olması bunlarla yada ne ile bağlantılıdır eski modemlerde bu kadar anten yoktu ev için",
        "@abdullahciftcib Bu adam iyice kaşınmaya başladı.",
        "@TraderAT12 @TraderAT12  aklımda bir soru var şimdi yılan,akrep türü hayvanların zehirinden yine bu ısırıklara karş… https://t.co/KzBJ79H0BN",
        "@TraderAT12 Bu ne adam yer bu",
        "@abdullahciftcib Hocam kumandanizin niye çalışmadığını  çözdüm en son çalıştığında iyice yaklastiriyorsunuz\n😁bu ara… https://t.co/fFBXdumYSD",
        "@ibrahimkaragul @abdullahciftcib",
        "@baskebabiko @abdullahciftcib  @drercardio @TraderAT12",
        "@pltayetullah Koyun dedikleri ile aynı gemideler unutmasınlar başka Türkiye yok.",
        "@aDilipak Bizimkileri  bilmemde dünya nüfusunu azaltma (şeytani)düşünceleri varmış diğer aşılar masum mu acaba bilmediğimden soruyorum ?!",
        "@pltayetullah Yazdı ya adam kitaba bunları acıkınca yemek yer uykusu gelince uyurdu sen bedavaya söyle dur 2500 lira aldı birde üstüne 😃",
        "@Fikretkaraman84 @BirgulAktoprak @abdullahciftcib https://t.co/csbFF4Qt1z",
        "@jackhererist @uzunkokcan Allah'a şükürler olsun avrupayı süper güç dedikleri fossss abdyi ben mi anlatayım jack ef… https://t.co/cHSGqw7FA0",
        "@fatihalagoz01 @akcay_nuri @abdullahciftcib @TraderAT12",
        "@akcay_nuri @abdullahciftcib  abi bir çipleri eksik ön hazırlık tamam galiba",
        "@jackhererist @uzunkokcan Eveeeet nerde kalmıştık Medeni çağdaş uzaya çıkmış Avrupa'yı endişe ile izliyoruz",
        "@profsaracoglu",
        "@abdullahciftcib The Economist in resmide baya ilginçmiş @abdullahciftcib https://t.co/xx7G6Vt5IY",
        "@drercardio Bu yine en iyi görüntü parçalanmış cocuk cesetleri var hocam maalesef, gittikleri yer aklıma geldikçe r… https://t.co/jJFJyG74uN",
        "@acamalan @realDonaldTrump Kaç insanın kanı var o parada  sence !?\nPara var para var",
        "@drercardio @semin_dilek Haydaaaaa doğruysa hocam dikkat edin https://t.co/o4kQWXzKUF",
        "@abdullahciftcib Peki bu projelerin önünde engel olarak gördüklerini kaldırmak düşüncesi var mıydı  Müslümanlığa ve… https://t.co/JdGVWTXZDu",
        "@abdullahciftcib Haydaaaa ciddi mi abi ayvayı yedik sabunda bile vegan yazmaya başladı ve bu vegan yazısını sık gör… https://t.co/3G4I9r59jN",
        "@pforblue @rdlncl @ssysfakb Aynen öyle",
        "@ahmet_mergen 😂 havalar ısınacak ne yapacak kazağı millet",
        "@TraderAT12 Sinek öldürücü lambali cihaz işe yarar mı",
        "@pforblue @rdlncl @ssysfakb Bazi aralıklarla telefonun fotoğraf çektiğine sahidiim flastan yakaladım ama foto yok ortada",
        "@pforblue @rdlncl @ssysfakb Bazı aralıklarla konuştuklarımın reklamıyla karşılaşıyorum başlarım teknoloji sine 😂 te… https://t.co/GWB77jDWec",
        "@TraderAT12 Videolarını hep izliyorum bunu da izleyecektim eyvallah 👍👏",
        "@pforblue @rdlncl @ssysfakb bilmiyordum kapatınca da güven olmaz bunlara",
        "@TraderAT12 https://t.co/H6ijFOyhke",
        "@rdlncl @ssysfakb Geçen bilgisayarı kurcalayim dedim daha dogrusu Google'ı şok oldum gittiğim yerler haritada nokta… https://t.co/enOeCwrcZs",
        "@MuratTc1912 @kahraman_harun 😆 bi an İngiltere başbakanı sandım 🤣",
        "@kefuroo @drercardio",
        "@drercardio @TraderAT12 Yapılır mı hocam",
        "@drercardio https://t.co/vF3WjMgD7Z hocam bu yöntem nasıl \n@TraderAT12 👈ha bu  uşak yaptı",
        "@BulutGulcuN 🤣👍",
        "@TraderAT12 @cinarizma yarasa gübresi var birde piyasa da 😵😷😁",
        "@TraderAT12 Peki o odada ultraviyole c lamba varsa yada o kabinde sonuç ne olur artıları ve eksileri nelerdir",
        "@ssysfakb @ssysfakb bunu izlemenizi tavsiye ederim sonuna kadar.!  https://t.co/JlQ7Kzcu1E",
        "@TraderAT12 @TraderAT12",
        "@TraderAT12 Ultraviyole c lambalar hakkında bilginiz var mı zararlımı,nasıl kullanılır\nKULLANMALI MI?",
        "@TraderAT12  merhaba Abdullah bu 19  \n mikro.organizma hangi sınıftan biraz mikrobiyoloji öğreniyorum 🤫",
        "@abdullahciftcib https://t.co/osjsWYjrJv",
        "@drercardio İnşallah",
        "@ORHANOSMANOGLU 😂",
        "@matriksiq @KriptoTunc @cem_tutar @kivancozbilgic Çoğu kişinin @matriksiq kullandığını varsayarsak sonuç ne olur ?",
        "@aDilipak https://t.co/JlQ7Kzcu1E bu önemli konu hakkında bir yazınız varmı gerçekten afet boyutunda biraz arastiri… https://t.co/I7m2XNENFW",
        "@akcay_nuri @abdullahciftcib Son videonu izledim abi bu yazı ile pekişti Google'ın konum verileri daha önce gizlimi… https://t.co/TiCpTWoOp8",
        "@TansuYegen Besmeleyle hemen Ayetel Kürsi peşine Felak,Nas.",
        "@akcay_nuri Cipe ne gerek var elimizdeki telefon çip olmuş bugün google bakiyim kurcalayim dedim neler goruyum gitt… https://t.co/klxsJJDUkH",
        "@gurseltekin34 İsterseniz ugandaya gidebilir ve vatandaşı olabilirsiniz",
        "@gurseltekin34 İsterseniz ugandaya gidebilirsiniz\nVe vatandaşlığını alabilirsiniz.",
        "@yazarmuratakan Bill efendi bir şeyi unutuyor\n\"LÂ GÂLİBE İLLALLAH\"",
        "@drdaisyy Hocam sirkelerde E223 var sıkıntı olur mu birde ne kadar karbonat ve nekadar sirke atmalıyız",
        "@aDilipak Tarım kredi de tohum  varmı nerden alabiliriz",
        "@efethecat @AkcinEyup @aDilipak 😂",
        "@TraderAT12 Sokağa çıkma yasağını önceden söyleyip zamana yaysalardı götürüsü daha fazla olabilirdi devlet aklı bu… https://t.co/y0ZN3BLSq6",
        "@DrGunerSonmez T hücreleri stokinlermi hocam",
        "@erdmozvrn @rtukkurumsal @TC_icisleri @ailevecalisma #NetflixAhlaksızlıkyuvası",
        "@erdmozvrn @rtukkurumsal  @TC_icisleri  @ailevecalisma herkes her istediğini yayınlayabiliyor mu \nTepkiliyiz ve rica ediyoruz çözüm için.",
        "@ED942515789 @recepdemir72 @drahmetrasim Bu yazdıklarınla kendine yazık ediyorsun İBRET!  alıp TÖVBE! edebilirsin vakit varken",
        "@bendemistims @EmniyetGM  @TC_icisleri",
        "@TheLaikYobaz @rtukkurumsal #netflixadamol",
        "@TheLaikYobaz @rtukkurumsal  pardon rahatsız ettiysem affola ülkemizde bazı sıkıntılar var yardımcı olursanız sevin… https://t.co/gZ4CttS4c4",
        "@ssysfakb Kamuflaj iyi de çantanın altında ki işi bozuyor",
        "@m_cemilkilic Bismillahirrahmanirrahim\n\nEbû Hüreyre (r.a.) rivayet ediyor. Resulullah (sav) buyurdular ki: \"Oruç tu… https://t.co/QyZ80IpJug",
        "@TEBKurumsal Yanlış anlamada stok cokmuydu 😂",
        "@glenayyldz @TraderAT12 Teşekkürler bilmiyordum",
        "@Candarlioglu Faiz\nKüfür...",
        "@kollektif01 @smyra_16 @drfahrettinkoca Adam ne diyor sen ne diyorsun  Allah akıl versin",
        "@yeniakit Orası sıcak değil mi şimdi  yani yaz aylarında da görülebiliyor mu ?",
        "@TraderAT12 Bu kadar bilgiyi nereden biliyorsunuz göreviniz nedir ne iş yapıyorsunuz",
        "@av_cagan @TraderAT12 Bekliyoruz",
        "@TraderAT12 Peki HIV neden böyle değil yada aşılarını olduğumuz virüsler",
        "@SerdarSENGiR @MoJoTyDe @simyaci54 @MuratAIan @uskudarbld Deneyelim belki yardımcı olurlar.",
        "@YedekArsiv_ @GizliArsiv06 Öyle bir zamandan geçiyoruz ki sende böyle pislik bir paylaşım yapıyorsun yazik.",
        "@TansuYegen Baz istasyonu zararlımı değil mi \nVe sık aralıkla kurulacağını söyledikleri antenler de olacakmış risk… https://t.co/dN5op70mDD",
        "@SerdarSENGiR @MoJoTyDe @simyaci54 @MuratAIan @uskudarbld  yardımcı olabilir belki?",
        "@nurettinyildiz @c_ahmethoca @karabekiroglu_s @erdmozvrn @ihsansenocak @hayalhanemersin @mehmedimyldz yorumlarınızı… https://t.co/lQlgIy2a0G",
        "@abdullahciftcib https://t.co/cwZqPZLvoM Abdullah abi böyle bir şey var",
        "@PhoenixHako @muratdur @abdullahciftcib Mühendis bey MR cihazları hakkında bilginiz var mı şahsen onlara  pek güvenim yok",
        "@abdullahciftcib Endişeliyiz !",
        "@drmatak Geçmiş olsun Allah şifa versin",
        "@abdullahciftcib Abdullah abi ;\nBiz bu işin hangi boyutundayız acaba\nSizce geçecekmiyiz\nGeçmezsek ne olur\nYani çipl… https://t.co/xwZS6bL7Nj",
        "@abdullahciftcib Sebebi nedir Abdullah abi neden gösteriliyor yani",
        "@ufuk50658919 @ruzgarlibahcem @abdullahciftcib Mr cihazları manyetikle ilgili  frekans var mı onlarda da yada GHz olarak",
        "@THEMARGlNALE 😂😂",
        "@nevsinmengu https://t.co/3sM6vLZt3S",
        "@ORHANOSMANOGLU Sortuda Adidas zavallının 😂",
        "@abdullahciftcib Abdullah bey tamam siz ve birileri bir şeyler olacağını tahmin etmiş araştırmis analiz etmiş\nPeki… https://t.co/vxlztx3uyX",
        "@erdmozvrn 100 inşallah",
        "@imTolstoyevski @mserdark 6 g de ucariz galiba",
        "@derinhisse Derin ağa bu 5g nin pek iyi bir şey olmadığını söylüyorlar bilginiz var mı acaba",
        "@erdmozvrn Ne den izin verildi bu süreçte acaba daha önce neden okunamiyordu",
        "@Phaselis6 @Yaseminbsrn_69 @barutibrahim @abdullahciftcib @ErtanOzyigit @yazarmuratakan Denemek lazım",
        "@cem_tutar Garfield acinda izlesin gariban 😁",
        "@karabekiroglu_s Feto sana doğru yaklaşan bir cisim var nere kacacan bakalım.",
        "@nevsinmengu Allah akıl fikir versin \nŞu sıkıntılı süreçte bari sus be kadın",
        "@akittv @abdullahciftcib  @TraderAT12",
        "@Candarlioglu @AbuMansur Selamun aleyküm",
        "@DrCelalSengor Sen gavurun bulacağı aşıyı bekle ben yurdum bilim insanın bulacağı aşıyı bekliyorum o eskidendi… https://t.co/ai39qCCpq9"
    ]
}