{
    "screen name": "abbass64",
    "no. of tweets": 168,
    "tweets": [
        "مع طبعاً https://t.co/o1hiekDfki",
        "@Dounia_N @MohamaedHisham نعم، لا تتخيلي شعور كبار السن، امي سبعينية و تعيش مع اختي بامريكا، خوفها كله ان تتوفي هنا… https://t.co/WK4ekiYdWB",
        "@Dounia_N @MohamaedHisham ليس الكل علي درجة من الثقافة و الاطلاع ليدرك هذا، و هذا ما اعنيه ، ثم ما معني لما يروجون،… https://t.co/t0AT1CB1BN",
        "@Dounia_N @MohamaedHisham لكن ما الغرض من نشرها، اطالة الحجر له اثار سلبية و كارثية ستؤثر في نمط حياتنا و عادتنا حت… https://t.co/l5o0xJDzRm",
        "@Dounia_N @MohamaedHisham الغموض يوجهنا للتفكير في السئ، و تصديق نظرية المؤامرة بربط اخبار ببعضها تعزز هذا الشعور.",
        "@Dounia_N @MohamaedHisham هناك تعتيم من الحكومات عن حقيقة الموقف مع هذا الفيروس، و ضبابية عن الاجراات المستقبلية لل… https://t.co/vqqQrwDTGS",
        "https://t.co/VGycq2HIIv",
        "عسكريا في اسرائيل و قضوا فترة سجن طويلة وسرّحوا من الجيش عند خروجهم لتسببهم في الخزي والعار لكذبة الجيش الذي لا يقه… https://t.co/fWexY8F3c9",
        "أخرى بـ 1150 أسيرا من السجون الصهيونية من ضمنهم الياباني \"كوزو اوكاموتو\" قائد مجموعة الجيش الأحمر الياباني التي هاج… https://t.co/GsHZp5j7xa",
        "غلبوا ,رافي هزان ,روبين كوهين ,افراهام مونيفاليسكي و افراهام كورنفيلد ) و بادلتهم بـ 4700 معتقلًا من معسكر أنصار و… https://t.co/rXNORSFRoM",
        "منهما صرخا معاً وقالوا للدورية بإلقاء سلاحهم، ولدهشتهم ألقى المظليون سلاحهم ورفعوا أيديهم .. الشبلان الفلسطينيان أس… https://t.co/riQM7r4fkp",
        "في 10 يونيو 1982 و إبان الاجتياح الإسرائيلي لـ #لبنان ,كان شبلان فلسطينيان مقاتلان وهما ((حمودي إسماعيل))((والياس ع… https://t.co/vLJd5jb6Ir",
        "@Dounia_N @redamor31 العلماء نفسهم مختلفين، احدهم اليوم قال انه سيصير كالحصبة و ستتعامل و تتعايش معه البشرية بالقاح… https://t.co/VnTbRGD4BP",
        "@Tab6_khayran عندنا زاد السعر اضعاف و مش لاقينها. \nحتي في اندونيسيا اصبحت متوفرة و الشرطة توزعها بلا مقابل.",
        "@Tab6_khayran مشكلة 😀",
        "و الله فكرة جميلة و متقنة https://t.co/ZHqe2aKZwn",
        "@__Sunshine22 اللهم امين",
        "@Tab6_khayran يشهي 😀",
        "@__Sunshine22 اللهم امين, جزاك الله عنا خيرا اختنا",
        "@NasserRALKuwari @qa9doha جملي 😀",
        "@adelalhajaji عاوز يتشوي 😀😀",
        "@Dounia_N فعلا عندك حق، كل واحد عين نفسه قاضي",
        "@Dounia_N بالضبط زي ما تكون قاعد علي كرسي في شارع مزدحم و انت غير مكترث و مستمتع بقراءة كتاب في يدك ... دماغ 😀",
        "@1keef_ عقد الزواج هو عقد نكاح ان انتفت الصفة و الشرط فلها الحق في فسخ العقد.",
        "@Amina_Fouad3 بتصدقي الكلام ده 😀",
        "@Amina_Fouad3 انا بقول يضربونا بالرصاص احسن و نخلص، ده مافيش خبر عدل",
        "@Tab6_khayran روعة",
        "@MUSAALISHAQ مش اسلوب المصريين خالص، مين قال ان المصريين يعملوا شو عن عبادتهم ... لا اعتقد",
        "@dictatorhunt عندك ياتري الاكونت بتاعها \nصباح الرضا",
        "@nooramk35 @alkuwaria2 @aqtr2222 @Alhajiri_H84 عاقلة 😀",
        "@Alhajiri_H84 @alnaimi_sultan ده كان عرض ؟",
        "@alnaimi_sultan اللهم امين، و يحسن خاتمتها",
        "@alnaimi_sultan 👍",
        "@Saidh66 @alnaimi_sultan 😂😂😂\nاو بيحط الطبخة في الفرن و ينام للمغرب",
        "@1keef_ هي او هو حافظ رقم الاخر باسم my soul يعني مقبل. ما ينفعش نحكم من رسالة، ايه ابعاد الموضوع و اسباب النفصال ق… https://t.co/ap68MQTpEC",
        "@om_hussin1972 @o_omaya @1keef_ او كرباج 😀😀",
        "@o_omaya @1keef_ بتاع الحمام اللي بيلسوع، بس مقاس ٤١ شوية",
        "@electric_974 https://t.co/HkTEMvEI7U",
        "@1keef_ شكله بيقول تهديد، قولي له عادي براحتك و انا براحتي و بيني ان الموضوع لا يؤثر بك",
        "@alnaimi_sultan اقلبها زي الجورب 😀😀",
        "@dictatorhunt خفة دمه يا خفة دمه 🎼",
        "@Dounia_N لم تغير الجائحة من طريقة تفكيرهم الاستعماري الطماع، بل زادته، و استغلت لمحاولة تحقيق مكاسب اقتصادية و سيا… https://t.co/pv4Yz0MHCK",
        "one person followed me and one person unfollowed me // automatically checked by https://t.co/AU0oqPl4ue",
        "@mamdouhaalharbi صباح الخير بالليل",
        "@DrEothaimeen الله ده زي عندنا في مصر",
        "@Amina_Fouad3 مش احسن ما يطلع اهلاوي 😀😀😅",
        "ضع حيرتك في صلاة إستخارة \n ضع امنيتك في صلاة قيام\n ضع ذنبك في صلاه الفريضة \nو ضع تقصيرك في صلاة السنن\n\nاستودع حياتك في صلاتك \nو اسجد واقترب",
        "@alnaimi_sultan دي تتقدم مع اي مشروب مطهر لا يقل عن ٧٠٪ كحول ... لزوم الكرونا و كدة",
        "@Amina_Fouad3 تشبهلي بنجيلة ملعب نادي الترام 😀 .. بالهنا و الشفا",
        "@kadeegam نسال الله لك الثبات، بارك الله لك في اسلامك و عمرك",
        "@fawazsalajmi ام كلثوم التي يعشقا البعض ف عهد الملك فاروق طلبت من عبد الوهاب ان يلحن لها سورة الرحمن، و قد لحنها له… https://t.co/mThsOz4r1e",
        "جامدة 😀😀 https://t.co/IuBBjZyolu",
        "@MUSAALISHAQ 😀😀😀",
        "@MUSAALISHAQ كويس انه ما عملهاش برجله 😀",
        "https://t.co/m4aZt3TvkY",
        "@qa9doha التاني مش طايقه",
        "@mamdouhaalharbi Fail to plan is plan to fail",
        "@mamdouhaalharbi خلاص براءة 😀\nفكرني بالجماعة البتانيين و الافغان لما بيحلقوا لبعض في الحج",
        "@mamdouhaalharbi يستاهل انه سابلك راسه 😀",
        "@mamdouhaalharbi و الله حرام الرجل راسه بقت شوارع 😀",
        "@RaniaHZ1 @Amina_Fouad3 سيجتاذها و سيمحوها من ذاكرته للابد",
        "@7U5AM اللفظ الاخر صحيح لغويا، احنا اللي خليناه لفظ غير لائق، كلفظ مرا (مرأة) اللفظ عادي عند كل العرب الا عندنا يعتبر شتيمة 😀",
        "@RaniaHZ1 @Amina_Fouad3 النسور لا تهبط الا لمهمة و غاية و تعود لتحلق و تسكن قمم الجبال",
        "@So0oSweEt sort of strategy",
        "@So0oSweEt قد يكون الاقل هو مدخلك ليعلموا روعتك",
        "@7U5AM اهه بيسلي صيامه و يطور برده في البلد ... فروسية .. سباق الخيل، لأ نقلة كبيرة",
        "@Learn3E @2em2e يقولوا عليها goatee (جوتي) او قول beard (بيرد) اسهل لان الاولي اعزك الله جاية من ذقن التيس ... انت… https://t.co/wkfq5nzNk3",
        "@ibrahim02626311 @sugar2001912 ما تقول انت يامسلم",
        "👍 https://t.co/X1WYN0Ant3",
        "one person followed me and one person unfollowed me // automatically checked by https://t.co/AU0oqPl4ue",
        "@7U5AM قد يصل سعر الدجاجة الي ٢٥٠٠ دولار",
        "الملفت انهم لم يستخدموا ارجلهم للردم، بل انوفهم ! https://t.co/LlKmbkghjL",
        "سبحان الله https://t.co/IC9KC2gvng",
        "@Q4Amal انا اسمي الحمد لله عاجبني .. امي كانت عاوزة تسميني الباشق رُقي او الظاهر بيبرس، الحمد لله ابويا ما سمعش كلامها 😀",
        "@ahmedmousa213 @Dounia_N في مصر اعتقد نسبة الفئة العمرية اقل من ٣٥ سنة حوالي ٧٠٪ و هي نسبة عالية، لذا عدد الوفيات ق… https://t.co/irwvOrfxp9",
        "فعلا 👍 https://t.co/EiRsvMghkH",
        "@m_ve80l عندما يفقد الهدف",
        "@Tab6_khayran لو هو صادق معها لاحب ان يشاركها، لكنه اخذها حجه للهروب.",
        "علي بال ما تخلص الكتاب يكون ضهرها اتلوح 😀 https://t.co/btk4lXu1g4",
        "@sugar2001912 @nada_oo7 ماهر المعيلقي \nو طبعا عبد الباسط، سورة يوسف قراءة ورش من التسجيلات الخارجية",
        "@1keef_ واجهها بكذبها، المرأة الكذابة لعنة، احرجها، و قم بواجبك علي اكمل وجه و لكن بدون سفه، الحياة ليست علي وتيرة… https://t.co/4uEHkkl0i0",
        "و الاهم الا تكشف سترك بعد ان ستر الله عليك https://t.co/va4VmFREyI",
        "@Balqees57616520 @wassilaoulmi جامدة 👍😀",
        "ما هو عض البطاريات ده تكنولوجيا و ابتكار بغض النظر ان ضرسه ممكن يتكسر :) https://t.co/JM8c0OcgGT",
        "@alnaimi_sultan سيقتص منه الحيوان يوم القيامة ان شاء الله. الغريب انه نازل ضحك، ايه الممتع في كدة مش عارف؟",
        "@Qataria_Alyafei @Almohami1991 @alnaimi_sultan 👍",
        "@rmZ959 الله المستعان",
        "@rmZ959 المخروبة طبعا",
        "@rmZ959 ده صوت العربيات ما وقفش ثانية، حظر ايه ده؟ السؤال الشرطة فين، فعلا بلد ما لهاش هيبة",
        "الساعة واحدة بعد نص الليل و صوت السيارات و الموتسيكلات عادي علي الشارع الرئيسي، و الواضح ان في ترافك، يعني العربيات… https://t.co/WdPbnDc8aA",
        "2 people followed me // automatically checked by https://t.co/AU0oqPl4ue",
        "@IIlgazzar1 @__Sunshine22 نفاق و عمالة، الان اين هم، الان يبررون",
        "@Amina_Fouad3 ما شعرناش باي زلزال في الاسكندرية",
        "@mamdouhaalharbi يمكن دي طريقتهم لعلاج الكورونا .. بالشبشب 😀",
        "@Tab6_khayran 👍",
        "@pppppppbbbbbbbb @deyaa_algebaley @1keef_ نصيحته صح 👍، لكن تحتاج ان تكون البنت قوية الشخصية و تقدر تتعامل باسلوب قو… https://t.co/ZuZwDlBv5R",
        "مسخرة 😅😅 https://t.co/0ScFSuXg7G",
        "@A520369 ربنا ستار، لا تجاهر اخي",
        "@DrEothaimeen @almobark_ لاهو يوضح موقف الدولة لاي خطوة مستقبلية، هذا الواضح لي من كلامه .. العمل من انتاج قناة خاص… https://t.co/xe6GlKIQp9",
        "@DrEothaimeen @almobark_ قال وقف ترخيص هذا العمل في الكويت، لم يقل وقف عرضه. بالا تتعاقد معه قنوات محلية.",
        "@YassinAdel @alnaimi_sultan نعم، توقعت كدة.. في المغرب بائعي الحلوي يتفننوا في جذب النحل، و الناس تطلب الحلوي اللي حط عليها النحل.",
        "المعني الحرفي للوقاحة https://t.co/HZiLlRM02d",
        "@alnaimi_sultan لا و الناس عليه اكتر من الدبان 😀",
        "@mamdouhaalharbi جامدة 😂😂",
        "@desideratum2020 @omar71_eg @1keef_ احسن و يخلص الموضوع، يا زواج و حلال، يا يفض الموضوع، اصلا كيف واحد يدخل بيت صدي… https://t.co/7KfVYYAzMU",
        "@Dounia_N حجتهم ان طريقة انتشار الفيروس غير مؤكدة، و الاهم ان الضرر الاقتصادي المترتب عن سياسة الغلق اكثر فتكا و ضر… https://t.co/DIoiAbZTak",
        "انا اتذكر صوت المسحراتي في صغري، كانت جدتي تعطيه لياتي تحت بيتنا و يناديني بالاسم، و بعد رمضان يمر علي البيوت لياخذ… https://t.co/tx0IGZu4uN",
        "@__Sunshine22 @lcg8WG2QQ1tsPQl نعم عائلة محمد علي و بالذات الخديوي اسماعيل و اكثر الخديوي توفيق بعد فرض الانتداب ال… https://t.co/JQrcCtS1vQ",
        "@__Sunshine22 @lcg8WG2QQ1tsPQl الموضوع كبير و قديم بدأ منذ نهاية القرن ال ١٩، و افرغ رموز للعلمانية في الشرق ( البد… https://t.co/A3eIWM9Wpa",
        "سهلة و اعملها ان شاء الله https://t.co/WtK8re0gMO",
        "@__Sunshine22 @lcg8WG2QQ1tsPQl ينتمون*",
        "@__Sunshine22 @lcg8WG2QQ1tsPQl اغلب العلمانيون العرب ينامون للعلمانية الفرنسية المعادية للدين، عكس الانجليز فعلماني… https://t.co/4rTGELs6Dz",
        "@lcg8WG2QQ1tsPQl @__Sunshine22 نفاق",
        "@AL_JALAL2000 @sugar2001912 الموضوع منتشر فعلا بكثرة في الخليج و خصوصا دبي، و اتحدث بالاخص عندما يتحدث شخص عربي لاخ… https://t.co/fVewzDJOyb",
        "@__Sunshine22 🤭🤐",
        "@__Sunshine22 كويس انها ما كسرته علي دماغه\nاوعي تكوني بتعملي زيها 😀😀",
        "@__Sunshine22 ما هو كمان طلع بارد و يستاهل، الست محضره سفرة منمقة و تعبانة فيها",
        "رائعة https://t.co/Z84zr0BoJO",
        "@alnaimi_sultan مش فارقة، الطعم واحد اكيد",
        "مين حابب طبق السلطة ده https://t.co/3gQwPbPz5n",
        "Check out Mamdouh Lawendy's video! #TikTok https://t.co/oC3705MRQp",
        "ايش كان الحال لو اتكلمت 😀 https://t.co/zIldic92wR",
        "الله https://t.co/RkSjDmftJW",
        "رائعة https://t.co/W2wFu6Q7l3",
        "one person unfollowed me // automatically checked by https://t.co/AU0oqPl4ue",
        "@So0oSweEt كلهم عارفين مسبقا و لكن الرجال بيسبكوا الدور",
        "@__Sunshine22 فما ظنكم برب العالمين",
        "@4AjDmb4Wreta7wB تحس انه مكسور ياعيني",
        "@MohsenEman ايه دي اكلة دي وللا ايه؟ :)",
        "@MohsenEman قاعدة تبحلقي انت في البشر و اشي دمه تقيل و اشي تخين، و هم يلموا فحسناتك 😀",
        "مصطفى شاهين | الجنيه الجديد وتغيير العملة في مصر https://t.co/viPa9uQXJf via @YouTube",
        "عدم التألي علي الله .. مهم، اسمعه https://t.co/70PhUDBchc",
        "https://t.co/YavsDIzqfB",
        "@Tab6_khayran زب البعيع كده اللي كانوا يخوفونا به و احنا صغار جدا مش صغار بس 😀",
        "@Dounia_N الي ان تسقط انظمة اقليمية اخري اكثر فسادا تساند طبقة الفاسدين و من و راء تلك الانظمة الاقليمية انظمة عالم… https://t.co/e4yOyYXHUU",
        "2 people followed me // automatically checked by https://t.co/AU0oqPl4ue",
        "@LaMaryam_ اهاا 😀",
        "@LaMaryam_ جوض افطر نون شباب؟",
        "@alnaimi_sultan ايه الحكاية، الظاهر ناركم حامية يا عم سلطان 😀",
        "@LaMaryam_ مش مفهوم",
        "@realNadaMostafa قاله: شايف الكبري الكبير اللي هناك ده\nالتاني: انا مش شايف اي كبري\nالاول: اهو ده مكلفني ١٠ مليار",
        "@Dounia_N فيه تغريدات اغرب، زي واحدة كاتبة \"مش ممكن\" و تانية \"كدة ما يصحش\" .. و احنا مفروض نفهم، و المتابعين يسالوا… https://t.co/VFvyUApw4J",
        "@khaledkraizim @Dounia_N جامدة 😀😀😀",
        "@Tab6_khayran حسب الانطباع، انطباعك و انطباعهم، يحدد بروفايلك في مخيلتهم.",
        "@LaMaryam_ ما هو المسلسل اعتقد بدا قبل رمضان و موجود علي اليوتيوب .. سؤالي كان علي النظام عندنا سمحوا به ازاي و بيت… https://t.co/1UzP3GnOSa",
        "@LaMaryam_ اتفرجت علي حلقة منه (الحلقة التالتة) لما قريت تغريدة الجزيرة، الفكرة جديدة و تغريد بره سرب المطبلين لكن… https://t.co/GQxkpMzSdP",
        "@Dounia_N لكنه حق يراد به باطل، لا وقته ولا مجاله، أخوانا في فلسطين و غزة يحاصروا و يهجروا و تهدم منازلهم، هذا اولي… https://t.co/ko3Q2nZ46D",
        "@MUSAALISHAQ فشين غلهم في المسلسلات، مرة هو يصكها و الحلقة التانية هي تصكه",
        "@__Sunshine22 @a_hneen2 @sugar2001912 لا والله حقيقة اللي يرضي بالتنازل فليعلم انه في تصاعد لاسفل. \nكيفك اختنا :)",
        "@ouchaitmeriem و الله قايمة متعوب عليها و مرتبة دليل علي ذوق و مستوي تفكير صاحبتها .. انصحه ان يعود",
        "@Tab6_khayran @Wadeah1991 و مجتمعات تخرج منه اسوأ ما كانت، و هي التي استغلت الحدث لتزداد انزلاقا",
        "@sherryamin13 عملية ممنهجة لتشوية و تحقير الشعب المصري، اموال اجنبية و سواعد و كوادر محلية، و للاسف الناس تتفرج علي… https://t.co/HcQn2HwHmf",
        "@alnaimi_sultan لا ما في داعي ترسل الطريقة، لسة مسوي زيها من يومين",
        "@a_hneen2 @sugar2001912 ثم ترضي بكونك خيار مخلل حتي تجد انك ما حصلت \"لفت\".\nان رضيت بالتنازل فاقبل نتائج الهبوط",
        "@alnaimi_sultan 😀😀😀",
        "@Tab6_khayran اكيد طاقم الاطباء فخبر كان",
        "@hassanalishaq37 ده فيلم رعب",
        "@sherryamin13 العيب ايضا علي من شاركه و قبل من اجل المال",
        "@AseelAmin @DrEothaimeen @bader_mohareb اصبح الفنانين (مجازا) اداة في يد الصهيونية و من والاها، و يعملون لها، و يحر… https://t.co/suozoDUX06",
        "@MohsenEman uncertainty",
        "@Safiia21 القط يحب خناقه",
        "@ArabianSword @Tab6_khayran يطلق عليها ايضا تشينغداو، مدينة جميلة",
        "one person followed me // automatically checked by https://t.co/AU0oqPl4ue",
        "@Ania27El الله يرحمها، كنا زي توم و جيري 😀😀",
        "@MohsenEman ما هو دي الاكشن و الرد خارج الصندوق😀\nو ياتري حيطبخوا ايه",
        "@MohsenEman و حد لاقي البطيخ اليومين دول 😀😀",
        "@MohsenEman اكيد كان بيتكلم انجليزي او اي حاجة مش عربي و شو اب و كدة 😀",
        "@Kuwaitonly_1 هؤلاء الهندوز اكثر كفرا و عداوة للمسلمين من اي ديانة اخري، اين الدول و الحكومات المسلمة و غير المسلمة… https://t.co/bOpEfK4XVI"
    ]
}