{
    "screen name": "JerryRatigan",
    "no. of tweets": 177,
    "tweets": [
        "@CrystalFinds @CMChavez https://t.co/dzy4CbTQIB",
        "Start Your ClickFunnels 14 Day FREE Trial TODAY: https://t.co/rcfoWvlPbW #WednesdayWisdom #gethired #workfromhome #coronavirus #Motivation",
        "Hey @timsoulo ! Enjoyed your Blogging for business course! Easy to understand and immediately apply the strategies,… https://t.co/KIBHHu9oLw",
        "Great insights on #careersuccess #success #career https://t.co/d0B4WVvNbV",
        "When employees no longer feel psychologically safe to speak up when ethical violations occur, the risk of fraud run… https://t.co/NvffR02aGF",
        "Ethics in the Digital Age - Strategic Finance https://t.co/7vmr58A0i7 via @IMA_News #businessethics",
        "Have you or someone you know been recently furloughed or lost your job?? Here’s some great advice \n\n#gethired… https://t.co/yWAykLtHem",
        "The window to make cultural improvements before the next #fraud occurs is closing. How can we help our company bett… https://t.co/LAk5QOX1s0",
        "https://t.co/o9V8yJNiP7",
        "Our commitment to ethical professional practice mustn’t waver during challenging times and controversies. We must… https://t.co/km788ONqBK",
        "3 Tips to Avoid WFH #Burnout\n\n https://t.co/xH6PWYMEYF #TuesdayThoughts #TuesdayMorning #StayAtHome",
        "Recent research: “senders of after-hours work emails underestimate how compelled receivers feel to respond right aw… https://t.co/Y7tZRp9I4t",
        "Your objectives can only be achieved through creation of a safe environment, in which employees feel open to discus… https://t.co/Q523gxP7GI",
        "As your organizations work in this new 100% remote environment, it is crucial for managers to continuously check-in… https://t.co/AX5mmcNlUz",
        "The impact of advanced technologies heightens the risk of negative consequences for workers and the companies we wo… https://t.co/eV1e5yTS6p",
        "Just finished another #Leadership book! Really enjoyed the relevant and timely stories on the #strategy of “Thinkin… https://t.co/ltnMHuthrb",
        "Fabricated Sales Reports by Top Management = #Fraud\n\n#businessethics #ethicalleadership #SocialDistancing… https://t.co/5rHIBDqCPr",
        "Is there a bot for that???\n\n#FridayThoughts #BusinessStrategy #COVID19Pandemic\n\nhttps://t.co/QBzsNtTO2m via @IMA_News",
        "NEW RELEASE: #Ethics in the Digital Age - Strategic Finance https://t.co/nSf6Xnu78D via @IMA_News @jerryratigan… https://t.co/EDQLVqTbQP",
        "Employees who are engaged and committed to their organization are more likely to behave ethically and speak up when… https://t.co/gE1REaIJX8",
        "Algorithms don’t have a conscience, but management accountants certainly do. \n\n#businessethics… https://t.co/c2eV6qc86a",
        "Egregious frauds continue to occur. Cautionary tales from Lehman Brothers, WorldCom, and Enron to Wells Fargo, Bern… https://t.co/29IwkNLQhn",
        "Today, the need for management Accountants to uphold and promote ethical practices is greater than ever.… https://t.co/R237IiEuGE",
        "#Ethics in the Digital Age - Strategic Finance https://t.co/Yk9br1TaDL via @IMA_News @jerryratigan",
        "Ask them how they're dealing with the current situation, and how they feel about everything that's going on.\n\nNow c… https://t.co/mwDHRH7Yyw",
        "If you have not yet personally prepared your finances for a massive impact then hopefully you will do so now. Plan… https://t.co/ID96LIKf2f",
        "Goldman Sachs just revised its forecast because it thinks the US labor market collapse will be even worse than anti… https://t.co/bNFznMeydD",
        "From my observations, the business owners that have taken to social media to establish interpersonal relationships… https://t.co/z7MZtRMSsq",
        "In our current global COVID-19 health epidemic, most business are at-risk of going insolvent. To increase the proba… https://t.co/8bkfLP35jE",
        "Most startups have no system to save lost customers. \n\nWhat about your business?\n\nAccording to Dan Kennedy &amp; Shaun… https://t.co/zp4WO7mnE8",
        "Has your job been impacted by the coronavirus? \n\nhttps://t.co/yEFozJxQlZ\n\n“This book is a must-have for anyone now… https://t.co/rEZXaZqLI8",
        "I want to boost my organic traffic. Enter me to win an @ahrefs account in the @mktgovercoffee giveaway! #MarketingLeaders #marketing #SEO",
        "#Creativity and #Innovation Workshop with #StartupGrind \n\n#startups #WednesdayThoughts #leadershipskills… https://t.co/YFoCkFZuz8",
        "Expect excellence! #stevejobs #Apple #innovation https://t.co/OYoQQJDS7c",
        "I see #DataQuality challenges with #AI adoption in the next decade. See the conversation on Digital Transformation &amp; Trust on #WEFLIVE.",
        "I think #TechDesign skills will be more in demand in the future. See the conversation on #WEFLIVE on Education, Work &amp; Diversity.",
        "Completed my training Cubmaster training! ⛺️🏕\n\n#scouting #cubscouts #LeadershipDevelopment https://t.co/cT9s3ZcrKq",
        "I think delegates should focus on #ResponsibleLeadership this week in Davos. What do you think? #WEF20 #AccentureAtDavos",
        "Why Google thinks we need to regulate AI https://t.co/riwMdByS6q",
        "In business and life..... #Complacency is not an option.\n\n#branding #strategy https://t.co/2ZrnNaKy0d",
        "Having confidence to address high risk business issues is instrumental to career success. #earnCMA #CFO… https://t.co/vWcCNqRL7m",
        "According to Gallup, surveyed work units that reported high rates of employee engagement outperformed peers by 22%… https://t.co/sHI84YoZ8t",
        "Starting 2020 with a new podcast! Checking out the Net Promoter System Podcast with Rob Markey! \n\n#uxdesign… https://t.co/9reZkh9BoA",
        "I earned an executive education certification in #ProductStrategy \n\nOn behalf of the Executive Education team at No… https://t.co/u6LRMJdEQb",
        "What a case study to share with your organization......”a years long fraud, of tens of millions of dollars stolen -… https://t.co/tBVZCxPN12",
        "I had a memorable experience attending IMA’s 1st ever Global Board Meeting held outside of the United States. I lea… https://t.co/AEr9vd3XV0",
        "Attending the IMA’s Committee of Ethics meeting in Amsterdam today!\n\n#competence #confidentiality #integrity… https://t.co/V4m4iCPYjx",
        "Happy Global Ethics Day!\n\n#ethicalleadership #ethicsinai #ethicalbusiness https://t.co/IQ9a5xQL80",
        "As part of my MBA Organizational Behavior course this week, I am learning about personality self-awareness to maxim… https://t.co/ZQmZIUGZUV",
        "Ethics training can be FUN! Amazing, engaging, and insightful training immersion! This educational experience is fo… https://t.co/SVJ81TZwlY",
        "Working on my 1st assignment for my Organizational Management course (MBA - Data Analytics). \n\nNever stop learning!… https://t.co/ybIhFDThEj",
        "@kaylenhenry Going to be epic! Can’t wait.... https://t.co/WGuM6HRA3M",
        "@LSU_Shreveport Excited to start my online MBA journey this week!",
        "@TheTateMartell Your dad saved my game experience. He helped my son with his heat rash during pre-game. 🙌🙌🙌🙌🙌",
        "“Many people choose not to become whistle-blowers due to the fear of retaliation.”\n\nCorporate Culture needs a compl… https://t.co/gwWexpxtSW",
        "When is the last time your Company offered ETHICS training? \n\nMost companies inadequately train employees to be ETH… https://t.co/kK20KqMGf8",
        "@IMA_Houston @IMA_News https://t.co/R5mmXczew7",
        "Idea of the Day: Employers, boards and governments have a responsibility to make sure people are learning the skill… https://t.co/4dIZKXlkaM",
        "To be successful in the digital economy you must develop a digital mindset. Companies should create new processes t… https://t.co/Bvp5Hk2fyt",
        "How do you prevent #burnout ?????\n\nI prevent burnout by #traveling! \n\nBonus points if you can guess the number flig… https://t.co/OeuEFfQRYW",
        "Honored to have met @johnerossman tonight at the Ivy Social University Miami event. He delivered a fascinating pres… https://t.co/bSEumgjPNa",
        "\"Marriott wants to become an Airbnb rival, US says gig workers are not employees, and more top news\"… https://t.co/pVNHf6cHGC",
        "FINALLY: @TonyRobbins, @DeanGraziosi and @RussellBrunson  reveal their secrets!\n\nFor 1st time in their careers: FRE… https://t.co/J3J9nGYmxI",
        "The Design Thinking Playbook: Mindful Digital Transformation of Teams, Product... https://t.co/ZgeA5pgskp via… https://t.co/9gshh96inL",
        "Check out my latest article: #1 Amazon Best Seller for Interview Preparation to land your Dream Job!… https://t.co/rXnfYOkrfS",
        "Is your company doing digital right? Increase your Digital IQ and Find out what your peers are doing:… https://t.co/2PIuVJzKvl",
        "As #CEO for the day I would create a New Employee Network to promote knowledge sharing, cultivate creativity, and m… https://t.co/t3FgQuamNJ",
        "My former spin class instructor was an enlightened person. He would always say “you are either facing an obstacle,… https://t.co/GpdbwzdPuh",
        "Light reading at the beach..... what book are you currently reading that is changing the way you see the world?… https://t.co/wYsABtkCfT",
        "Does your company’s internal controls have the best chance to SUCCEED? \n\n“When management sees benefits of good int… https://t.co/CEe6EFFTfH",
        "Supported an important cause! Susan B. Koman Run for the Pink! And, achieved a personal best in the 6K! 4th Place i… https://t.co/waD5GyxM5d",
        "The Bookworm #Beijing #Toastmasters Club: Where #Leaders are made! @Toastmasters https://t.co/g9FpLnrIM0",
        "@JordanKelley51 @BlackLine @BlackLineAPAC Moving back to Miami in 2 weeks! 🏝",
        "I think #Trust is the most valuable form of currency today. Do you agree? #WEF19 #BetterWorkingWorld. https://t.co/MqmK9ZM1f8",
        "@Namenode5 @Noah_A_S @bcarlton727 @CharlieFink @rabovitz @AGraylin @SkarredGhost @TheMalia @tipatat @WXRfund… https://t.co/22W2tXVWq3",
        "#Startup key phases from ideation to growing business &amp; co-founding team to organization https://t.co/CaYvVAPwGY… https://t.co/GsCAbAfUdI",
        "New REVENUE Recognition Rules https://t.co/B5VzEkrH8S #USGAAP #ASC606 #RevRec #Compliance #SEC #Earnit",
        "Monitoring in #healthcare informs #innovation in #compliance. Find out how in today’s blog post.… https://t.co/kFDIZFfREO",
        "#Startup Tip of the Day: Poor #supply #planning leads directly to poor financial #performance. Avoid this disaster… https://t.co/RDuTNhtYJy",
        "I added a video to a @YouTube playlist https://t.co/5BWbmHq8RI VKMTV - Saved By Bell Zack Morris Sells Friendship Bracelets On Shark",
        "I liked a @YouTube video https://t.co/5BWbmH8y0a VKMTV - Saved By Bell Zack Morris Sells Friendship Bracelets On Shark Tank",
        "Is your #Startup continuously striving to improve #productivity , reduce costs, eliminate waste, reduce variance, i… https://t.co/KdtDC0bjQ0",
        "Failure is not always death for a #Startup, but failing fast is a must! Competitive advantage to develop is ability… https://t.co/uWEcVS4yyX",
        "Startups must achieve significant growth to survive! \"Building new revenue streams requires making significant chan… https://t.co/iTcXcPClf9",
        "Attention OTC CEOs and CFOs!!!! SEC Issues White Paper On Penny Stock Risks - https://t.co/fnxN6kgmKJ via… https://t.co/EhHqaxFwY9",
        "14 Inspiring Marie Curie Quotes on Self-Improvement https://t.co/WZtNzigw6t via @Goal_Cast #motivationalquotes… https://t.co/tamaiHWDeY",
        "I liked a @YouTube video https://t.co/bjXuGitvkF MIT Compton Lecture: Thomas L. Friedman, 2018",
        "To be competitive in the global marketplace, #Startups must use tools that proactively helps manage their operation… https://t.co/kclP9NQ5RP",
        "Startups must create a competitive advantage in their Product and Process Design. Define customer needs then transl… https://t.co/EQd2GzohHM",
        "I liked a @YouTube video https://t.co/htsMxRR2gj E876 Founder Lessons: 5 founders w/startups from shut-down to success share",
        "5 traits of transformative CEOs. I like #1 - They take decisive action quickly and launch formal transformation pro… https://t.co/DZHROSTDfL",
        "#Business #Transformation: No Pain, No Gain? https://t.co/IiB5Kjvqm4 #EarnIt #Strategy #StrategicPlanning… https://t.co/wpyMz2or81",
        "\"Strong vision is worthless if a team can’t execute on it. That’s why a founding team needs to prove traction befor… https://t.co/M1Ljv9LAz7",
        "Reading @jason's latest: \"This is your Captain speaking, I’m turning on the fasten seat belt sign\"… https://t.co/B29dT6QzBH",
        "In past 15 years, $ invested by US-based VC firms into #startups grew more than 4x to almost $85 billion dollars la… https://t.co/rHYK8P4ppj",
        "Do You Struggle With The “Selling” Part Of Your #Startup? Limited time offer to the solution to reduce your stress… https://t.co/rRrH0LchWT",
        "Consumer startups are dead???? Long live consumer #startups. by @efeng https://t.co/0WgSMWcOhZ #facebook #engineers… https://t.co/vD3hcKM12x",
        "Moderna is likely to have the biggest-ever IPO in the biotech industry! \n\n#IPO #biotech #Unicorn #Startups #Exit… https://t.co/HdUH0UeLUQ",
        "Attended J&amp;J #Innovation #Roadshow in #Beijing yesterday. They are building a high profile #startup incubator for m… https://t.co/fjbEFeDCDF",
        "It’s been an active year for pre-IPO investors. “With over $275 billion in projected total venture dollar volume so… https://t.co/jCH9ucRV8E",
        "Software company Qualtrics files to go public https://t.co/l6NIXZgRwn #IPO #S1",
        "Alliance Ventures leads Series A round in China’s self-driving startup https://t.co/3247OfXY5X:… https://t.co/4UitkPrYU7",
        "🔥 Are you a #CFO with #IPO plans in 2019? Then this video is for you....💨💨💨💨\n#strategy #IPOreadiness #startups https://t.co/GvBS5dorbF",
        "#IPO Success Event debrief from the Boston Harbor..... 💨💨💨\n\n#startup #fintech #innovation #Boston #business… https://t.co/nXmY16YMb1",
        "🔥 Had absolute pleasure of attending #IPO Readiness Panel event sponsoring by Workiva!\n\nValuable insights shared by… https://t.co/JqX8LU7HuP",
        "\"Shark Tank\": The show's 5 most successful investments https://t.co/F9FW76fqfj\n#SharkTank #Startup #Startups… https://t.co/3VcykZY4Zc",
        "10 South Korean #Startups Powering Into 2018 via @forbes https://t.co/W2PmHKwvpx #startup #entrepreneur #BigData… https://t.co/7VIHAuwIbX",
        "I'm going to #KFORCE PRESENTS #CPE #TRAINING.  See you there? https://t.co/kQ7tdTpdth via @Eventbrite #MondayMotivation #Networking",
        "Are you a consultant, author, speaker, or coach.....and want to Ignite Your Income 🔥 before 2019?????\n\nAction taker… https://t.co/Wu6UJ7HUqO",
        "I liked a @YouTube video https://t.co/DReMlillQi The single biggest reason why startups succeed | Bill Gross",
        "All #Startups should consider how to create a subscription model revenue stream! To be successful in this endeavor,… https://t.co/DfXYLCjxYy",
        "Adapt or perish! \n\n“All the companies start from the same branch on the family tree, but they make mutations in the… https://t.co/jmQewIDd8K",
        "I liked a @YouTube video https://t.co/UY12EblIgS How to know your life purpose in 5 minutes | Adam Leipzig | TEDxMalibu",
        "#Beijing #Startup Weekend! About to start 54 hours of intense business building! Passionate dreamers and innovators… https://t.co/BmyWMfo2r1",
        "#Startups that FLY BLIND fail! Over 80% death rate! #ThursdayThoughts https://t.co/Zm0x7jhm4K",
        "\"We’ve focussed all effort to make sure that the team was working properly as a team, forgetting about the individu… https://t.co/bLIGAeHrcO",
        "Would you rather run the numbers or run the show? https://t.co/kYJz5kN9v6 via @YouTube #EarnIt #IMA #innovation… https://t.co/02BhZrvapU",
        "Would you rather run the numbers or run the show? https://t.co/Va94OsjtrF via @YouTube #EarnIt #IMA #innovation… https://t.co/KjiRWez9u5",
        "Office workers murder each other more than you might think. Rene Chun explores: https://t.co/spjhpuEqWU… https://t.co/vFnfi6afyE",
        "Attention Financial Reporting Professionals.....the conference of the year is 2 weeks away! #WorkivaAmplify https://t.co/ECYvtplc5A",
        "I liked a @YouTube video https://t.co/8t9kxP5OeY How to build a Billion Dollar app? | George Berkowski | TEDxCityUniversityLondon",
        "I liked a @YouTube video https://t.co/yJ4eEF5yJy Sam Altman on how to get funded by Y Combinator @ Startup Grind",
        "Investible’s Business Model Blueprint Workshop! Enlightening #Startup Program! Exploit the opportunity!… https://t.co/UmknRQU9pX",
        "I liked a @YouTube video https://t.co/fiV2YrogDF Beyoncé - I Was Here (United Nations World Humanitarian Day Performance Video)",
        "Campus #Influencer Superstars https://t.co/umRk6Ivpqx",
        "I liked a @YouTube video https://t.co/JwbZWLP3rc NextEngine 3D Scanner / Innovators / The World Is Not Flat",
        "Finished another #audible book! Very thought provoking on impact of digital #technology and evolving ecosystems! Wi… https://t.co/RCB93IGw6T",
        "Front Page News!!!! Amplify Your Influence in a New Role https://t.co/YKl4NCr3iv #influence #management #leadership… https://t.co/4NKdCmLYT4",
        "#Disruption Is the New Normal https://t.co/lvsPDfnH2W via @WSJOpinion #Emeritus #Digital #DigitalTransformations #WednesdayWisdom",
        "What is the appropriate approach for determining the cost of products &amp; services and the activities to generate the… https://t.co/avJ1jPlHwS",
        "New Job? Or recent Promotion? Amplify Your Influence in a New Role https://t.co/YKl4NCr3iv #ThursdayThoughts… https://t.co/RkctDReEUD",
        "Do you have a “Don’t Do” list? #efficiency #energy #Entrepreneur #Simple #simplicity #complexity https://t.co/VxucWy8gAf",
        "Are you dedicated to process improvement? What was the last time you identified &amp; removed non-value added activitie… https://t.co/m6cUEoGU4V",
        "Does your company have a Suggestion Program? If created effectively, it can be a great tool for #Employee… https://t.co/OfekIDdloA",
        "Be Great! #Innovate. #InnovationDialogue will improve your company &amp; #career #Zuckerberg https://t.co/x7A3JiZKQ5",
        "Glasses 👓 or no glasses???? #MondayMotivation #Analytics #bigdata #GameChanger #pictureoftheday https://t.co/iDcxUq69YA",
        "You can not afford to rest on your past accomplishments! Continue to learn and innovate to expand your skillset! https://t.co/lgSNT3Z3Xo",
        "Aced: Superior #Interview Skills to Gain an Unfair Advantage to Land #Dream #Job https://t.co/spkUwx7Xrx via @amazon",
        "Forensic Accounting: Beyond the Courtroom https://t.co/R12Rh4HzDm #EarnCMA #Fraud",
        "#LeadershipStyles How To Become An Ethical Super Hero Leader https://t.co/OfRjtTLV5v via @YouTube #MondayMotivation… https://t.co/ICxftsJVjY",
        "Amazing professionals deliver EPIC Report on #mergers and #acquisitions #MondayMotivation #CFO #Finance https://t.co/I0QvqFPyEq",
        "10 of My Favorite Tweets from #Money2020 Las Vegas: https://t.co/1HeK8BbAE4 $MOMT #mobilepayments #DigitalIndia… https://t.co/7xbkqW3Hf8",
        "MOST IMPORTANT 7 steps to better #brainstorming. Are you asking the right questions? https://t.co/dKSknhXWvq via… https://t.co/x06pGuDHvS",
        "5 Things To Consider When Launching Your #Startup via @forbes https://t.co/AGaGUFVVya #Strategy #Franchise… https://t.co/Y2KVUD50zw",
        "Surprisiing reinvention of retail demands new metrics @stevenpdennis https://t.co/yJrAXgQ3qu #Innovation… https://t.co/OwdqX0yxv6",
        "Accelerating the diffusion of technology-enabled business practices https://t.co/IqhEnmyJWf via @McKQuarterly… https://t.co/uCe7BKsDgG",
        "@StephSForrer Most amazing Ceviche in the world! https://t.co/K4sE4i1yrJ",
        "5 Things To Consider When Launching Your #Startup via @forbes https://t.co/AGDtT7WLfQ #Strategy #Franchise… https://t.co/GJabsvfjo2",
        "I earned 1,500 points by sharing my local knowledge on #Google and reached @LocalGuides Level 6 https://t.co/Hf5VqqDILV",
        "3 Biggest Education Innovation Questions For 2018 via @forbes https://t.co/ydo4fXq9Po",
        "Resource Allocation is a critical step in the planning stage of the product development process. Are you over-commi… https://t.co/Sy4QEyhH0G",
        "What new methods for generating #business #opportunities are you implementing in 2018? Having an efficient system o… https://t.co/tpuDv57vYx",
        "#HiringPositiveAttitude #Christmas Sale! https://t.co/0DoRNMOh0p https://t.co/8wNss5jqQU",
        "Breaking News: 5 Skills to Improve Your Strategic Thinking https://t.co/uhFH1XwOLS #DesignThinking #Strategy… https://t.co/qkDWU7v9ws",
        "MOST IMPORTANT 7 steps to better #brainstorming. Are you asking the right questions? https://t.co/ZwRrgptJAs via… https://t.co/06JpVQ8sSM",
        "@wdavisliterary Use favor app to deliver some Starbucks!!!",
        "When to shift your digital strategy into a higher gear https://t.co/XHobP9B7Xh via @McKQuarterly #CSCA #McKinsey… https://t.co/EdOVWrp4NP",
        "Why digital transformation is now on the CEO’s shoulders https://t.co/J42D8ziUPO via @McKQuarterly. #BigData… https://t.co/Pkhjumut08",
        "Intriguing world of ‘circular design’ https://t.co/y1bQOKq5Ks via @BBC_Future #MIT #DesignThinking #MIT_DT… https://t.co/men8goQggq",
        "Digital reality: The focus shifts from technology to opportunity. Massive growth predicted in next decade. What is… https://t.co/WudRgUXhgj",
        "I liked a @YouTube video https://t.co/Pj0WzmSnoS CareerDriver® – 3 steps to advancing your career!",
        "5 TIPS - DON'T KILL your new product or service design before you READ THIS!!!!  https://t.co/lAqQ2XEjIf… https://t.co/EfRpkCKwcM",
        "I liked a @YouTube video https://t.co/8sOP7LFhmT How To Create A Customer Journey Map",
        "I liked a @YouTube video https://t.co/9qiadHmX1k What is Service Design?",
        "375 million workers need NEW SKILLS! What the future of work will mean for jobs, skills, and wages… https://t.co/8HXzCPkQ5g",
        "Will Robots take your job? What will the future of jobs look like? What are you doing to help improve this societal… https://t.co/yqyKJmTIN2",
        "How do you currently gain more skills? What is your process for upskilling as an employee? As a business owner? Or… https://t.co/u1PqWyMsmh",
        "\"Creativity is not some exotic, optional extra. It's a strategic issue.\" ~ Sir Ken Robertson #CreativeSeminar… https://t.co/2VTYoyLSZf",
        "Short 2 minute video about IDEO #Brainstorming Process and Other #Ideation Techniques https://t.co/qeCxuNmJ5k via… https://t.co/TJuqN1vJAp",
        "MOST IMPORTANT 7 steps to better #brainstorming. Are you asking the right questions? https://t.co/mZ5TwhF2lO via… https://t.co/LSudcdIQLV",
        "Do you know the EMOTIONS That Make Us More Creative??????? https://t.co/hZdLYT1G7e via @behscientist #Creativity… https://t.co/A313JaM7kW",
        "Breaking News: 5 Skills to Improve Your Strategic Thinking https://t.co/P5uoEWUzX0 #DesignThinking #Strategy… https://t.co/rP3buTEAJb",
        "I liked a @YouTube video https://t.co/E4vfxgn2hC Tim Brown urges designers to think big",
        "\"Don’t let your team settle for obvious solutions without understanding all of the stakeholders!\"… https://t.co/LmU0rDmbri",
        "I liked a @YouTube video https://t.co/E9xUv1KvnM Design Thinking: A Creative Approach to Problem Solving",
        "Water bottle design contest. Sketch of new fitness water bottle for runners! #MIT #Emeritus_dt #Designthinking… https://t.co/tjxNAEQp6W",
        "Great example of #designthinking. #Innovation #SCAMPER https://t.co/ANMqRnYUJU"
    ]
}