{
    "screen name": "Mira_Ray",
    "no. of tweets": 193,
    "tweets": [
        "Hey! @MyScholly and #TheSunIsAlsoAStar are paying off a year's worth of student loan payments! Apply Now! https://t.co/JykaNiMk7u",
        "You ever just walk into a room or an event and you know that in that moment that you are exactly where you are supposed to be?",
        "2 years in a row! Thank you @lecrae for spending 104 hours with me this year on @Spotify. You are my #1.… https://t.co/qdSmeAE2ae",
        "#YouTubeBlackFF will be in DC next week! So many talented Black YouTube personalities and comedians in one place :)",
        "I don't even use this anymore. All I have to say is #GoBlue!",
        "Not to diminish what happened in Las Vegas, but why didn’t we get the same comforting, immediate response after Charlettsville? 🤷🏾",
        "- In Ann Arbor I would have seen Batman &amp; Robin running down the street followed by a skateboarding Ash Cat … https://t.co/B9FWDsTwCb",
        "📹 (via https://t.co/cHw5a7d5Ft) This time last year this was the most played song... https://t.co/LUlZKjp3MY",
        "Still have “Coloring Book” on everyday repeat like the album was just released last night https://t.co/LAnMa0MAMC",
        "living at @utowersca- http://t.co/bLhmLcTnmU",
        "I just signed up for @bibme, the fastest bibliography generator on the web. http://t.co/iQAvvPAXGY",
        "Its midnight and I finally feel like I can do some work....but I need to be up again in 6 hours :/",
        "There's a splurge of students wearing ankle, knee, and foot braces, and on crutches this week. What the heck happened last weekend?",
        "So many cute babies on the bus this morning! #cutenessoverload",
        "Didn't finish my homework....class ends up cancelled when I wake up #Grace #ptl",
        "Shout out to the people who got the power back on during worship! #freeworship #access",
        "\"Whoever thought you could be country rapper \" #foodforthought",
        "A family member thought I was 14 or 15 today at church. Haha",
        "\"Turn back for what\" lol #NoTurningBack #Israel #NewBreed #Jesuscitylive #Blessed",
        "I've somehow managed to see two concerts in one week for under $50 #blessed",
        "Video: Israel &amp; New Breed in concert! #Youaregood #Allthetime #Jesuscitylive http://t.co/g323PE2hO4",
        "Israel &amp; New Breed in concert! #Youaregood #Allthetime #Jesuscitylive http://t.co/sxcGe5KVtA",
        "Minutes away from seeing Israel Houghton in concert!!!",
        "CSMP 2014: Through Love Serve One Another - From the time I first open the email welcoming me to the team... http://t.co/tzkaplDr3i",
        "Video: Hillsong Young &amp; Free Concert! #Jesus #Alive #Worship http://t.co/7y3b0OwehU",
        "Well, running 8 miles in the morning #CSMP #missionsforgod2014",
        "So awesome to meet members from our other HMCC church sites as well!",
        "Had a great time in life group close out and !gnite prayer gathering.",
        "Last day of work for the summer. Weee",
        "Love. Investment. Faith. Enjoyment. - I get a lot of questions when I go home regarding, who are all these... http://t.co/1RJAFkxH2l",
        "Made Baked Teriyaki Chicken and Fried Rice today. It turned out pretty good! #notyourbestphotographer http://t.co/Bg9jgBniak",
        "My roommate has started watching K dramas #ohmy",
        "Hardest task yet: Finding teenagers around this huge hospital who'll agree to take a survey #myfeethurt",
        "\"Be a Fruit Loop in a Bowl of Cheerio's\"",
        "My body is going to feel like I got hit by a bus when I wake up #pt",
        "@caribbean_craz8 hmmm yeas yeas",
        "Jehovah-jireh",
        "3 years ago I was there where they are now. Passing the baton",
        "At least it was free",
        "6 hours doing laundry and haven't even  folded yet. We'll just leave that for tomorrow X__X",
        "@E_Feast16 haha thanks!",
        "@_ItsmeAshleyy_ I seriously think cars are against you",
        "Omg, bought a brand new box of Gain dryer sheets today #Yes lol",
        "Telling people about a survey at work: \"10 dollars?! Heck yeah, I'll do it! \" &amp; the other guy says, \"me too!\" so excitingly. Lol incentive.",
        "Ran 3.8 miles today. I was dying. #almosthalfwaythere",
        "Easily Doze off the last 10 mins of class. Can't fall asleep the past 30 mins at home....Why?",
        "Morning jog through the Arb...my body is feeling it",
        "But everyone else is gone. I wanna leave too...",
        "Wahhhhtt. I'm done with recruitment so early!",
        "My roommates are so entertaining xD",
        "I'm actually really tired today. But God giveth me strength!",
        "@_itsmeashleyy_  lol, I remember when the new ISP kids were bad they would make them stand in there #torture",
        "Survived 2.5 miles today. Pushing through! #8miles",
        "Omg, my legs are going to be so sore tomorrow",
        "Ahh this little girl at work was just too cute today! Love working with kids with this study :)",
        "PT is meant to cause discomfort. Omg those metal chairs...",
        "I shall patiently wait",
        "And my research supervisor doesn't want me to leave until this tornado warning is over at 4:45...aish",
        "So the whole front of the hospital is windows...so I can't really work since they want us to take cover",
        "Smh, left my food at work.",
        "Ugh, our apartment is such a maze right now",
        "Northwood will not be missed",
        "Got my stuffed moved into my new apartment! So tired now",
        "Morning conversation over coffee: Blues vs. Country, and today's evolving music.  #parents",
        "Hot coffee and early morning travels",
        "When only Love could make a way, you gave your life in a Beautiful Exchange",
        "Breaking the curse of our condition and Perfection took our place #BeautifulExchange",
        "This lighting out here is no joke",
        "Went for a short run today... I hate running",
        "@e_feast16 eh, not as good as purple though ;)",
        "Idk what is going on, but I'm leaving this area.",
        "I just saw 3 state troopers, 4 sherrifs, one Burton, 2 Flint township and one Grand Blanc police within 5 mins",
        "@e_feast16 Well my bedding was...but they changed everything to green while I was gone!",
        "I still cant believe my room isn't purple anymore",
        "Almost 3 hours into packing all nighter #OnaMission",
        "Coffee is brewed...",
        "Reunion time with my freshman year hall mates :)",
        "Yay I can go home!....Now I just need a ride home lol",
        "Yay I'm done for the semester!",
        "Just my luck -__-",
        "I feel like most of my day has consisted of more driving than anything else..",
        "@_VannaSmilez Kay. Can you DM me your number please?",
        "@_VannaSmilez aww I wanna see you too! My next couple days are tied up though and I'm leaving sometime Sunday :( Maybe Sunday???",
        "@_VannaSmilez Yup. Here for spring break",
        "@E_Feast16 I was hungry, so my mouth kept watering. Especially during the cleaning. It took longer than usual",
        "lol, I went to the dentist today while fasting. Interesting visit.",
        "Especially my Latin teacher. She's still awesome and as enthusiastic as ever before :D",
        "Ahh it was so nice seeing some of my old high school teacher! Wish I could have seen more of them.",
        "....Unless they retired then its okay.",
        "Being a representative for high school parent teacher conferences....all my teachers are gone. Sad",
        "Hello Netflix. I've missed you all semester",
        "Now time for some R&amp;R/ peace &amp; quiet :)",
        "That trip to Chicago was much needed",
        "I had so much fun with my life group this weekend! Love them a lot &lt;3",
        "SPRING BREAK!!!! WOOO!",
        "There are some situations I really wish I didn't have to deal with.",
        "Yes, free girl scout cookies at work. Whoever left these in the staff lounge are just so generous!",
        "Honestly, I am SO encouraged by God's faithfulness!",
        "3 exams this week and 3 homework assignments #LEGOOO",
        "Omg, I wanna do anything but study Pchem right now!!!!",
        "I don't always know what I'm doing. #partoflife",
        "Ugh, that was so bad. At least I know what to do next time.",
        "Omg, that went so fast. lol, I was so nervous.",
        "Yay! Collecting a blood sample on my own today!",
        "The forecast for today said nothing about snow accumulation..then again one did say the sky would… http://t.co/L0Zw4JP82x",
        "Omg, finally some compassion",
        "Talk about sleep deprived.",
        "Over 30 mins has elapsed....",
        "I can't think...maybe I should just go home :/",
        "\"I'm stuck in the Dude sitting in a cubicle, paper gettin on my nerves...\"",
        "Well then, glad I can be of assistance!",
        "Yup. Once all this snow melts....lol",
        "Can't help but to feed off this positive energy :D",
        "All this excitement all around me!",
        "Solid 35 (^_^)",
        "..now the burning question is do they really get free tuition????",
        "Dang a student was really hit by a blue bus...",
        "Finally had a chance to make dinner! Baked spaghetti, broccoli &amp; cauliflower, and garlic toast. #yum http://t.co/sYPyrRrCeU",
        "These mice are tired.  #straightchillin",
        "If we never learned to be afraid by seeing other people's reactions, we probably wouldn't be afraid in the first place",
        "I blame our culture for the fear of mice and insects.",
        "We'll see how this goes",
        "Omg, I'm experimenting with live mice in lab today!",
        "Its just a weekend of excitement :)",
        "And finally know whose all on the missions team!",
        "I'm excited to hang with my girls this weekend.",
        "Why don't I use folders this semester? Lol I'm usually on it",
        "@immabigkiddnow kay. just txt me and let me know!",
        "@immabigkiddnow I'll be coming from the USB",
        "@immabigkiddnow Yeah, either one would be fine.",
        "@mrsaturn101  Thanks! It just feels like I've been here so long already! haha",
        "@immabigkiddnow I'm down though!",
        "@immabigkiddnow  yes...kinda. I'm supposed to get out of lab at 5. I usually get out early though. I'm volunteering at the SAB at 6:10",
        "3 more hours of Data entry.....",
        "Took a nap in the dental commons today. Decision well made.",
        "So undeserved, but I'm blessed in so many ways.",
        "the snow is like glitter. Its so pretty!",
        "Looking forward to it this year",
        "Awesome getting to know people who are like you but different.",
        "Thanks for the hospitality #sograteful",
        "Yes!!!!",
        "Why doesn't the bus driver have the heat on. Does he not know how cold it is?",
        "Late night bus rides #pplbefoolin",
        "lol My professor said its not worth coming to class on Wednesday because of the cold. Totally optional. #yaaass",
        "Or this Wind Chill stuff.",
        "Lord have mercy. I'm not even ready for February...",
        "This girl is so dog on hard on these breaks (?_?\")",
        "@immabigKiddnw guess it should still be are* Whatever I got my point across!",
        "We'll see who the next sick ones are",
        "@immabigKiddnow. Oh staff as in res staff?",
        "@immabigKiddnow yeah same here. Pchem, Psych 250, Psych 458, &amp; Animal phys lab. Wbu?",
        "@immabigKiddnow good so far. No complaints...yet. lol. How's yours?",
        "@immabigKiddnow lol, I meant to put \"is there\"",
        "Why is so many people walking around here with no coat on like its 60 degrees out here?",
        "She doesn't look like a freshman, she looks sophisticated. Lol #nicesave ;)",
        "Excited for this probate though",
        "Aww they're step show was cute!",
        "Getting ready for the new semester. Lord knows I need Him for encouragement every day! #John6:35 http://t.co/r4xlokrXlX",
        "#allthissnow don't make no sense",
        "Michigan probably wouldn't cancel class anyway if we actually had it tomorrow",
        "My mom called to tell me they closed all the schools in Flint....I'm in Ann Arbor lol",
        "Ice and snow, take it slow!",
        "Should have left yesterday",
        "Its gonna be a long ride to Ann Arbor #AllthisSnow",
        "Hmm might have to go back early because of this snow storm that's coming",
        "Ooo that man plays a mean trumpet!!!",
        "It was good!!!",
        "Making gourmet meals out of Ramen Noodles. Lol",
        "Going to redeem all this free stuff lol",
        "Yup, finally on instagram",
        "Yup, we'll definitely be pushing snow in the morning",
        "Singing: The snow's coming dowwnnn",
        "Peer pressure made me do it.",
        "How Y’all, Youse and You Guys Talk: See my dialect map and make your own. http://t.co/JVF9lSExMR via @nytgraphics",
        "Alright Lions! Let's keep it up!",
        "Man, thousands without power? We just might have some company tonight.",
        "Its a bad day to not have any power on Miller rd. Except the mall though",
        "Glad they got it down though. Out with the old",
        "Watched them implode Genesee Towers this morning. It happened so fast!",
        "Man, the 70's had some good Soul Music!! #oldsoul",
        "Lol, down here watchin infommcercials with my parents.",
        "It is so crappy outside today. Gross",
        "Every time I take my umbrella out of my backpack it rains. What the heck!!!",
        "This guy outside the library NEVER ceases to amuse me :D #JamesBondThemeMusic #FinalsWeek #OnaMission #missionI'mPossible",
        "There's this lady that drives her bus wearing heels and reads her bible during her break #DoYoThang!",
        "I LLOVVEEE waiting for buses...... says no one",
        "Just one more day of this!!!!",
        "Omg, we really have some sweet hearts in our life group! I was not expecting this! yay food! :D",
        "2 lectures and I'll go home.",
        "#SoBlessed yes yes",
        "At least I had fun with my lg tonight. Gonna miss them over break.",
        "[Biopsych's] Got me up all night....lol",
        "Nothing but the sounds of fire... Thank you YouTube!"
    ]
}