{
    "screen name": "SanPeydro",
    "no. of tweets": 160,
    "tweets": [
        "Algo así pasó por estos pagos. Se puede ver el aumento del uso de las tarjetas sanitarias de Madrid en las comunida… https://t.co/8Yra3WE7hL",
        "Veo en TV que los deportistas dicen: \"el deporte sin aficionados, no es deporte\".\nEstamos de acuerdo. Ahora bien, r… https://t.co/jnRIieHV2q",
        "#SomosTelefónica https://t.co/5qPvoOH0sw",
        "@AndyStalman @PrimeVideo Me encantó. Pienso igual.",
        "\"Cuidado, a los miedos les encanta robar sueños\".\n\nBuen finde a todos.",
        "Me gustan mucho los dibujos de caras de @Buenafuente. \nMe encantaría verlo en edificios o en una linda exposición e… https://t.co/HUSosYTMJ8",
        "@AndyStalman @MundoMaldini Jajaja mil gracias @AndyStalman",
        "Estimado @MundoMaldini: me podría ayudar, si es posible, a encontrar exjugadores que hayan sido mediocampistas y qu… https://t.co/K2uRpWq29N",
        "Para asistir al bar, vais a ver que será con reserva y con tiempo de consumición. \nGuardar tweet.",
        "“Las especies que sobreviven no son las más fuertes, ni las más rápidas, ni las más inteligentes; sino aquellas que… https://t.co/xJGWuEmTqw",
        "True. https://t.co/SM6lswAt8Z",
        "Estimado @migsebastiang lo escucho todos los mediodías y concuerdo mucho con usted. Para su info la CdeMadrid sí in… https://t.co/R0KdgXGcJ5",
        "Cuando el streaming sigue creciendo. Ahora el mundo del teatro entra on demand. https://t.co/F0GpGuB0Vv",
        "Brillante!\nMASKOLOGY - EVERYONE CAN MAKE A MASK BY ZHIJUN WANG &amp; YUTONG DUAN https://t.co/XB7uz8UbVd vía @YouTube",
        "@MovistarSeries Cuando llega la nueva temporada?",
        "That's unexpected. @jasonaten\nhttps://t.co/qGZikVGQxb vía @Inc",
        "@plumayvoz muy bonito @plumayvoz",
        "todos los dias se aprende algo. Mil gracias Isaac! https://t.co/aEfWTglomZ",
        "@candilesjimenez Totalmente. Además tenemos todas las herramientas para hacerlo.",
        "Enhorabuena a todos mis compañeros por su trabajo en estos difíciles momentos. Orgulloso de trabajar en @Telefonica… https://t.co/I5PuFQ4pYR",
        "\"Innovation is the new normal\"\n\nEscuchado en un #TotemLive.",
        "Disfrutando en @MovistarPlus de la final del 2010 entre Holanda vs España. \nEsto me lleva a un lindo recuerdo: cami… https://t.co/r3oe3p6msJ",
        "Detectan que la Tierra recibe señales de radio de otra galaxia cada 16 días. https://t.co/IjZrj5ulNi vía @todonoticias",
        "@Alf0nky Grande @manuginobili !!!",
        "@luciamp @mmendizabal1 Entiendo las excepciones, claro. Pero muchos países lo tienen obligatoria y no tienen tantas… https://t.co/GU3rNp6vFL",
        "@luciamp @mmendizabal1 Gracias querida!!!! lo que faltan son co****s entonces.",
        "Hola @mmendizabal1 buenos días, una consulta, ¿Por qué los partidos políticos tienen tanto miedo en decir que las m… https://t.co/39s4h7QXMx",
        "@IKEASpain muchas gracias por la respuesta.",
        "@IKEASpain Muchas gracias por la respuesta. Dónde se especifica esto?  En el almacén central no tenéis lo que pido? Es muy raro.",
        "Buenos días, @IKEASpain quiero realizar una compra de 45€ y  me quieren cobrar 39€ en gastos de envío.\nCumplo los 3… https://t.co/jUx4lUsu7K",
        "@Cacharron Se ganó la confianza de EA y fue la CM de Cifuentes. Eso dice Wikipedia, algo que su CM puede cambiar fá… https://t.co/xAYuKXTQP5",
        "Teléfono para aludidos. https://t.co/rIYikdsfYH",
        "SOCIAL DIGITAL ENTERTAINMENT. \nAviso: Cocodrilo que se duerme se convierte en cartera. https://t.co/pUvM7KhEAo",
        "Tenéis que leer esta carta. Impecable con todas las letras.\nvia @CaWettmann https://t.co/x3U8FddE7J",
        "@AlmeidaPP_ Alcalde, ¿Por qué no es obligatorio el uso de mascarillas en la ciudad de Madrid? hay más de 3,5 millon… https://t.co/WM9kwOn8oj",
        "Cuando los documentales están patrocinados, mirar hasta el final. https://t.co/v4T0uC6RXb",
        "@ErnestRiveras @MotoGP @DAZN_ES @izaskunruiz Me alegro mucho por todos mis amigos de @MotoGP y obviamente por… https://t.co/TDZG8IH113",
        "Brillante. Brillante! https://t.co/EgevEcWwW8",
        "La gente en la calle va hablando con otras personas, esparciendo el virus, y no está obligado el uso de mascarillas… https://t.co/eVe5wVvPgj",
        "@PedroPCasado @Telefonica Toda la razón amigo!!! Toda la razón!",
        "Telefonica y Virgin. Telefonica y AT&amp;T, Telefonica y Microsoft, Telefonica y Netflix, Telefonica y Disney+, Telefon… https://t.co/hLSsPdaJMS",
        "Dos grandes este fin de semana @Alejandral y @AndyStalman que hablarán de la #EconomiaNaranja y su impacto en el mu… https://t.co/tFESpZygjv",
        "Estos son mis compañeros de @Telefonica!\nEnhorabuena por la iniciativa.\nhttps://t.co/KIPRXFnLYO",
        "A los que no habéis visto al TV, las mascarillas cuestan 96c.\n96c.",
        "El Covid mató al Big Data cuando más lo necesitábamos.",
        "Grupos de riesgo COVID:\nPersonas +60 años.\nEnfermedades cardiovasculares e hipertensión.\nDiabetes.\nEnfermedades pul… https://t.co/dgkApODp6p",
        "Ejemplos de metáforas. https://t.co/Zd99FjNcWK",
        "\"You cannot escape the responsibility of tomorrow by evading it today.”\n- Abraham Lincoln -",
        "76 años. Se metió de todo lo que pudo, todo. Lo operaron del corazón hace 1 año. Se prende un pucho. Hace ejercicio… https://t.co/ogKD0itkrl",
        "Nike Joins with Athletes to Thank Frontline Healthcare Workers\nhttps://t.co/FoMb2ZrOfI",
        "Disfrutar de este poema de @AmandaSCGorman, brillante! https://t.co/JwpNuXJu8a",
        "https://t.co/VpThVA0Sng",
        "En este contenido hay creatividad, inspiración y ganas de cambiar el mundo. #SomeGoodNews, creado por… https://t.co/in0PScXjZL",
        "https://t.co/nMBnRngM0p",
        "Upload en @PrimeVideoES. Muy divertida. https://t.co/tKI87jjcYz",
        "@Alejandral Es terrible!!!\n\nIgual, no podes decirle al rango de edad que comprende el 70% de la población, que salg… https://t.co/BiGh2OrS4H",
        "\"Augen zu und durch”\nby @CaWettmann\n\nGracias totales.",
        "Increíble la cantidad de gente que no usa máscaras, que no respeta la distancia, que no se tapa cuando estornuda (si habéis leído bien)",
        "Gran estrategia de comunicación por parte de @KensingtonRoyal. Si contamos la ausencia de carisma que hay hoy en dí… https://t.co/qYRUlE4rOP",
        "Desconozco si es la idea original o es una copia de uno de chicos que vi hace un par de días. Está muy bien!\n\nCreat… https://t.co/FWjd5FuFMW",
        "No salen más del Covid. https://t.co/h6RyJLVeWn",
        "Viendo lo que escuchan los que tienen +20, pienso la suerte de tener una juventud con: Pearl Jam, Oasis, The Cure,… https://t.co/nrHSrZZdp8",
        "Brillante!!!\n\nMcDonald's Iftar Sand Clock - Ramadan 2020\nhttps://t.co/yXme3r2EKC",
        "Seguimos con las píldoras de  #NotAGame que lo podéis seguir disfrutando en @MovistarPlus.\n\nHoy: Videojuegos: de pa… https://t.co/56I5HD5DMC",
        "Los números reflejan el interés de búsqueda en España de gaming (azul) vs esports (rojo) vía google trends.\nSe pued… https://t.co/RAgckKjESw",
        "@AitorGoy @DiegoRuzzarin Muy interesante. gracias por compartirlo.",
        "@Vertele @Rsierraplus Qué linda despedida @Rsierraplus. Escrita directamente con tinta del corazón. Abrazo fuerte amigo.",
        "Seguramente es un récord en la historia de la música. +27 millones de personas en un mismo concierto virtualmente. https://t.co/cPPXyygiG5",
        "Se va un jugador de toda la cancha, como decimos en Argentina. \nGracias por tanto fútbol, gracias por tantas histor… https://t.co/zRKZ427zjT",
        "Bienvenidos al mundo del entretenimiento digital!!! https://t.co/cBa4MUfyLi",
        "@Cacharron Te unfollow @Cacharron? Jajajaj",
        "Una reflexión muy interesante de @andykleinman https://t.co/iCAuGuYJoG",
        "2:00 am viendo el canal de noticias de Australia gracias a la app fe YouTube en el Apple TV. \nAllá son las 10:00 am… https://t.co/RRx7S9yQpg",
        "Mascarillas estilo @pornhub https://t.co/y6laYT2xhQ",
        "Cuando tu amigo es un presentador y periodista deportivo y aprovecha para mandarte fuerzas en pleno programa.🤣\nGrac… https://t.co/DxA4wCl8Bi",
        "Disfrutarlo. https://t.co/V9JJpTT0BL",
        "@albertomafaGG Seguís cumpliendo años? Pensé que cuando uno era mayor ya no cumplía más. Abrazos enormes",
        "@AitorGoy Qué serie para volver a ver!!!!",
        "26 04 20 19 14 56\n\nEstos son los números que me tocaron en la loteria del año pasado.\n\nLa frase \"no nos tenemos que… https://t.co/RXIsGKs4y8",
        "@Figueroa_Reyes No estuvo mal la presentación y la explicación de la situación, para ser sincero. Mucho mejor que aquí, te aseguro.",
        "Brillante! https://t.co/A9tYwnE19R",
        "Vale más un gramo de hacer que un kilo de decir.\n\nEnhorabuena @mike_arias y compañeros de @Telefonica \n\nLos capitan… https://t.co/IyiHTFqSze",
        "Y @Movistar_Riders le ganó a @mousesports.  #4 del mundo en CSGO.\nFeliz viernes a todos!!!! https://t.co/aRG7AeNNLI",
        "@EsportsBLive @jonllaguno @playgameagency Es raro ver un chart así y no encontrar el logo de la empresa española qu… https://t.co/5XgSf0VXw9",
        "@Alf0nky Si estás en @twitter no estás currando. Punto.",
        "@Alf0nky @netflinity @netflix @HBO @PrimeVideo @disneyplus @Movistar_Team @MovistarPlus No contestas mis llamadas,… https://t.co/2k1Da3EN0f",
        "Te cuesta encontrar qué ver, ya está la solución @netflinity\nTodo el contenido de @netflix @HBO @PrimeVideo y… https://t.co/Vemc8x1Q2t",
        "@SanoUnicornio Esos cafés vienen muy bien trabajados.",
        "„No puedo volver al pasado porque entonces era una persona diferente.“\n- Lewis Carroll\n\nEscuchado en el podcast de @oxitobrands",
        "Para los amantes del deporte y el marketing, es de lectura obligatoria el artículo de mi querido @pablodevillota . https://t.co/g4hlDJcxmp",
        "@enriquearribas Le está hablando a sus hijos que le pidieron que les mande un saludo por la tele.",
        "Me encantan estas piezas, seguimos construyendo y mostrando el propósito de la empresa.\nEmociona mucho. \nEnhorabuen… https://t.co/wbAPnbUqay",
        "Os comparto un lindo pensamiento de mi querido @andykleinman, un emprendedor empedernido desde pequeño! https://t.co/bWapRveRju",
        "Interesante posicionamiento. Habla de estar cerca de sus clientes y que son lo más importante para ellos, pero os i… https://t.co/vY5BuDCLzX",
        "Me gustó mucho el primer podcast de  @oxitobrands.\nOs lo recomiendo, hay muchas preguntas y pensamientos de cómo se… https://t.co/cedejWKuAk",
        "@andykleinman True.",
        "Hoy nos dejó el humorista Marcos Mundstock, un grande con todas las letras. Gracias totales por hacerme reir.\n\nOs a… https://t.co/YsZTu2NgO1",
        "El 70% de los españoles cree que el teletrabajo será más habitual. @expansioncom \nPara los inmunodeprimidos será la… https://t.co/tj95kHje6j",
        "LA FRASE de las próximas semanas será: “no aprendimos nada”",
        "Para ver un poco de creatividad y branding en época de Covid, os dejo la \"remodelación\" de la marca @CadburyUK.\nUn… https://t.co/9vOr5zlETO",
        "What Do Countries With The Best Coronavirus Responses Have In Common?\nWomen Leaders\n\nhttps://t.co/a5YNJ1itxV",
        "Hoy tuve el honor de hablar con @andystalman, una persona que admiro mucho a nivel profesional y a partir de hoy, t… https://t.co/oWjwPh0DiM",
        "HOY - 7PM (Madrid) 2PM (Buenos Aires)\nhttps://t.co/vkZf2edAwR\nTOMAMOS ASISTENCIA! https://t.co/VcWTDW0ZXd",
        "#TheImagineeringStory is the best content in @DisneyPlusES https://t.co/JvGaPnVxhP",
        "@CaWettmann @AitorGoy Augen zu und durch",
        "Qué bueno sería un instagram story entre @Cristiano y @TeamMessi, no?\nOs animáis muchachos?",
        "@CaWettmann @AitorGoy A todos les dices lo mismo @CaWettmann",
        "Toda nuestra vida para demostrar, hoy más que nunca, nuestro propósito de empresa.  Felíz cumpleaños @Telefonica… https://t.co/sKk74yPOYy",
        "Lindo #TOTEMLive de @AndyStalman y @Figueroa_Reyes.\nHablaron de la publicidad en mundo del Covid19, eSports y cómo… https://t.co/1fLZVm9HdK",
        "Una joya para los amantes del branding y la publicidad. Creo que expertos en el tema como @AndyStalman @oxitobrands… https://t.co/K8L34JU7nU",
        "“Los hermanos sean unidos\nporque esa es la ley primera;\ntengan unión verdadera\nen cualquier tiempo que sea,\nporque… https://t.co/XKe2vKxMtb",
        "@BMW en los eSports. https://t.co/r32eOQ5CB5",
        "@AndyStalman No lo conocía y ya ando investigando. Creo que será LA HERRAMIENTA para mejorar la calidad de vida de… https://t.co/BYfXXTVhfY",
        "El nuevo negocio de las Telcos. https://t.co/eqJM7fURok",
        "Lindo informe del @BID_Idear en la crisis del C19.\nvia @Alejandral https://t.co/PgqLChNCJO",
        "Si no puedes seguir el camino, construye uno propio para que luego todos te sigan. \nFelicitaciones @Alf0nky y… https://t.co/T433Tf1OBa",
        "Esto pasa cuando combinas dos grandes patrocinios de tu empresa y creas un tercer patrocinio!\n\nEnhorabuena a… https://t.co/bYznJShE3v",
        "By @PeydroFer mi tío. https://t.co/NS4iPW7dlR",
        "👇🏼@oxitobrands https://t.co/En0LdgMYVy",
        "@pablodevillota @jorgekoechlin Video games Kills the racer stars!",
        "@KrITIK4L @expansioncom Exacto, solo tienes que ver los datos de USA.",
        "Gasto Público en Salud de varios países. Datos 2018 vía @expansioncom https://t.co/iyHPCgToCw",
        "Anna en joggineta.\nListo, vimos todo. https://t.co/GMKt5uORUj",
        "@MovistarSeries @MadMen_AMC",
        "Cuando los americanos se juntan a nivel entertainment son la bomba.\nPero qué tal si juntamos a los presidentes de… https://t.co/PthU3VuyAR",
        "@Figueroa_Reyes No te preocupes, como te vas a dejar muchas cosas en el tintero yo las remato.\nTambién veré tu char… https://t.co/x9gYot3co6",
        "⚠️ ATENCIÓN ⚠️\nOs espero junto al gran @AndyStalman la próxima semana.\nHablaremos de eSports, futuro, creatividad,.… https://t.co/3MLXYHYNte",
        "qué bueno!!! https://t.co/f0ug5MazNx",
        "@nicopimentel @FLBarbella Menos mal que no sos una tarjeta, serías menos -1000 en fuerza. Jajajaja",
        "@nicopimentel @FLBarbella Luke es menos inteligente que Harry Potter?\nHarry Potter no se comió a Hermione que estab… https://t.co/xy8uySS1ev",
        "Apoyo la gran propuesta de @Cacharron! En mi caso es necesario para que la gente tome distancia y sepa que no me pu… https://t.co/skZxuhHzkA",
        "Las nuevas y originales maneras de hacer TV ayudarán a crear nuevos contenidos.\nAquí la versión de #SNLAtHome con u… https://t.co/5Wh8HQzXXd",
        "@jjmuni @perez_ander @noemi_costa75 @guilleManas @tv3cat Hola Amigo!!! Y esto recién empieza en los esports. Abrazo enorme.",
        "Hoy @ValeYellow46 está participando en @MotoGPeSport, pero hay que recordar que retransmitió en directo en… https://t.co/5QqYrDNyAr",
        "Recordando buenos momentos vividos y también lo distanciado que es el mundo del patrocinio y los eventos entre comp… https://t.co/4CdKnz0sQN",
        ".@AndyStalman https://t.co/hKmMUsVOrk",
        "Os recomiendo esta lectura para un domingo de @AndyStalman \nEl lenguaje de los ojos, antes solo reservado para alma… https://t.co/3GOkg9q83M",
        "Ensayando. Es un maestro. https://t.co/QVAwHsRbPg",
        "@Alf0nky Ahhh si te la pusiste dos veces está bien. jajajaja",
        "Uno de los motivos por el cual Italia e Irán fueron los primeros países, fuera de China, en tener unos contagios ma… https://t.co/YPpBoqkHiZ",
        "@Alf0nky seguis teniendo la misma sudadera desde el jueves? le podes dar descanso que es fin de semana largo?\ngraci… https://t.co/A6mGySaqji",
        "20 días para confirmar esto.\n+525K contagios, +20K fallecidos y le falta las peores semanas.\nQué pena lo que está s… https://t.co/IUAS2J2D6O",
        "@AitorGoy De lo mejor que hemos hecho en nuestra casa. Muy claro el propósito de compañía.",
        "\"Andábamos sin buscarnos\npero sabiendo que andábamos\npara encontrarnos\"\n-Julio Cortázar.\n\nBuen sábado amigos!",
        "Ir pensando algo parecido porque las escuelas no volverán hasta septiembre. https://t.co/kcc0P9mbib",
        "@chincheto77 @policia 28006",
        "Mi mujer baja para que nuestro perro haga sus necesidades y la gente escupe por las ventanas y la insulta. \nDónde s… https://t.co/dn0RdqIOUW",
        "@Cacharron Para peor es que se van a confiar en la gente. Y llevamos solo 500K denuncias. Vamos a tener otra ola de… https://t.co/eMQfoqFO6Z",
        "Se pondrá de moda saludar estilo japonés, realizando una inclinación? \nNo con los diferentes grados de inclinación… https://t.co/NfVvP0Echu",
        "@albertomafaGG Me encantó!!!",
        "Os comparto uno de los spots más bonitos sobre la despedida de un deportista. Obviamente es de @Nike \nDerek Jeter d… https://t.co/bFzMAHQl63",
        "Cuando troleas a tu amigo @Alf0nky en directo en @EsportsBLive \n👇🏼 https://t.co/XygGlQfp1I",
        "Darle al play 👇🏻 https://t.co/RKRXYYc6SB",
        "@aferreiro_paula Esta muy bien hecha.",
        "Acabo de terminar de ver #Lalineainvisible de @MovistarPlus. \nUna gran serie que te hace reflexionar sobre nuestras… https://t.co/8SFGkbqvjO",
        "Cuando una propiedad deportiva sabe gestionar bien su evento.\nWimbledon’s Organizers Set For A $141 Million Payout… https://t.co/XZ8NOjt1VA",
        "Viendo el documental del @Movistar_Team recuerdo a este director deportivo que no se anda con chiquitas. Muy bueno,… https://t.co/Hgc97VZJnl",
        "@ErnestRiveras @teledeporte @atletismoRFEA lo que es pelo, pelo... no se que decirte amigo, jajajaja",
        "Será interesante ver cómo se reinventa el fútbol. El tema de fichajes, primas, derechos de TV... una empresa y un e… https://t.co/rIgJyjHp8V",
        "@alexpallete @elmundoes Totalmente de acuerdo. Tendrían que multarlo."
    ]
}