{
    "screen name": "Kden21",
    "no. of tweets": 155,
    "tweets": [
        "🤡 https://t.co/sVvu70KlJF",
        "@ackzacrypto Read my bio. I’m a 16 year old dirtbag who draws a lot and plays video games. I said no such thing abo… https://t.co/IUiUjUIP0R",
        "@crueldude100 Back when the shit was real😔",
        "@RobberyFail Good boy!",
        "This is my new favorite video. Jeff Goldblum lookalike beating the shit out of a misogynous and roundhouse kicking… https://t.co/VBWXaBrHPZ",
        "@CarlDoonan This design is so fucking stupid to where it almost looks like they were *trying* to make fun of the Calarts style",
        "@ramisery Here let me @ him for you\n@saltydkdan",
        "@NaturelsMetal Don't mess with mothers, bitch.",
        "@RedditGold Charles. Everyone knows that he understands how mafia works.",
        "@blekiscooler Hey thanks",
        "@grantkirkhope @DalIasCrane Bear McCreary.",
        "It did it again https://t.co/9bDxjWVeGa",
        "@SuperSmashBot1 I’m going to cry",
        "I got ousted by the super smash bot within an hour of Grant Kirkhope liking my tweet what the fuck is happening https://t.co/hEmgkCE8gK",
        "@SuperSmashBot1 Fuck, this bot is sentient",
        "@TheJRSWorld Here are some old ones I made a while ago, I’d be happy if you repurposed them to something more than… https://t.co/HF3jj9tKKG",
        "@NicalisterBoi @SuperSmashBot1 Nah, the mariokart one was an old Mercedes racer from the 60s-70s I think",
        "I’m shaking https://t.co/1nEpIwlD09",
        "@knarf_dev @ImaJuicyMeme505 @BruhdelaBoi1 @VGC_News What? Of course Mario’s supposed to be fun for the whole family… https://t.co/I8WcyDl4i5",
        "@poeticartwork @honnojis Literally my favorite asthetic",
        "@ImaJuicyMeme505 @BruhdelaBoi1 @VGC_News Well I mean, it's Illumination.",
        "SFDHGFHDHG\n\nPLEASE https://t.co/JlJx0oaDgn",
        "@vossiebear @Superbaby731 You monster",
        "@thehipkiddo Time to get gaztized",
        "@vossiebear They want horny cat",
        "@Matthew23737891 ok",
        "@Matthew23737891 metro please notice me",
        "@thatbennybee That's a real knee-slapper",
        "@PushDustIn \"Not Shane\", from The Town With No Name, to commemorate the worse videogames ever made https://t.co/8gAKbjaYxY",
        "Moth I Love Forever https://t.co/Q6gLo8CM1b",
        "wow people actually voted",
        "@kali_thKitty yeah",
        "@ourbravestboy im kidding",
        "@ourbravestboy Get out\n\n...but doge 2 stays",
        "@BoundaryBreak Now we know what shesez...\nShesez she's proud of you",
        "@SJ64777 Godammit",
        "@FritzPurp Thank you. I never felt more exposed.",
        "@IceSeason101 And yet people say movies based off video games are bad",
        "@NicalisterBoi I was born in June",
        "Bruh https://t.co/EZHDXQ0Tnb",
        "@SEGAbits Hell yeah Genesis time",
        "@ZeldaUniverse @GifZelda The one with a fucking talking boat",
        "Your honor, I am now Goofy from A Goofy Movie https://t.co/HtVV95sgHP",
        "@SpookyAh WOAH THATS RAD AS HECK",
        "@clotheswapbot2 NO",
        "Should I make an art account for twitter, or just stick to Insta?",
        "@GifZelda I'm a virtual boy. Of course I'm a fucking virtual boy.",
        "@banjopatersonfr Please... charge your phone... it hurts...",
        "@RedditGold Really wish people had the patience to do the same today, instead of rallies and internet arguments",
        "Boutta rickroll some fucker https://t.co/08EsAIYLps",
        "When it’s snowing at your wife and her boyfriend’s wedding https://t.co/EjqjpGtmFk",
        "@woo_hoos @QSacccc @VanillaaVani @OakHatesLife @mama_weegee https://t.co/00gxypIYKW",
        "@SuperDaStar E-boy springman.",
        "Hey mutuals I need confirmation on if this was filmed at the Capitola Mall https://t.co/QRcdXaxCVm",
        "@MrBeastYT Video game concept artist",
        "@0li0s Damn nice",
        "@0li0s It's a pretty good game, definitely worth getting into blind",
        "@thatbennybee No way man you're sfw",
        "@o_orchin I can't eat without it",
        "@o_orchin Bout to snag that wig...\nyou know...\nsince I'm bald...",
        "@o_orchin Hair",
        "@thatbennybee Pog face. Do it.",
        "@scmoistes Bro happy birthday",
        "@Category_Fury Smoking is bad for you. It turns you into a twitter video.",
        "@o_orchin ...maybe",
        "@o_orchin 85% of you are cowards",
        "@SandalsShake @sevengranddad92 Good for them. I just wish that Spongebob didn’t rely on Looney Toons levels of visu… https://t.co/5ULLbqg7Qx",
        "@xkokoroo Pain is a four-letter word",
        "@zerowondering That there is a YouTube out there who looks exactly like you and it throws me off big time https://t.co/ckGJ2Z5Q9z",
        "@The_Chibi_Alien Nothing says true happiness than state-enforced isolation",
        "What the fuck https://t.co/h8QED3yXFe",
        "@PeanutButterGmr @CallMeCarsonYT What do you mean, buddy?",
        "@TomFawkes https://t.co/4kuykf8vM8",
        "@thehipkiddo She put me in hell too https://t.co/heJIzlfmJu",
        "@INTERRO Sonic Adventure DX is a shit game that people only call good because they were dribbling 5-year-olds when… https://t.co/SSw0Fxfu2p",
        "@thehipkiddo Oh fuck we got a puritan on our hands",
        "@ChloePritchett4 @AbnormalStew Who tho",
        "@FlagExpIained “Purity and innocence” my ass.",
        "@CokeZone7 Fuck the internet. Shit has been going too far for long enough.",
        "@RiskE80_Twitch @RedditGold https://t.co/q2ttoTj5zK",
        "@SpongeBob prostitutes",
        "Did it work https://t.co/6xgv4VrQOm",
        "@leavemealon8 Wow that didn’t do shit https://t.co/4xLodASde8",
        "@thatbennybee https://t.co/KgQnuArJCE",
        "@hamishsteele Yes, he is a mastergator",
        "@SabiWabii Guess I'll get into Miku",
        "@thatbennybee \"Fuck you\"",
        "@AbnormalStew @thehipkiddo All I got was a fan fic cover written by someone with the same first name as me. Shit su… https://t.co/kcY08Xlt2i",
        "@Commercial_Crew @NASAKennedy @NASA @SpaceX @AstroBehnken @Astro_Doug For a split second I thought this image was from Interstellar",
        "@DoggieDiversity @BeatSaber Legendary",
        "@NaturelsMetal That stork is trying to deliver babies to a different place...",
        "@sevengranddad92 Looking back at Adventure DX, I agree with this",
        "@NintendoUK Makes sense since I just had my ass handed to me by some English folks",
        "@ihaveswag32 @Hideki_Naganuma Family guy funny moment in real life",
        "@THEYDEADlNSlDE If you slap that ass\nyou get fried like a bass",
        "@IGN Battlefront 2's community is likely the biggest redemption a modern game has pulled off and is the height of t… https://t.co/dOHxa8ch52",
        "@froaklies @IGN What if they surprised us with Ahsoka coming out of nowhere right before they pull the plug...\n\n... we can only wish...",
        "Can we just cancel 2020",
        "@KonasumiSR @SpongeBob Enough said",
        "@IHATEASlANS @Simon20442166 Sorry I just had a rush of nostalgia from that image",
        "@Popgoes6 @Mintpanda1 I honestly miss the days of when these kinds of thumbnails were the norm for youtube.",
        "@Simon20442166 Woah I had that picture as my iPod wallpaper in like 2012",
        "@disneyplus https://t.co/ZOG5nKW0se",
        "@ABC \"Heh... let's do some spinny circles, that will really rile them up\"",
        "@NaturelsMetal https://t.co/OUh3A8mX9X",
        "@FalKoopa_ @mariokartfunnym Likely going to be used for another documentary Disney is making to kiss their own ass… https://t.co/lkIXEoVJW4",
        "@SEGAHARDlight I was happy for a second because I thought I was Metal Sonic, but no I'm the alligator everyone forgets about",
        "@SpongeBob https://t.co/ICd0b9Hg0q",
        "@Hugman_76 @NicalisterBoi Wow I fucking hate this country",
        "@holdVEVO Dude sometimes I bite into the thing without peeling the wrapper off",
        "@y_o_m_y_o_m これは思ったより良く見えます https://t.co/Xw1s89qEQ3",
        "@Saberspark Mine's good but I wish that dust and spiders weren't a thing",
        "@The_Gibus_Man @SilverTotodileX Sakurai handpicks composers for remixes, it's either that he didn't choose a SEGA c… https://t.co/HlTlswSBmG",
        "@thehipkiddo Naw it's all about the likes man",
        "@RedditGold Should I be a pacifist",
        "I just realized how many of you never met me in person",
        "Did Isabelle just reference that Fortnite concert\n\n#AnimalCrossing #ACNH #NintendoSwitch https://t.co/83ImA3gXV5",
        "It’s that time of year where you unzip your cargo pants to become cargo shorts",
        "@thehipkiddo *Arms theme plays*",
        "@abbxyb Yum, orange",
        "@SuperDaStar Oh come on THATS NOT EVEN FAIR",
        "@StarvedToast President Obama https://t.co/5038rIrtJ0",
        "@thehipkiddo https://t.co/7it1AnH4iR",
        "https://t.co/AWCx2WrBNy",
        "@thehipkiddo Switch in guac",
        "Based on true events.\n#Splatoon2 #NintendoSwitch https://t.co/eRyyvjqspA",
        "@illymation I'm pretty creative but I don't have the talent to express it, whether in art or music, so I keep it to myself.",
        "@o_orchin “Just sit down lol”",
        "@EmillySwaven Gotcha booma",
        "@FolksyWig @sevengranddad92 Gonna be honest I like this more than the weirdly shiny render SEGA produced",
        "@adamjmarin @Pricilla_TMQ Red Dead Advanced",
        "@wintergreenn @holdVEVO I just shit the pee out",
        "@KTLA Some people in America deserve to get what's coming.",
        "@thehipkiddo No",
        "@spongbob_facts Literally 4 days before my birthday, which is perfect timing!",
        "@WavePrism_ @lacedmoca Strange, isn't it?",
        "@The_Gibus_Man Crap I meant Piranha Plant *waters* itself",
        "@The_Gibus_Man Shrug for Mii gunner, Piranha Plant flowers itself, and Toon Link falls asleep and makes the half as… https://t.co/56qhhdUd81",
        "@Villie__ I mean, it’s his classic look. I think it’s a neat touch no one asked for.",
        "@MrBeastYT Bro...\n\npenis....",
        "@PKSparkxx Definitely RDR2 or Windwaker. Both of those changed my view on video games forever (Windwaker was the fi… https://t.co/AewnSF7K9Y",
        "@CallMeCarsonYT @thehipkiddo @o_orchin \nYOU SEE IT WAS PERFECTLY NORMAL",
        "@thehipkiddo @o_orchin Now I’m egg",
        "@thehipkiddo @o_orchin I was hot back when my Zelda shirts fit me",
        "@thehipkiddo @o_orchin Are you oppressing my gamer fit 😔",
        "@KristianPolanc1 @JurassicWorld I'm blue daba de daba die",
        "@illymation Your scaring me",
        "@HIDEO_KOJIMA_EN @mariokartfunnym Thank you Kojima",
        "@GifZelda BotW and WW stay",
        "@ChanderFox @bariumfox https://t.co/Qt7QQuHb7e",
        "@Pseudo_Lain @KleinAdriel @TheWarriorCree4 @StrangestMp4 Dude your just trying to storm up drama at this point. Let it go.",
        "@NintendoAmerica I cannot wait for Animal Crossing and Pokémon Sword Shield to come out!",
        "@RegShowOOC Normal people vs K-pop stans",
        "@WubbityWubWub_ https://t.co/zcBMkPDyVS",
        "@LivPosting Man source engine looks so real now"
    ]
}