{
    "screen name": "MdlaloseTido",
    "no. of tweets": 192,
    "tweets": [
        "What you seek is seeking you ❤️ https://t.co/ATfxgMeFFw",
        " @prof_pius: Retweet if you believe https://t.co/BxVaScXiEI",
        " @cnehshuga: I can only meet you as deep as you’ve met yourself.",
        "29 https://t.co/yTmEx13Pk7",
        "@samshezii_ @fatbellybri 😂😂😂😂 I'm sure uyamfoma lapho ekhona",
        " @Theonlytonisha: i’m the distant friend , but my loyalty locked in forever.",
        " @queenlelo_m: 00:00 prayer verse 🙏🏾\n\n“...Hope in God and wait expectantly for Him...\nPsalms 42:11  \n\nWait patiently ♥️",
        " @Mthiya_SA: This is Nonkululeko \"DJ Lesoul\" Mdlalose and she one of the best Female djs in the country tune on MTV BASEment to witness t…",
        "@fatbellybri Ungazuthi ibona ngempela @samshezii_",
        " @honorleahh: i will only get prettier &amp; richer.",
        " @JheneAiko: watch the \"Magic Hour\" video out now 🌅 #CHILOMBO 🌋 https://t.co/PDVDmNH0Gd https://t.co/fjZxNq4ayD",
        " @Azania_Mhayise: Candidate Attorney \n\n(Two Year Contract)\n\nLAW FIRM: Brooklyn, Pretoria.\nSALARY: R 8 000 per month.\n\nREQUIREMENTS\nLLB De…",
        "@samshezii_ @KhayeNgema @_Neo_Molapo2 @Nosy_bae She killed me with the 'Difodizing Fokofizing\" 😂😂😂 uphi uFish madoda uyabizwa ngapha",
        "I am by the beach🏖️ kuzipholele nje with my favorite human 😍 we are having a picnic and this lady is playing in the… https://t.co/zPw24Fzs7t",
        "Uyazi ukuthi kunjani ekhaya, musa ukuzihlanyisa. https://t.co/wj4VAh0D7I",
        " @sya_nkabinde: This morning I received a call from HR and I was told I got retrenched. I have 4 years experience as an IT Technician. Pl…",
        "Love to see it ❤️👏🏽👏🏽 https://t.co/TSJTTNMH2A",
        " @Dime_Moe: Let me sleep.. We will try again tomorrow.\nRest easy beloved💕",
        "@BabsZani @NosiphoMakhakhe 😂😂",
        " @NosiphoMakhakhe: Academic Twitter is my favorite Twitter ville, no drama because we have enough drama in our emails, manuscripts, draft…",
        "@NosiphoMakhakhe @Kolie_Yola @AcademicChatter @past3amsquad No lies detected ❤️ siza kutwitter singabo \"come ye heavy laden..\" 😂😂",
        "@Lona047 Guilty 🤣🤷‍♀️ngenza abo 'send and go' angilindi na-response sisi 🤣",
        "@GoldenSuprise Ahhyi kunzima bhuti",
        "🤣🤣 Me after my Master's https://t.co/b88rlUqP0Z",
        "It looks soo peaceful here 😍 The great outdoors https://t.co/yQxNMjdIGb",
        "@SihleHlatshwa17 @lungelo_nembula @iam_siyafierce 😂 Similar to \"uyangazi ukuthi mina nguba\" make people wonder who… https://t.co/od9qekwZHZ",
        "@lungelo_nembula @iam_siyafierce It's that Super Saiyan mode 😎",
        "@lalis_n I would join him🤣🤣... Sthandwa sami...Woza ma love..💃💃",
        "@MsaMkhize_ 🤣🤣",
        " @pamela_mtanga: I still dream of fancy dress up date With a lovely gentleman, all Suited up, lovely cologne and at a restaurant with a b…",
        "@MamaZinathii Semhle sisi 😍",
        " @Katlego_Masupa: Wine lovers thread (RED or white ?). Raise your wine glasses below 🍷 https://t.co/01MHx8xBM9",
        " @kuneneNtando_: My other hobby is dreaming there by Property24 😅😂",
        " @ManifstPosts: Becoming a home owner will be the greatest feeling in world.. manifest this https://t.co/KWKZSpOHGZ",
        "@CeceNdaba 😍 Soo pretty",
        "❤️❤️ https://t.co/gTz1Eq0zDG",
        "@iam_siyafierce 🤣🤣",
        " @TsakisaniM: 📌 https://t.co/cqzMUdOAUD",
        "@Bibo_George 🤣🤣",
        " @ShabbaCT: My university friends carried me , they fed me ,they allowed me to stay in their rooms even though it was illegal, they share…",
        "@Charlies_Bite Ngingabuye ngibonwe ubani 🥰🥰",
        " @Katlego_Masupa: Local travel ? Let’s do a thread. https://t.co/XE4XtGR5Iv",
        "@Katlego_Masupa Thanks for sharing. All these places look magical 😍❤️",
        "@Zoe_Nkwanyana Thank you sweets 😊",
        " @DonCorleAnnn: I hope more African girls experience living independently before they get married. Paying rent for your apartment, having…",
        "My header 😍😍",
        "#NewProfilePic https://t.co/b7IBEwrUGZ",
        "@NonoMaphalala @Nondu_Mnganga @Zoe_Nkwanyana @sam 🤣🤣🤣",
        "@NonoMaphalala @Nondu_Mnganga @Zoe_Nkwanyana @sam 🤣🤣🤣Ngicela usiyeke boh! 🙄🙄 Saze salithwala idombolo le serious relationship",
        "@Zoe_Nkwanyana @NonoMaphalala @Nondu_Mnganga @sam Then we are coming down to Cape Town.. Sivulele sisi siyeza 😂😂",
        "The South Africa I call home ❤️ Siyambongela umama. Ngempela ukuzala ukuzelula amathambo https://t.co/sSwvzr6eu7",
        "@Zoe_Nkwanyana @NonoMaphalala @Nondu_Mnganga @sam😭😭😭😭 https://t.co/O7f8lmxOdW",
        "@Nondu_Mnganga Reciprocity at the same frequency👌👌 nothing beats that sis",
        " @ItsMbasa: If you have period pains and would like to add some pills (in case some don't work). Got these at the Clicks pharmaceutical s…",
        "@Lungelo00871944 🤣🤣🤣",
        " @thedimonquie: Vent to God.",
        "@itszeebih 🤣🤣 My mom would say \"ungabe usaphenduka, uze ulungisa iposition yokuthi uqhubeke ulale\"",
        "@Kolie_Yola What happened sisi?\nWhen does it play again?",
        "❤️ https://t.co/kjFbsx2w5y",
        "@odedanilo Their skin 😍😍 nenza kakhulu guy's",
        "I had a good laugh 🤣🤣🤣🤣 https://t.co/UmQP6VuYf4",
        " @Audriinah_: Short make-up thread for my lovelies! 🎨\n\nBrows https://t.co/pB6HMIKvhQ",
        " @sopharush: A song that has helped you through one of your darkest/hardest season. A THREAD.",
        "Soo adorable 😍💖 https://t.co/nVs7rm55N4",
        " @prosbreez: I did this guys .. A black child did this 🍷❤️ https://t.co/aFUDWfJe91",
        " @thando_mx: I’m loving quarantine! Angshodi ngalutho. Ngyabonga Jesu",
        "@Charlies_Bite 🤣🤣🤣🤣 Uyabheda",
        "Frame 4 a bit of modern and a lot of that \"home\" feeling. https://t.co/VIMBVv5ar8",
        "@Charlies_Bite Angihleki wena ngihleka lomlisa ocele izinombolo 🤣🤔 Ahhyi futhi othi ngithule",
        "@Charlies_Bite 🤣🤣",
        "Grandfather's really are everything. My late grandfather built one for me using just a plank and rope, hung on an a… https://t.co/dvDgEBu1Ih",
        " @SissGugu: We’re still going to end the year with goals achieved, new houses, new cars, graduations, promotions, good health and our spi…",
        " @yandamvelase: “wey’ngane” 😂😂😂😂😂😂",
        "@GoldenSuprise Angiyifisi into odlula kuyo, nanoma umuntu use-compile iDissertation kungumusa 🙆‍♀️🙆‍♀️",
        " @thesecret: I AM whole.\nI AM perfect.\nI AM strong.\nI AM powerful.\nI AM loving.\nI AM happy.",
        " @IAVI: Years of under-investment made #tuberculosis and its drug resistant forms the biggest infectious disease killer with over 4000 de…",
        " @karmariaz: @FaheemYounus Here are 10 more new myth buster by @FaheemYounus\nhttps://t.co/64b4iesQVU https://t.co/LwaufuH16s",
        " @Abebab: Self isolate and write your damn thesis \n\n#phdchat #AcademicTwitter #AcademicChatter \n\nHT @cyetain https://t.co/I7zO4ruqLM",
        " @SamEdwardd: Show this to your kids https://t.co/9yXpPfGaUi",
        "Wena mali\nWena job security\nWena financial breakthrough\nWena good health\nWena peace\nWena rest https://t.co/5hnl7UYkZe",
        "@NonoMaphalala @Zoe_Nkwanyana But this is legit me guy's. I don't wear my Wig unless I feel like it 🤣🤣🤣🤣",
        "♥️♥️Here for this https://t.co/9DgIUKeqbl",
        " @BishopJakes: If you don't learn how to flourish under fire, you won't flourish at all!",
        "@Charlies_Bite I wouldnt know what to do with myself. Ubeyelani kwi-Girlfriend yena nokuphapha 🤣🤣🤣",
        "@Zoe_Nkwanyana @LwazZzee @NonoMaphalala Akubona abangani labo 👏👏👏 finish and Klaar! Iright ivolume?",
        "@MbuleloKoko R 62 014 😊 not too bad",
        "@Zoe_Nkwanyana @Sibu_MpanzaSA Ngichazwa iyona mina 🤣🤣",
        " @Sibu_MpanzaSA: Health Minister: Please stay away from crowded areas, we are at a critical poin-\n\nSouth Africans from Thursday to Sunday…",
        "@Sibu_MpanzaSA 🤣🤣🤣",
        " @careerconversa1: When looking for a job, how do you know if the person interviewing you will be a good supervisor?\n\nMany PhDs have been…",
        "😍😍 Making Millions https://t.co/SUo7iQtVF2",
        " @Gee_Dhlamini: I want 😍",
        " @sopharush: God, \n\nThank you for always comforting me when I sometimes can’t catch a break. You always find a way to remind me that thin…",
        " @Sydonahi: Great visualisation of how convex and concave lenses bring light rays to focus and diverge.\n\n#Science #Physics #ScienceFacts…",
        " @Chef_Yangchaza: There's A Website Called \"Library Genesis\" You Can Download PDF Textbooks For Free.\n\nPuff 'n Pass!!!",
        " @khayadlanga: What people don’t think about is the fact that we are getting things that we were initially told by society that we couldn…",
        "Jahiem-everywhere I am https://t.co/Z0M0Ugixuz",
        "@therealxolo 🤣🤣🤣",
        " @MsPhiona: Knowing how to highlight your achievements is important -- whether you are pitching for a promotion, writing your CV, negotia…",
        " @KhutsoTheledi: YOUR NAME IS MENTIONED in rooms your feet haven't entered yet.\n\nGod is going to do something amazing in your life. \n\nKee…",
        "@NonoMaphalala @Zoe_Nkwanyana \"And when we finish, we will win\" UNkulunkulu emuhle njalo♥️",
        "@NonoMaphalala Growth is a choice",
        " @Otsile_: Wena msebenzi\nWena peace\nWena happiness\nWena mali\nWena property",
        "@thando_shenge 🤣🤣🤣🤣",
        " @audisouthafrica: Love is a red rhombus. ❤️\n📸 IG @audiberlin https://t.co/kttBPFmfgs",
        "@Charlies_Bite 🤣🤣 This is soo true though!",
        " @Karabo_Mabz: Reading date went well 😊 perfect way to spend a rainy afternoon at a cosy place reading! My vibe! 🤓☕️ https://t.co/x6VA97u…",
        "@Karabo_Mabz This is lovely, my type of date. ❤️ Where is this place?",
        " @SMukwakungu: Hi #Past3amSquad &amp; @FabAcademic\nYesterday I realised that there's a need to continuously empower others not only by motiva…",
        "@Ms_BlackBeauT It's a lip pencil from essence my love, a light lilac (between purple and pink) on my inner lip. The… https://t.co/i8jRCkMXtH",
        "@Kolie_Yola @nakhumicha_ Awusemhle mtase 😍😍 made for you",
        "Rosebank, Gauteng📍2 years worth of growth, started from the bottom 😁 https://t.co/sA6Ouyy3zT https://t.co/QBwI4Uc7wQ",
        " @MsMabala: Here’s a thread of Restaurants I’d recommend to try out.....\n\nPlease feel free to add on",
        "Noluthando AUDI 😍🥰 https://t.co/3u0l71ZWwa",
        "@Charlies_Bite 😭😭😭😭😭 My first love 🙆‍♀️ Oh my, she is a beauty isn't she",
        "@NonoMaphalala 🤣🤣🤣🤣 Uyabheda wena",
        " @Aymos_shili: A warm up, before the hit drops.\n\"Emcimbini\"  \n@mas_musiq\n@DjMaphorisa @KabzaDeSmall_ @samthingsoweto https://t.co/Kons4c1…",
        " @Wasanga_Mayhem: If you're struggling to buy formal clothes, i've got a couple of formal shirts, shoes and socks in decent condition. Th…",
        " @audisouthafrica: The poet.                      The poem. https://t.co/I8iWG6v4i4",
        "♥️ O! Bawo https://t.co/DGabo2iqPv",
        " @SenamileMasango: Guys I am crying 😭😭😭 tears of joy after all ive been through. I promise to serve with honesty and integrity 🙏🏾🙏🏾🙏🏾 ind…",
        " @SphileCeleChili: Dudlu baby boy 😍🔥 nongenamali uyangena eThaveni, nongena business plan uyayithola itender. Akumpofu, yilanga yin!!! an…",
        " @MimoMokgosi: When God shows up, HE shows OFF🙏",
        "SBWL submission date with the last edit touch-up 🙏😍\n\"amaphupho avele afezeke, kuvele kulunge yonkinto\" https://t.co/FwEcOcaguJ",
        " @ennockmartZA: I really love what I do, Art is my life 🖤\n\nMy dream is to get her to put her signature on this art piece. \n\n10k retweets…",
        " @NRF_News: The author provides tips on how to read and understand scientific papers. Not only is it a useful guide for non-scientists bu…",
        " @AHRI_News: We're hiring! @emilybethwong is looking for a Research Laboratory Technologist to join her dynamic group at AHRI. Hons or Ma…",
        " @Thabanijuju_RZA: NSFAS applications are opening again on Monday ❤ Let the others know",
        "Asidalelwanga ukuhamba ungekho https://t.co/fxhyLLVyBV",
        " @womenrpowered: Lauryn Hill. “We’re just dynamic people. We’re all capable of doing many different things we just tend to sell ourselves…",
        " @Zonke_Godified: Vacancies\n\nThread\n\n@CareerAidSA @OandOhRecruits @LookingForZA @KAY_GEEEEEEEEE @moorelyfe1 @akreana_  @Pops_TDK https://…",
        " @Amahle_kithi: Vacancies again!\nCheck thread",
        " @TheKalenAllen: Y’all think I’mma settle for anyone when there are men out here doing copyright infringement for the people they love...…",
        " @LekgothoaneObed: This song touches me 😭😭😭😭😭😭 https://t.co/5BvmB38ueK",
        " @musa_gwebani: Amaphupho afezeke, kulunge yonke into ❤️",
        "Akulaleki asambeni 💃💃 praying for traveling mercies to everyone headed home❤️ https://t.co/bTTBTAN4d1",
        "@LightMakhanya Wenzile sisi, muhle umsebenzi wakho 👌🙏❤️",
        " @MasekoValencia: A new job opportunity and get to do what I love, healing and helping the needy https://t.co/JzKSCfL3Ht",
        " @FabAcademic: I need a caption for this picture. I am stuck on, “Disrupting the status quo!” https://t.co/aGRsdXP2B9",
        " @FabAcademic: Are you awake #Past3amSquad remember that the thesis will not write itself. #vukauzenzele #makeeducationfashionable https:…",
        " @HermaineM: I pray you receive good news on something that you’ve been patiently waiting on.\nThis is your turn to get blessed.\n\nAffirm t…",
        " @uhlemalo: @ntombi_zakithi Please let your sister know that there’s an app that can help her deliver to clients. It’s called the @errani…",
        " @dianawashe: TEACHING ENGLISH ONLINE - earn extra income \n\nHow to get started.\n\n[A THREAD]",
        "FIRE SUCCESS POSITIVE https://t.co/FLm8dqHe9S",
        " @thesecret: Remember, whatever you are grateful for multiplies.",
        " @_Nwai: I remember in an interview he said he makes quality fashion. \n\nhe recalled a memory where his grandmothers clothes outlived her…",
        " @zizo_zangwa: Maybe this might help someone out there https://t.co/qopmNivr0b https://t.co/XliGMUCSmc",
        " @idillionaire: You invite more miracles and blessings into your life by being grateful about everything.",
        " @idillionaire: Your timing will be just right.",
        " @yandii_yaya: I am looking for a research assistant who at least is a masters last year student or a masters graduate with economics.  A…",
        " @ntombi_zakithi: This is for everyone looking for employment, let's keep the faith.... Next week we are signing our offer letters #Opera…",
        " @thesecret: Something better is coming... you're allowed to be excited!",
        " @MasekoValencia: God is about to do great things with your life !!!!!",
        "Mfanana ❤️ https://t.co/aFP7tF1qj5",
        " @Cash_Graphics: Your Congratulations is coming, Retweet if you believe.",
        " @your_girlLee: Please , spread it! 💕❤️\n\nEncouragement: Joshua 1:9\nHope: Isaiah 40:31\nAnxiety: Matthew 6:25-34\nLove: 1 Corinthians 13:4-8…",
        "🤣🤣🤣🤣 The caption https://t.co/dzuKHSI1Z3",
        " @PhemiSegoe: eat better\nsleep longer\nlove more\ntry harder\nbe happier",
        "@missmkhizexo @samshezii_ when you know, you know",
        "@samshezii_ My friend ❤️ my biggest supporter",
        "@Kolie_Yola My relationship with science summed up 😅. Starting out at a new lab is very daunting, but with the help… https://t.co/i2xRvefETG",
        "@Kolie_Yola Sure, it would be my pleasure",
        "2019 has been tough, but I've been tougher. 🧫🧪🧬🔬 #Meandmyycultures #theonlyculturesIknow https://t.co/6LOrlm6o5E",
        " @becky_tad: We’re hiring! Please disseminate widely among your networks https://t.co/oSmvLKHNDG",
        " @Nonzy_g: Sbwl u\"We are happy to inform you...\" \n\nYeeerrreee 😭",
        " @SAImmunology: ***Opportunity***\nAccepting applications for MSc position to be based at the centre of vaccines and Immunology, NICD in S…",
        " @32a263dbaa6e46f: My brother  has a master's  in agriculture  he is looking for a job please  retweet https://t.co/TIETYH2wlu",
        "@Kolie_Yola Speaking it into existence",
        " @Kolie_Yola: Cannot wait to get paid a fat salary every month. 😍😍😍😍😍😍 https://t.co/deTHSR9xUM",
        " @akaworldwide: Come on. Let’s tag all those brands and companies who donated to that lovely couple. I want to do a free concert. All pro…",
        " @Awethu_F: Translation: way too many Black people are getting doctoral degrees https://t.co/kuSIYmIjso",
        "Wamuhle uJesu, when the enemy comes in like a flood. God raises the standard. Thank you for raising the bar Standar… https://t.co/B897jWdnOk",
        " @HulisaniRavele: Whilst we’re here, let what’s happening with #KFCProposal be a reminder to all of us that whatever evil and mean things…",
        " @cindytrimm: Declare:\nI’m Praying \nI'm Powerful\nI'm Prospering\nIm Preparing\nIm Progressing\nIm Expecting \nI’m Believing\nIm Knowing \nIm Kn…",
        "Ngeke sengifuna ukuya ekhaya manje 😭😭😭😭 https://t.co/YnTKUapZnr",
        "@NonoMaphalala A feeling unmatched ❤️",
        " @MissManjo: Edcon is recruiting interns!\n\nLooking for graduates with a diploma in HR and Supply Chain for a 12 month internship at a com…",
        " @CayleZulu: I am a Public Relations cum laude graduate, seeking for employment. I'm in KZN but definitely willing to relocate. Please RT…",
        " @AHRI_News: We are delighted to announce applications are open for the AHRI/UCL PhD &amp; MSc full studentship awards - in partnership with…",
        "@missthuthu_ 🤣🤣🤣🤣🤣 Musa ukuqamba amanga ngomoya oyingcwele, uzokushaya umawakho",
        "Biochemistry and Microbiology major, currently in Heamatology and Molecular medicine @nhls @nioh_sa @LancetLab_ZA… https://t.co/24KqPvS37H",
        "@NonoMaphalala When the time is right, I the Lord will make it come to pass. #Mabizwaasabele",
        "❤️ Ngikhumbula iNtshumayelo nendumiso ngesiZulu https://t.co/fUwcS7bBNN",
        " @AdvBarryRoux: UBER and TAXIFY TIP: \n\nAlways Sit in the front when you’re alone because the front door doesn’t have child lock.",
        " @DineoLusenga: I was reading a Rolling Stone article about Samthing Soweto, and when he said “For a long time after I left (The Soil), I…",
        " @_LoveLike_JESUS: .\nPRAY ....... Like Nehemiah\nOBEY ....... Like Daniel\nLEAD ........ Like Moses\nBUILD ....... Like Noah\nFIGHT ....... L…",
        " @Ilyvonn1: If you’re pregnant BUY THIS NOW! I was hit by an 18 wheeler when I was pregnant and ended up with internal bleeding from my u…",
        "@noksy_k Academically 'Sekudumela emasumpeni'",
        "@noksy_k Well done sisi 👏👏 Kufeziwe",
        " @Ofentse_Mugen: You cannot practice Ubuntu and believe in capitalism. The fundamentals of these concepts are complete opposites. One is…",
        "@Lebogangsheldon 🤣🤣🤣🤣Ngiyayiqala ke le!",
        "❤️ This hit home https://t.co/7oeMsFsZEp"
    ]
}