{
    "screen name": "pashulman",
    "no. of tweets": 166,
    "tweets": [
        "@moshik_temkin @dbessner @KippesRA David Armitage would beg to differ!",
        "@varsha_venkat_ Clearly not! Now have a drink.",
        "@moshik_temkin @dbessner @KippesRA How many decolonized nations’ declarations of independence are modeled after the… https://t.co/PpsNZCmrwo",
        "@varsha_venkat_ Congratulations!!!! Were you..\n over-prepared?",
        "@YaelShy1 I thought I was hallucinating.",
        "@willwilkinson This is all William Safire’s fault.",
        "“That was some weird shit.” https://t.co/S5Q8Al72iD",
        "@Hammbear @yeselson @mattyglesias Shockingly, Will is wrong here about Lincoln and colonization. At the very 1862 m… https://t.co/IXcjWdpnVQ",
        "Read this if you need an evening pick-me-up https://t.co/QoZJX5Zosb",
        "I mean California could just quietly disconnect Tesla’s electricity, right?",
        "Thinking about buying some Duncan Phyfe furniture.",
        "And Schmitt, well, whatever.",
        "Meanwhile Agamben thought COVID was just like the flu.",
        "\"sovereign is he who decides on the exception\" https://t.co/ymqGRVs8h8",
        "Many congratulations to now-doctor @NaomiRendina!",
        "@jbf1755 Earnest? Satire? Who knows anymore?",
        "I just saw a school bus drive by my house and my heart nearly jumped out of my chest.",
        "Ohio stay at home order, day 59: https://t.co/mUdwOouQWa",
        "But I do not want to meet this woman. https://t.co/wj8aMou03O",
        "I keep thinking about this. On the one hand, there is no reason to trust our government anymore.\n\nOn the other, if… https://t.co/O7UPjyjuKk",
        "@jodiecongirl This explains more of our politics than literally any other trending topic I’ve ever seen.",
        "@alexhazanov I think a lot of folks who should know better forget that tacking to the center only works for things… https://t.co/L1yUYz5vel",
        "This should be so obvious and yet, https://t.co/4ara8DYXLV",
        "@prof_gabriele Define “we.”",
        "Modern historians have not, in fact, been kind to Churchill, for good reason. https://t.co/V01CPpiafv",
        "Funny how for all his shill-itude, Gidley actually gets the politics here while Kushner and the goof-offs who autho… https://t.co/dscM55DwO9",
        "@scottjshapiro @nils_gilman @Uber @Airbnb Hand lotion manufacturers.",
        "@carolyneholmes https://t.co/jBVg7yM9P2 https://t.co/X5lecFHfnl",
        "@cszabla @profmusgrave But it’s never about replacing Yale—it’s about replacing regional public institutions....",
        "@JakeAnbinder \"We are turning the corner\"",
        "@Mad_Science_Guy Obviously there is a duopoly: it is a structural consequence of our electoral system. But the part… https://t.co/mXoNEWGgFl",
        "Well anyway time to open everything up https://t.co/AtIHHra5kd",
        "By far the biggest thing undermining US higher ed now is covid and its enrollment, safety, and budgetary consequenc… https://t.co/7gveUisoac",
        "This was Ralph Nader’s argument. https://t.co/u5EwBKxprN",
        "https://t.co/ywNV9IBwEz https://t.co/hix1NCnU5W",
        "@cszabla 🤷",
        "Go ahead, pack up your *checks notes* 5.3 million square foot automobile factory https://t.co/IW9plBIbS4",
        "@IsaacGraves @ratemyskyperoom @EricLiptonNYT Ahaha",
        "Yup. https://t.co/viUfhjzNW5 https://t.co/5Ga46DsoTP",
        "@varsha_venkat_ Good luck!!!!",
        "@kataplexis metasubtweet.",
        "Whoa. https://t.co/Mb7tKdojtR",
        "@JonIsAwesomest @LemieuxLGM I mean, they’re doing just the opposite.",
        "“Without a coronavirus vaccine, we will never be able to live normally again. The only real exit strategy from this… https://t.co/WNjo7kjulQ",
        "@JonIsAwesomest @LemieuxLGM I keep thinking about this. It’s not even “I don’t want to”—it’s a refusal to accept th… https://t.co/qehcqew7fq",
        "I’m sure we’ll never see him vigorously campaign and say these things in public over the coming months. https://t.co/P8KuflzorM",
        "@moorehn Right.",
        "@moorehn TO SHOW HOW CAPITALISM FAILED TO PROTECT ORDINARY PEOPLE!!",
        "@deathtocrazy The first goal is to make it clear to voters what Dems would do if elected, the second is to highligh… https://t.co/sZKwgXk1i8",
        "Obviously.",
        "The House should pass one anyway. https://t.co/51t8YILmhe",
        "Thanks, Herbert Hoover. https://t.co/Tz1MSD7xsj",
        "@mkazin @Econ_Marshall Trump studied Nixon.... https://t.co/PP1d3HLHvR https://t.co/c2uMJKD0F8",
        "It’s like 1931 and 1918 at the same time. https://t.co/9RyKovWEqF",
        "@Econ_Marshall We are developing a discourse that is entirely based on trolling. Like some weird Star Trek planet.",
        "Dear Americans in hell, you deserve to be there and don’t expect any relief from us.\n\nSincerely, Senate Republicans. https://t.co/UDgavH3sfu",
        "@Econ_Marshall Not at all—my entire point was about researching *and writing* history, not consuming it (which he c… https://t.co/Nx6JhNr2TX",
        "The hits keep coming. https://t.co/SSK1cJRKEm",
        "@Econ_Marshall @dbessner Good point. I'm really thinking of people working outside the academy, though.",
        "@johnlk_80 @dbessner j/k",
        "@johnlk_80 @dbessner Amateur!",
        "@dbessner I agree–that holds for \"professional historian\"–I just think professional historian is a subset of \"historian.\"",
        "@matthewamiller Only a political shield.",
        "@dbessner And, of course, those who came out of the academy altogether. Rick Perlstein is a historian. As is Robert… https://t.co/UxxMTicds4",
        "@dbessner There are political scientists, sociologists, anthropologists, and even (!) economists and physicians who… https://t.co/0j1FEm67st",
        "@dbessner That's my point, though–the credentialism and gatekeeping our predecessors established for academic jobs… https://t.co/G0udjgFvTn",
        "When workers have been injured or died on the job, business interests have blamed them for mine accidents, chemical… https://t.co/0ly28AAaF2",
        "@dbessner Twenty odd years ago, the paleontologist Jack Horner, who held a distinguished professorship but had neve… https://t.co/Aez4Fz7xVE",
        "@dbessner History never completely professionalized, despite efforts in the late 19th and early 20th centuries, the… https://t.co/DPDpKJhcpc",
        "@AmericanStudier That’s by far the best flavor, too.",
        "All it takes to be a historian is to write history. It doesn’t necessarily make you a professional historian, nor a… https://t.co/WTT0tL0ivn",
        "@AmericanStudier Those sausages are so good.",
        "I’ll be shocked if they don’t try to ram this through. https://t.co/nxcFA05cqb",
        "The rest of America: drop dead https://t.co/BAqt0hBgP8",
        "@historianjennie These are the interactions that make Twitter a pleasant place for fellow historians!",
        "@historianjennie Yeah I was oversimplifying for sure—I just think the claim the Cold War wasn’t about a US-led figh… https://t.co/yckCWdkzfl",
        "Communism literally defined itself against the capitalist global order, liberal in the traditional sense of allowin… https://t.co/vyeYZoaFpg",
        "The US needed resources from abroad and markets for exports. So did allies. Americans didn’t really care that Korea… https://t.co/6ZqQYyL4FB",
        "No American policy maker in the 40s, 50s, or beyond feared the USSR would invade the US—so long as nuclear war didn… https://t.co/9ekSrTpPK3",
        "I guess at least this means Flynn won't get a corrupt pardon.",
        "@whatdrfeinsaid We're bored.",
        "Hard pass. https://t.co/Yo1xJK3mE9",
        "Ok here we go, Ohio. https://t.co/3eCFu4zKVM",
        "@DexterFergie https://t.co/gekNSAKv3Y",
        "@eneswald1 The racial, age, and class distribution of the virus has a lot to do with the madness that's happening right now.",
        "And I paid\nAll the bills about a month too late\nIt's a shame we have to play these games\nThe love we had just fades away, away",
        "Oh, when you go then everything goes\nFrom the crib to the ride and the clothes\nSo you better let him know that if h… https://t.co/7vJge6ysXU",
        "It really is a bankruptcy song.",
        "There goes the dreams we used to say\n(Oops) There goes the time we spent away",
        "How will vengeful Americans hit 'em up style now?? https://t.co/k1YJvteLh5",
        "These inept and malevolent goofuses are willing to say out loud what millions of Americans–and the President of the… https://t.co/0NsSCRGkNH",
        "@DavidAstinWalsh @jbouie I may have recommended it before, but this was one of the most illuminating books I’ve eve… https://t.co/3XOmr4H0cn",
        "O.M.G. https://t.co/lF9ZOIQphV https://t.co/k13eEuTMdM",
        "@RunPolisRun @kpanyc @TheTattooedProf Look how long Jim Crow and the one party south lasted.",
        "Why did they name this scary thing PMIS? https://t.co/9qErowUaWB",
        "@HannahLebovits This has been quite a day on The Internet.",
        "🤦 https://t.co/vdnKbtWQJS",
        "😐 https://t.co/Z0AdsbcuGa",
        "This is the \"not all men\" for this pandemic https://t.co/6DetheeGoK",
        "Ohio's reopening as things are still getting worse. https://t.co/m0nYtye6vs",
        "I don't even know what to say anymore https://t.co/tujP56RBLX",
        "*Doesn't wear a mask because he says he gets tested frequently* https://t.co/fXcr8sUXLX",
        "Wow. https://t.co/ApIpPkgMVV",
        "The task force is clearly doing a terrible job, but it's illuminating that the president thinks the outrage is abou… https://t.co/2PAVFfpYf2",
        "@joero3 I think it should be legal historians.",
        "@jordo2323 I mean, they’re not good reasons.",
        "https://t.co/VPCQtFNaCM https://t.co/lOvsa3lfEA",
        "@jordo2323 Producers can make more money selling to the highest bidder and they don't want to be on the hook for, y… https://t.co/v3yWmKDKon",
        "This is nuts and none of this should or would be happening if the Trump administration had just activated the Defen… https://t.co/d0iZSbNPD2",
        "@dropoutnation Even then it’s 50-50",
        "I’ve been saying it’s going to get worse before it gets better for three and a half years and I haven’t been wrong yet.",
        "When this all began, I bought an 84 day chocolate supply and I have regularly replenished this reserve. Just in cas… https://t.co/jInzEAbYZZ",
        "@johnlk_80 @IBJDPCNT643 But don’t they still vote on rules at each new Congress?",
        "@johnlk_80 @IBJDPCNT643 Right. Or a majority vote at the beginning of the Congress.",
        "Or higher ed. https://t.co/5gMqL4emWW",
        "@johnlk_80 @IBJDPCNT643 Whose rules can also be changed by a simple majority.",
        "@JonathanCohn Next several.",
        "@HealeyParera @rauchway Ahahaha",
        "@rauchway Boooooo",
        "THE OPENING ANECDOTE IS GOOD IT IS A LITERARY DEVICE TO HOOK THE READER’S ATTENTION AND FRAME THE SUBJECT, PERIODIZ… https://t.co/M4w1XH46Vk",
        "@trekonomics Turned out there wasn’t much coal and what coal there was was Tertiary of poor quality. And most free… https://t.co/U2PDMcFbDV",
        "@senrobportman @GovMikeDeWine @realDonaldTrump Now go back to work before it’s safe or we’ll cut off your unemployment relief.",
        "@trekonomics Let me tell you about the time Abraham Lincoln was persuaded by a desperate promoter that there was so… https://t.co/z319Fd8EW2",
        "@joshshepperd At the Policy History conference some years ago I watched as then college president @edward_l_ayers j… https://t.co/qeKbBI0PuG",
        "I mean news headlines aren't written by Gen-Xers I guess.",
        "https://t.co/8r12oH7OFK https://t.co/Fv2tCBzxa3",
        "WOW.\n\nMedicaid, cut.\n\nSchools, cut.\n\nHigher ed, cut.\n\nPrisons, *not* cut.\n\n$2.7 billion emergency fund, it's not en… https://t.co/ScUkXJ24dR",
        "And yet somehow I'm still getting messages that don't include the unsubscribe button.",
        "DeWine knew those attacks were always opportunistic partisan baloney. https://t.co/BT2P6rLVFT",
        "So Dems: as soon as you have simple majorities in both houses and the presidency, just make DC and Puerto Rico states and be legends.",
        "And indeed, until 1933, there were only six years (between 1913 and 1919) that Republicans didn't hold the Senate.",
        "In less than a year between 1889 and 1890, Republicans voted statehood to not one but two Dakotas plus Washington,… https://t.co/8oRnfYLOO9",
        "@almhxrn I'm working through these letters by recording myself reading them &amp; uploading the files to a machine-lear… https://t.co/Krz7VKdbp1",
        "I keep thinking about how the first wave of US infections–&amp; deaths–included famous &amp; wealthy people, but now, as nu… https://t.co/pssDZhZYTK",
        "@owillis 1/400",
        "As timber protection policy moved from the Secretary of the Interior to the Commissioner of the General Land Office… https://t.co/cqox3xbJNS",
        "Yup. https://t.co/zinR1uaQsP",
        "@HerbertHistory @julianzelizer @ProjectLincoln I had the same thought. Of course, I've been thinking of that quote for months.",
        "@GWilliamThomas What a cast",
        "@mervatim Those are the letters that spell “Lo, amnesic”",
        "“My entire training is steeped in the humanities, and when you combine that with an aptitude for science, you wind… https://t.co/XFWioeaAdi",
        "After watching her own father and step-mother poorly treated in one, my late grandmother’s one request to her famil… https://t.co/CUdOUXXhin",
        "@dandrezner I mean https://t.co/tY6TQmxwc5",
        "@Lollardfish It’s not just the media taking the cues, though. All the cities &amp; states, including Dem-run ones, begi… https://t.co/jy7jI0cHLc",
        "@D_A_Irwin “The reformers wanted all the world to follow the same economic rules, so that capital, products, and pe… https://t.co/m1iDVVrk7E",
        "!!! https://t.co/nMufv41ano",
        "Love when a member of one of my favorite bands praises another of my favorite bands. https://t.co/QpEr2Jhk5J",
        "Triumph of the Shill https://t.co/z5yMhhe9vk",
        "@mattyglesias Cunliffe’s Europe Between the Oceans is so, so good.",
        "@whatdrfeinsaid I just worry that the states that have been doing well—Maryland, Ohio—are about to throw it all away.",
        "@StephenFrug @yeselson @JakeAnbinder It does! I’ve taught it many, many times and it remains an essential read. I j… https://t.co/wOqamlIa0R",
        "My home state has its share of clowns. https://t.co/bMkS8JCt3T",
        "He’s utterly ignorant of expertise and authority in the field and the most controversial claim was not even central… https://t.co/1XyNdPDRUL",
        "@HeerJeet @JakeAnbinder They are all good and all worth reading! Just not “up to date” anymore!",
        "@StephenFrug @yeselson @JakeAnbinder There is no single history of the American historical profession that covers a… https://t.co/zGKxcvjO2I",
        "@KevinMKruse @JakeAnbinder The premise was it’s still worth reading—and it is! And I love it and teach it too. I ju… https://t.co/ywvargWWMS",
        "@ChrisMihos haha",
        "“cubic model” https://t.co/zggHZyYzH9 https://t.co/hxnOE1F7zY",
        "@tkinias @cszabla @meptrsn @JakeAnbinder @donewman (a) spending years in an archive meant 5 hours a day copying quo… https://t.co/N2wJJNFbLq",
        "@cszabla @tkinias @JakeAnbinder @meptrsn @donewman I photographed about 2,500 pages of 19th century manuscript lett… https://t.co/3QLsvXar47",
        "@cszabla @tkinias @JakeAnbinder @meptrsn @donewman Yeah some of the best diss advice I ever got was recognizing whe… https://t.co/cRHguSRbqh",
        "Out of teriyaki so I made my own teriyaki https://t.co/lFLoONg6e8",
        "@cszabla @tkinias @meptrsn @JakeAnbinder @donewman I can only speak for myself but I always prefer the interesting… https://t.co/OFuGtyGwQE",
        "@tkinias @cszabla @meptrsn @JakeAnbinder @donewman Totally, but https://t.co/Jh0Cj1wrZY",
        "@cszabla @tkinias @meptrsn @JakeAnbinder @donewman To the extent there will be jobs again (🤞) don’t underestimate h… https://t.co/YYaF4Yj1HN",
        "@cszabla @tkinias @meptrsn @JakeAnbinder @donewman Teaching is different, at least for undergrads (and high schools… https://t.co/73v63SRu8X"
    ]
}