{
    "screen name": "ElPadreNacho",
    "no. of tweets": 169,
    "tweets": [
        "Ninguno, todos son trabajadores https://t.co/OOeQVzKWbe",
        "Mientras tanto, en un universo paralelo. https://t.co/2Jg0YYAsxF",
        "- ¿ Sabemos algo del coronavirus?\n- No sé, todas estas computadoras son para las encuestas de Alberto https://t.co/hqhF6lSpaZ",
        "En el codigo de la App CUIDAR dejaron el token de seguridad a la vista.\n(Base32().decode(\"JRSWSYI=\")\nGobierno de ci… https://t.co/GfuhasGX3r",
        "Dice el gobierno que los tests chinos no fueron inservibles, que sirvieron para afanarse el sobreprecio.",
        "@Bichuok1 Esos pantalones y la campera de cuero son de lesa humanidad",
        "Cuenta oficial. Institucional. \nEl Estado, un bien personal https://t.co/3paWYG5IDH",
        "Lo de Larreta, de hacer que la gente distinga los números pares de los impares, es un ataque solapado a los Kirchneristas",
        "Todo para decir que aprendió a usar el traductor de Google https://t.co/Tppz2Mg0On",
        "Estocolmo - Suecia - 2020\n(Fuente: Telam) https://t.co/CGJqO5WCA6",
        "No hay remate.\nhttps://t.co/ql27J6GFJj",
        "@mariogaloppo @GobSantaFe Ya asumieron?",
        "Con la app #Cuidar, el gobierno va a saber el lugar exacto donde te roben los presos que soltaron.\nGobierno de Cien… https://t.co/NgEZ2DUJxj",
        "La app #Cuidar te sigue adonde vayas. #Fascismo https://t.co/1VKOswKtyA",
        "Yo tuve un profesor que decía \"mi clase no es una democracia, acá yo decido quien puede hablar y quien tiene razón\"… https://t.co/F80L0zAzeq",
        "Escuchar a @alferdez es como escuchar al gerente de Recursos Humanos, sabiendo que al final la que decide es la Dueña.\n#cuarentena",
        "Qué bueno que están cerradas las fronteras, porque sino se nos llenaba el país de Suecos y Noruegos queriendo disfr… https://t.co/JpPqpKOg2H",
        "Clase Express de Paternalismo:\n\"Cuando se empiecen a dar cuenta que no sabe gobernar, hágase el enojado, levante la… https://t.co/n33FiabW5n",
        "Uh https://t.co/S15t8E2ZHL",
        "Ojo, que @alferdez está tan enojado que si se le cruza alguien, lo empuja y le pega en el piso. #cuarentena",
        "#cuarentena https://t.co/Bm3TBlKpY6",
        "¿Hay alguien que encargó esta encuesta?\nNi el Gordo Valor se atrevió a tanto https://t.co/hAEzmPtEDQ",
        "En el aniversario del natalicio de Karl Marx les paso el listado de los países donde funcionaron sus teorías https://t.co/oOlYMHTpQp",
        "\"A confesión de parte, relevo de prueba\" https://t.co/6VXob6pIoN",
        "Estás pidiendo disculpas? https://t.co/XcGH93niU3",
        "Mi palabra favorita del lenguaje inclusivo es \n\"Imbéciles\"\n\nLa de uds?",
        "Servidores del Afip destinados a los trámites que son a favor de la gente. https://t.co/aCCjaXR2NX",
        "La cuota es del 2017\nLa mentira como plan de gobierno https://t.co/OCGdwp4u0u",
        "Bueno Alberto, 2 de 3... https://t.co/wCe0o3at0W",
        "- Hola, sabías que te puedo conseguir un aumento? https://t.co/al6bCvB9EY",
        "Mucho kirchnerista diciendo que hizo cacerolazo y que no fue en contra de Alberto y CFK.\n\nSon mis boludos favoritos.",
        "No todo está perdido https://t.co/NgKMrrWzoy",
        "Sr. @alferdez le informo que Fernanda Raverta fue designada al frente del Anses.\n\nLe cuento porque ud. es el último… https://t.co/SR2M2aIUoi",
        "Canciller poco diplomático.\nPresidente empleado de vicepresidenta.\n\nGobierno de científicos",
        "Actores y directores mediocres hacen malas películas.\nNadie compra entradas.\nEntonces el INCAA pide un impuesto.\n\nS… https://t.co/9YHKZ2W51K",
        "\"El Gobierno de Científicos no se encuentra disponible\" https://t.co/9d1IdsUwZq",
        "\"No sabemos si caminar es peor\"\nGobierno de científicos https://t.co/MrPkuovVku",
        "Kicillof no aceptó lo de las salidas dentro del radio de 500 metros porque en su Ministerio de Educación nadie sabí… https://t.co/poprxCklQp",
        "El acuerdo entre el Gobierno K y el Asesino Serial va a tener consecuencias obvias.\n\nEl Gobierno K lo va a estafar al Asesino.",
        "@WolffWaldo @FerIglesias Hablen directamente con CFK, eviten a los intermediarios.\n@WolffWaldo @FerIglesias",
        "Deben haber sacado un subsidio para actores con parálisis facial y no me enteré. https://t.co/JT2uB4LJfb",
        "Postdata: si ven mis capturas, veran que uso VPNs. Así que no se gasten rastreando IPs",
        "Javkin dice que se va a levantar la cuarentena cuando los de @CiudadFuturaOK tengan ganas de laburar.\nSonamos!",
        "https://t.co/ZMcE8rxoIH",
        "https://t.co/wOUxF9oIes",
        "https://t.co/R4hRCJpd8l",
        "Coincidencias Kirchneristas:\nTodos los perfiles que agrego son unos entre muchos, y tienen todos nombres de pila se… https://t.co/HDhzzU3z4V",
        "@JohnMic10432179 @nadita87 @Gustavo__Olmos @alferdez Basta HAYDEE NOEMI (alias JohnMic), andá a dormir",
        "Kirchnerista: dícese del que se burla del familiar de un hipoacusico por usar un barbijo transparente. https://t.co/uHqeDBGITd",
        "Tres palabras, JO DAN SE\nhttps://t.co/0VDCwBzRXK",
        "\"Supongo que esto es Salta\"\n( Alberto Fernandez - Argentino - Contemporaneo)",
        "Hola @alferdez , te paso mi dibujo. \nAsí te imaginamos mis amiguitos y yo. https://t.co/93o68yJzCx",
        "\"Los abuelos paseando chicos\"\n\nGrupos de riesgo + infectados asintomaticos = Gobierno de Científicos.",
        "El gobierno te dice que soltar presos no es un problema de seguridad porque les dijeron que no pueden salir a más d… https://t.co/utMJYiBdym",
        "@Okampus @aries2011956 @alferdez Al final me parece que es el que más labura de este gobierno.",
        "Juana, 15 seguidores, foto de perfil, dibujo infantil político, nombre de usuario aleatorio.\nEn cuestión de 10 minu… https://t.co/iyjGSkRmMx",
        "Qué confusos que son los discursos de @alferdez !!!\n\nProfesor de Academias Rímolo.\n\nGobierno de Científicos",
        "CFK, con 500 metros, no llega ni a la puerta de la casa del Calafate",
        "- ¿ A que hora hacen los anuncios?\n- Y, calculá 12:30 - 22.45.\n\nGobierno de Científicos",
        "Este vídeo me hizo recordar que CFK sigue procesada y perseguida por la justicia. Coincidencias, vió... https://t.co/LSLTtrGw22",
        "La mentira como filosofía, la prepotencia como sistema, el robo como herramienta. https://t.co/AZNEDNk4o2",
        "Soy Antisistema Operativo Windows y Android https://t.co/i4yoMY64MY",
        "La justicia argenta https://t.co/hVNj3dLMdO",
        "Los contagiados del Hospital Paroissien en La Matanza se contagiaron por almorzar juntos en Pascua, sin respetar la… https://t.co/o4H4lHp0A8",
        "@Bendernautaok No, es fake\nEl original es peor",
        "Chicos de @LANACION , eso sería como 17 millones de dólares.\nLo entendería si fuese para cobrarnos para NO verlos https://t.co/yBhpVEjz9I",
        "Uds se ríen, pero seguro costó más que el Hilton.\n#IneptosCorruptos https://t.co/w40aK31Phr",
        "La nota debería decir:\n\"Pietragalla le dijo a @alferdez que hace lo que Cristina le ordena. Alberto Fernández le pi… https://t.co/slwOGMd8zF",
        "La foto del día https://t.co/Pu9QcgEpzK",
        "Repartir sobres a periodistas para fogonear a Nielsen para que gane Fernandez para que pongan un impuesto que lo pa… https://t.co/PYC7quAIKd",
        "Con amenazas, no!!! https://t.co/8v5MbmYucd",
        "Felicito a @alferdez por reciclar un vestido de Fabiola. https://t.co/bbSTmoZVhw",
        "Desde Villa Arroyo Giménez, las últimas noticias: https://t.co/7D6fKIXBll",
        "Pero tienen chapas nuevas!!! https://t.co/oVfDrNlqN1",
        "Mandamos Hércules a buscar gente y Airbus a buscar carga.\n\nMás kirchnerista no se consigue.",
        "El título debería ser\n\"La izquierda salió a facturar\" https://t.co/uh59phbF2l",
        "Que lástima que no tengan la misma operatoria con los autos que secuestran en las picadas. https://t.co/bOEHd9myGg vía @lacapital",
        "Por fin Perotti encontró algo que la @epeoficial hará bien. https://t.co/hvVulMyPx6",
        "Pobre @alferdez , retuitear es lo único que CFK le deja hacer sin controlarlo, y nosotros salimos a hacerle lío.\n#GorditoLechoso",
        "Mauro está enojado. Dice que ésto le va a costar caro al gobierno.\nLiteralmente hablando.",
        "Alberto Fernández le pediría la renuncia a Alberto Fernández por el ataque a Jonatan Viale.\nEl renunciante Alberto… https://t.co/MIIc4I1QHp",
        "\"La Mentira como Plan de Gobierno\"  \nhttps://t.co/g0C9JWxViL",
        "Zambia, Etiopía y Camerún tienen mas libertad económica que nosotros.\nNi siquiera #SomosAfrica\n https://t.co/JnbCUqbK0x",
        "Si traigo un teléfono celular de Malvinas, el AFIP me cobra impuestos de importación?",
        "Poco y nada de \"low cost\".\nUna copia a las versiones de u$s 100, pero agregando una pantalla táctil china y un gabi… https://t.co/xbenZJVwXj",
        "Si lo ves corriendo es que también estás boludeando en la calle. https://t.co/LzqR3FXnHA",
        "El nuevo relato K 👇\nSon de manual https://t.co/p6KJrXh7mI",
        "Mientras tanto, en boludolandia... https://t.co/fdVI2oOu0P",
        "Todos los K contentos que ayer @alferdez se portó como un profesor.\n\n¿ Me avisan cuando se porte como un presidente?",
        "- Hoy no salgo a correr.\n\n- Ah, te pareció que el anuncio de AF no fue así.\n\n- Eh? ¿ Qué anuncio?",
        "Respirador de universidad mexicana: u$s 150 \nRespirador rosarino: u$s 4.000 \nhttps://t.co/y0P2UJAoj2\n\nPero ojo, el… https://t.co/nuM9CsX0wG",
        "A ver, amiguito kirchnerista:\n\n     999 infectados\nx\n          0 testeos\n_______\n          0 casos informados.\n\nEs… https://t.co/aRG8JwPOyQ",
        "Que feo tener periodistas que no distinguen una mentira o son colaboracionistas por un sobre. https://t.co/vs6UDMd8gb",
        "Recomendación: en todas las apps del gobierno, desactiven todos los permisos. Ya me lo agradecerán. https://t.co/1vD9HRdYnm",
        "Sr. @alferdez , no se dice autistas, se dice personas \"con autismo\" o \"personas con TEA\"\n\nEl lenguaje inclusivo no… https://t.co/PYmCpJnFyf",
        "El discurso de @alferdez fue ridículo y lamentable; parecía un profesor de facultad, al que si le sacas de los apun… https://t.co/2KynvvJBmz",
        "Alberto Fernández enseñando que si parten de datos falsos todo se convierte en mentira. https://t.co/ek69L5KzH2",
        "- ¿A qué hora calcula que va a hablar, Presidente?\n- Después de las 21hs.\n- ¿ Para qué hora quiere que la anunciemos entonces?\n- 19:00hs.",
        "Juraría que Bruzzese es a los frigoríficos lo que vos sos a los textiles. https://t.co/mzjQFNgl18",
        "1.- Usar un invento ajeno\n2.- Decir que es un invento tuyo\n3.- Multiplicar el costo por 40\n4.- Aprovecharse de una… https://t.co/N7WhjmGiOA",
        "Acá @Lipovetzky confundiendo aviones de carga con los de pasajeros.\nY bue, si confunde kirchneristas con gente demo… https://t.co/80BZ8yUBRv",
        "\"Hace mucho tiempo en una galaxia muy, muy lejana...\" https://t.co/yBvpBC9gav",
        "Me imagino al pobre gendarme,  aguantando la risa, cuando le lleve el primer informe de #ciberpatrullaje a… https://t.co/Pexqb8qx8E",
        "Pobre gente!!!\nEstán haciendo que Hippies con Osde y fanaticos de Fidel tengan que vivir como Cubanos! https://t.co/IRv8FLG861",
        "¿ Me estan diciendo que la izquierda argenta está usando la muerte y la enfermedad para enriquecerse?\n\n¡¡¡Qué sorpr… https://t.co/wAHAM6Ssy6",
        "Hoy, en \"Hablemos sin saber\"... https://t.co/PlcV1UhxNo",
        "Va a ser como encontrar una paja en un pajar https://t.co/UrvzBeDS6C",
        "Este gobierno de científicos se recibió en Academias Rímolo.",
        "@AtheistRepublic Argentina",
        "Otra publinota, esta vez se olvidaron de chequear quién es legalmente el dueño de la empresa.\n\nhttps://t.co/LEYEkduAKc",
        "En esta publinota lo ponen al Gobierno como un pobre cliente que sufre por culpa de mayoristas malvados.\n\nIneptitud… https://t.co/aYgoqp3338",
        "Nuevo Cuento del Tío:\nSi te tocan timbre y dicen que es un ex vicepresidente; CUiDADO, es verdad.\n\nLiberaron a #Boudou",
        "Los sobreprecios del Ministro Arroyo resumen  las características de todos los políticos de Massa\n\"Los cobran más c… https://t.co/NFwWNyDZzb",
        "Si el ministro Arroyo tuviese un almacén de barrio, el gobierno se la hubiese clausurado por sobreprecios.\n\nQue lo… https://t.co/MHZdhz6enX",
        "Cosas que se pueden pagar con toooooda la plata que juntaron en el #Teletongo de Fabiola (elegir uno solo, no alcan… https://t.co/3YFzus9bvR",
        "Estás más sucia que un mecánico https://t.co/1yWzmEwoH0",
        "Saben si Mariana Fabbiani ya dijo que las vacunas son malas?\n#UnidosPorArgentina \n#Teletongo",
        "Hoy, la puesta en escena va a ser la de politicos y famosos K donando ( o mejor dicho, devolviendo)\n\n#Teletongo \n#UnidosPorArgentina",
        "Para evitar intermediarios, ¿ porqué mejor no nos mandan directamente el CBU de Cristina, Maximo y Florencia?… https://t.co/KwrroAldzH",
        "No quiero parecer desconfiado, pero la última vez que un socio de @cuervotinelli administró fondos públicos se qued… https://t.co/G3xdyEcpEV",
        "Los dicta-turistas están sin suerte. La iglesia cubana los rechaza y el gobierno cubano les hace lo peor imaginable… https://t.co/jFZYtt0ur8",
        "Dudas kirchneristas:\n¿El teleton de Fabiola sería para que la gente haga lo que no hace el gobierno de su marido?",
        "Trasladan a @Luis_Delia por problemas médicos https://t.co/3NXVw75Ygf",
        "El gobierno de @alferdez seguro está averiguando cuántos jubilados de la cola del banco eran surfistas.… https://t.co/bfp8BaTTLU",
        "Me gustó la parte que Bonelli le dijo a Alberto Fernandez:\n\n\"Enttyido gdabaelia nmdaeble\"\n\nIncisivo @BonelliOK @alferdez",
        "Andá a chequearlo a la .... https://t.co/lxLBBaTZRH",
        "Les resumo los dichos del economista estrella de Stolbizer y Corea del Centro:\n\n\"La culpa es de los que ponen a inu… https://t.co/cvhaHl7E6D",
        "Dice Mirta Tundis que se queden tranquilos, que todos sus familiares que trabajan en el Estado están bien.",
        "Estamos ocupándonos del tema, Luisito.\nPero cerró el Zoo Porteño\n@Luis_Delia https://t.co/D8R1Yh7Aco",
        "Dice Gines que por suerte no hay accidentes automovilistos https://t.co/bOgsPia6dZ",
        "Volvieron mejores https://t.co/9Omt3WyaYC",
        "En el día del Padre elige al dentista Barreda https://t.co/Prk3JODFH5",
        "Ricardito le tiene mas miedo a laburar que monja con retraso. https://t.co/wmqxNdygtL",
        "Nunca me cerró la Prescripción de Dominio, me parecía un arma de doble filo.\n¿Se imaginan a estos delincuentes con… https://t.co/09eu28mkYG",
        "La Constitución?\nBien, gracias... https://t.co/YOCxoDZhDI",
        "Disfrute mucho escuchar a @alferdez chuparle las medias a Moyano, porque pensé en toda esa gente que dijo \"no lo vo… https://t.co/IyLTja97Dc",
        "\"Fabiola y el Lider te aman\"\n\n\"Cristina ordena, Alberto cumple, Fabiola dignifica\"\n#NeoFascismo https://t.co/M2k3dkdpHt",
        "Los progres hacen dictaturismo en Cuba.\nApenas dejan de ser turistas y viven como un cubano, empiezan a llorar. https://t.co/x6P3oxh02D",
        "El teletón de Fabiola es el colmo de neo-fascismo argentino.\n\nMe imagino a La Cámpora esperando las donaciones",
        "Recién vi la versión argenta de #imagine cantada por \"famosos\".\n\nEstoy yendo a lamer el mostrador del supermercado… https://t.co/iRgWhE2aiV",
        "No se les cae una idea que no sea meterle la mano en los bolsillos del privado. https://t.co/fY9e1V1Ten",
        "Que raro que ninguno muestre su cara. Casi como si fuesen barrabravas pagos. https://t.co/7Gommcw9Ti",
        "Apretada gourmet https://t.co/gjnLYLBRV9",
        "Es increíble como fue cambiando el discurso de @alferdez  a partir de la llegada de La Cuatrera.\nSe puso virulento… https://t.co/zDQ53F67NC",
        "Presentá un habeas corpus porque te hacen usar Sedal en el pelo!!!!!! https://t.co/gtRCQLpu06",
        "Gente sin estómago ni ganas de laburar 👇 https://t.co/DpEYL32XPY",
        "El mundo toma de ejemplo a Argentina:\n\"Ejemplo de lo dañino que es el populismo\"",
        "Disculpe, @alferdez, ¿se refiere a Telam o a Gines? https://t.co/1beBoQbf0y",
        "Mientras tanto en la Republica Comunista de Quilmes https://t.co/s01m2VhAQK",
        "El gobierno quiere expropiar autos por el costo del operativo, pero no lo hace en el caso de picadas.\n#CoronavirusArgentina",
        "Secuestros virtuales en 3,2,1... https://t.co/t0FBBwbJZ2",
        "A todos los que están preocupados, les cuento:\nEl SIRCREB goza de buena salud.\n#PerottiSolidario",
        "-Mark Zuckerberg me eligió a mí.\n-Cómo fue eso?\n-Abrí una cuenta de Facebook\n(Tuiteando como el gobierno)\n#CoronavirusArgentina",
        "Pero, pero, pero... ¿ no es la mejor medicina del mundo? https://t.co/HVGuM9cjmW",
        "Cuando el Kirchnerista roba y además juega con la vida de la gente, pareciera que lo disfruta más.\n#Roemmers",
        "El principe Carlos de Inglaterra, positivo en #coronavirus.\nSiendo uno de los más conocidos defensores de la homeop… https://t.co/EuJyMXhVr3",
        "Los médicos cubanos no son gratis, se le paga a la dictadura cubana\nY grátis serían caros.\n#NoALosMédicosCubanos",
        "Estos tipos viven en otra dimensión https://t.co/g2yS3MdbP7",
        "Todo zurdo es un golpista en estado latente https://t.co/ybPDoIyU73",
        "No sé qué hubiese hecho Macri durante el @coronavirus.\nPero no tengo dudas de cómo sería el Kirchnerismo como oposi… https://t.co/Uy6GkVQtR8",
        "Algunos anhelan que la solución sólo venga de un lider conductor, un Duce, un fuhrer.\nDécadas de paternalismo, suma… https://t.co/c2UbiNZOxw",
        "Ese clima de gesta patriota, de la patria contra el virus de los ricos, de Malvinas contra el #Coronavirus; es la m… https://t.co/BAvskBf6VN",
        "Esta noticia tiene 60 años.\nhttps://t.co/4xPLzUIwPL",
        "CFK debería usar barbijo para no infectar.\nEn lugar de eso les hace usar al resto. https://t.co/30NGujtEPN",
        "Lo de decir boludeces es discutible, seguir diciendo \"chetos\" es imperdonable. https://t.co/Ef4VHImReg",
        "Tres días sin trabajar y me faltan muchos más.\nYa podría ser un dirigente de @CiudadFuturaOK",
        "Leo a gente pidiendo a Kirchneristas imponer el estado de sitio.\nPor'dió!!!!!\n¿Le quieren dar ese poder a fanáticos… https://t.co/Ph2w0Bmran",
        "CFK, están hablando de vos https://t.co/Ef4VHImReg",
        "El cemento no se come, los hospitales tampoco, cabeza de Lumilagro.\n\n#CoronavirusEnArgentina"
    ]
}