{
    "screen name": "CodyVoyles",
    "no. of tweets": 157,
    "tweets": [
        "@SwiftieStan13 I mean, he got All Too Well correct, so minus Hey Stephen up that high, I dig it!",
        "@michaelwhitney @shelbylcole Ah yes - in this climate, in this time when we all need to rise-up together, let’s sen… https://t.co/nfjoncyrRs",
        "But you did THAT  @alisoneroman. It teeters being snide &amp; is hard not to see it as being calculated (naming… https://t.co/CiVSqwhpUs",
        "@SwiftieStan13 Gonna ask you to rethink your All Too Well placement.....🤪",
        "Name the last time @AppleMusic went down? \nErrmm...\n\nSee you all on the good side in 3, 2, ...\n#spotify… https://t.co/cmgCzlRycJ",
        "@hall_ash @comcast Ummm let me tell you how we just had this happen to us last night and we CANCELLED our service a… https://t.co/TAvNK6bek6",
        "@mrmattray It’s unreal. I fear for all of friends and family back home in Indiana. 😢",
        "@mrmattray https://t.co/WUx6p3rgrP",
        "@dougblandry Same Doug, same! My exact reaction!🤣😍👏🏼",
        "I. Can’t. Wait. 😍😍 https://t.co/AtDdxNuxZb",
        "@koreykuhl @Christian_Zamo Both of these are sooo accurate! Gravity is such an underrated song! And Maggie!😍",
        "@TheNotRealCody It’s a MUST!!! I still had to buy a Dyson Animal tool! Haha.😂",
        "@TheNotRealCody Dakota has had enoughhhh https://t.co/mzoDLSUKv3",
        "@Kpengell @spsnomad @MissMarble1 @jenstuart27 @amyblack56 I. Love. Horror. Movies. 👏🏼👏🏼👏🏼",
        "@ConnorLounsbury Lawyer gays!!!!!",
        "@TheNotRealCody @god @jesus Get your people!! 😑🤦🏼‍♂️",
        "@TheStefanSmith I just.....dont get it. It’s not that hard to not say. He got his big break from a program by Nasca… https://t.co/LVXY6n6nSR",
        "@Gabrielmking1 This took me a minute to realize you weren’t talking about the airplane.... 🤣🤣🤣🤦🏼‍♂️🤦🏼‍♂️🤦🏼‍♂️",
        "@stephenossola Some day I’m going to convince you that Red is her best album!!! 😤",
        "@chelsrecently 👀👀👀",
        "@TheNotRealCody @GeorgeStrait I haven’t seen him and I’m going to never forgiven myself if I don’t get to see him.… https://t.co/flOH1PQCzi",
        "@TheNotRealCody @GeorgeStrait The real King!! I hope he is being kept in a bubble! \nAlso, this ACM special on CBS right now is so good!😭",
        "@chelsrecently ......no. https://t.co/2pb1vl7SSL",
        "We need more @EmilyAnnette6 ‘s in this world right now! You’re a gem and a treasure!😍👏🏼 https://t.co/Gc09yQx6aZ",
        "@stephenossola You meant - Red is such a perfect album. There, fixed it. 😁",
        "@ConnorLounsbury This is it. THIS is the tweet of the day! 👏🏼👏🏼😂😂😂😂",
        "@TheNotRealCody NO. Why is she even a thought anymore?! 🤯🤬",
        "@Kpengell @jenstuart27 @spsnomad @MissMarble1 Deal!!",
        "@Kpengell Yes! I’m in!!!",
        "@DJKoessler @JoeBiden I hope there’s a budget for Snapchat, Instagram, TikTok coming soon!! 👀😬",
        "@Kpengell Oooooo Roxanne Roxanne looks good!!!!",
        "@tori_saylor More of this content, pleaseeee!! 😂",
        "@brauf33 Auburn! #wareagle",
        "@TheNotRealCody Hmmmm. I mean, from what I learned from the show The OC, they must have left that party out... 🤷🏼‍♂️😂",
        "@TheNotRealCody So it’s come to 90’s punk vibes in quarantine... https://t.co/T0cwXxNAnJ",
        "@ammarmufasa Justttt gonna leave this here...🙃🙃 https://t.co/D8L9oKAfUS",
        "@briebriejoy It just....makes sense now. 🤦🏼‍♂️ \n\n@SymoneDSanders is a force of nature 🙌🏼 https://t.co/Udffi2kD4R",
        "@ConnorLounsbury The original, iconic, dazzling, first Elphaba is all who matters. 🤷🏼‍♂️ https://t.co/5w9ZtMV8D8",
        "@DJKoessler Babbel? I’ve been tempted. They’ve been spamming my email with a really good deal...😳",
        "@NICKTUMINO Thank you for this!! Any little bit of encouragement can help someone in so many ways! I’ll add this, a… https://t.co/N0dmhFI6Bf",
        ". @charliekirk11 is toeing the line of a domestic terrorist with the type of misleading information tweets he posts… https://t.co/HL1JVNmD3x",
        "@Andy_Levin Thank you, Andy! Unfortunate you had to travel like that and risk your health and your family’s, but I… https://t.co/LLtxtApr4Y",
        "@KimKardashian The people you tagged are gonna be real mad at all the backlash tweets they’re getting from you 😂😂😂… https://t.co/4vWWLeYFd5",
        "DC Friends!! This is super helpful information if you’re applying for unemployment benefits! #unemployment #dc… https://t.co/OLk7w4lE79",
        "@TheNotRealCody @RepKatiePorter https://t.co/ubV1OfcIGd",
        "To use your words @KimKardashian : “At this point in time feels very self-serving given the suffering millions of r… https://t.co/fAcgYPj2D8",
        "I’m at a loss for words anymore. We are in so much danger. God be with all those on the front lines and those who a… https://t.co/8WAXW5Ih9R",
        "@RepKatiePorter Umm @TheNotRealCody please protect Katie!!! 😢",
        "@Bakari_Sellers Don’t forget your Vitamin D3! American’s are highly Vitamin D deficient.",
        "@carsoneisenhart This is the company my blanket came from and I love it! They have a lot of covers to choose from.… https://t.co/KgOFuh1Zff",
        "@DJKoessler I’m so very sorry, @DJKoessler !!  My thoughts are with you and your family!",
        "@Kpengell This is the greatest response to a tweet that I think I have ever seen!! 👏🏼👏🏼",
        "@hall_ash @Delta An angel was with you or something!! Haha. I waited an hour and didn’t get the result I waited! 😢",
        "Come on @Delta ... No refunds for flights that are purchased as refundable? This is a pandemic. Instead of helping… https://t.co/7BJRXfW6LS",
        "WHY IS THIS HAPPENING? @Ch_JesusChrist This should have been monitored better. This is a failure a public health di… https://t.co/I7w3ticKs7",
        "@nancylevine @AndrewFeinberg Care to explain @IngrahamAngle ? #fakenews",
        "My God. We need so much help right now. This is gut-wrenching. https://t.co/qIOX2yMZj8",
        "@hall_ash Mind to share it? 😂 This is God’s work you’re doing! Go you!👏🏼👏🏼",
        "@TheNotRealCody I mean, given the disaster that is America right now, I guess we have to show it in any way we can,… https://t.co/ISny9vYgLv",
        "Ms. Universe is out here wreaking havoc on allll the evil in the world right now. Yes ma’am! \n#KanyeWestIsOverParty… https://t.co/LzKl8nS6wJ",
        "@TheNotRealCody Buttttt.....I have questions..... 🤣",
        "@RobertFair87 @Kpengell @Rebecca_Jo_J @TheFatNomad @taylorswift13 Ummmm I’m framing this. \n👏🏼👏🏼👏🏼",
        "@RobertFair87 @Kpengell @Rebecca_Jo_J @TheFatNomad @taylorswift13 Lolol we might as well just let it ALL out before… https://t.co/csmR8W2s6w",
        "@Kpengell @RobertFair87 @Rebecca_Jo_J @TheFatNomad @taylorswift13 OMG MY HEART!!!! Yes!! What did you think?\n\nI thi… https://t.co/Ve1Ym75RkG",
        "@stephenossola Watch Outbreak on Netflix afterwards!! 🙃🥴",
        "Day ... I don’t even remember, in social distancing...\n\nNot scared, just worried about the people I love.… https://t.co/n96kjh4d2L",
        "@DJKoessler Ummm wow!! Thank youuuu for sharing this! I’ll be watching it endlessly now. Haha 😍",
        "@chelsrecently Not the list you speak of, but there’s this tid bit..... 😬\n\nhttps://t.co/OwOPjvHNkm https://t.co/jh3cVbyCIn",
        "@TheNotRealCody Haha I need to do more of it!! At least he’s almost out of it, now!",
        "@Gabrielmking1 Right back atcha!! ❤️ We all need Him right now.",
        "@andylassner 😍🐶 https://t.co/kDYei6ydNF",
        "@hall_ash It’s just too tragic to look away, I get it. Insert a *But Her E-mails Sign* somewhere in there, too. https://t.co/Q01Uxd6wjx",
        "@Chas10Buttigieg ALL TOO WELL IS HER BEST SONG! I need support here! Lol.",
        "@hall_ash I thought i was exhausted after 2016.....but now I’m just....empty? Nothing left in the tank. Maybe we sh… https://t.co/lR1AW06BSh",
        "@TheNotRealCody But they’re always righttttt. 😑It’s time for him to GO. Pleaseee. 🤦🏼‍♂️ https://t.co/knz5jxtUTX",
        "@t13ning THAT’S WHAT I SAID!!!! Ughhh",
        "@TheNotRealCody This! We need to speak with Barbara! https://t.co/aJIioDmzvR",
        "The @VP of the United States continues to filibuster on national tv and not deliver completely truthful facts in th… https://t.co/o1xsJ1iXlg",
        "@emmyruiz What did you doooo?! I’m going to start singing this one day in a public restroom now. 😂😂",
        "@hall_ash Holy Moly!!! Thank you for sharing this! This is exactly how I feel after that speech today! 👏🏼👏🏼👏🏼👏🏼👏🏼",
        "@kevinbroadwhite Get me a spicy chicken sammich please!!! Extra pickles! 🤪",
        "Someone very smart put @JoeBiden in purple and changed those placards to purple. Whomever did this, I am clapping l… https://t.co/02CYA8Dexj",
        "@Kpengell Repetition and Politics Framing!!! Where do I sign up?",
        "@Kpengell I’m screaming!!!!! I think of this scene often!!!! Thank you!😂😂",
        "@Kpengell Effective persuasion tactics!!! 😬🥴",
        "@fshakir He literally said AR-15  20 seconds later. Do better - you’re supposed to be a professional.",
        "@DJKoessler I found two of my best organizers in the state in 2016 because of the add that was put out for Michigan… https://t.co/e1HoQ56eBk",
        "Well, this arrived today and hurts a little bit. Butttt, isn’t she the cutest?! 😍🐶 #pupsforpete @PeteButtigieg… https://t.co/XO0T7oh6bb",
        "This is exactly what we don’t need in America. \n\nWhat the actual hell.... 😳😳\n\ncc: @Alyssa_Milano do you think we sh… https://t.co/bCNY6P3rZd",
        "@hall_ash .......please no. ☹️",
        "@GregHale1 He did this on HIS own time. That’s all a person can ask for in this situation, but sadly, social media… https://t.co/Jw1gMgYO5l",
        "@hall_ash Wait, it wasn’t acceptable? I missed the love people had for him I guess. 🤭🤷🏼‍♂️",
        "I just saw an @AmyMcGrathKY add in DC!!! Yessss, such a good sign!!!!👏🏼👏🏼👏🏼 A reminder that I need to donate again! #AmyMcGrath #DitchMitch",
        "\"Tell the truth and shame the devil!\" \n\nMs. @peachisyummy , can we be friends?! Because I just hollered at this! 🤣… https://t.co/r0rNCrsCJW",
        "I have to ask - is this them moment when you broke your nail @SymoneDSanders ?! I see that brief pause and look dow… https://t.co/QjdYONn9dh",
        "@shaunking @MSNBC @maddow @BernieSanders Does this dude ever stop lying? Didn’t you just get caught in a lie yesterday/today?",
        "@deerretlaw @Rodericka I. Cannot. Love. This. More!!! THANK YOU!!!!",
        "Get you someone who protects you like @DrBiden !!! We are not worthy!! #jillbiden #joebiden https://t.co/And1OkCNVz",
        "@JKazadi Wait, did he decline it? I thought the legislation allowed for it?",
        "@chelsrecently I........what? https://t.co/ZBoDrTxh7v",
        "@Kpengell This is SPICEY! Whewww! 😅",
        "@paigeablanchard I’m so sorry, Paige. My heart and thoughts are with you. Please let me know if you need anything. 💙",
        "Thinking of all the staffers - especially my Hillary family, and volunteers that have put in exhausting hours, sacr… https://t.co/lNM46zLpHu",
        "This is the type of unity I’ve wanted the entire cycle. \n\n#PeteToBiden #AmyToBiden #Biden2020  \n\nLet’s go! https://t.co/8tcKH6RHvw",
        "@paigeablanchard @PeteButtigieg I’ll be right behind you!",
        "B*rnie S*nders is why we can’t have nice things. Two cycles in a row. Pete dropping out shows us all how centered h… https://t.co/eYixKnWq4E",
        "@stephenossola I wish the world would accept this because these words are the gospel! 4 made me come full-circle to the Beyhive!👏🏼😍",
        "@TheNotRealCody The struggleeee. 😖I’ve started drinking peach flavored black tea in seltzer water form. It’s actual… https://t.co/KsDoAGD5Ty",
        "@TheNotRealCody I gave up soda, too. It’s day 2 and I already have headache withdrawals. 🤦🏼‍♂️",
        "@beckerson I would have said the same thing about anyone else on that stage. It has zero to do with her being a wom… https://t.co/PIeXmxStTI",
        "@beckerson She was one of the first to speak, went on the attack to one candidate, then the others followed suit. M… https://t.co/0zZe3UwQGS",
        "@KateAronoff STOP spreading false facts. 😑 Every campaign got the same amount of tickets.",
        "For two debates now, Warren has set the tone of coming out attacking someone and causing this entire yelling match… https://t.co/4omOjWSrrO",
        "@hall_ash I’m not counting the chickens, yet. There’s a lot of primary left. South Carolina will sway some things.",
        "@TheNotRealCody https://t.co/JfHwN7dUzo",
        "@TheNotRealCody Your retweet button is off though. ☹️ A wild night for sure. I was not amused.",
        "@TheNotRealCody I wanted to retweet this!! ☹️",
        "This is the worst moderated, unprofessional, and nasty debates I’ve ever scene. \n\nGod help us all. \n\n@MSNBC DO BETT… https://t.co/jUaBLsp202",
        "But they have the gall to say he’s not treated fairly... 😑 https://t.co/yb0Mv8XEH0",
        "@hall_ash @peterdaou Ding ding ding! \n\nHe’s hit his head right? Or a “bro” hacked his account....",
        "@GregHale1 Did he hit his head? I can’t believe what I just read... Surely he meant to have this backwards? This is… https://t.co/qgnLzrugVU",
        "I know youre very biased but wow @peterdaou! Did you think before you pressed tweet? U realize youre talking about… https://t.co/G8t1XBDLaB",
        "@tori_saylor I feel.....seen? Attacked? 🤷🏼‍♂️😂 \n\nYOU GET A MIXER AND YOUUUU GET A MIXER!! https://t.co/O3ovyLiPvL",
        "This is why it’s so so hard to support him. He had NEVER asked his supporters to stop doing this. #NewHampshire https://t.co/vpihPePhJO",
        "@TheNotRealCody She’s still running? https://t.co/3hgONyq1JX",
        "I think @fshakir enjoys going on live TV and lying. How can you sit there and say some of these things with a strai… https://t.co/yjVLfbg1j1",
        "@chelsrecently Ummmm whatttt",
        "@kevinbroadwhite Bernie shouldn’t be attacking other candidates in his fundraising emails with falsehoods. Gloves come off when you lie.",
        "Mic. Drop. Martin. 👏🏼👏🏼👏🏼 https://t.co/O4T57SkKkX",
        "@hall_ash @CNN @ForecasterEnten YES! He was my second guess but I couldn’t remember his name for the life of me!! H… https://t.co/ou3zGWfxi3",
        "@hall_ash @CNN Paul Begala?! 😂 Or did I miss earlier?",
        "@kylekrieger Ideally what did you want in a first openly-out candidate? Is it his views or his personality/demeanor… https://t.co/M3mETUBZwN",
        "And this has me down. Tears welling-up. Regardless of who you support, this is moving. 😊\n\nThank you… https://t.co/O9yha6tw0g",
        "@just_jenna Jenna wins the day with this tweet and it’s only 8 AM! 👏🏼👏🏼 \n\nLouder for his supporters who stayed at home in 2016....",
        "This. This is the tweet. \n\nRemember this after 2020. The benefits are minimal and the representation is insulting t… https://t.co/zyEqSfNFOr",
        "This is how social media can be so dangerous and toxic in democracies. You have the power to stop it @Twitter @jack https://t.co/utS1MHLA5V",
        "All I know is that @MegDiMartino and @TheStefanSmith would have neverrrr let an app get in their way! 💃🏼\n\nI can’t i… https://t.co/5OKxmzHJCC",
        "I hope @RashidaTlaib wakes up on Election Day and can look herself in the mirror and say that she did everything sh… https://t.co/fKVAy4ub0d",
        "It’s the last day of my 20’s....what does one do?! 😭😖 #sos #dirty30 #birthday",
        "@_GinevraWeasley Never classy. Turtle is their coach....",
        "@hall_ash Doing God’a work! 🙏🏼👏🏼👏🏼",
        "Remember what Sanders is doing when you go the ballot box in your state’s primary. \n\nHe keeps showing his true colo… https://t.co/s0yEwoENBx",
        "@chelsrecently The media certainly isn’t helping. This was pulled from her documentary. She’s entitled to few this… https://t.co/hs4K2i64PI",
        "@kevinbroadwhite The media pulled this out of thin air instead of focusing on the Impeachment trial. This is absurd. 🤬",
        "@TVietor08 A media outlet “kicked this shit up.” Let’s not mistake or miscontrue that. This is honestly worthy of a… https://t.co/cAtZIyu4Wa",
        "This. Exactly this. I’m not sure what more it will take for Democrats to see the motives of this man. https://t.co/nIKbXvFnDa",
        "@TheStagmania An oppo article, from the Huffington Post, based on a quote from a book. This is why our party is dro… https://t.co/v6rmdZvGj9",
        "@TheNotRealCody Aww! They can be so stubborn, but the most loyal and social dogs ever. And when they talk!!! 😍😍",
        "@TheNotRealCody It’s so pretty!! 😍😍Huskies are the best! https://t.co/5wDefXi9Tu",
        ". #IvotedforHillaryClinton \n\nThat’s the tweet. That’s all. https://t.co/yqf7rmkpxQ",
        "@tori_saylor Welp, this made me cry at 9 AM... 💔",
        "@jonhoadley I cannot imagine getting such devastating news. 💔 Glad to hear Kris is doing better now. I’ll be thinki… https://t.co/INaBV4Lq5T",
        "@TheNotRealCody At least we don’t have to watch Baby Brady and Belicheat in the Super Bowl now. 😂",
        "@TheNotRealCody They’re the dumbest set of regulated rules in all of American sports. I’ve never understood the rat… https://t.co/gBjo57s2Ce",
        "Hey @maureendowd , how’s this article aging for you? Donald the deflector and fear-monger, I think is what you mean… https://t.co/g3tP15lGbz",
        "@ChrisWillman @ChrisStapleton @RobbieFulks @JohnPrineMusic @DierksBentley @ashleymonroe @LoriMcKennaMA… https://t.co/LwhudnYpAW",
        "And sadly, moments like this that Joe has, wont be covered as much as when he says something “bad.” \n\nUntil we star… https://t.co/pQb0tIXgEe"
    ]
}