{
    "screen name": "KorrJorrJeng",
    "no. of tweets": 141,
    "tweets": [
        "sleepy and exhausted so anyone can get it",
        "@AbdNjiester @tiloreyy 😂😂😂 i mean i don't too but it's like common sense to know neh something's not right",
        "we swear no one cares about your wealth. what we care about are the inequalities that allow people to be that rich,… https://t.co/cgzn7iaTVu",
        "what? lmaoo https://t.co/fSRk7ZzdhD https://t.co/zRUUXLZ41t",
        "@AbdNjiester @tiloreyy as in? i think they underestimate his wealth and the level of poverty present in this world because",
        "@tiloreyy lmao you know? i don't understand why people hate themselves so much 😭😂😂, jormi",
        "@selamtez4 @takebackthetech can't thank them enough for all the experience and awesomeness that came with #mfiafrica",
        "lmao i effing hate group work 😂😂😭",
        "yass yass yass and yass! i can't wait to digest this! everyone go read this zine from #mfiafrica \n\nalready love it!… https://t.co/5cmrAAlS5D",
        "please shut up lmao https://t.co/SOgvIxIKuD",
        "@AbdNjiester @The_Wilson23 sounds like you and your name problem 🙄",
        "@AbdNjiester @The_Wilson23 this is a wilson stan account so no abdoulie wilson slander can take place on it. yakor morm",
        "@Innocentuss @DrKebsun 😂😂😂😂",
        "@DrKebsun @Innocentuss same we've just been hearing cabinet cabinet these days, who is cabinet",
        "@fatoulaminjeng1 @mojeng17 @JackTheLad_17 happy birthday dr. @mojeng17! hope you have a really great day ❤️❤️",
        "i've always known abdoulie was fake, tey laakor confirm nak. stay away from fake friends",
        "an 8 year old was gang raped, and guess what? women have to continuously deal with effects of the pandemic and sgbv… https://t.co/RJJ30oSc9d",
        "i'll take ibuprofen and sleep idc, what's the worse that could happen anyway",
        "yaerem lenn nyu yearem senn borpa",
        "bruh i feel like i have 2mins in my day cus there's always shit to do but i can't even pay for my spa",
        "some of us are overworked and overwhelmed but y'all want 0.0000001/2 of the world population to control allthe weal… https://t.co/jjYqxpIXqo",
        "but i have like 4 more essays 😭😭 because these lecturers think this pandemic is a bali baecation. i've already submitted like 5",
        "closing the damn tabs https://t.co/xdYRkyIjd3",
        "@KifsonWhoo bring me some",
        "😭😭😭i hate it here man, what is all this? my body needs rest and sleep",
        "@camara_maha happy birthday, hope you have a great day 🎁",
        "neni ngunya really belongs in the gutter 🥴",
        "@AjiSaineyKahESQ ahhh gods intervention 😂😂😂",
        "@Musukoro1 baal na 🤣🤣🤣",
        "@AjiSaineyKahESQ 😂😂😂😂",
        "ozzy said more british than the queens 💀💀😂😂😂",
        "@Musukoro1 ahhh dieng laa santa, mais tey ndaiye laa worn 🙃🙈🙈",
        "maybe i'm not funny and fail at being fun 😂😂😂💀",
        "@F_Mboge lol i wasn't either 🥴",
        "excel https://t.co/jFBwoU44jC",
        "@F_Mboge sis relax it's not that deep",
        "@Musukoro1 😭😭😭mouneh",
        "lii dey chatt la yenn 😭",
        "sardine*. 😭😭😭",
        "what do i do now 😭😭😭",
        "how do i make this define with everything to break my fast just for this toaster to burn my bread https://t.co/8p8TCVR3ei",
        "utg students literally just copy and paste. no justification, no caps dara",
        "@serigne_habibi there's levels to this 😂😂😂",
        "@serigne_habibi we are but rest of gov aren't 🤷🏾‍♀️",
        "@serigne_habibi goodluck going through government files 😂😂😂",
        "@serigne_habibi dafa muna bluff 😂😂😂, did he tell you why he deactivated?",
        "@serigne_habibi we are not your amusement, i'm loyal to my office. bye",
        "@serigne_habibi lingen neka du lu warr, papis di nitt💀💀😂",
        "@serigne_habibi lmao i don't know but i'm guessing management, if you saw the one before this😂😂😂😂",
        "@serigne_habibi deglu public bi sett lulen interest😭😭😭 lmaoooo by lenn nyu",
        "xabib ark papis nyor ermm😂😂😂",
        "suma birr bange alarm 😭😭😭",
        "@The_Wilson23 @gxmbye @MayamaDibba dama mistake b",
        "@serigne_habibi nitt dangaa am respect",
        "happy birthday @jowfarah, yalna hewal yii yorku 🎁",
        "papis amutt ben respect belie 😂😂😂😂😭",
        "@jesuisTarr wils du dem😂",
        "@jesuisTarr 😂😂😂😂😂😂he didn't the same lmao and i told him to send me the burger",
        "@ya_mallen 😂😂😂😂lmaooo sorry babes",
        "@ya_mallen lol hosting and domain are different things so i guess that's why",
        "@The_Wilson23 wow fake",
        "@Blakebrizzy loool i cannot come and die",
        "@The_Wilson23 am i people now",
        "@The_Wilson23 bye",
        "@The_Wilson23 go",
        "@xmyls waw x😂😂😂😂😂",
        "@Blakebrizzy i just woke up for work 😂😂😂",
        "@Deenike what book is it?",
        "i forget whatsapp didn't always come in dark mode",
        "i might be onto something",
        "@mamakbeh waaru naa daal",
        "i'm suppose to be sleeping, but i ate like 3mins ago and my stomach is also sitting down under me",
        "let me get back to this story, think i might have just had a revelation during prayer",
        "@NnaKaddyKombo lol paseh cia 😂😂",
        "is he a state agent ? https://t.co/Yeau7KLKzf",
        "@KejeraL yes please, sengambia*. in eradicating artificial borders, saloom and some were somewhere in gambia 🤷🏾‍♀️",
        "@KejeraL we are banning your from our timeline",
        "agenda must agenda. romance love is very shallow",
        "i can listen to cheikh diop mbaye the whole day and not get tired",
        "the block party is littttt yoo",
        "what is kelly doing 😂😂😂 #insecurehbo",
        "why y'all so bothered about someone being pregnant now 🥴",
        "it's wrong when you guys want to do trauma comparison but when we shout rape here you all turn away from your phone",
        "please call this out without saying how outrageous it would have been if it was girls. it's equally outrageous and… https://t.co/MghOFSCXgD",
        "@Innocentuss @4evamisjudged yaye banj deh, su oubay nyu dem",
        "i think the orbit froze https://t.co/HKvg86gw5p",
        "@AfroBloggers work, school and the pandemic ugh",
        "@pasohna oops sorry, i know what that looks like. avoid fluids for the first few hours after ndogu and just eat",
        "@Musukoro1 merci😭",
        "@pasohna 😭😭😭sorry, laygi tey. deyl leka di naan",
        "@pasohna just hang in there, it'll be alright",
        "@pasohna ahh things yange gayna saff😭😭😭",
        "sorna naa deh https://t.co/fBljPkMxpE",
        "@4evamisjudged great, thank you",
        "8 🥴, i haven't finished anything since april https://t.co/iWlVTetTZy",
        "@4evamisjudged looks great, are you looking forward to twisting dreads ?",
        "@miss_jallow thanks aisha! got it",
        "it could be individuals too",
        "do you guys know any companies in gambia that do video info graphics ? please share contacts of sm\n\nrt",
        "“Support looks like a lot of things, and apart from buying your friend’s products and sharing their flyers, critici… https://t.co/pGBLV50qvc",
        "\"...women face more problems than their men counterparts in the business sector which includes defying social expec… https://t.co/8WBvQop5md",
        "nawec balal lenn ma, dama am ligueye",
        "@Im_Macilia to kill everyone while you fly planes and want to suppress us more",
        "@_Sally_N the only place i know about was at tallinding, not a great fan but i'm sure cherry would know",
        "@xmyls also i thought it was already tested apparently it's some yahya jammeh thing",
        "@_Sally_N don't forget me",
        "@Im_Macilia 6 hand sanitizers at that too! did you see those toilets? the supposed isolation rooms??? it's so damn ridiculous",
        "i really just want to know what happened to the suspected case who was rejected because the hospital wasn't prepare… https://t.co/GLef8zDLVI",
        "you guys ...\n\nhttps://t.co/wVv9MmzuSb",
        "@ejaatouu ahh😭😭",
        "@ejaatouu where are you hana? 🤣",
        "Who’s your best friend — bruh i don't have a best friend, but i have really awesome close friends. lmao we are grow… https://t.co/KteoErBPjj",
        "What is your definition of normal? — boring. https://t.co/wfVF7VXylJ",
        "well what it do\n\nhttps://t.co/L3u0uFDCeW",
        "mum then pass by aunt's https://t.co/waBosILYtz",
        "lmao sis threaded 😂😂😂 https://t.co/InCqsqVYUf",
        "@Bas_Njie pasibehran*",
        "@The_Wilson23 i can be corrected but cabinet can reject parts or the constitution- and not sending to na also means… https://t.co/C0ytMS0WZG",
        "@The_Wilson23 yes it could be a reason for them to reject, and that means it won't get to parliament and the rest of the process",
        "@ghanagirlgoes mann daal mange deeh",
        "my head omgggg",
        "🥴 https://t.co/l6Js2UzTIU",
        "😂😂@miss_petite_j https://t.co/XyLOJMi9Zd",
        "@gxmbye @AjiSaineyKahESQ @Innocentuss @miss_petite_j @The_Wilson23 ya amie are you part of this?",
        "@The_Wilson23 do you know how worrying this is omdsss, especially if the crc omitted it",
        "@AjiSaineyKahESQ @Innocentuss @gxmbye @miss_petite_j @The_Wilson23 😂😂😂",
        "@Innocentuss @gxmbye @miss_petite_j @The_Wilson23 @AjiSaineyKahESQ astagfiroulah",
        "@AjiSaineyKahESQ @Innocentuss @gxmbye @miss_petite_j @The_Wilson23 your husband could be sent to jail for small car… https://t.co/6CBnYaVUQJ",
        "@Innocentuss @gxmbye @miss_petite_j @The_Wilson23 @AjiSaineyKahESQ of one year what now?",
        "@AjiSaineyKahESQ @mariieejxo @Khadeeja_C copied and got better so what does that say",
        "@mariieejxo @Khadeeja_C nigerians also cook it and it does taste/look a bit like ebbeh, but i think they are comple… https://t.co/yF2ozKfFXA",
        "@The_Wilson23 send me the play cus the ones i saw morm",
        "@The_Wilson23 why isn't there one for thousand splendid suns or the mountains echoed",
        "i laughed so hard last night lol, then i woke up and received the best message so alhamdulilah",
        "@miss_petite_j same off not even worse 🤢",
        "@ArlvinAlieu yeah",
        "bangz dafa chebb beh rorf 😂😂",
        "@ArlvinAlieu looool kai jael",
        "some of you yeah 🥴",
        "so how do you find the other tweets offensive and disgusting but you're laughing/retweeting and kikiying on this on… https://t.co/f166hiG6JG",
        "😂😂😂😂😂😂😂😂😂😂"
    ]
}