{
    "screen name": "enrico_heede",
    "no. of tweets": 181,
    "tweets": [
        "@a_prigge Gute Nacht Andi 😊",
        "@Majonnchen Dankeschön 😊",
        "@Majonnchen Ich habe schon ein paar Infos deswegen bekommen. Kannst du gerne machen. Ja, wie das finanziell läuft,… https://t.co/UelhhzUK4N",
        "@SrUnbequem Nope, darf mich von meinem Thoraxempyem mit ner doppelten Bülaudrainage erholen. Zum Glück zu Hause",
        "@Majonnchen Ja, das war so eine der besseren Nachrichten in der letzten Zeit 😊. Ich habe einfach keine Lust mehr au… https://t.co/eyOavU9P9G",
        "@Majonnchen Dankeschön 😊. Die Prognose sieht gut aus 👍🏻. Und wie es aussieht, kann ich sogar in den Rettungsdienst… https://t.co/UBldci5OO2",
        "@Majonnchen Zum Glück seit Freitag aus der Klinik entlassen. Aber weiterhin krankgeschrieben. Hätte auch dramatisch… https://t.co/bmLhaOZmy0",
        "@MMH7716 Maximal 2 Stück 😂",
        "@Majonnchen Das wirst du wohl nie erfahren.",
        "@Majonnchen Was muss, das muss 👍🏻. Wenn du Putzutensilien brauchst, sag bescheid 😊",
        "@Majonnchen Leute gibt es... 😔",
        "@Feuerwehr_LE https://t.co/2uQQtJSmH7",
        "Meine Lieben, ich wünsche euch allen einen gute Nacht. Jetzt hätte ich mal eine Frage an die #Medizinbubble bzw… https://t.co/mrgWm6HJ5C",
        "@Polibaer22 Ich wünsche dir eine ruhige Schicht. Kaffee kann man nachts nie genug haben. Bzw. Energy... das geht auch",
        "@alltagimrettung 😂😂 auch wenn der etwas Grenzwertig ist",
        "Guten Morgen ihr Lieben ☕😊. Mal sehen, was der heutige Tag so bringt? Ich bin davon noch nicht so überzeugt. #Krankenhaustweet",
        "@Polibaer22 Moin Frank 😂😂",
        "@alltagimrettung Guten Morgen, und eine ruhige Schicht 😊☕",
        "@lolli_denkt Guten Morgen 😊. Dir auch einen schönen Wochenteiler",
        "@a_prigge Moin 😊",
        "Gute Nacht ihr Lieben 😊 https://t.co/YqU4IhhuXi",
        "@a_prigge Gute Nacht 😊",
        "Guten Morgen aus der #Radiologie. Kommt gut in die neue Woche. https://t.co/Hqtnjj3llw",
        "@a_prigge Moin 😂",
        "@lolli_denkt Dankeschön 😊. Problem sind die Entzündungswerte.",
        "@lolli_denkt Ich wünsche dir auch einen schönen Samstag 😊. Regen brauchen wir.",
        "@JungRosi Danke 😊, dir auch einen schönen Tag.",
        "Guten Morgen ihr Lieben 😊. Kommt gut ins neue Wochenende. Na mal schauen, was der heutige Tag so bringt. Hauptsache… https://t.co/UmFbkvN6zL",
        "@lolli_denkt Guten Morgen 😊",
        "Guten Morgen ihr Lieben 😊. Kommt gut in das neue Wochenende. Bei mir müsste es bald Frühstück geben. Gesendet aus dem #UKL",
        "@Polibaer22 Guten Morgen 😊",
        "@Majonnchen Jap, und ist ein erstes gutes Zeichen.",
        "@Majonnchen Genau. Gestern die OP gehabt, und verlief soweit ganz gut.",
        "@Majonnchen Dankeschön 😊. Heute steht einfach mal nix an.",
        "Juhu, heute mal ein ruhiger Tag im #UKL. Liege gerade gemütlich im Bett, und trinke einen Kaffee 😊. Draußen scheint… https://t.co/2GtVp1tLqO",
        "Neues #Profilfoto",
        "Um 20 Uhr habe ich dann alles geschafft, und befinde mich im Aufwachraum, wo ich nach einer guten Stunde schon das… https://t.co/tCKqZLo3MC",
        "Unten angekommen, herrschte dann doch etwas Chaos. Wurde dann erstmal im Aufwachraum mit meinem Bett hingestellt. U… https://t.co/6KyQxQpKOk",
        "Darunter waren echte Notfälle mit Polytrauma, war ich dann kurz vor 11 Uhr wieder in meinem Zimmer und konnte die R… https://t.co/UdEjtEk2ao",
        "Gegen 9 Uhr, war es dann endlich soweit 😊, ich wurde abgeholt, und hatte eine nigel nagel neue Schutzmaske vorm Ges… https://t.co/ejWD27yb3p",
        "und meinte, dass ich so einen Energie / Protein Drink von Fresenius trinken dürfte, da die OP erst am Nachmittag st… https://t.co/wWxYJ8xS5F",
        "Und gestern war dann der große Tag 💪. Nach 3 Stunden, also gegen 06 Uhr wurde ich geweckt, und mir wurde mitgeteilt… https://t.co/hTaLRGd4uR",
        "Wo es dann was leckeres zum Essen und Trinken gab. Brot mit Körnern, Aufschnitt Butter, Joghurt und eine halbe Pack… https://t.co/cpYgqsbtJj",
        "Stellte sich nach konsolidierung verschiedener Ärzte als eine Vereiterung des Rippenfells dar. Bekam ne Thoraxdrain… https://t.co/ONh2RoLb57",
        "War gegen 20:30 Uhr in der ZNA @UniLeipzig #Universitätsklinikum. Dort angekommen ging es recht zügig voran mit der… https://t.co/yy0nIMvPKg",
        "Guten Morgen liebe Twitterbande 😁. War in letzter Zeit nicht so aktiv, versuche mich aber zu bessern XD, gibt Neuig… https://t.co/ALLcGKCWvq",
        "@StorysOfATrans Eben erledigt 👍🏻. Bin auch für eine #Impfpflicht.",
        "@UPol_eV Danke, euch auch ein frohes Osterfest",
        "@Polibaer22 Oh, tolle Nachrichten 👍🏻. Frohe Ostern, und einen ruhigen Dienst 😊",
        "@a_prigge Happy Birthday lieber Andi 🎉🎁",
        "@lolli_denkt Dankeschön ❤️. Der Tag heute ist total für den Ar... bin irgendwie total breit.",
        "@lolli_denkt Versuch macht klug. Finde ich trotzdem überteuert...",
        "@lolli_denkt Das stimmt, dafür habe ich wieso auch immer ne böse Rippenbrellung, womit ich die letzten Tage nicht s… https://t.co/MqLZ2PSWBL",
        "@lolli_denkt Die spinnen doch.",
        "Moin ihr Lieben 😁. Jetzt ist es offiziell. Ich habe kein Covid 19. Ist halt jetzt die Frage was ich wirklich habe.",
        "@lolli_denkt Von mir auch alles Gute nachträglich 🎉🎁. Das sieht aber fein aus",
        "Bin jetzt auch erstmal in Quarantäne. Am Montag komme das Ergebnis",
        "@a_prigge Guten Morgen, Andi 😁. Mein Feierabend Bier ist sowieso bald leer 😔",
        "@lolli_denkt Kann doch nur besser werden ☺️",
        "@DasNix1 Wer es kann sollte es tun! Fällt bei mir durch die Arbeit flach.",
        "@ak_hipp Happy Birthday 🥂🎉",
        "@DasNix1 Bei mir auch nicht",
        "@DasNix1 Oh, alles gute ❤️. Ansonsten Homeoffice...",
        "@sty__74 Mahlzeit, da mach ich auch mal mit 👍🏻. Ich heiße Enrico, geboren in der Nähe von Schwerin. Aufgewachsen ab… https://t.co/nrUPwB0Vch",
        "@LolainPause Bier... einfach nur Bier 🍺. Ich habe kein Homeoffice, macht sich auch schlecht bei mir 😂",
        "@a_prigge Dir auch einen fröhlichen Samstag. Kann ja mal passieren 😜. Bin eben erst von der Arbeit gekommen",
        "Meine Lieben, kommt alle gesund und munter ins Wochenende 😊. Für die, die arbeiten müssen, macht nen ruhigen. Bin d… https://t.co/CPeDzwqjYu",
        "@lolli_denkt Guten Morgen 😊. Bei mir heißt es gleich gute Nacht",
        "@a_prigge Dankeschön, und nen ruhigen Tag auf der Arbeit 😊",
        "@a_prigge Guten Morgen, lieber Andi. Das Datum spielt doch gar keine Rolle, außer man glaubt daran 😊. Viel Spaß in… https://t.co/twyIR8eQxg",
        "Auf geht's in die Nachtschicht 🙄",
        "Guten Morgen ihr Lieben 😊, kommt alle gut in den Tag. Ich komme gerade von der Arbeit",
        "Meine Lieben, ich wünsche euch allen einen schönen Sonntag 😊.",
        "Gute Nacht ihr verrückten. Schlaft gut, und kommt gut in den Freitag. Mein Wecker bimmelt um ca 02:20 Uhr.",
        "Guten Morgen liebe Twitterbande. Auf geht's zur Arbeit.",
        "@CIoudinee Wovon träumst du denn 😂.",
        "@internetbazi Zum Glück nicht.",
        "Gute Nacht ihr Lieben, ich hoffe euer Tag war gut. Sollte heute meinen Arbeitsvertrag unterzeichnen, nur die IT hat… https://t.co/Cu6gNV9EjH",
        "@a_prigge Ja, natürlich!",
        "@a_prigge Gute Nacht lieber Andi 😁. Jetzt ist es offiziell. Ich kann am Montag in meinem neuen Job beginnen. Da kan… https://t.co/VjgMx9tigH",
        "@a_prigge Ja, so ist es 🤗. Danke dir.",
        "@a_prigge Gute Nacht lieber Andi 😊. PS. das Profilfoto kommt jetzt am Wochenende. Hatte die Woche über zu viel um d… https://t.co/xmZqQyMusg",
        "Juhu 👍🏻. Bekam eben nen Anruf, dass mich die Firma kennenlernen möchte, wo ich Anfangen soll 🍺. Geht jetzt ein Bier",
        "@_Bestattung Ich hoffe doch ja... Da sind so viele Menschen, die ich gerne wiedersehen möchte. ❤️",
        "@LolainPause Njam, guten Appetit 😊",
        "So, am Wochenende den Laptop neu machen. Hoffentlich findet sich hier noch ein USB Stick 🙄. Wäre ja auch zu einfach… https://t.co/8gAJywbi65",
        "@OomenBerlin Knuddeln 😂",
        "@a_prigge Gute Nacht lieber Andi ☺️. Joar, das #Profilfoto kommt die nächsten Tage 😂... 😴😴😴",
        "@AmazonKindle #TheLordOfTheRings https://t.co/3pnPbsx3lh",
        "@BaumersD Prost und einen schönen Abend 🍺",
        "@DasNix1 Dankö 😊.",
        "@DasNix1 Nabend du Hübsche 😍, joar hier in Leipzig geht es langsam los. Man weiß es noch nicht ganz genau. Mal mehr, mal weniger 😊🤗",
        "@DiHeler Guten Appetit, sieht sehr gut aus! 😊",
        "@Polibaer22 So sieht es aus! Und die Menschen, die mobben müssen, tun mir irgendwie Leid. Nicht wegen der Tat, sond… https://t.co/nhAFsNcjB1",
        "@Polibaer22 Es ist doch im Grunde genommen beschämend für unsere Gesellschaft, dass sowas überhaupt passiert! Entsp… https://t.co/rJSXaxZvkp",
        "@Polibaer22 👍🏻",
        "@Polibaer22 Leider ja... Wobei ich es jetzt problematisch finden würde, in der Öffentlichkeit auf ein Mädchen, oder… https://t.co/LPtQXmike9",
        "@Polibaer22 Wie Recht du hast",
        "@kambambum Dir auch eine gute Nacht ☺️🤗😴😴",
        "@Ah_von_Oh Vielen lieben Dank fürs Folgen 😊.",
        "@a_prigge Gute Nacht Andi 😴😴",
        "Meine Lieben, kommt gut in den Abend 😊. Für die meisten heißt es noch einmal aufstehen, und dann ist Wochenende",
        "Kann ich bitte ne aktive Probe von #2019nC0V bekommen? Hätte da jemanden zum Testen 🙄🤚",
        "@Spatzengepiepe Schlaf gut.",
        "@DiHeler Scheiße... verdammt da fehlen einem die Worte, und man Weiß nicht, was man sagen soll 😔. Das Leben kann ei… https://t.co/DjIgRZ9HBM",
        "@Polibaer22 Dein altes #Profilfoto fand ich ja schon klasse",
        "@polizISTmensch Die haben doch echt nen Dachschaden 😔.",
        "Meine Lieben, ich wünsche euch allen einen tollen Abend 😊. Und morgen Früh um 9 Uhr bitte alle mal die Daumen drück… https://t.co/OTqLYbVUHQ",
        "@TwitterDE, ich verstehe nicht, warum mir die Werbung von @taxfix angezeigt wird? Ich habe diesen Account gemeldet… https://t.co/BVk4x03AOU",
        "@Polibaer22 @DiHeler Mein aufrichtiges Beileid.",
        "@CIoudinee Happy birthday kleine Fellnase 😊😊",
        "@DasNix1 @UniLeipzig Dankeschön 😊😊",
        "Meine Lieben, ich wünsche euch allen eine gute Nacht 😊. Bis Morgen und schlaft gut",
        "@DasNix1 @UniLeipzig Stimmt 😊. Ich verabschiede mich langsam für Heute. Der Bettzipfel ruft nach mir. Ich wünsche dir eine gute Nacht 😊🤗",
        "@CIoudinee Gute Nacht 😊",
        "@DasNix1 @UniLeipzig Naja... Heute Abend eher weniger 😔",
        "@DasNix1 @UniLeipzig Stimmt auch wieder 🙄. Pause und mal zur Ruhe kommen... total übertrieben. Also ehrlich ey.",
        "Am heutigen Vormittag / Mittag wurden am Schwanenteich / Oper #Leipzig Kontrollen der #BPOL durchgeführt. Und das i… https://t.co/QYEvndfE1V",
        "@taxfix_de So, ihr werdet jetzt gemeldet und blockiert. Wer braucht so nen Mist?",
        "@DasNix1 @UniLeipzig XD, aber mal ne Pause sollte schon drinne sein 😊.",
        "@lakazel Hmm, lecker 😊",
        "@DasNix1 @UniLeipzig Ey, guck nicht so genervt 😊😂. Siehs mal so, ihr habt immer was zu tun. 😜",
        "@DasNix1 Konnte ich mir bis eben gar nicht vorstellen, dass es ne \"Arztpraxis\" gibt, die sich auf Rheumatologie spe… https://t.co/jkeArVZtHy",
        "Trinkt noch ein Bier auf dieses aufregende Fußballspiel #SVWBVB",
        "@DasNix1 Oh, ein ganz interessantes Thema mit dem man sich nicht tagtäglich beschäftigt.",
        "Geil...Glückwunsch an @werderbremen 👍🏻. Es gibt nur eine @borussia 😊😍❤️",
        "@DasNix1 Schlaf wird sowieso überbewertet 🤣. Aber Kaffee... geht immer. Arztpraxis klingt interessant.",
        "@DasNix1 Ja okay, dann sag ich mal nix 🤣. Ich kenne nur die üblichen Zeiten aus der Industrie. Ca 6 bis 15 Uhr und… https://t.co/XaW71zbLd5",
        "@DasNix1 XD, Dankeschön 😊🤗. Aber du hast Frühdienst, der so ca um 06 Uhr beginnt. Ich will damit nur sagen. Der men… https://t.co/HD13K1fMVa",
        "@DasNix1 Okay, da will ich nicht weiter stören 😊, und wünsche dir eine gute Nacht 😴😴",
        "@DasNix1 Bitteschön 😊. Wäre Kaffee auch OK? Hauptsache, du hast es überstanden 👍🏻",
        "@DasNix1 Na Klasse 😔. Wenn in Berlin oder ner anderen Großstadt nichts mehr geht... dann geht da auch nix mehr. Gen… https://t.co/R3Do7aFl1j",
        "@DasNix1 Das ist doch die Hauptsache 😊.",
        "@DasNix1 Hmm, also warten 😔.",
        "@DasNix1 wie weit bist du?",
        "@JeckesDing ❤️",
        "@Spatzengepiepe Gute Nacht 😴",
        "@saftmoppel 😂😂",
        "@DasNix1 okay, ist jetzt 2 Stunden alt https://t.co/u4Gbt7fCzp",
        "@a_prigge Gute Nacht lieber Andi 😊.",
        "@DasNix1 Laufen ist wahrscheinlich keine Option? 😂😂",
        "@Polibaer22 Fuck 😔",
        "@Polibaer22 Dankeschön fürs Folgen 😊",
        "@DasNix1 Bist du och so ne Gafferin 😂😂? Sry, musste eben erstmal mal wieder was essen 😂😂",
        "@Polibaer22 Viel Spaß, und den verunglückten Kollegen eine gute Genesung #ThinBlueLine",
        "@DasNix1 Naja, nicht wirklich. Die Nachricht wurde mir eben in die Timeline gespült.",
        "@DasNix1 https://t.co/vMPBBRwDGn",
        "@DasNix1 Lach, vielleicht gibt es ja dort in der Nähe nen Späti 😂. Ehe ich in Berlin wäre... naja vergessen wir das. 😂",
        "@DasNix1 Auf welchen Bahnhof denn genau? Berlin hat ja genug davon.",
        "@DasNix1 Ich bring ne Kiste Bier und Schnaps mit. Eventuell noch Nudelsalat von gestern, heute erst durchgezogen 😊🤗🥂❤️",
        "@a_prigge Lecker 👍🏻. Einmal nach Leipzig bitte 😊. Erm guten Appetit",
        "@Moni_monster Wow, was für tolle Bilder ❤️. Dir muss ich gleich mal folgen",
        "Meine Lieben, der Tag neigt sich langsam dem Ende zu. Ich wünsche euch allen eine gute Nacht. Bis Morgen 😊",
        "@kambambum Dir auch eine gute Nacht 😊",
        "@a_prigge Schlaf gut 😊",
        "@DasNix1 @LolainPause @a_prigge @CIoudinee 😊",
        "@Majonnchen 😊🤗",
        "@Majonnchen dir wünsche ich natürlich auch einen schönen Abend 😊. Hab dich total vergessen.",
        "@DasNix1 @LolainPause @a_prigge @CIoudinee Auch Sinn der Sache 😊...",
        "@DasNix1 @LolainPause @a_prigge @CIoudinee Haha, noch 4 Tage 😂😂. Da ist zumindest Freitag",
        "@DasNix1 @LolainPause @a_prigge @CIoudinee Wie sagt man so schön... Montag rum, Woche rum 😂🤗",
        "@Sas_sen_ach @kambambum Ja, es gibt zum Glück wieder solche Menschen in meinem Leben, denen ich zu 100% vertrauen k… https://t.co/yi54TfEvls",
        "@DasNix1 @LolainPause @a_prigge @CIoudinee Dankeschön 😊🤗, ja ab heute hat uns der Alltag wieder.",
        "Huhu meine Lieben, ich wünsche euch allen einen schönen Abend 😊. Liebe Grüße gehen an @DasNix1 @LolainPause @a_prigge @CIoudinee",
        "@alltagimrettung @SchwesterFD Prinzipiell bin ich da auf deiner Seite, stellt sich nur mir die Frage, wie es in der… https://t.co/hZzX5M9nKY",
        "@AidenHatfield I can't understand people they don't like dogs. He's cute 👍🏻❤️",
        "@LolainPause Ich warte auf Fotos 😊",
        "@AidenHatfield Good night to you",
        "@DasNix1 Das Foto mit dem Burger hättest du lieber nicht posten sollen... jetzt hab ich Hunger 😂😂",
        "@DasNix1 😂😂",
        "@DasNix1 Jap, sind Sie 👍🏻😂",
        "@DasNix1 😂😂",
        "@DasNix1 Ach, wegen ner Nichterfüllung, will ich nicht so sein 😂😂. Gibt da schlimmeres.",
        "@DasNix1 XD, jetzt war ich etwas verwirrt 😂😂",
        "@DasNix1 Nö, warum?",
        "@DasNix1 Hmm, okay 😊.",
        "@a_prigge Gute Nacht lieber Andi 😊.",
        "@DasNix1 Bilder von Katzen gehen übrigens auch immer 😊",
        "@DasNix1 Alles gut, kann passieren 🤗❤️",
        "@DasNix1 Dankeschön 😊",
        "Schaut #Baywatch @ProSieben. Habt alle einen schönen Abend 😊"
    ]
}