{
    "screen name": "ResourceFS",
    "no. of tweets": 199,
    "tweets": [
        "Happy Mother's Day! Thank you to all the amazing mothers and grandmothers who always give us their best and rise to… https://t.co/YRZqHwQhpZ",
        "Happy #FriYay! Team Resource wishes a very happy birthday to mortgage banker Zach Tronco, who has been crushing lif… https://t.co/VsXTmYavSi",
        "We want to help you fulfill your real estate goals safely. Read on to discover our five steps to continue your home… https://t.co/GzkIWQQ4m7",
        "Happy Birthday to our President and CEO Wade Douroux! We appreciate the example you set for all of us every day wit… https://t.co/JSJuogii3s",
        "Rates are at record lows! Should you refinance to lower your payments or shorten your term? Let us sharpen our penc… https://t.co/YkRJMXaUnn",
        "Don't put your dreams of home ownership on hold. With RPM - our Rapid Process Mortgage - you can get pre-qualified… https://t.co/apSKaLXZ9a",
        "Beautiful outdoor living spaces add value in more ways than one – now that we're sheltering in place. Let us help y… https://t.co/5XWc7ylfdj",
        "It's #MotivationMonday! Ready to buy a home but not sure where to turn right now? Our mortgage bankers are here wit… https://t.co/pBaIH45iFQ",
        "Happy #FriYay! Underwriter Mike Harrington's son Ronan had a blast putting together a puzzle sent by our CEO Wade D… https://t.co/JTwHJWMoUh",
        "If you are looking for a home with a fenced-in yard, we can help you find and purchase one with our online one-stop… https://t.co/gCaJ0XF3BK",
        "Today is Earth Day! Take a minute today to think about small but significant ways you can help save the Earth every… https://t.co/NpQb4QqDeY",
        "Good morning! It's Monday - fresh start to a new week. Let's stay safe, be well and make it a great one!… https://t.co/gE4kYUOvfL",
        "Do you dream of a backyard swimming pool to help you through these long, hot days at home? The link below features… https://t.co/ujJvhjQAah",
        "https://t.co/ZToewzhg8Y",
        "It's Maundy Thursday. At our company headquarters in Columbia, SC, the sun is shining, the birds are singing and ou… https://t.co/LMujES50C0",
        "Resource made our mortgage process digital long before social distancing was needed. Let our tech-savvy mortgage ba… https://t.co/mrGx78HkdS",
        "Welcome to Monday. Let's make it a great week.\n\n#MotivationMonday #UseThisTime #StayHomeStaySafe #FlattenTheCurve… https://t.co/TbLD9PdAWr",
        "Do you have questions for us? On refinancing? Appraisals? Closings? Forbearance? Current rates? We have the detaile… https://t.co/wSsKZpx539",
        "Believe us when we say that now is actually a great time to buy. Don’t hesitate to call on us with questions and gu… https://t.co/y8sVR9isgf",
        "Today is National Doctors' Day. We appreciate doctors and healthcare professionals every day but especially now. Th… https://t.co/BMVtOrcY2I",
        "For some homebuyers, the crisis could have a silver lining. Mortgage rates may never be this low again. \n\nResource… https://t.co/Yyxszv7DZV",
        "Our digital mortgage experience, RPM (Rapid Process Mortgage), uses secure cloud-based technology. Simply upload yo… https://t.co/sYYe7PwW0s",
        "Our sincere thanks to everyone on the front lines of the coronavirus pandemic. Thank you for serving our communitie… https://t.co/G8Kq9nlPA6",
        "This article details the current volatility in the mortgage market and explains why the Fed's emergency rate cut do… https://t.co/EoFQy0U3Us",
        "Happy St. Patty's Day! We're all celebrating a wee bit differently this year . . . from home. Hope you're all stayi… https://t.co/UvaOWfsIl7",
        "https://t.co/Y2RMuyzvAf",
        "A new study shows 68% of American households include pets. Pet-friendly property upgrades can boost your property's… https://t.co/xhfnInbnOL",
        "Happy Fat Tuesday! Mortgage banker Camille Brewster in our Mobile, Alabama office, gave her sweet pup, Norah Jones,… https://t.co/tk9uwuiqAh",
        "Millions of Americans don't know the rate on their current mortgage.  With this year's decline in mortgage rates, m… https://t.co/vbGHiSOvhd",
        "Happy #Friyay! \n\nCongratulations to Resource mortgage banker Josh Tronco and his wife Jessica, who welcomed their d… https://t.co/CShCtaDTQl",
        "Mortgage rates have dropped again – to the lowest level since October 2016.\nShould you refinance? Contact us for a… https://t.co/2JxvUGvAaK",
        "Now is a great time to refinance and save money. You don't have to take our word for it. Just read this from Forbes… https://t.co/mtqnJUxV9A",
        "Yesterday Punxsutawney Phil did not see his shadow, predicting an early spring – meaning an early start to spring h… https://t.co/Sv2rvw6kWX",
        "Mortgage rates hit new lows last week. Is it time to refinance your existing home loan? Call your Resource mortgage… https://t.co/BtXa7yC8YH",
        "Why Resource? We combine technology with personal service to streamline the home buying experience from finding a h… https://t.co/KkIaVCyLgf",
        "Happy Lunar New Year! Tết Nguyên Đán (節元旦). The Chinese New Year marks the beginning of the lunar calendar and the… https://t.co/xyap3UdJa3",
        "Existing home sales have increased to their highest level since 2018. How can we help you take advantage of today's… https://t.co/HcTLg2VMoj",
        "Have questions about getting a VA Loan? Our new VA Home Loans website has the answers you need. Visit us online at… https://t.co/MI4uAZ4TTF",
        "With low interest rates and warmer weather only months away, today is a great day to get pre-approved for a mortgag… https://t.co/nFYyVZUMt1",
        "We believe in making dreams come true, especially Dr. Martin Luther King's dream of equality for all. Spread love t… https://t.co/NhrcqaeCDd",
        "Please join us in congratulating Melanie Coomer​ in our Florida office. Melanie was named the 2019 Affiliate of the… https://t.co/qAQyR75buL",
        "Walking into this new year with new Resource swag and new swagger. Our CEO is looking sharp today in his Vans​ and… https://t.co/kkV4Q5xAh2",
        "Welcome news for homebuyers in 2020: We're starting the year with lower mortgage rates and a stable economy. \n\nhttps://t.co/GJMPrC2bLw",
        "This morning, as we get back into our workday routines, our troops, their families and all service members are in o… https://t.co/ycGHSd8Dmo",
        "In the new year we look forward to helping more of you improve your financial picture through homeownership and sma… https://t.co/FlSX3ZYViI",
        "Resource will close at noon on Christmas Eve and remain closed on Christmas day and close at 2 pm New Year's Eve an… https://t.co/yp7RAHZXX2",
        "Christmas is magical for children of all ages so we wanted to share the magic of the season with you through these… https://t.co/wL3jikWUXd",
        "So close now we can feel it. At RFS, we're heading into this last weekend before the holidays like the happy elves… https://t.co/Dgt8z2dtni",
        "On National Pearl Harbor Remembrance Day, we honor all those who lost their lives when Japan attacked Pearl Harbor… https://t.co/zCsgMOkdRj",
        "The limits for conforming loans have just increased. This means you can buy more house for the money – without payi… https://t.co/KeJsXXEoV5",
        "Resource is closed today and tomorrow to give our employees time to enjoy the Thanksgiving holiday with family and… https://t.co/1OT6V1CE2m",
        "Today Resource salutes the military family of Tara Ross, underwriter in our Columbia, SC office. Her husband, (pict… https://t.co/imhjEinqwU",
        "Resource salutes Louie Ardis, father of Laura Griffin, a loan processor in our Sumter, South Carolina office, seen… https://t.co/b7reeZpHnE",
        "Today we salute Walt Ginn, husband of loan processor Lynn Ginn in our Columbia, South Carolina office, pictured her… https://t.co/joMnAsGTOB",
        "Resource salutes members of our team who have served in the U.S. military. Mortgage banker Josh Lovely is seen here… https://t.co/PotBPyuUxw",
        "If you are a service member, a veteran or an eligible surviving spouse, you may qualify for the VA Home Loan progra… https://t.co/7Di2mnR5nh",
        "Happy Halloween from the cast of characters at Resource Financial! https://t.co/3K7kjftaNI",
        "Because tomorrow is Halloween and we all love haunted houses (as long as we're not buying one!) here are some fun f… https://t.co/qgV6tfYe12",
        "With no down payment, no lender fees and a guaranteed low rate, Resource makes the dream of homeownership a reality… https://t.co/l6YUWZI0J9",
        "Still renting? You owe it to yourself to purchase a home and start building credit and wealth. We can help you affo… https://t.co/qjnB0oD0k7",
        "Ready to make a move? Resource is hiring! We have new job openings posted on our Careers page. Check them out at… https://t.co/Ktq695yRdb",
        "Happy National Boss's Day to A. Wade Douroux, the leader who inspires us all to RISE every day with Respect, Integr… https://t.co/z8qkb9Xh2Y",
        "You've got questions on getting a mortgage. We've got the answers here. Click the link to learn. #WednesdayWisdom\n\nhttps://t.co/vpjsPJOBX0",
        "#FlashbackFriday to last week when Resource Financial CEO A. Wade Douroux was on stage at #DigitalMortgage19 presen… https://t.co/bR0l3KEZ7X",
        "June is not the only month for brides. Today we had a big office Bridal Shower for these two lovely ladies. Toni Da… https://t.co/N2EegBqp1j",
        "Resource is growing! Please welcome new mortgage bankers, Amanda Rodriguez, Jennifer Eidson and Chuck Taylor. Thank… https://t.co/2bOhWaLkOw",
        "If today's really low interest rates can't get you over the hump on that new home purchase or refi, consider that i… https://t.co/teULMVeGXE",
        "Happy First Day of Fall! It's not sweater weather yet, but falling leaves, pumpkin spice lattes and front porches d… https://t.co/dj3p8UXR9Y",
        "No lender fees on VA mortgage loans and refinances for eligible veterans, active duty personnel and military spouse… https://t.co/NpaBNStS1G",
        "Because it's Friday and we know you love cute pups as much as we do, please enjoy this pic of mortgage loan process… https://t.co/J1zNt4VJTM",
        "Today we honor the nearly 3,000 victims of 9/11. Never forget the day that changed us forever. #Honor911… https://t.co/zdmBrIeRAD",
        "Today we honor the nearly 3,000 victims of 9/11. Never forget the day that changed us forever. #Honor911… https://t.co/8kysDwkePs",
        "Today we honor the nearly 3,000 victims of 9/11. Never forget the day that changed us forever. #Honor911… https://t.co/aToYXqkfp5",
        "Today we honor the nearly 3,000 victims of 9/11. Never forget the day that changed us forever. #Honor911… https://t.co/fjskPzmcmK",
        "Earlier in the week this flag was displayed at Resource World Headquarters in Columbia. Taken down due to weather (… https://t.co/CamZ9OITJ4",
        "Great News: We're Hiring! Resource Financial is hiring a VA Home Loans Underwriter and a Loans Processor. Find out… https://t.co/4bfsAUvkiF",
        "In case you're having withdrawals from yesterday's cute puppy pics on #NationalDogDay, here's one of Homer in the C… https://t.co/vACQ1ApmeN",
        "#FlashbackFriday to last week when our Sumter office celebrated the news that Resource Financial made the Inc. 500… https://t.co/ToK7SGCPWZ",
        "New research shows mortgage rates are so low that millions of borrowers can refinance and save an average $267 a mo… https://t.co/xFdHmFq37b",
        "We did it again! Resource Financial made the Inc. 500 list of the nation's fastest growing private companies for 20… https://t.co/HnMWAfJK7F",
        "Why is our CEO on the floor? Because he's happy about some exciting company news we will soon share with you. Stay… https://t.co/1NGlldE1kO",
        "New! Resource now charges no lender fees for a VA home loan or refinance. Rates are at historic lows. Now is the ti… https://t.co/z9WSWF1OTc",
        "Happy #FriYay! As we head into the weekend, we wanted to introduce you to our summer interns. They have been a grea… https://t.co/k5T8GDP34m",
        "It's August! And Homer is lending a helping hand to help our processing team reach another record setting month of… https://t.co/Vnd1pEfIIV",
        "Where do you go when you want some motivation to be your best? At Resource, you go to this little corner of the con… https://t.co/U9x2WkQbNx",
        "Sweet Buster stopped by Resource world headquarters in Columbia, SC on his morning walk to enjoy the shade and a co… https://t.co/ggznBrrUB7",
        "Whether you're listing your home this summer or planning to in the future, these tips from leading real estate expe… https://t.co/plM2KlzNxd",
        "Still searching for a home? Start with our home search tool. Click the link below to get started.\n\nhttps://t.co/L7J1i418e7",
        "It's #MotivationMonday. Don't let the dog days of summer keep you from taking the plunge into home ownership. Call… https://t.co/q5SUyiA6Dg",
        "Buying a fixer-upper? Purchase and renovate all in one loan with help from our renovation loan program. Click the l… https://t.co/SlQqhG9mTr",
        "Continue to pay rent to your landlord? Or make a commitment and invest in buying your own home?\n\nHere's what Forbe'… https://t.co/gsqqxqptBN",
        "Happy Monday! We hope you had a great weekend and are as excited as we are to start a new week. Set those goals and… https://t.co/a780mtNjGu",
        "Ready to purchase or refinance a home? If you are a service member, veteran or a military spouse you may be entitle… https://t.co/tYh8tdjq3H",
        "Did you know Resource Financial Services also offers insurance for homeowners? We can make your life easier in so m… https://t.co/zlNcyOb0Py",
        "Shopping for a home this summer? Pro Tip: Get pre-approved first.\nPre-approval streamlines the homebuying process b… https://t.co/SIq9a3ixM4",
        "Happy Independence Day! We hope you enjoy celebrating our great nation and those who serve to keep it free. \n\nOur o… https://t.co/aKa8ErmH5B",
        "With our Family Opportunity Loan you can buy a home for your aging parents or disabled child as your primary reside… https://t.co/AsyXXQUrFY",
        "Interest rates are at the bottom. Are you leaving money on the table by not refinancing? Contact us at 877-797-4545… https://t.co/kNYZtYF308",
        "Here's how we feel about #FriYay and giving homebuyers the \"Clear to Close\" so they can purchase the home of their… https://t.co/skkouMq1LS",
        "Still looking for your first home? Our new home shopping tool makes it easy to find your perfect home and get suppo… https://t.co/O2WM9FC2nX",
        "We celebrated three record-breaking months of closings and the upcoming Fourth of July holiday with a BBQ lunch whi… https://t.co/mRobLOWnp1",
        "What is a cash out refinance and should you do it to pay for home improvements or college tuition? Click the link b… https://t.co/5BKaYFUgE3",
        "Happy Summer Solstice! One of the best things about this summer is that mortgage rates have hit two-year lows. Is i… https://t.co/zoo2MmdHtb",
        "Happy Father's Day to all the wonderful dads who lift us up each day. Thank you for everything you do!\n.\n.\n.… https://t.co/O2uLaaGMmC",
        "It's #FunFactFriday and we've got one for you. What are the two WORST colors to paint your walls when it comes to y… https://t.co/BI6sZ2MLSy",
        "You have two weekends left to experience the largest open house tour of new communities in the Midlands of South Ca… https://t.co/C1M1SR1nsd",
        "https://t.co/hHicmJfX5I",
        "It's a #TestimonialTuesday and we're happy to share this testimonial from a happy homebuyer who appreciates mortgag… https://t.co/97mim6RuaD",
        "Today marks the 75th anniversary of D-Day. We honor their fight for freedom and commemorate their valor, fidelity a… https://t.co/MdZBi2TMmv",
        "Housing experts agree this summer is the perfect time to buy a new home. Click the link to learn why. Visit us onli… https://t.co/Awt7JGclBP",
        "Happy #HumpDay! While our leader is away from global headquarters working with our team in Alabama, we found a stan… https://t.co/r4wmYOdFxt",
        "We love sharing this thank you from a happy homeowner to her mortgage banker, Jenny Allison Smith. Can we make  hom… https://t.co/NZWioWZIGQ",
        "Summer is here and home sales are heating up! From southern shores to sunny Mexico, our team is always thinking abo… https://t.co/VX448CbCHU",
        "This #MemorialDay, we remember the men and women who have given their lives in service to our country.\n.\n.\n.… https://t.co/b81XNSv88y",
        "Team Resource welcomes Mortgage Banker Shannon Reville. She uses her insight and knowledge to help our customers in… https://t.co/yHq39uUXLs",
        "In a recent survey, a nice size lawn was the number one priority for millennials looking for a new home, beating ou… https://t.co/3abLhIOFfF",
        "We are pleased to welcome new Mortgage Banker Kate Burgess. Kate will be serving the Raleigh and Boone areas of Nor… https://t.co/z1lH1nAU8W",
        "A shout-out to RFS mortgage banker Cindy Press and Resource Insurance specialist Dawn Broadway for helping Zach buy… https://t.co/Rvc9kQZvea",
        "Happy Mother's Day to all you hardworking moms who make a house a home. We hope you have a beautiful day.… https://t.co/O2XH9Gcgyz",
        "Whether it's your aging parents, a college student or a child with disabilities, our Family Opportunity Loan helps… https://t.co/eAogrLHiN5",
        "Found the home of your dreams but it needs a little TLC? Call us today at 877.797.4545 and ask about a renovation h… https://t.co/I4BBgNbF0Q",
        "Whether you're putting your house on the market or just want to refresh it for spring, these five tips can help.\n\nhttps://t.co/HHuUTBJgU5",
        "We love helping young people realize they can afford a home and stop paying rent. How can we help you?… https://t.co/qJ25ak4nZn",
        "Life is too short to live in a place you don't love. Find your home. Find your loan. Find out how you can get cash… https://t.co/GoUKEH9qfl",
        "Making the American dream of home ownership come true for others is even sweeter when it's one of your own. Congrat… https://t.co/jTPDf47i0L",
        "Your home is much more than your biggest investment. It is your heart and soul. A source of pride. The place where… https://t.co/WJzpZH2peX",
        "We believe everything about your home should make you happy. That's why we make homebuying easy, with our online ho… https://t.co/C9X8RGPUTl",
        "Spring is in full bloom! Find a home you love with a backyard that is picnic-worthy and make it your own. Start at… https://t.co/dp5AkdbHQv",
        "https://t.co/fofz5yoKKo",
        "Our offices will be closed today, Friday, April 19. We hope you enjoy a beautiful Easter weekend with your loved on… https://t.co/xfVg6diK59",
        "It's #NationalHighFiveDay and we can't think of anything more high-five worthy than the excitement of owning a new… https://t.co/sYqpMH993d",
        "At Resource, we want to help you stop making rent payments and give you the pride and satisfaction that comes from… https://t.co/3y4rAb1Ura",
        "The Spring housing market is heating up. To make sure you get the home of your dreams, take a tip from the experts… https://t.co/awrbOBPWfF",
        "Let's hear it for hard work, mental toughness and inspiring comebacks. Congrats to Tiger Woods on his fifth Masters… https://t.co/vf0DPkjcsV",
        "We are proud to announce our partnership with NestReady to bring you a more seamless homebuying experience with a u… https://t.co/LT2xya4Hrs",
        "Interested in joining our team? We have an opening for the position of Closer in our Operations department. Learn m… https://t.co/Phn88NWogk",
        "We are hiring! Check out our new opening for a Closer in our operations department as well as our other job opportu… https://t.co/okQrMpPDtZ",
        "It's #MotivationMonday, time to start making your dreams of homeownership a reality. Start your home search here.\n\nhttps://t.co/TngeeboSzB",
        "Why get your home loan from Resource Financial Services? Because every day underwriting specialists like Wilson McE… https://t.co/7wPDnwosoO",
        "South Carolina-based @ResourceFS selects NestReady to provide integrated homebuying experience https://t.co/P07VhtD3cx",
        "The average rate on the 30-year fixed-rate mortgage fell to 4.06 percent with an average 0.5 point for the week end… https://t.co/3gZLnUtA2e",
        "It may be April Fool's Day, but this news is no joke. This Spring's homebuying season is the best in years. Mortgag… https://t.co/yR3kVhVsn5",
        "It may be April Fool's Day, but this news is no joke. The spring homebuying season is shaping up as the best in yea… https://t.co/TT3MK3UZhN",
        "It's finally #FriYay! Homer is looking forward to an amazing weekend and he hopes you are too! Get out and enjoy th… https://t.co/IB6q8fdfjF",
        "Buying a home can be overwhelming. With Resource, it doesn't have to be. Our new shopping tool helps you find your way home.",
        "Lower than expected mortgage rates are putting a spring in homebuyers' steps. Let us help you take advantage of the… https://t.co/JHYxgxtbnT",
        "Homer speaks for all puppies everywhere when he says that a home with a backyard filled with plush green grass is e… https://t.co/xv0Bm9Wnd5",
        "Step five is closing day! We are proud of our streamlined process which allows us to close most loans in only 18 da… https://t.co/TRSqCWrdEp",
        "Great news for homebuyers! Mortgage rates are at their lowest point in 13 months. Now's the time to find your perfe… https://t.co/5wlIWj9WKu",
        "Now we're on step four of your home loan, wrapping up all the loose ends and collecting all final documents. Learn… https://t.co/vSFLN9BB1L",
        "The third step in the process of getting a home loan happens on our end. Our in-house underwriters review your loan… https://t.co/Jgz4zQySOZ",
        "The second step to getting a home loan is to provide the necessary documents, which we make convenient for you. Upl… https://t.co/aIIuseJ3KG",
        "What are the five steps to getting a home loan? This week we’re going to spell them out for you, taking one step ea… https://t.co/fHwXB4ARi3",
        "You've got the luck of the Irish this weekend! Use our new home search tool to find your dream home, get pre-approv… https://t.co/lR0lXppuCN",
        "It's #FriYay and we want to close out this week with a few more scenes from our wonderful week at #EllieMae's… https://t.co/qSxGhwD2LJ",
        "Introducing a smarter way to buy a home with our new online MLS search tool powered by NestReady. Now you can find… https://t.co/4NdIoFFyEi",
        "Happy #DentistsDay to all the dental professionals who help us keep our healthy smiles. We offer special loan progr… https://t.co/VsGPvLvmN7",
        "On #FatTuesday we eat King Cake. Look closely to see who found the baby. The winner is in for a year of luck and pr… https://t.co/p7ayzSBxYb",
        "On #FatTuesday#FatTuesday we eat King Cake. Look closely to see who found the baby. The winner is in for a year of… https://t.co/K5UdplE1SG",
        "Happy #NationalPancakeDay! No matter how you stack it, our mortgage bankers say the sweetest part of their job is h… https://t.co/EeWdoPg5uv",
        "Buying a home doesn’t have to be overwhelming. Let Resource Financial help you every step of the way. Find some… https://t.co/4WE3JkFGZO",
        "2019 is shaping up to be a great year for homebuyers. Inventory is up. Home prices are down. Let us help you into t… https://t.co/4iXOovMQHB",
        "Our mortgage bankers take pride in using their experience and knowledge to help guide homebuyers through the proces… https://t.co/eBwGPqQpcm",
        "First time homebuyers: Don’t let saving for a down payment keep you from home ownership. Low down payment options r… https://t.co/F1Et0mC8GM",
        "Congratulations Mary Beth and John Oakey! We loved helping you buy your first home with a big backyard for your thr… https://t.co/NkBWVQUqk5",
        "What are Closing Costs? Mortgage jargon can be complicated but Resource makes sure you understand everything about… https://t.co/wCORNbld7q",
        "What is an Appraisal and why do I need one? Resource makes sure you understand everything about your home loan. We… https://t.co/BMl6OHRQCB",
        "Buying a home after a bankruptcy may not be as difficult as you think.  Talk to one of our mortgage experts today a… https://t.co/ZPDXSIW2Nb",
        "Worried you won’t qualify for a home loan? It won’t cost you anything to find out. Contact one of our experienced a… https://t.co/WjZ6mRHspJ",
        "Congratulations to our mortgage banker Ashley Hales, who is now a Certified Veterans Loan Specialist. Is your mortg… https://t.co/UhGExe1Xvd",
        "Self-Employed and think it may be tough to get a mortgage? Think again. Resource has the loan products that helps s… https://t.co/529sm6idqr",
        "We love making customers happy, whether they are buying a home or refinancing their existing home mortgage.… https://t.co/BTViBRXi7w",
        "We don’t expect you to know everything about mortgages. That’s why we’re here. Our mortgage experts walk you throug… https://t.co/RLy68Vx6HN",
        "Love to stop building equity for your landlord and start building wealth of your own? Make 2019 the year your dream… https://t.co/rSo0aKm80V",
        "Earnest Money. What is it and how much will you pay? Mortgage jargon can be complicated but Resource makes sure you… https://t.co/4ehZXxN4U4",
        "A recent survey found a third of millennials who had already purchased their first home said they were influenced b… https://t.co/pdpWb0W7zN",
        "It's finally #Friyay and we are celebrating! Resource Mortgage banker Josh Lovely and Coldwell Banker realtor Ryan… https://t.co/5VyAGtaA6G",
        "With Resource RPM (Rapid Process Mortgage), our secure cloud-based technology you can complete a paperless applicat… https://t.co/i3Le32brar",
        "The housing market may be competitive but we have the secret weapon to close your loan faster so you get the home y… https://t.co/gMpiXSn1Cy",
        "We help millennials and first-time homebuyers stop paying rent and move into a home that builds equity and property… https://t.co/6w7ysj4qie",
        "18 days is the average time it takes for our mortgage bankers to help you close on a loan from application to closi… https://t.co/He8jTgBqAM",
        "Your mortgage is likely the largest financial investment you will ever make. Seek the advice of a trusted mortgage… https://t.co/A58AzQy52e",
        "If your New Year’s resolution was to purchase a new home, now is the time to act. Mortgage rates have dropped and c… https://t.co/4xczE0LEGB",
        "Today we honor the work of Dr. Martin Luther King Jr. \n#MLK #MLKDay #quote of the week #MotivationMonday https://t.co/yOyH7hkSo2",
        "We love working and networking with our friends in real estate so we were super excited to be a sponsor of REBarCam… https://t.co/Vkp1HMWJmI",
        "In 2018, we helped homebuyers in record numbers. How can we make your dreams of home ownership a reality in this ne… https://t.co/EXAZmBft0r",
        "Alabama and Clemson face off for the third time for the national title and these proud Tigers in our Columbia, SC o… https://t.co/7WvGCE1l4U",
        "Good news for homebuyers in 2019. “Low mortgage rates combined with decelerating home price growth should get home… https://t.co/QiwlnIgRB5",
        "From our homes to yours, we wish you all the love, peace and joy of this holiday season. Merry Christmas and Happy… https://t.co/mr3LCcphY7",
        "Are you ready for Santa? We know some children who are. Last week we hosted Cookies with Santa and invited the chil… https://t.co/Y46RYSzW1G",
        "Caring and sharing. That's what this holiday season means to us. It's why our Columbia office has adopted a family… https://t.co/eWqhpj7nrz",
        "Our #WomanCrushWednesday is Teresa Thomsen in our Greenville office. Teresa recently helped Andrea buy a new Mungo… https://t.co/v8Km89r8O8",
        "Mortgage banker Kim Sablich in our Huntsville, Alabama office is sharing the Christmas spirit. Dressed as Mrs. Clau… https://t.co/wDJvaAIOhA",
        "Congrats to our Columbia mortgage lenders who were recently honored for their work with the Central Carolina REALTO… https://t.co/NEEsYKIrIX",
        "Happy Monday! We're starting the work week with scenes from our recent annual sales meeting. We're working to take… https://t.co/jQZGxlf4CX",
        "Thrilled to be honored by the Central Carolina REALTORS Association with their 2018 Affiliate of the Year Award las… https://t.co/gm3ENGO5y4",
        "Announcing the winners of our No Shave November contest. Eight burly men participated and raised $154, which Resour… https://t.co/byu1LG10K2",
        "Want to ring in the new year in a new home? If you get a contract on a new home by December 13th we could close you… https://t.co/e20wUmYIpK",
        "Ring in the new year in a new home? With a contract on a new home by December 13th, your loan could close by Decemb… https://t.co/aEiWZ8aXj5"
    ]
}