{
    "screen name": "Olajumocare",
    "no. of tweets": 196,
    "tweets": [
        "@iyaboawokoya Many happy returns ma",
        " @officialgbegbin: In d abroad,you have to be smart,and resourceful. My Epson ink tank printer wasn't printing well,I took it to a tech,h…",
        "@stylishtrotter May God grant her eternal rest and comfort you all 😍",
        " @stylishtrotter: My siblings and I buried our mother today. She died due to complications from Covid-19. She was a nurse who gave her al…",
        " @Omojuwa: We battling a twin pandemic, one aiding the spread of the other: fake news + misinformation and the novel Coronavirus itself.",
        " @aproko_doctor: There's nothing like a \"normal delivery\"\n\nAs long as mother and baby are fine, it's a safe delivery. That's what matters…",
        " @BabajideOtitoju: I have never seen a country easing covid-19 lockdown when its confirmed cases are rising embarrassingly. 196 cases aga…",
        "@docariny @officialgbegbin Study Microbiology again? That’s nice oh😃",
        "@marina_esiri Spanking with the hand , such as the one Yoruba calls “abara or iladi” is not illegal. As far as it d… https://t.co/ViFEz9u53u",
        "@ChiefOjukwu God bless and keep our soldiers",
        " @ChiefOjukwu: When they try an ambush, you give them the sound of music. \n\n1 https://t.co/vT5a3xTVty",
        " @mobytoolz: Stages of drugs. \n\nThis is heart breaking 💔💔💔💔💔💔💔💔💔💔💔 https://t.co/eGiF3t3o45",
        " @ronikpe: LAGOS LAUNCHES ‘EKO TELEMED’ FOR REMOTE NON #COVID19 Medical Care.\nAs part of efforts aimed at protecting citizens and reducin…",
        " @Ekene____: Who remembers this boy?😢❤️\nMichael Solomon. \nGod bless Pastor Tony Rapu.\n\nIf only this could be done on a larger scale by go…",
        " @yinkanubi: All the time Abba Kyari was rumored to have been flown to the UK or sighted at a UK hospital or even pronounced dead, there…",
        " @MP_Muye: Whatever you will do today, read This piece by Minister of Foreign Affairs, @GeoffreyOnyeama \n\nTribute to Kyari: The Best Man…",
        "@marina_esiri I guess Most blacks  they have met from Africa are Nigerians, so they automatically assume one is from Nigeria 🤷‍♀️",
        "@marina_esiri Some people think Africa is country, some thinks all Africans are from Nigeria to name a few 😅",
        "@PeterLanlehin @channelstv This your eulogy though 😂. May God rest his soul",
        " @DrOlusesan: I entered her straight \"nothing stops u from saying, \"Hi.\" And she gave me back, \"you twitter people are funny. That u gave…",
        "@jid_nas @DrOlusesan Exactly, just for humanity sake",
        "@DrOlusesan Ah 😳😳🤣🤣🤣🤣🙆‍♀️ inside life 🤔🤔",
        " @Omojuwa: Please be sincere with me, I don’t want to believe this. I know what I heard. What can you hear? Yanny or Laurel? https://t.co…",
        " @ronikpe: I had watch this video over and over to be sure I heard the minister of health clearly. \n\nHe didn’t mince words or even stamme…",
        "@yinkanubi Awesome God. Olorun a wo",
        "@DrOlusesan This is touching . God bless you and yours sir",
        " @DrOlusesan: I cannot account for the unbelief of others, but I have benefited from an immeasurable grace no man can give. If you have a…",
        " @AVM_OA_Adesanya: It’s still a puzzle that some are quick to push stories of reported losses by our armed forces in the ongoing counteri…",
        " @yinkanubi: The Federal Government of Nigeria did not lock down Lagos State and Abuja because they wanted to install 5G, they did so bec…",
        "@DrOlufunmilayo Wishing everyone a quick recovery. God bless Lagos state government and all the caregivers.",
        " @DrOlufunmilayo: A video from the Lagos State Isolation Centre. This would make your heart warm.\n\nPatients are in good spirits.\nDoctors…",
        "@MinyonaBella @70thtang @OluniyiGates Thought it was only me. Can’t stand kids being dehumanized",
        "@kwaragovt @rafiuajakaye @RealAARahman Right now the state government needs to bring that professor of medicine who… https://t.co/6JqUqG9eSE",
        "@officialgbegbin Congrats to him. That’s one of the great news anyone can have 😁I can relate",
        "@Rene_noire God bless you and everyone who supported",
        " @aproko_doctor: If you're seeing this tweet. Wash your hands\n\nIf you go out, wash your hands\nIf you played with a pet, wash your hands\nI…",
        " @aproko_doctor: In other news, one person has died from the #COVID19 in Nigeria.\n\nAnd there have been 5 new cases in Nigeria.\n\nAt this p…",
        "@unratedDolapo @aproko_doctor After watching 93 days, I felt the whole medical team in that hospital, especially th… https://t.co/5Dmrdztq7k",
        " @d_psycho_guru: I just tested positive to the corona virus. I’m too weak to even feel sorry for myself, but I intend to share my symptom…",
        " @baeonda: I’m 22 years old and I tested positive for COVID-19. \n\nI’ve been debating on posting, but I want to share my experience especi…",
        "@baeonda Thanks for sharing your story ❤️",
        " @RachelPatzerPhD: My spouse is a physician in the emergency dept, and is actively treating #coronavirus patients. We just made the diffi…",
        "@the_kingmother @ChocolateMoana It has happened to me twice in Zenith and UBA bank",
        "@officialgbegbin May God rest his soul. My condolences",
        " @aproko_doctor: Before a doctor examines you intimately, he or she should offer you a chaperone. It is your right!\n\nA chaperone is someo…",
        " @marina_esiri: @TundeTASH The stories I hear on a daily basis are really sad. I am not sure why people still fall for it, which is why I…",
        " @effodu: Coronavirus has shown us that no event is THAT IMPORTANT.\nThere is nothing that cannot be cancelled. \nNothing, No one, and Nowh…",
        "@TosinOlugbenga Death Father Mother 😂😂🤷‍♀️😃",
        " @marina_esiri: Do you know that moving to Canada can become a catalyst to destroy your family? It all depends on the choices you make. N…",
        "@marina_esiri This is one of the informative videos i have  watched . I have shared the link on my whatsapp groups… https://t.co/btPrGUonAs",
        " @marina_esiri: Just because she carries it nicely does not mean that it isn't heavy. Happy International Women's day. \n#EachforEqual #IW…",
        " @Omojuwa: Israel Adesanya chose to dictate things and not go on rampage with this Romero beast. But they will say he backed off. Lol. If…",
        " @Omojuwa: Odion Ighalo has won 100% of the Premier League games he’s played for Manchester United! He didn’t score after coming on today…",
        " @spiritualboost1: The true measure of a person is what's in the heart.",
        "@iyaboawokoya @EiENigeria This thread is educative.",
        " @iyaboawokoya: 3. Now to my real take (OPINION) on the outing: \n(a) The campaign by @EiENigeria is a passion-driven, emotion-fuelled but…",
        "@iyaboawokoya 😅😅",
        " @NCDCgov: Nigeria has published the first African SARS-CoV-2 genome sequence, from the #COVID19 case in Nigeria\n\nThis was carried out in…",
        " @pauladefarasin: Take time today and give God the glory for in His purpose is where you find joy, peace and wellbeing. Thank Him as you…",
        " @MfmSaskatoon: #mfm #saskatoon #prayers https://t.co/zYDmSucXGD",
        "@MfmSaskatoon Amen",
        " @officialgbegbin: A friend brought succor and I am passing it to you.\nGo to YouTube, search for mad English TV \nSpeaking\nListening\nWriti…",
        " @Fmohnigeria: The Federal Ministry of Health has confirmed a coronavirus(Covid-19) case in Lagos State Nigeria. The case which was confi…",
        " @lauraikeji: Again, shoutout to all the Nigerian moms living abroad, y’all raise your  kids without nannies, house helps, cooks/chefs, d…",
        "@lauraikeji Finally someone is giving us the needed accolades. It can be overwhelming sometimes. I had all the need… https://t.co/wGbiPEeGxi",
        "Don’t fall victims of these CRA/Service Canada scam. Be informed peeps.#Canadafraud #ScamAlert #Scammer #CanadaNews… https://t.co/YCdbsp0Iff",
        " @marina_esiri: @ImohUmoren @therealdaddymo1 A salary is a payment for losing your dreams. Resign from that job and chase your dreams.\n\nB…",
        "@officialgbegbin 😅😅",
        "@marina_esiri All the best. You are doing well",
        " @adematinfo: I'm looking forward to working with more schools &amp; teachers training outfit.\nI train school kids age 6-10 on the use of Che…",
        " @unlockmindset: Don't just talk about your dream...make it a reality.",
        "@officialgbegbin My hubby gave an immigration officer at the last checkpoint the 1k left of the 20k we budgeted for… https://t.co/1FMxrffxqG",
        " @IAmTonyWarrick: Spending time with God is the key to your strength and success in all areas of life. Be sure that you never try to work…",
        " @officialgbegbin: Travelers be vigilant. 👀👀 https://t.co/pkVxT2n6Ky",
        "@officialgbegbin This is serious 😳",
        " @officialgbegbin: \"If\" you have EE portal,ECA,IELTS and your job is in demand in Sask open an EOI account with them,who knows if you sur…",
        "@MfmSaskatoon Amen",
        "@marina_esiri The person is probably a new follower and is going through your profile and liking the pictures. It happens a lot",
        "@officialgbegbin You cooked the “tuwo rice and beans “, she made the ayamashe with assorted 😜🤷‍♀️🏃‍♀️",
        " @TundeTASH: - Date of Birth\n- Religion\n- Sex\n- Local Government \n- State of Origin\n\nShould not be on your resume. \n\nThrow them all out.",
        "@officialgbegbin Your nephew is a “good child”, that made it easy for him to take the advise and unlock his potenti… https://t.co/cxffOt9LR1",
        " @officialgbegbin: My nephew onced asked for an iPhone, I told him there are lots of iPhone  in yur brain. I gave him 20k to buy day old…",
        " @IAmTonyWarrick: Let God be your defender. Every time you are under attack, criticized, put down, or misunderstood, you have two choices…",
        " @TundeTASH: As a Pharmacist, you can immigrate to Canada as a:\n\n- Pharmacist\n- Clinical pharmacist\n- Industry pharmacist\n- Retail pharma…",
        " @IAmTonyWarrick: The devil will never admit it, but the reason he wants you to give up is because he believes every word God has spoken…",
        " @IAmTonyWarrick: When others succeed, be happy for them! Their success should not provoke you to envy. Matter of fact, it should motivat…",
        " @IAmTonyWarrick: Extend to others what God regularly extends to you. Love. Patience. Forgiveness.",
        " @IAmTonyWarrick: THANK God in happy moments\nPRAISE God in difficult moments \nSEEK GOD in quiet moments \nWORSHIP GOD in painful moments…",
        "@IAmTonyWarrick Amen",
        " @IAmTonyWarrick: It may not be comfortable where you are right now but be content by trusting God. This year I believe everything will f…",
        " @officialgbegbin: In 2001, I was a shoemaker at corner Hamilton &amp; Church streets in South Africa, I did that for 2yrs+ my customer servi…",
        " @IAmTonyWarrick: I know times are hard but you have to cling to the promises of God. Dream big and ask big; be ready to see God show up…",
        " @purrples: My Yoruba Peeps... please AMOTEKUN  is which animal, Leopard or Tiger? \n\nBefore they confuse me!🤷🏽‍♀️",
        "@TundeTASH But unfortunately, some people are not even ready to be a mentor and let people benefit from their wealth of experience .",
        " @TundeTASH: I know I haven't stressed this before, but whatever you do, please get yourself a mentor. The person doesn't even have to be…",
        " @officialgbegbin: Canada has different streams for different applicants who either wants to relocate their families or business. There a…",
        " @officialgbegbin: Lest I forget, don't forget that not every PR holder through any immigration route gets to spend their PoF, but it's c…",
        " @officialgbegbin: The 3 best Provincial Nominee Programs in 2019\n\n#1 – Saskatchewan's International Skilled Worker.\n#2 – Ontario's Human…",
        "@hadura29 @praisefowowe @Omojuwa Funny then. I used to work there and I never heard of that. My mom works there and… https://t.co/GwUSTnL0yK",
        " @TundeTASH: Looking to immigrate to Canada as a Nurse?\n\nHere is a Step-by-Step guide of how to immigrate to Canada as a Nurse.",
        " @TosinOlugbenga: Things you need to know about migrating to Australia. Firstly, Australia is 6th largest country in the world with over…",
        " @officialgbegbin: RESTORATION: This is when you finally lost your status in Canada as a student, worker, and or visitor. Don't fret you…",
        " @IAmTonyWarrick: God is fixing the broken pieces of your life.... Get ready for restoration and elevation!",
        " @ogundamisi: 📸South-West Nigeria🇳🇬 launch security outfit 'Amọtẹkun' (The Leopard). https://t.co/IJEebfZ4Oi",
        " @Omotomi_Andres: @TosinOlugbenga Good Afternoon.\n\nDo you know of any graduate of English Language, Mass Communication or International R…",
        " @officialgbegbin: Super visa for parents and grand parents will be phased out from 01/01/2020.\nPlease take note PR holders and Nigerian/…",
        " @officialgbegbin: Good morning tweeps. \nAsk that very important question on Canadian migration I or any other person will respond to you…",
        "@officialgbegbin @idrisoladokun True. lol",
        "@hadura29 @praisefowowe @Omojuwa Maybe EKSU just started sending certificate through courier. The one I know up to… https://t.co/Cmzh3ynoDU",
        " @BabajideOtitoju: Martha Bulus (right) was killed by Boko Haram on Boxing Day in Gworza, along with her bridesmaids. She was going to Ji…",
        " @Temitope_AA: I promised myself I will tell this story before the end of this year. My cousin lives in Minna (she’d been there for more…",
        " @Omojuwa: I don’t know where we inherited 8am opening time from. Ditch it. Some offices can resume at 9am, others 10am. Others 11am. Wit…",
        " @ogundamisi: Meet real life 🇳🇬 Heroes 👇 https://t.co/2kF6GZ9VpA https://t.co/BFeEaRA4bh",
        " @officialgbegbin: Take any job to pay your bills until you find your dream job. Pride doesn't pay bills 🚶‍♀️",
        " @jidesanwoolu: After 36 years of being a non residential university, we signed a deal with 6 private developers to build 8,200 bed-space…",
        " @officialgbegbin: Job hunting in Canada with foreign experience is an uphill task.",
        " @Omojuwa: The fact that someone said to you, “if you have any problem, please don’t hesitate to reach out to me,” doesn’t mean you shoul…",
        " @IAmTonyWarrick: Beauty is not what people see when they look at you; beauty is what they discover when they find out what is inside of…",
        " @Omojuwa: They said the DSS released a statement. Did it end with “we have since released Yele Sowore as the court ruled. Nigeria is a d…",
        " @IAmTonyWarrick: Know this: God will wreck your plans when He sees that your plans are about to wreck you.",
        " @Omojuwa: Forget your political affiliation, what happened to Sowore today is an attack on your freedom and dignity as a Nigerian citize…",
        " @IAmTonyWarrick: God wants to use you in someone's life; it may not be pretty or comfortable, but they need to see the love of Jesus thr…",
        "@ajeromorgan Some years back, I would say Yes to leaving the relationship. I will assume I don’t really matter. But… https://t.co/Y52OZWa3XA",
        " @Omojuwa: This is not bleaching, this is a slow suicide. https://t.co/rYVxib02sk",
        "@URCHINNOCENT @ZenithBank They are a  very ineffective bank . Packaging with no result to show for it in making customers satisfied",
        " @aproko_doctor: Just seeing a young man in the hospital, 30 years\nHis kidneys have failed\n\nWe asked him questions and found that he took…",
        " @VeteransENG_CA: @Olajumocare Today is Remembrance Day. Take a moment to remember Canada's Veterans. #CanadaRemembers",
        " @VeteransENG_CA: ❤ this tweet to receive a reminder on 11/11 to take a moment to remember those who served and sacrificed for our freedo…",
        "@Giftifyd @MayorofUmuahia 🤣🤣the Igbo part crack me up. “Gbalikwara” means",
        "@osaro_osula @MayorofUmuahia 🤣🤣🤣",
        "@MayorofUmuahia @Giftifyd That woman deserves a medal😂",
        "@Giftifyd @MayorofUmuahia 🤣I tire oh 😢",
        "@MayorofUmuahia Na wa oh, if it’s in this generation the woman will move on for good oh? What if he doesn’t come ba… https://t.co/OhVhzf3F5e",
        "@MayorofUmuahia So what did the woman he got married to do afterwards?",
        "@3rdTerminal My pleasure",
        "@MCtopiano @Lollylarry1 😂😂",
        " @Lollylarry1: So som1 was dragged 4 earning 80k salary. Let me burst ur brain. My mum died as a level 12 officer with d judiciary. Her b…",
        "@3rdTerminal Done",
        "@ZenithBank @3rdTerminal Okay",
        "@ZenithBank @3rdTerminal I have problem logging in to my account, I have sent like 3 emails now with no response. S… https://t.co/V1jala4rBh",
        "@AinaTalks You had an amazing tour with loads of experiences. Weldone 😁",
        " @niqita11: 10 years later and im still glowing my arvz does the most u guys, im living for me i recall how sick i was b4 my💊i had a bad…",
        " @OmasoroO: The NigeriaPolice and Echestone have signed a deal to provide 100,000 permanent apartments to some of the 371,800 police pers…",
        " @IAmTonyWarrick: God is always watching over you, leading you toward wholeness. He wants the very best for you, so He is going to guide…",
        "@iam_philopearl @ultimate_kombo That a business would thrive isn’t straightforward. A love of business has folded up. Life is funny 😁",
        " @awofaa1: @aproko_doctor https://t.co/l2pavc2rlF",
        " @aproko_doctor: Take a good look at the skin surrounding the nipple, look at the nipple also\n\nIt is called dimpling of the skin, like th…",
        "Also, we all need to spread love&amp;not hate, you never can tell what anyone is battling with. Let’s Reach out&amp;seek he… https://t.co/xQ6BwFJemq",
        "Till we get to a point where we focus on the proper management of mental health disorder as a nation, everyone shou… https://t.co/FhqcGPdmSw",
        "It’s #mentalhealthday and I reflected on how mental health is still underrated. So many people fall into depression… https://t.co/VwawHjh2SB",
        " @innosonvehicles: 1.Rome was not built in a day and the biggest room in the world is the room for improvement. Innoson Vehicles will con…",
        "@DrOlusesan 🤣🤣endtime signals 🤦‍♀️",
        "@DrOlusesan Amen oh and me too. Like play like play I don dey follow suit. It’s contagious 🤣🤦‍♀️",
        " @DrOlusesan: OṢO M'AALO\nA mentor once told me, \"you have become socially matured, if you still keep calm, when people who ask you to len…",
        "@DrOlusesan You just have to drag Mothers sir 🤣",
        "@DrOlusesan Hmmmm",
        "@DrOlusesan Wow, this really touched me 😇",
        " @IAmTonyWarrick: When you least expect it, doors will open, breakthrough will come, and everything you have waited for will be here! Kee…",
        " @patorankingfire: What is the Way Forward for we Africans?What is the solution to Africans hating on Africans,is Everything Back to Norm…",
        " @royzkingin: If you like say it’s three bags of sugar that is inside one fanta, we will still drink it. We are Nigerians, if it’s not a…",
        " @uchejombo: Nigerian Senators receiving 1.24 Million Naira Hardship allowance ... What is Hardship allowance?",
        " @aproko_doctor: Hope you know that a waist trainer cannot reduce your belly fat? \n\nIt won't work\nIt has not worked\n\nYou are even suffoca…",
        "@OgbeniDipo If only both of you have read articles from https://t.co/2M6842q9Xs, this would be averted 😅😅🤷‍♀️",
        " @innosonvehicles: Innoson Ambulance (IVM 5000C).\n\nHeavily equipped with life support hospital equipments.\n\n#MadeInNigeria #InnosonVehicl…",
        " @OgbeniDipo: A key problem of my generation is that almost everyone wants to drive latest Benz without doing any serious work. Life does…",
        " @OgbeniDipo: When you blow, remember those who were there for you when you had nothing.",
        "@T_ynee @beethemodella 🤣🤣🤣",
        " @oyewodayo: @kaptanetee01 @beethemodella This is the current situation of love, feeling, emotion and relationship of this 21st century.…",
        " @PromiseNwaubani: I don’t know who needs to hear this but dear parents, teach your kids how to interact with people, allow them ask ques…",
        " @IAmTonyWarrick: Because God is in charge, we can trust Him with everything \u0097 including the good, the bad, and the ugly of our lives.",
        " @yinkanubi: We have to get to the level where it is a thing of pride to be seen to embrace the right values and shame to embrace wrong v…",
        " @SolaAdesakin: In a get-rich-quick oriented world, people think Money is what brings you before great men; but no; your talents and gift…",
        " @akinalabi: I started business in 2003. I was 26. I was 32 when we founded @NairaBET. Today, some teenagers and those in their early twe…",
        " @DrOlusesan: While some of my mates were posing with illegit cars, I looked inferior as a graduate, jumping okada and teaching maths in…",
        " @Gbaja_Adeoluwa: I boarded his keke this morning in a hurry and I forgot my iPhone in his keke, i only realize 30minutes later that my p…",
        " @Ayourb: Even if the Nigerian government doesn’t celebrate you, I do and all the thousands poor people whom you brought succor and healt…",
        "@Ayourb @marketdoctorsng Congrats, more blessings",
        " @Ayourb: Out of the over 30 entrants, you made the final five and as fate would have it, you proved yourself and came first yesterday at…",
        "@Ayourb @fidelitybankplc She is cute",
        "@ChocolateMoana Fine babe, no pimple 😘",
        " @ajeromorgan: If you have a “home” to return to and rest your head after the day’s hussle...don’t wait to lose it before you value it. D…",
        " @oluremisonaiya: I'm at the Federal Medical Center, Ebute Meta, Lagos to see someone. I am absolutely impressed by the helpfulness of th…",
        " @sam_adeyemi: Don’t let anyone deceive you. Prayer is important for you to get an income, but it will not take the place of you having s…",
        "@gladys65008894 @minesam_ Well said",
        "@FadaunsiAdeniyi @minesam_ 🤣🤣🤣🤣",
        " @Arsenal: 💬 \"Alex has made a big contribution at Arsenal. He worked hard in the academy, where he was an example to many young players a…",
        " @FifunmiRexx: I can forgive you and genuinely mean it but still never want to be around you ever again. I’m allowed to protect my peace,…",
        "@solaadio If you both enter the marriage wth “we did here spirit”, it will make you sort out your differences in ti… https://t.co/MGbVG3655W",
        " @solaadio: Don't come into marriage if you don't have a \"we die here together\" spirit. Just remain with your casual fornication partners…",
        " @Victoria_NGR: A good name, they say, is better than gold and silver. Even if Jonathan stole $100b and give everything out to charity, h…",
        " @praisegeorge: Years ago, I met a millionaire. He taught me 3 lessons.\n1. Never ask your friends for financial help. They will look down…",
        " @OgbeniDipo: One of the best investments you can ever make is an investment in your academic, personal and professional development.",
        " @DrOlusesan: Can we all give it up for @toluogunlesi for this excellent piece of journalism. This is a history lesson about Nigerians mu…",
        " @OgbeniDipo: @DrJoeAbah National Orientation Agency is either dead or lying comatose at National Hospital. I honestly don’t know what th…",
        " @DrJoeAbah: The President doesn’t engage enough with citizens. For some reason, he seems to be more at home talking to the international…",
        " @MrAbuSidiq: Don’t forget God when you get what you prayed for."
    ]
}