{
    "screen name": "BethLano",
    "no. of tweets": 140,
    "tweets": [
        "@DerekSchoen I did it, too. Not easy with half my income as a musician! But it’s done.",
        "@JoJu1 @VegasStacyPR *unchartered",
        "@JoJu1 @VegasStacyPR “We’re in uncharted territory” is another one. “Uncharted,” too.",
        "@JoJu1 OMG- this!",
        "“Science is being silenced.”  - @RonaldKlain just now on The 11th Hour @MSNBC https://t.co/DxgiCCQxHc",
        "Yes- this is it. Exactly. We. Need. A. Damn. Plan. https://t.co/OKxDOJd6Id",
        "Please, please hold him in contempt. https://t.co/77IX0tPPKj",
        "I’m helping to fight #COVID19 – 15671 people are estimated to have COVID symptoms in Clark County today. Please hel… https://t.co/ndkHeBuwsv",
        "A summary of what is in the latest relief bill. And if you don’t already follow @ASlavitt , you should. https://t.co/0f5oYJvbbm",
        "Great thread with some incredibly salient points. https://t.co/v0L9xSTAgV",
        "I just hope these things happening result in actual positive actions. 👏👏👏👏 https://t.co/J1pYAHfyBD",
        "Easy, and a good use for those odd socks in the drawer! https://t.co/3enrG1IlQJ",
        "👇👇👇👇👇👇👇👇 https://t.co/i8ONaERwFu",
        "Holy shit- this is a great ad. https://t.co/wT9kTpCpf6",
        "@morningmoneyben Berries, a Siggi’s yogurt, granola, and banana. Every day, thank goodness.",
        "We. Need. A. Damned. Plan. There isn’t one. The relaxed restrictions don’t change the biology and mathematics of th… https://t.co/OrPOEXgK1R",
        "👏👏👏👏 https://t.co/bKaktVSYui",
        "Interesting . . . https://t.co/KNefuxosjQ",
        "@PjPerez I agree. And this is one time in my life I wish I was wrong.",
        "@PjPerez I’m afraid. I am actually terrified.",
        "Ugh. The news is going to be even more brutal in the coming month. https://t.co/vboFJwM2K4",
        "Prescient. But sadly, it hasn’t shaken them or brought them back to their senses. Maybe it’s coming? 🙏 https://t.co/TA6jZ5RcSn",
        "Sweet story. Rest well, Roy. https://t.co/WxSTUIGTuu",
        "@Jim_SchaefferLV @BrittanyBronso1 Holy crap. We are screwed.",
        "Here ya go, people. I can’t speak for anyone else, but I’ll continue to #StayAtHome for the foreseeable future. https://t.co/oTVZzQUY84",
        "Brilliant ads, and an invaluable team of people who are doing everything in their power to fight to preserve our de… https://t.co/oIcGWqdRId",
        "@DonatoCabrera So sad to be missing playing this. 🥰🎶😔",
        "Please read. https://t.co/jaNmA1q3LO",
        "@GovSisolak , please do this for Nevadans. #VoteByMail https://t.co/CXGCGPYyVV",
        "@clintonpope I agree. And I’m an out-of-work musician. I don’t see any chance of live performances in at least another year.",
        "@clintonpope I’m concerned it won’t be enough even at 30K if customers and employees aren’t all tested.",
        "It’s a lofty goal, but is it enough?   Murren details 30,000 per day testing goal, projects Las Vegas will see a ‘q… https://t.co/wyyyyqOQfu",
        "As we begin to relax restrictions and open up, we still need to stay vigilant. One of the best articles I’ve read a… https://t.co/rjLuPxJMtj",
        "Man, @ASlavitt nails it once again. Great thread. 👏👏👏👏 https://t.co/OGIoBP7pQ5",
        "RIP rule of law . . . https://t.co/QXOIbCCgsA",
        "Don’t fall for this #Plandemic crap.  It’s not based on anything remotely based in science and evidence-based fact.… https://t.co/yGVKa6qWdI",
        "Yes. https://t.co/wgAAGU3tva",
        "@NVEnergy Thanks, DeShaunae.",
        "@NVEnergy They’ve turned it down. And I don’t feel safe getting their license plate. Retribution. But please do tel… https://t.co/sftGZ9JWWe",
        "@NVEnergy Can you please ask the crew in the 900 block of E. Robindale to stop blasting Rush Limbaugh from their co… https://t.co/73vMdjfL1P",
        "Good people to follow. Resources. https://t.co/7pS8RCnbu2",
        "@MeltdownWRIF Yes. Several.",
        "Great thread, with actual solutions presented. Should be required reading for every single person who’s in a positi… https://t.co/4E1IvZZERz",
        "Hopefully, this will turn out to be successful. Science has never been under more pressure to produce a successful… https://t.co/4HSmgzMvkc",
        "@mat Started the home refinance process in late February, and it’s supposed to be closing any day now. Whew. Glad I… https://t.co/uTUUBv6aai",
        "@clintonpope @RepGosar @realDonaldTrump Snakes on a Plane.",
        "Take a minute and see what this incredibly important group is doing to protect our democracy and the rule of law. E… https://t.co/d4BYuorK4p",
        "This thread is seriously fun. 🥰❤️🥰 https://t.co/1Iaehu66I8",
        "Hahahaha!!! https://t.co/wJXYyhzaCh",
        "👏👏👏👏 https://t.co/RN6dMhAY2q",
        "Because for the GOP, it’s pretty much all about the judges. #VoteLikeYourLifeDependsOnIt #BecauseItDoes https://t.co/v47BzAw9SI",
        "I started prepping in mid-February. The fact that this administration had the intel much earlier than that, yet the… https://t.co/0knyaSluYV",
        "@realDonaldTrump is a clear and present danger to our nation, and to the entire world. Another powerful video from… https://t.co/GxjW0AKiPU",
        "Holy crap. Ireland. Pubs. https://t.co/QgMNDLVkMo",
        "Great opinion piece.    “David Colborne has been active in the Libertarian Party for two decades. During that time,… https://t.co/uMNMihlAI2",
        "@zookmann I don’t waste my energy on online arguing. I post what represents my view, and if someone wants to presen… https://t.co/VYoShhptkr",
        "Quarantine is tough. Coronavirus is even tougher. Thinking about venturing out? Read this thread before you make th… https://t.co/0TT0ybZL6Z",
        "Please read. Important thread. https://t.co/bDHGipROB3",
        "The home office deductions on a lot of 2020 tax returns are gonna be lit. 🔥 🔥 🔥",
        "This. 👇👇👇👇👇👇 https://t.co/W34SWz1Iha",
        "@Spencetology @kellyclarkson Ha!",
        "I was looking forward to working with @kellyclarkson this year, but I really appreciate the fact that she’s putting… https://t.co/F1QxIMRPTe",
        "@teniralCist Happy Birthday, Cory. Lots of love to you all! 🎂🥰🎶",
        "Humanity. We need more people who understand humanity. ❤️ https://t.co/7uYqYnZWIO",
        "@larainenewman Thank you so much! You’re a true inspiration. This tweet is helping me, and so many others.",
        "@EPayton3 @larainenewman Thank you- that’s an excellent point.",
        "Holy shit. 🔥 https://t.co/EqIsP00pZP",
        "@rowyourbot @larainenewman I don’t ever want to find out firsthand. 🙏",
        "Arrogance, ignorance, and a complete lack of any sort of sense of human decency. Or respect for human life. All wra… https://t.co/3uTkGA1TO0",
        "@larainenewman Congratulations! I only have 15 months, but I’m so incredibly grateful to be sober. I’m totally stre… https://t.co/QheLT2g3VB",
        "@teniralCist Oh, Cory- I’m so, so sorry. Love to you all. It’s never easy, but it’s especially difficult now. 🐾💔❤️",
        "Thou shalt not COVID thy neighbor. #StayHome",
        "@ASlavitt is one of the best follows you can have as we go through this. He’s thoughtful, brilliant, resourceful an… https://t.co/xhevhQ75rl",
        "@sashaflutist @jamiehosmer Thanks, Sasha. I’m trying one more thing. And keeping her loved and comfy. ❤️🙏🐾",
        "@dbuntrock Thanks so much, Deborah. It hurts.",
        "@harpmuston Thanks, Wendy. It’s so tough. But it seems like we’re out of options.",
        "@jamiehosmer No- just to the regular vet for her initial illness and hospitalization, and then to Dr Christopher Sm… https://t.co/AlnF7OYaAX",
        "This is Piper. 2 year old rescue. She’s been very ill and had thousands of dollars in vet treatment &amp; testing for t… https://t.co/CfC9GTN4k8",
        "👏👏👏👏👏👏👏👏 https://t.co/QSnqhUi10k",
        "@AngrierWHStaff Did you read @SethAbramson ‘s latest thread?! OMG- if so, please tell us what you think! 🔥",
        "This cause is close to my heart - please sign: https://t.co/KRXA1U8NlQ",
        "These freaking idiots. DON’T SCREW WITH THE PEOPLE WHO ARE TRYING TO SAVE US. https://t.co/4a4f8YOUu1",
        "@knprdave Horrifying.",
        "Unbelievable. Thank goodness her jurisdiction does not extend to the Strip, or beyond downtown. But her rhetoric is… https://t.co/T1dDTdhEjf",
        "@Alyssa_Milano I live and work in Las Vegas. I have for many years. I depend on the Strip for work as a musician. A… https://t.co/q6wKXGKBIW",
        "@ShahabZargari They sure have, and continue to. 😞I hope you can track down your payment.",
        "@ShahabZargari Jeez! Even if you exceed the income threshold- which I doubt- you have kids! You should be getting a payment!!!",
        "@ShahabZargari They’re supposed to. Ugh. Have you used the tracking tool on https://t.co/9l34rAaEta?",
        "@McFaul I have lived and worked in Las Vegas for more than 30 years. I am a musician, and I depend on the Strip for… https://t.co/o2PShqIyor",
        "@ShahabZargari Did you file taxes and use the direct deposit feature?",
        "Holy shit, this thread is great. @JaneMayerNYer ‘s piece is terrific- highly recommend it. https://t.co/dBfCDqhalC",
        "My Las Vegas entertainment family did this. I’m so proud to have been a part of it. #vegasstrong… https://t.co/Sx1VdstEH6",
        "@tonyposnanski Oatmeal raisin. End of story.",
        "Mask protests aren’t new. Fascinating research (sourced at the end) that shows surprising parallels. @timkmak Thank… https://t.co/APfrg6gtRe",
        "This is me, except I haven’t had 3 solid days yet. Maybe three hours. But the syncing with others’ hell zones is tr… https://t.co/Exkuf3zdjU",
        "Re-upping this. https://t.co/jUdni5wyTo",
        "Great list. Stay informed. https://t.co/f4gIMHpwF7",
        "@TravisAllen02 https://t.co/bELGxkLfr7",
        "It can be done. 👏👏👏👏 https://t.co/G74yaWXr4d",
        "Oh my God. #Covid_19 #StayHome #StopTheSpread #TestingTestingTesting https://t.co/6FvjgpWFKD",
        "“Fight COVID19 Tyranny” on the back, “COVID19 HOAX” on the sides. Ironically, right after I snapped this, the drive… https://t.co/8fIbAQ6KQx",
        "Retweeting to save these lists for inspiration and ideas later! https://t.co/DRrImLL3Mb",
        "What will it take to convince people that while EVERYONE wants to get back to some semblance of “normalcy,” IT IS J… https://t.co/ua0Nzk5w36",
        "👏👏👏👏 https://t.co/IGVFENbM7Y",
        "I wish we had a leader. https://t.co/8QRhayezmA",
        "I just signed a @theactionnet petition: $2,000/Mo. Per Citizen during Covid-19 Crisis #2kUSA #Covid19. Sign here: https://t.co/w5VsSeAKIz",
        "@AngrierWHStaff I’m so, so sorry.",
        "Wow . . . Really moving thread. #Broadway #Closed #NYC #WeWillBeBack #COVID19 #StayHome https://t.co/OBUKNuCAH9",
        "“I don’t see it as a shrinking of my world, I see it as a shrinking of my self. When the focus is not as much on my… https://t.co/0Z10Il4zrR",
        "Fantastic piece. 👏👏👏👏Anthony Fauci: The Man Who Was Not Afraid - The Atlantic https://t.co/F8xQsXpvEC",
        "Brava, your honor. 👏👏👏👏 https://t.co/QHaIUXtDd3",
        "January 22, 2020. Screening for coronavirus in Canada. January 20.  JANUARY 20. https://t.co/NxA4pRmAfR",
        "This cause is close to my heart - please sign: https://t.co/QFquslVfXa #SaveTheUSPS #ProtectDemocracy #ItsInTheConstitution #MailinVoting",
        "Rural communities would be completely devastated without the services provided to them by @USPS . #USPostalService… https://t.co/NI1Zo6dAty",
        "👏👏👏👏 https://t.co/kgsuuDZUeM",
        "Great thread about why the @USPS is so worth saving. Hey, kids- it’s in the constitution! And we all need to write… https://t.co/AaowLIYs2G",
        "Text RESIST to 504-09 to write your representatives to demand mail-in ballots, and to provide monetary relief for t… https://t.co/DvAOXnhJOl",
        "God, I love this woman. https://t.co/d82FirJ8On",
        "👏👏👏👏 https://t.co/2u9ulTyCEh",
        "Holy hell, again. Call and write your representatives. #ProtectTheUSPS https://t.co/TscYHRqwJt",
        "@AngrierWHStaff Oh, no- I’m so, so sorry. Sending you and your family love and virtual hugs. This is absolutely horrible. 😔",
        "Holy hell. #StayHome #FlattenTheCurve #SaveLives #Mitigate https://t.co/3x4fTX8t7N",
        "WE NEED INCREASED TESTING!! https://t.co/UPph64ztMY",
        "A great read.  https://t.co/c3n8kW7ssC",
        "I wish we had a leader like her. https://t.co/jRbLByekZK",
        "This. https://t.co/jQEkVeaZIn",
        "Holy hell. #StayHome #ForTheForseeableFuture https://t.co/xtvY6O7APY",
        "@RalstonReports Done. Wish it could have been more. Thanks for all you do.",
        "😱😱😱 https://t.co/XJOo73MVRf",
        "@townhallvntrs @ASlavitt @GovSisolak- do we have a company like this one in Nevada?",
        "Holy hell. #FollowTheMoney https://t.co/SEqWG9r15D",
        "On a brighter note, I planted strawberries about three weeks ago. Today- there is fruit!! I had no idea they’d do t… https://t.co/Ig5g3vICrK",
        "I wish we had a leader. 👑 https://t.co/UspAwVnTTn",
        "@RadioFreeTom @PergolaDavid I’m so very sorry, Tom.",
        "Holy crap. https://t.co/PpiMilrUcX",
        "OMG- this is brilliant! 😳 https://t.co/rfFjopWZyg",
        "@GovSisolak https://t.co/IZLiNWLGlg",
        "@DruckerPhilip @GovSisolak is an A. Thankful he’s leading us.",
        "This MUST happen. Now. https://t.co/sKd703rlRz",
        "Ha!! https://t.co/K01yoXQjWl"
    ]
}