{
    "screen name": "C_I_F_C_F",
    "no. of tweets": 190,
    "tweets": [
        "#BladderCancerAwarenessMonth \nBladder Cancer At a Glance: United States\n#bladdercancer @NCICancerStats https://t.co/FVIAJWWzCE",
        "Don't learn you have #bladdercancer in the doctor's office. Know the signs, symptoms, &amp; risk factors ahead of time.… https://t.co/0bCCvo70qK",
        "#faceofbladdercancer2020 Meet Sid,\nDiagnosed at 53 Felt, Shit! What Now!\n@C_I_F_C_F @big_british\n#bladdercancer… https://t.co/0E9CDCvT9D",
        "#faceofbladdercancer2020 Meet Diane,\nDiagnosed at 63 Felt, Terrified, Petrified, and Scared\n@C_I_F_C_F @big_british… https://t.co/dYWgSHkORw",
        "#faceofbladdercancer2020 Meet Karla,\nDiagnosed at 38 Felt, Scared,Anxious and Determined\n@C_I_F_C_F @big_british… https://t.co/SCHlVn7GzX",
        "#BladderCancerAwarenessMonth https://t.co/BMWWprhHmC",
        "#faceofbladdercancer2020 Meet Nicky,\nDiagnosed at 49 Felt, Stunned, Devastated, and Scared\n@C_I_F_C_F @big_british… https://t.co/3WMLhJgrJl",
        "#faceofbladdercancer2020 Meet Dusty,\nDiagnosed at 56 Felt, Shocked, Lost and Terrified\n@C_I_F_C_F @big_british… https://t.co/d5wR6Lj9hw",
        "#faceofbladdercancer2020 Meet Jayne,\nDiagnosed at 60 Felt, Shocked, Scared and Sad\n@C_I_F_C_F @big_british… https://t.co/VjLA1Xh3i6",
        "Great article @big_british We at @C_I_F_C_F are so proud of you! It is so crucial to share awareness about… https://t.co/w1O1xIGz6D",
        "Renal Cell and Urothelial Carcinoma: Biomarkers for New Treatments https://t.co/jr4LgIUlro\n#bladdercancer @NCBI https://t.co/q93elY38BY",
        "Assessing and Managing Toxicities with Immune Checkpoint Inhibitors - Brenda Martone https://t.co/stawirKCS9 @urotoday #bladdercancer",
        "Bladder Cancer in Women - Morgan Roupret https://t.co/S5V6zAMk9I @urotoday #bladdercancer #bladdercanceraware",
        "#facesofbladdercancer2020 #bladdercancer #bladdercancerawareness #bladdercancerawarenessmonth\n\nP.S. It's not too la… https://t.co/jWBkEGiQ1s",
        "#faceofbladdercancer2020 Meet Andy,\nDiagnosed at 43 Felt, Shocked, Hurt and Introverted\n@C_I_F_C_F @big_british… https://t.co/rqpXwCCLzb",
        "#faceofbladdercancer2020 Meet Wendie,\nDiagnosed at 59 Felt, Shocked, Anxious and Disbelief\n@C_I_F_C_F @big_british… https://t.co/ATVc01JlCo",
        "#faceofbladdercancer2020 Meet Margaret,\nDiagnosed at 66 Felt, Shocked, Frightened and determined\n@C_I_F_C_F… https://t.co/ZdMBHBfFY1",
        "If you see RED (HEMATURIA) in your urine, make an appointment with a Urologist to get it checked out. Early detecti… https://t.co/0tydfsOefU",
        "#faceofbladdercancer2020 Meet Evan Walsh,\nDiagnosed at 44 Felt, I WILL WIN! \n@C_I_F_C_F  @big_british… https://t.co/d3DcDhqBOZ",
        "#faceofbladdercancer2020 Meet D Masters,\nDiagnosed at 34 Felt, Angry, Discombobulated, &amp; Denial\n@C_I_F_C_F… https://t.co/WLe8yAHD46",
        "#faceofbladdercancer2020 Meet Marcia,\nDiagnosed at 58 felt Determined, Challenged, and Prayerul\n@C_I_F_C_F… https://t.co/sWk6bT368B",
        "@TGolgart @Steph56Renee So sorry to hear about your husband's bladder cancer diagnosis. Our team is here to help wi… https://t.co/blTzyZdLMA",
        "Do you know what signs and symptoms to look for when it comes to Bladder Cancer? for more information visit:… https://t.co/wZZ7dY4M9Y",
        "Thank you @WorldBladderCan for sharing about #facesofbladdercancer2020 and @big_british and Anitas story! https://t.co/GIj9jJLKh3",
        "#facesofbladdercancer2020 Captain Haddock is this afternoon’s blood in pee can indicate #bladdercancer \nPlease make… https://t.co/94b4CY9aHt",
        "#faceofbladdercancer2020 Meet John,\nDiagnosed at 82 felt Blank, Apprehension, and Realisation\n@C_I_F_C_F… https://t.co/Pjyt8J9rBC",
        "#faceofbladdercancer2020 Meet Jane,\nDiagnosed at 46 felt Devastated, Angry and Lost \n@C_I_F_C_F @big_british… https://t.co/llqOJO3Rsx",
        "Thank you to everyone who has participated! There is still time to submit your photo and be apart of the… https://t.co/UDk5XehKZp",
        "Happy #NursesWeek to all the hard-working and exceptional nurses and health care professionals out there!… https://t.co/YzbW5Xdlbw",
        "#faceofbladdercancer2020 Meet Mary,\nDiagnosed at 55 felt surprised, positive and determined\n@C_I_F_C_F @big_british… https://t.co/DWlpilWaqn",
        "#faceofbladdercancer2020 Meet Nick,\nDiagnosed at 43 felt scared, confused and shocked\n@C_I_F_C_F @big_british… https://t.co/FIystNpBny",
        "Say hello to Sheri, only 35 when she was diagnosed with #bladdercancer dispelling the “old mans disease” myth!… https://t.co/CdvtRrDIPb",
        "Yes! Thank you! https://t.co/fp6SIJaSvj",
        "@urotoday Alternative Strategies to Deliver Bladder Cancer Investigation During COVID-19 and Beyond - Neal Shore… https://t.co/pD28wvYkFS",
        "#facesofbladdercancer2020 https://t.co/LzaUNd8cMR",
        "#faceofbladdercancer aims to highlight the diversity of Bladder Cancer. visit for more information… https://t.co/Lhhrea0dOU",
        "#faceofbladdercancer2020 Meet Keith,\nDiagnosed at 73 felt surprised, shocked and determined\n@C_I_F_C_F @big_british… https://t.co/WhFT7B5GTY",
        "#faceofbladdercancer2020 Meet Sue,\nDiagnosed at 64 felt shocked, disbelief, and scared\n@C_I_F_C_F @big_british… https://t.co/ZYbPWx66TH",
        "Our Partner @BladderCancerHU has also joined the #facesofbladdercancer2020 check out the https://t.co/L4DjiVkU0x… https://t.co/1LBxr4P2MN",
        "Detecting Invisible Bladder Cancers with Blue Light Cystoscopy - Beyond the Abstract https://t.co/n0bPexKXZP @urotoday #bladdercancer",
        "FDA Approves Merck’s KEYTRUDA® (pembrolizumab) for Use at an Additional Recommended Dose of 400 mg Every Six Weeks… https://t.co/J32q3jaPYP",
        "#faceofbladdercancer2020 Meet Karen\nDiagnosed at 42 felt scared, disbelief, surreal\n@C_I_F_C_F @big_british… https://t.co/SfmVd2XQIb",
        "#faceofbladdercancer2020 Meet Tracy \nDiagnosed at 45 felt shocked, worried and fear\n@C_I_F_C_F @big_british… https://t.co/hvDyCTAuCy",
        "In honor of Bladder Cancer Awareness Month Crush It For Curtis Foundation for Bladder Cancer Advocacy is thrilled t… https://t.co/LCnNuUOKYU",
        "#facesofbladdercancer2020 https://t.co/UEQpS2dttJ",
        "#facesofbladdercancer2020 https://t.co/FL9U23nvy5",
        "#facesofbladdercancer2020 https://t.co/ZUgzgOxTGA",
        "Its #BladderCancer awareness month Early Detection is key! Don't find out you have Bladder Cancer at diagnosis.  Fo… https://t.co/XpeKo3nX0s",
        "#faceofbladdercancer2020 Meet Tracy \nDiagnosed at 51 felt disbelief, scared and hopeful\n@C_I_F_C_F @BladderCancerHU… https://t.co/ZwwHXXYKDl",
        "Meet Alan #faceofbladdercancer2020 \n#BladderCancerAwarenessMonth  \nDiagnosed at 53 Felt scared, emotional and disbe… https://t.co/kkHCmQrtI1",
        "Meet Jacqui #faceofbladdercancer2020 \n#BladderCancerAwarenessMonth  \nShe felt Felt absolutely heartbroken… https://t.co/VrxSC5hevz",
        "#facesofbladdercancer2020 https://t.co/uqIeODfF7l",
        "#faceofbladdercancer2020 https://t.co/AtOIMiadRa",
        "#facesofbladdercancer Thank you, Petter, for sharing!\n Thank you, Petter, for sharing!\n#facesofbladdercancer2020… https://t.co/XE6trb9WhU",
        "Its #BladderCancer awareness month one of the common signs of Bladder Cancer is blood in the urine.  Early Detectio… https://t.co/pesAcVjMQr",
        "The fabulous Vanessa... #facesofbladdercancer2020 #bladdercancerawarenessmonth\n@C_I_F_C_F @BladderCancerHU  we are… https://t.co/xT3OKZcMiZ",
        "Get Involved! #Faceofbladdercancerproject2020 aims to highlight the diversity of Bladder Cancer. visit for more inf… https://t.co/zAjFM8CD5u",
        "Quality of Patient Information by Urologists Is Associated with Mental Distress in Bladder Cancer Patients.… https://t.co/SayTg5uwPf",
        "Biomarker Testing in Metastatic Urothelial Carcinoma - @PGrivasMDPhD  https://t.co/XpQ2VioSJu via @urotoday… https://t.co/FuVTaOMwYQ",
        "Meet Shirley @Shirleyannwinny Bored Director, Director of Partnerships for @C_I_F_C_F ❤️ #facesofbladdercancer2020… https://t.co/q8X3Ce0cyD",
        "@loogib @big_british @BladderCancerHU Thank you for being brave to share.",
        "The lovely Alison ❤️ #facesofbladdercancer2020\n#BladderCancerAwarenessMonth  \nEvery day we are sharing photos of so… https://t.co/RZnTz1QiYe",
        "#facesofbladdercancer2020 https://t.co/uqIeODfF7l",
        "#facesofbladdercancer2020 https://t.co/7qMc6AMuqJ",
        "#Faceofbladdercancerproject2020 aims to highlight the diversity of Bladder Cancer. visit for more information… https://t.co/OZovOO2mRy",
        "Meet Curtis the Founder Of @C_I_F_C_F.  He is part of Faces of Bladder Cancer Project 2020 which aims to highlight… https://t.co/NXrqFq0Ejc",
        "Another face added to #facesofbladdercancer2020\n#BladderCancerAwarenessMonth #bladdercancer https://t.co/AtOIMiadRa",
        "Meet Anita part of Faces of Bladder Cancer Project 2020 which aims to highlight the diversity of Bladder Cancer.… https://t.co/oQGIdLW5yB",
        "Join Saturday, April 25th, for a day dedicated to mental health resources. register https://t.co/vF7PeUXRR9… https://t.co/VISK3vb6Hq",
        "Could Bladder Multiparametric MRI Be Introduced in Routine Clinical Practice? Role of the New VI-RADS Score: Result… https://t.co/yONIRrdfrB",
        "Neoadjuvant Gemcitabine-Cisplatin Plus Radical Cystectomy-Pelvic Lymph Node Dissection for Muscle-invasive… https://t.co/QM2QVUAYzO",
        "Reducing Readmissions following Radical Cystectomy: Moving Beyond Enhanced Recovery https://t.co/N7VwJwhw5U via @urotoday #bladdercancer",
        "COVID-19: A View Within the Pandemic Inside the Healthcare System and Bladder Cancer Care - Stephen Williams… https://t.co/zucoiDMXKK",
        "The role of device-assisted therapies in the management of non-muscle invasive bladder cancer: A systematic review.… https://t.co/dUh2A395Sl",
        "Safety and Efficacy of Intensive Instillation of Low-Dose Pirarubicin vs. Bacillus Calmette-Guérin in Patients With… https://t.co/xqGU8WaJDv",
        "@Cxbladder Has a excellent reference, you can find more information about their Cxbladder In-Home Sampling Program… https://t.co/4sdEBCHi8b",
        "Comprehensive Genomic Profiling - be prepared to have a discussion with your doctor about what matters most to you… https://t.co/q0ghqzJ7Lq",
        "PAK4 as a Promising New Therapeutic Target in Aggressive Bladder Cancer - Beyond the Abstract… https://t.co/iHDWfyooi5",
        "Ureteral and urethral recurrence after radical cystectomy: a systematic review. https://t.co/XSk6185YDf via… https://t.co/tlygRv5piB",
        "Another awesome Cancer/COVID-19 Saturday Session April 18th with a fantastic line -up of industry speakers. If you… https://t.co/uVPKFBSRkQ",
        "From @urotoday Adjuvant Chemotherapy in Upper Tract Urothelial Carcinoma: Results of the POUT Trial - @FaltasLab Ex… https://t.co/S9MxUMDBrB",
        "Mining TCGA database for tumor mutation burden and their clinical significance in bladder cancer.… https://t.co/p1LvdZ2M5Q",
        "Selected protein expression in a new prognostic model for patients with non-muscle-invasive bladder cancer.… https://t.co/3lGGHHCh2z",
        "FDA approves mitomycin for low-grade upper tract urothelial cancer   https://t.co/v1XdHsZeWP #bladdercancer #urothelialcancer",
        "Do you know what signs and symptoms to look for when it comes to Bladder Cancer? #bladdercancer for more informatio… https://t.co/yoq7VX4aC2",
        "The #coronavirus is interrupting our lives, especially the #BladderCancer community who may be dealing with a new o… https://t.co/7xDlvtIwej",
        "The role of cancer stem cells in immunotherapy for bladder cancer: An in vitro study. - PubMed - NCBI… https://t.co/5C3OdMMtSB",
        "via @urotoday Nutrition risk and assessment process in patients with #bladdercancer undergoing radical cystectomy. https://t.co/0LpWUZqHGZ",
        "We had an excellent Cancer &amp; COVID-19 discussion last weekend. I'm looking forward to today's discussion with cance… https://t.co/0DkifpAC95",
        "The #coronavirus is interrupting our lives, especially the Bladder Cancer community who may be dealing with a new o… https://t.co/U1M5m737OS",
        "EMD Serono and Pfizer Receive US FDA Breakthrough Therapy Designation and Submit Application for BAVENCIO® for Firs… https://t.co/QPg3VDkxwG",
        "Pembrolizumab treatment of metastatic urothelial cancer without exacerbating myasthenia gravis… https://t.co/Cy2tSwIkYD",
        "COVID-19: A View Within the Pandemic Inside the Healthcare System and Bladder Cancer Care - Stephen Williams… https://t.co/1Ph36Q6Kn7",
        "COVID-19 Pandemic and GU Cancer Care in Spain - Elena Castro\nhttps://t.co/vmhHWxnZDM via @urotoday #bladdercancer",
        "The #coronavirus is interrupting our lives, especially the Bladder Cancer community who may be dealing with a new o… https://t.co/O77yOeBxqZ",
        "#bladdercancer patients point of view on cancer care during this unprecedented time dealing with #coronavirus… https://t.co/VDA8CQx6QQ",
        "COVID-19 Patient Care Information from @ASCO     https://t.co/pMgszeUNFi\n#coronavirus #ascodailynews #bladdercancer #COVID19",
        "@AmerUrological COVID-19: Considerations for Elective Urologic Surgery with Dr. Chris Gonzalez https://t.co/tqHhavcbPM\n#Covid_19",
        "Biomarkers of Carcinogens Linked to Bladder Cancer in Urine of E-Cigarette Users https://t.co/svSCN0iCdP #bladdercancer",
        "Downstaging of Muscle-Invasive Bladder Cancer Using Neoadjuvant Gemcitabine and Cisplatin or Dose-Dense Methotrexat… https://t.co/BIcVdluX8N",
        "@SeattleGenetics Announces Potential Accelerated Approval Pathway in the U.S. for PADCEV™ (enfortumab vedotin-ejfv)… https://t.co/xpeqLauZGf",
        "The future of bladder cancer therapy: Optimizing the inhibition of the fibroblast growth factor receptor.… https://t.co/ao8JvbQLiL",
        "Bladder Cancer in Women: Improving Diagnosis and Treatment - Jean Hoffman-Censits https://t.co/LvImraQwHo via @urotoday #bladdercancer",
        "Thank you, Doctors, #NationalDoctorsDay https://t.co/MacQAWuFVh",
        "Happy #NationalDoctorsDay to this revolutionary team of Doctors. https://t.co/yqrvPTec2x",
        "Clinical Interchange: Bladder Cancer Treatment in an Era of Novel Mechanistic Approaches: Emerging Clinical Conside… https://t.co/QFUSTAKOOu",
        "Patient Advocate learning opportunity: Clinical Interchange: Bladder Cancer Treatment in an Era of Novel Mechanisti… https://t.co/0T2U7Rj3Zj",
        "Infinity Receives Fast Track Designation for IPI-549 in Combination with the Checkpoint Inhibitor Opdivo for the Tr… https://t.co/ETsDjjBJZX",
        "Genomic Subtyping in Bladder Cancer. https://t.co/GnSOV2q2DQ via @urotoday #bladdercancer",
        "A message from our Founder regarding https://t.co/CpD9wR110p @GRYTHealth  Global Virtual Knowledgebase and Novel Co… https://t.co/fmdDxzvpnz",
        "Safe and Effective Cancer Care During the COVID-19 Pandemic - Toni Choueiri https://t.co/EfeoXzjEz8 via @urotoday #bladdercancer",
        "Molecular lymph node staging for bladder cancer patients undergoing radical cystectomy with pelvic lymph node disse… https://t.co/FDxxGUlC84",
        "A Phase 1 Trial of Intravesical Cabazitaxel, Gemcitabine, and Cisplatin for the Treatment of Non-muscle Invasive BC… https://t.co/6o2dZ03UHK",
        "Framing Pragmatic Strategies to Reduce Mortality From Bladder Cancer: An Endorsement From the Society of Urologic O… https://t.co/c9yTnVVM2p",
        "Bladder Cancer, Version 3.2020, NCCN Clinical Practice Guidelines in Oncology in: Journal of the National Comprehen… https://t.co/dIgzvDRakB",
        "The Role of the Surgeon in the Management of Metastatic Bladder Cancer - Brant Inman @BrantInman… https://t.co/uYIlqZCKD5",
        "Patient-reported symptoms associated with quality of life during chemo‐ or immunotherapy for bladder cancer patient… https://t.co/GHTe4nIw7S",
        "Bladder Cancer in Women - Morgan Roupret https://t.co/EbKSWPLn3H via @urotoday #bladdercancer",
        "Checkpoint inhibitor Tx response similar between pure, variant UC histologies https://t.co/YwTBESu8Px #bladdercancer #UrothelialCarcinoma",
        "Our partner @GRYTHealth is hosting a Cancer and Your Mental Health Summit Coming up April 25th, 2020 100% Online, 1… https://t.co/WBWoVy0pv5",
        "Immune Checkpoint Inhibitors Trials in Urothelial Cancer: Recent Updates and Future Outlook - Andrea Apolo… https://t.co/94g730IdEw",
        "Offering a New Mechanism of Action: Enfortumab Vedotin for Advanced Urothelial Carcinoma - Peter O'Donnel &amp; Jonatha… https://t.co/pdCYzgDTab",
        "Comprehensive Genomic Profiling - be prepared to have a discussion with your doctor about what matters most to you… https://t.co/A8oXdTJQhV",
        "An evaluation of the efficacy and safety of erdafitinib for the treatment of bladder cancer https://t.co/nzJwgq0gvk… https://t.co/exd8M3QPCm",
        "Illumination of a Vision 2020—Urinary Based Biomarkers for Bladder Cancer on the Way to Clinical Decisions—Dream or… https://t.co/Xhq00EuBai",
        "Enfortumab vedotin plus pembrolizumab induces durable responses in metastatic urothelial carcinoma… https://t.co/ziVBe20UgS",
        "Thank you to our partner https://t.co/Z6gGaDqsoK. Thank you to the @C_I_F_C_F  Medical Board. The CIFCF medical boa… https://t.co/i3bgtuUIMe",
        "Erdafitinib: A novel therapy for FGFR-mutated urothelial cancer. https://t.co/bsHXBGLEzU via @urotoday https://t.co/wI6wL4ALMp",
        "Read more about the - Unprecedented Response Rate in Advanced Bladder Cancer: https://t.co/TU8fWX53PC… https://t.co/pjvynK3TZG",
        "Here is an excellent opportunity to empower patients to access support and resources to help facilitate conversatio… https://t.co/3xsK6pKK5r",
        "Neoadjuvant Chemo-Immunotherapy Yields Good Pathologic Response Rates in Muscle-Invasive Bladder Cancer @shilpaonc… https://t.co/1n6Zkcp6fV",
        "Genitourinary Cancers Symposium Scientific Highlights https://t.co/mnZN8UgBpG #GU20 #bladdercancer… https://t.co/Twi4Uj9fV7",
        "New treatments can't reach #bladdercancer patients without clinical trial volunteers. Start your trial search &amp; mat… https://t.co/bqLoKqlV2W",
        "Therapeutic Effects of Curcumin against Bladder Cancer: A Review of Possible Molecular Pathways.… https://t.co/6VB30WGNDF",
        "ASCO GU 2020: Safety and Efficacy of Nadofaragene Firadenovec (Instiladrin), an Intravesical Gene Therapy for the T… https://t.co/Q7zpeKJdC3",
        "ASCO GU 2020: Management Strategies in the Face of the Bacillus Calmette-Guérin Shortage @UroCancerMD… https://t.co/4kcx76cRnM",
        "ASCO GU 2020: Replacing TURBT with mpMRI for Staging #MIBC: Pilot Data from the BladderPath study @GoldbergHanan… https://t.co/s7Xdcykc3H",
        "ASCO GU 2020: Sequencing Chemotherapy and Surgery in Upper Tract Urothelial Cancers https://t.co/b6BIpxmNHR via… https://t.co/47H8sJCeWE",
        "ASCO GU 2020: Practicing Beyond Clinical Trial Data: Real-World Challenges in Urothelial Carcinoma… https://t.co/BSX6kqd0BT",
        "ASCO GU 2020: Atezolizumab Therapy for Upper Tract Urothelial Carcinoma: Subgroup Analysis of the Single-Arm Intern… https://t.co/kddk4VKhA2",
        "#FutureOfCancerCareNow #CardioOncology https://t.co/CHu9G6xxll",
        "#bladdercancer https://t.co/6FA4RDwaNH",
        "Do you get #anxious or #depressed when researching your #cancer diagnosis? Register NOW for our upcoming free menta… https://t.co/Sr5XGXz8Kc",
        "ASCO GU 2020: Financial Toxicity and Quality of Life: Understanding and Improving Patient Centered Outcomes in Geni… https://t.co/NDyM2255Wq",
        "Are you Crushing Cancer This Week #bladdercancer #urothelialcarcinoma #NMIBC Comment below⬇️ \nYES or NO https://t.co/8bAB5oiup4",
        "GU Cancers 2020 | Frontline immunotherapy for bladder cancer https://t.co/mp06dB2nDK #bladdercancer #GU20 #GU2020… https://t.co/XWNsgwxYKZ",
        "ASCO GU 2020: Safety and Efficacy of Intravesical Nadofaragene Firadenovec for Patients with High-Grade, BCG Unresp… https://t.co/H8mLWHqvbb",
        "ASCO GU 2020: Urothelial Carcinoma from the Perspective of a Radiation Oncologist https://t.co/MFvM40WZCN via… https://t.co/c00kjeSwZx",
        "ASCO GU 2020: Rucaparib for Recurrent, Locally Advanced, or Metastatic Urothelial Carcinoma (mUC): Results from ATL… https://t.co/G71zRnrt2u",
        "ASCO GU 2020: Study EV-103: Preliminary Durability Results of Enfortumab Vedotin Plus Pembrolizumab for Locally Adv… https://t.co/hPKVwMqpIv",
        "2020 GU Cancers Symposium: Enfortumab Vedotin Plus Pembrolizumab in Bladder Cancer https://t.co/s6pev7GnmY… https://t.co/OQyJvlb0pu",
        "Are Molecular Markers for Bladder Cancer Ready for Prime Time? https://t.co/Psomv4gwR8\n#bladdercancer #GU20… https://t.co/nlxVef4k3I",
        "Combined chemoradiotherapy with gemcitabine in patients with locally advanced inoperable transitional cell carcinom… https://t.co/ViPkXAn8BJ",
        "Next-generation sequencing identifies germline MRE11A variants as markers of radiotherapy outcomes in muscle-invasi… https://t.co/ZiY4vqyM88",
        "#SaturdayMood #love #laughter #bladdercancer https://t.co/CvQ08VV3hY",
        "#GU20 #bladdercancer #molecularmarkers https://t.co/Qc349hIhnj",
        "#GU20 #bladdercancer https://t.co/BFHuAlGGgM",
        "#GU20 https://t.co/nOHc0RLWpz",
        "#GU20 https://t.co/CnNQPuNpx8",
        "#bladdercancer #GU20 https://t.co/isJqgmhC5F",
        "#GU20 #bladdercancer https://t.co/nxSpbM11wj",
        "Pivotal Trial of Enfortumab Vedotin in Urothelial Carcinoma After Platinum and Anti-Programmed Death 1/Programmed D… https://t.co/zo2BtnnFgL",
        "#cystoscopy #bladdercancer https://t.co/qs50zMYrXf",
        "FGFR mutations and #bladdercancer A question to ask your Oncologist is \"Has my cancer been tested for biomarkers or… https://t.co/BA06j2imFT",
        "#bladdercancer #biomarker https://t.co/S9MWGzMkHV",
        "Article from @AJPathology Next-Generation Sequencing Reveals Potential Predictive Biomarkers and Targets of Therapy… https://t.co/0jIgDC0T5Y",
        "New treatments can't reach #bladdercancer patients without clinical trial volunteers. Start your trial search &amp; mat… https://t.co/IdhpC7DFcK",
        "Bladder cancer biomarker test accurately adjudicates atypical cytology https://t.co/cHY8BNNXj4 #bladdercancer",
        "New treatments can't reach #bladdercancer patients without clinical trial volunteers. Start your trial search here… https://t.co/IDL2Jfdj8X",
        "Urinary microRNAs as potential biomarkers for differentiating the \"atypical urothelial cells\" category of the Paris… https://t.co/hmKlszo2Bf",
        "Accelerate medical breakthroughs with our partner @antidote_me by finding your #bladdercancer clinical trial match… https://t.co/A3xS1H6KCe",
        "Patients and Caregivers: Do you have questions for a clinician about #bladdercancer clinical trial enrollment? We w… https://t.co/MxAPPJn0t5",
        "New treatments can't reach #bladdercancer patients without clinical trial volunteers. Start your trial search here… https://t.co/8eSpEY7xet",
        "BCG Immunotherapy Versus Radical Cystectomy in Intermediate or High-Risk Non-Muscle Invasive Bladder Cancer Patient… https://t.co/71kqzeYr1B",
        "PD-L1 assessment in urothelial carcinoma: a practical approach. https://t.co/mYjzOVViHF via @urotoday #bladdercancer https://t.co/f3UUZaUst5",
        "#clinicaltrials https://t.co/EzJAwpGSfZ",
        "If you have #bladdercancer cancer, are you prepared for a conversation with your doctor about #biomarkers or compre… https://t.co/SrpJ3bF1LD",
        "Evaluation of PD-L1 and other immune markers in bladder urothelial carcinoma stratified by histologic variants and… https://t.co/BNpSSxB67h",
        "The emerging landscape of germline variants in urothelial carcinoma: Implications for genetic testing.… https://t.co/3IlH3jBt9k",
        "Detecting #bladdercancer early is one of the most powerful ways to help save lives. Do you know the key signs and s… https://t.co/qXsWWaZIio",
        "Did You know? #IAmAndIWill  #WorldCancerDay  #WorldCancerDay2020 #bladdercancer https://t.co/OUapq1sId6",
        "#IAmAndIWill \n#WorldCancerDay2020 \n#bladdercancer https://t.co/b8t0WYbFY7",
        "We will be sharing more information about #bladdercancer and the global impact throughout the day. A healthier, bri… https://t.co/nuWb3OYr3n",
        "A healthier, brighter future for everyone is possible.\n\n#WorldCancerDay #iamandiwill #bladdercancer https://t.co/qxdgEbqcrs",
        "@DukeGUCancer @DukeCancer @DukeUrology @TiansterZhang Thank you for being leaders #WomenInMedicine and all you do f… https://t.co/LkkYJdZDSU",
        "#bladdercancer https://t.co/VlHj5yUDjP",
        "Pathological downstaging following radical cystectomy for muscle-invasive bladder cancer: Survival outcomes in the… https://t.co/g3rET6TNst",
        "@BrantInman Thanks for sharing this data, fortunate to have you in the room advocating for bladder cancer!",
        "#bladdercancer https://t.co/BQdUJ9a0zq",
        "Down-regulation of CIT can inhibit the growth of human bladder cancer cells. https://t.co/VKddgUSFn3 via @urotoday… https://t.co/eaCFXOEN29"
    ]
}