{
    "screen name": "moore_oleghibe",
    "no. of tweets": 144,
    "tweets": [
        "@MissWanaWana My beautiful Sis, one love. Nice hearing from you.",
        "Please my article in a national online media  on solutions to Post COVID-19 for companies and entrepreneurs.… https://t.co/jG1aqXhdGc",
        "This is absolutely madness. Double standard and we say we are one Nigeria. https://t.co/GSGoUu9ocZ",
        "@ikem_mba @farooqkperogi @academia Thank you well. I appreciate your reaching out to me.",
        "I recommend this to the reading public https://t.co/4s8gsZaFkT",
        "@MavetechMCL @farooqkperogi @academia @ikem_mba Thank you well. I have the article now. It was my phone that didn't… https://t.co/ZdXZKq3DdG",
        "How is your mind? Has it been rewired or retooled in preparation for the shocks of Post COVID-19? How insulated are… https://t.co/y9cpq5jgQs",
        "https://t.co/a059WPFuAx\n\nJoin us now https://t.co/qpCFHBxaBp",
        "As much as I agree on some of the panacea outlined in this article, I totally disagree that unlocking the economy i… https://t.co/I1NY07Mvh3",
        "@farooqkperogi @academia https://t.co/aZ16SSEaBO",
        "@farooqkperogi @academia Prof Sir, the link requests money to be paid. Is there any other link we could use to read this missive?",
        "@DsilentG Forget. You will go far. Just remain humble and focused",
        "@DsilentG, you are the apotheosis of nonpareil in Sports Journalism with respect to Radio: you are a great man. May… https://t.co/f3Ud4tE9zm",
        "I joined JAMALIFE HELPERS Global GROUP. Join me. Ask how? https://t.co/IQICWueG9V",
        "I'm not moved by lockdown. It's a phase that would sure pass away. Though, its effects are devastating. But surely… https://t.co/xarI6eqswD",
        "@farooqkperogi My condolences! Prof, you are certainly a man of many parts and the acuity of your narratives makes… https://t.co/AuEkU3aO7C",
        "@farooqkperogi Words are seeds. They die, germinate and grow bigger than when they were first heard. The word \"cant… https://t.co/jwKkwafprq",
        "A posthumous piece on Abba Kyari and a lesson on Leadership. My friend, Adedokun Niran wrote in. @niranadedokun\n\nhttps://t.co/HUviBHdvJA",
        "Upgrade, please https://t.co/UM47kfqLZX",
        "Another thriller from my friend. Please, enjoy it. https://t.co/klecpS2oTW @niranadedokun",
        "@HQNigerianArmy I love this. This is morale booster. My COS, please keep more of this coming.",
        "My friend is at it again. Please, find time to read this article. @niranadedokun @DrJoeAbah \n\nhttps://t.co/LnbhtqfonR",
        "COVID-19: Please, a say a word of prayer for Boris Johnson, the British PM. He's condition is critical.",
        "@GarbaAbari @NOA_Nigeria It's not even available to buy least panic buying. Nigerians in the majority are daily inc… https://t.co/kmsLBX3oZt",
        "https://t.co/pRBUOvGmLK",
        "I joined a network by name JAMALIFE HELPERS GLOBAL LTD. I'm not a person known with many networks. But having read… https://t.co/qwxdTxhjsi",
        "Another breathtaking article that resonates Nigeria's health challenges in the briefest terms. @niranadedokun\n\nCoro… https://t.co/ZJddWVyMcx",
        "A powerful write up. Thank you well, Prof. https://t.co/hhKcvyBsSZ",
        "A beatiful piece by my friend https://t.co/YFiT4tl94l",
        "#NewProfilePic",
        "@MissWanaWana Proud of you WanaWana! I'm your avid fan.",
        "@oluwaloninyo How do I join?",
        "@YulEdochie I join family and friends in praising God for your life.",
        "@Pearl_Quine @MakanjuolaPete9 @coregbemmy @HideeOluwashola @PauloDaguvnor Are you based in Lagos?",
        "@PandaInWakanda @addisonmike1 Please show any act of Ibrahim. I can't pick his face. Though, I barely watch Yoruba… https://t.co/4jyuYwguw7",
        "@shoggyben Happy birthday to her. Excellent spirit is her portion.",
        "@ebuka_akara Buhari killed all.",
        "@prevail247 @renoomokri Then create your platform and model people. I see your act as success competitiveness. \n\nHave a nice day!",
        "@prevail247 @renoomokri He's a public icon. Spare him the evny details and join in celebrating successful. Only the… https://t.co/5UFf7iRCK9",
        "@ShehuSani It's well. You are a proud loser. There shall be another turning point for you in future. Remain on your… https://t.co/aEc7ZtQvSZ",
        "@BankyW You tried. I didn't even know you can make such tremendous impact. \n\nBetter lucks next time!",
        "@renoomokri @YouthsForAtiku @atiku @MBuhari It's very peaceful in my area and all hiccups suffered as a result of l… https://t.co/1PxT5H33fF",
        "Voting in Egbe, Ikotun, Alimosho LGA is ongoing and very peaceful. \n\nWe had hiccups but they were soon overcame.… https://t.co/bo0gP89lIF",
        "@thecableng @MBuhari @atiku Atiku as winner; Buhari as competent loser.",
        "This is a party celebrating ahead already. Nice one! https://t.co/uDkEmJDLrH",
        "APC in 2015 and APC in 2019: What changed? https://t.co/W848UAbioe",
        "@TheBennyArk Pls, send me the City Media Academy phone numbers. The ones I saw online aren't going through. \n\nBette… https://t.co/R21HLaWAhz",
        "@namobanya Boss, where have you been? Long time off the radio and with no word of apology from you.\n\nI tried to inbox you for unsuccessful.",
        "@BashirAhmaad @MBuhari Demogoguery at work!",
        "There are 3factors that make up today's admission particularly for UNILAG. The SSCE, UTME and Post UTME. We are poised to assist!",
        "You can't allow 2019 go the way of other years with you flunking UTME. You've got another opportunity for a brand new start!",
        "UTME 2019 OUT! \nYou don't have to die in silence. We have the pedigree to turn your academic situation around for good. Inbox me!",
        "@DeleMomodu @DeleMomodu , you nailed it again. But let me remind your haters that they are in for more tsuris. Your… https://t.co/stLiP4GyCh",
        "@Obalim Greetings and happy new Year!",
        "@DailyPostNGR Pittance. Not enough as a reward to fatherland.",
        "@GuardianNigeria Tell me anything we are best at. With a failed leadership we are witnessing year after year,with t… https://t.co/TpyJElcTmo",
        "@benmurraybruce @ChibuikeAmaechi @MBuhari @OfficialAPCNg Oga Ben Bruce, the chicken is finally coming home to roost… https://t.co/QQceqz4ilM",
        "@aoidowu1309 @TheBennyArk @ChibuikeAmaechi I see you. You are one of the never-see-wrong in @MBuhari . Cyber stalks… https://t.co/C10uLdn4fM",
        "@esinmma @TheBennyArk @ChibuikeAmaechi He's on truth mode now. Many other secret audios will emerge. \n\nMay God bless @ChibuikeAmaechi .",
        "@daily_trust @hrw @amnesty @freepress @AmnestyNigeria @globalfreemedia @daily_trust ,you certainly didn't see this… https://t.co/3dnbcLKDT7",
        "@farooqkperogi I have said it in different fora that our vituperations on media don't bother @MBuhari . His greates… https://t.co/Uv2MKZO9M9",
        "@TheBennyArk Atiku isn't in that category of anything near failure like Buhari. Please, remove Atiku. Discuss and a… https://t.co/AuhwSdmeOS",
        "@farooqkperogi When men fail to condemn evil, it comes after them. This is the case with @daily_trust . Good for them.",
        "@NigeriaNewsdesk @todayng Thank God for confession that you have stopped dehumanizing pensioners. \n\nWe want… https://t.co/Gj8u4oWSh1",
        "@GuardianNigeria It's true but he spoke too late.We saw that APC is a calamity &amp; tsuri to Nigeria.\n\n@ShehuSani betr… https://t.co/ddbQLqfwWE",
        "@Tonynweke5 @officialEFCC If you want forgiveness of state sin, join @APCNigeria . If you want state pardon,sing pr… https://t.co/jdRiBtDlSo",
        "@renoomokri @ChibuikeAmaechi @MBuhari This is not the campaign we need from @renoomokri @atiku @PDPD . Let's tell N… https://t.co/nhJxALA6i5",
        "@MobilePunch The crass arrogance of power &amp; one of the many ills for his rejection by party people for 2nd term.\n\nM… https://t.co/D7BxHKbhoK",
        "@fkeyamo And APC functions like saints &amp; we have corruption free presidency &amp; Past Tunde Bakare &amp; others have been… https://t.co/VMuJd72XkU",
        "@GuardianNigeria Again,these talented but untrained kids who roam the streets of  Northern Nigeria are brilliant bu… https://t.co/B72BB9ziBQ",
        "@GuardianNigeria I don't abuse clerics.But I think Ishaq Akintola missed it here. Doesn't he know abt Human Capital… https://t.co/bcepaKSfqt",
        "@GovAyoFayose @inecnigeria Some demented rogues have sworn to destroy this country and whatever is left of her. \n\nT… https://t.co/y3zfJcjHWx",
        "@thesignalng @MBuhari Some demented rogues have sworn to destroy this country and whatever is left of her. \n\nThis i… https://t.co/Xt4XtrPPKB",
        "@obyezeks @inecnigeria @MBuhari Some demented rogues have sworn to destroy this country and whatever is left of her… https://t.co/mSdMpk25I8",
        "@Rouvafe My competencies are 2, 4 &amp; 5. So, I have been disenfranchised from voting. \n\nThe 6th if I may add, is to c… https://t.co/jN6vMjF0BA",
        "@daily_trust People who crass for power like Giwa do that with pecuniary gains or self aggrandizement.Under a space… https://t.co/OWilbtD9H9",
        "@daily_trust @MBuhari @GovernorObaseki @OfficialAPCNg @APCNigeria Which progress is Obaseki talking about?Is the ma… https://t.co/c1PBeo3d3J",
        "@zinadabo1 Masari is a protege of @MBuhari . He didn't want to spill the beans.But now that the house has imploded… https://t.co/fVZDAoHM4e",
        "@MrStanleyNwabia Relative &amp; subject to verification.Rumor mill has it that his benefactor wont let him work until h… https://t.co/GT4NoTUPh1",
        "@Belshagy Then one saint from the blues @MBuhari arrested and toppled his govt; never gave him access to his family… https://t.co/YYlEe6GrA3",
        "@MBuhari Riddles and Jokes taking a higher dimension of delusion. Only blind followers &amp; sheepish claque will belie… https://t.co/4X3ilgNwOr",
        "@BisiIbidapo @dino_melaye @adeyanjudeji He's a maverick politician &amp; a controversial one. So,he who lives in grass… https://t.co/nXPjYiFzLm",
        "@thecableng @aishambuhari @Jemeelat What about the two strong men you urged us to pray that they leave the govt of… https://t.co/NHVQ2iVaii",
        "@AreNigerians @GuardianNigeria Thank you for your elucidations.",
        "@DrJoeAbah @DrJoeAbah , as far as I'm concerned, these are coded prophecies or mere conjectures. Nothing is new her… https://t.co/0Jmpmgmwfn",
        "@GuardianNigeria Leave the Igbos out of your gnathonic or self aggrandizement. You dont love the Igbos,you are ther… https://t.co/1VD4Wt2aEj",
        "@AreNigerians @GuardianNigeria What are his visions and manifestos? What is he and his followership doing to includ… https://t.co/bj70guiI3t",
        "@Beno16784083 Ok then. Since he's the one wanted and neither us. I wish him the best decision.\n\nThank you for your time!",
        "@SaharaReporters @MBuhari It's simple,Oga Mbaka!It's for him to enjoy retirement in peace &amp; not for the good of Nig… https://t.co/MPRGARstsp",
        "@AreNigerians @GuardianNigeria Oga,I know Sowore.He reminds me of the Nigerian Spirit of Never Say Die.I have watch… https://t.co/b8ElDxggKT",
        "@BisiIbidapo @dino_melaye @adeyanjudeji Oga,if Police accuse &amp; mean to arrest you,you can't escape it particularly… https://t.co/LU5PlU8XX2",
        "@AreNigerians @GuardianNigeria Soworo can make an impact now.The murky waters of Nigeria's politics wont let him. H… https://t.co/295PyZW06c",
        "The two cases have different profiles.Deji is an activist, Dino is a Senator of the FRN. You can't treat him,like c… https://t.co/BaN8YZOyek",
        "@BisiIbidapo @dino_melaye @adeyanjudeji I get your point too.But the laws are there.A good example:some 20yrs ago,I… https://t.co/xjrwaskea9",
        "@GuardianNigeria , Please, help us investigate. There's too much hanky panky or a system not working with the ID Ca… https://t.co/4EHx3OPrxU",
        "@BisiIbidapo @dino_melaye @adeyanjudeji Is evading arrest the best? Does he have the same pedigree with Adeyanju DE… https://t.co/nGyfCWfnf2",
        "@GuardianNigeria @GuardianNigeria ,I charge you to do an investigative journalism on this issue.The NIMC needs over… https://t.co/CV4RAv3vvp",
        "@GuardianNigeria Card that obtaining it is like going through hell.Thrice I tried last year &amp; the mammoth crowd nev… https://t.co/LDDmW8zZgD",
        "@dino_melaye Pls,give yourself in.The public can't sympathize with you forever. \n\nThe police said they've charges a… https://t.co/okdnUz65JR",
        "@dino_melaye Pls,give yourself in.The public can't sympathize with you forever. \n\nThe police said they've charges a… https://t.co/oiHCzPAXpg",
        "@MobilePunch He's a father who hates schism &amp; unnecessary attention.He's been tact. I love it.Whatever prophecies a… https://t.co/6kCL7FhKzB",
        "@thecableng @officialEFCC @MBuhari Orji U.Kalu ruined Abia.He has a case wit EFCC. Travel ban placed on his head by… https://t.co/kTnpRfOmwW",
        "@Papadonkee @farooqkperogi @inecnigeria @NuhuRibadu @MBuhari We know @NuhuRibadu didn't do it in good stead. His ac… https://t.co/QqF1eCGYnH",
        "@GuardianNigeria The trajectory of the economy path chart shows we made 2steps forward &amp; 10steps backward.The stati… https://t.co/t5ZFejj9sJ",
        "@GuardianNigeria Unfortunately, a press statement made by @FemAdesina can be debunked by PMB. Severally, this has h… https://t.co/pGjSXfEPt4",
        "@benmurraybruce Silence means acceptance. Stop dissipation of energy on what's true &amp; globally acclaimed.… https://t.co/fD0iNSMF8L",
        "@HAHayatu @APCNigeria is suffering delusion. I don't know if it's blind fellowship or sycophancy that has made a pe… https://t.co/ecaD1d3yp7",
        "@farooqkperogi My brother, forget these cretins. They refuse to call a spade a spade hence calamity of cyclopean di… https://t.co/8brYsGe9wE",
        "@kennygee_70 Why do you people like deception &amp; boondoggle? The Igbo people that traveled for Xmas spent 16hours on… https://t.co/76MLyqPkv0",
        "@MrStanleyNwabia I called him a cross carpeter &amp; a political junketer. \n\nHe seeks relevance. But chose @MBuhari who… https://t.co/z1y2deC2DD",
        "@benmurraybruce @YouthsForAtiku @GovIfeanyiOkowa Governors who had won in the past actually won in their 1st term i… https://t.co/lnFmvk2HOa",
        "@DrJoeAbah But you can change the last two. You can avoid it. @GEJonathan did avoid the last two.Noone would compel… https://t.co/EeS4j2UaTS",
        "@DailyPostNGR @atiku this is your set time. I advise you focus on policies and service delivery. The Media team doe… https://t.co/5LWNeQAKLC",
        "@TosinOlugbenga Do you believe them &amp; their jiggery pokery?We've not gotten men of vision who changed their countri… https://t.co/gzoBuCpyo5",
        "@GuardianNigeria @atiku is a visionary. He's got midas touch. He revolutionized the economy and brought in technocr… https://t.co/iVSpN8odm1",
        "@PeterObi @YouthsForAtiku Absolutely nothing. Just taradiddles and pasquinade of lies. Enriching their cronies and… https://t.co/xPhYvpFyVi",
        "@BaronvonGeoff1 @farooqkperogi Real clown. Political junketer with no moss.",
        "@MobilePunch What about the two strong men she urged us to pray that they leave the hubby's govt? Have they left?… https://t.co/bOt4aNqzRf",
        "@DailyPostNGR I think this contains some truth. The cabal behind PMB won't allow for free &amp; fair elections. They wo… https://t.co/V8lZ3bKpXz",
        "@vanguardngrnews Also state how much of the 2.7tn entered private pockets; only then the story will be palatable.… https://t.co/F5p6Qstpmq",
        "@WuzupNaija But you collected the money. Just send some to me. I need a lift in the new year.",
        "@Churchillnnobi Why have you chosen to join satanic forces in tarnishing the name of a man who has never been arres… https://t.co/mYw7WGOLNW",
        "@Belshagy @YouthsForAtiku @bukolasaraki @elrufai @KashimSM See,if your grandpa receives all Nigerians in condolence… https://t.co/hWoFnHqqA4",
        "@DailyPostNGR Any way, all these fake prophets seek vain glory &amp; popularity. Great men of God shy away from prophec… https://t.co/kPF4PzuCeg",
        "@DailyPostNGR They have come again! I don't know when the Cleric would stop bothering God when ordinarily God didn'… https://t.co/yi50Ta60Ck",
        "@daily_trust @Oshiomhole @OfficialAPCNg @MBuhari The ones you did which are largely injustice, bloodshed, monumenta… https://t.co/JLF2WvF4hl",
        "@NigeriaNewsdesk @todayng The ones you did which are largely injustice, bloodshed, monumental and humongous corrupt… https://t.co/ze6B6o4h7X",
        "@BuhariCentre @BashirAhmaad @MBuhari The ones you did which are largely injustice, bloodshed, monumental and humong… https://t.co/sYZ5BjTagc",
        "@MobilePunch Amen in Jesus name. My Pastor, I am your distant member brought close to you via tele-evangelism and i… https://t.co/ef24dsmH5x",
        "@ThatGirlDayo @MagmaYMG This must be God of old manifesting His healing balm same way in our dispensation, reassuri… https://t.co/wG3YsJRl20",
        "@NigeriaNewsdesk @todayng APC for me, is the backward. It's a conflagration of doom politics and jinx. We will choo… https://t.co/30pma0rqqU",
        "@BashirAhmaad @NuhuRibadu Aren't you thinking?Meaning @atiku &amp; his entire household would vote. Well,it's implausib… https://t.co/UJo1uPlG5z",
        "@DeleMomodu We know him. He's humble and unassuming. \n\nYou are blessed @DeleMomodu . I doubt if there's any preside… https://t.co/3Jw3h85Dd3",
        "@fkeyamo @MobilePunch Hope @atiku matter won't choke you. Before the end of 2018, please take some bottle water. Yo… https://t.co/VgNDGnNKS1",
        "@farooqkperogi Indeed,a man whom @Atiku brought out from obscurity &amp; a light weight politician is sounding rodomota… https://t.co/6hRZG2aOeY",
        "@NigeriaNewsdesk @todayng Indeed,a man whom @Atiku brought out from obscurity &amp; a light weight politician is soundi… https://t.co/sOsUJcpDag",
        "@AishaYesufu @MBuhari goes abroad for medical tourism as against a campaign promise of equipping hospitals and turn… https://t.co/WBrTU9CN3o",
        "In a world where technocrats,vibrant &amp; charismatic leaders are emerging globally, ours is to celebrate analogous &amp;… https://t.co/i6fNCMdifI",
        "@MBuhari @GarShehu @FemAdesina @BashirAhmaad @Laurestar @APCreative_ @APCNigeria @APCUKingdom @PremiumTimesng… https://t.co/whRZtVK8O8",
        "@DrJoeAbah Dr, as for me,it can only be God who has brought me thus far.The administration of @MBuhari hasnt brough… https://t.co/iproNmmgw1",
        "@esinmma @MobilePunch Really! Wow! That's humongous and  enticing sum. \n\nAnyone can come out of retirement for it. \n\nPoor me!",
        "@TheMbuhari These are the things we get from PMB - bad news,carnage,economic doom,incineration,unemployment, insecu… https://t.co/XqIf9V1oIt",
        "@MobilePunch What on earth would have brought Floyd Mayweather out of retirement even when he publicly said the fig… https://t.co/AEj53NltgJ",
        "I beg God every morning in my devotion for a peaceful change of this govt.I'm finding it hard to place anything goo… https://t.co/Qevta34NQT"
    ]
}