{
    "screen name": "ccb621",
    "no. of tweets": 149,
    "tweets": [
        "The text is literally overflowing, and they still didn't bother to tell me which characters are not allowed.\n\nReque… https://t.co/J0BOHEmvQq",
        "@tarstarr @julesyoo any leads?",
        "@blackgurltech Yep. You can’t rationalize the irrational.",
        "This deadly t-shirt was made in #TeeKO. Get it for your torso: https://t.co/3XFcmZ0m0v https://t.co/kZkvwpE0on",
        "@BlueJohnXD @AnneBranigin Work your way back from here: https://t.co/DdCBakqQcH",
        "@davegandy Congrats!",
        "In addition to concerns about diapers, college funds, and just keeping the kid alive, I now need to buy tracking de… https://t.co/y7v3p5UVWX",
        "The empty podium seems appropriate.\nhttps://t.co/KL1SXWvGo8",
        "Just realized the cover for #TheDaily podcast is a sunrise. I don’t wake up that early, so here is a sunset for ref… https://t.co/pXTKtDYNcn",
        "Working on a #Wordpress plugin, and I realized it's not just #Drupal. I hate all of #PHP. It's not even the languag… https://t.co/UkAfRNmqVG",
        "@CamusCrypto @patrickc @stripe Cool. Are you using dj-stripe, some other library, or your own custom integration?",
        "I continue to be amazed that big companies fail at #ecommerce. After a weekend of @PlayStation #Now, I'm ready to c… https://t.co/E0uRAVASox",
        "@trappology @chu_onthis @jeff_weinstein @stripe @KathyXSun Different fee plan for checks: https://t.co/vpPJPSzuKy.",
        "@chu_onthis @jeff_weinstein @trappology @stripe @KathyXSun We can also add you to the Checks beta, so those payment… https://t.co/hV3Hq1nmtO",
        "@aminafoon Much cheaper in Oakland: $3500 for a one bedroom. Also, our grocery stores have toilet paper.",
        "@shidoshi @kstewart Well-read and well-fed.",
        "Context: if you’ve filed your 2019 return, you cannot receive a stimulus check until the return has been processed.… https://t.co/2gfPM2F7TZ",
        "This episode really makes me want to work for #IRS. Long did everything right, and is penalized for filing her taxe… https://t.co/Ao5VfF2soY",
        "@samsanders I finally bought a desk chair. Dining room chairs aren’t cutting it anymore.",
        "This is how you get fired on your day off. https://t.co/JZyChGrECt",
        "@asolove Instead of Drunk History, drunk...everything.",
        "@nickcald Even worse when it’s a friend you know damn well has a Zoom account!",
        "https://t.co/eTnUGWNytN",
        "@nedbat So there are stupid questions!",
        "@davegandy The lord works in mysterious ways?",
        "Does Darth Vader qualify for handicap parking? He’s an asthmatic quadruple amputee. #RandomThoughts",
        "https://t.co/8YP9Z2kkrd via @GIPHY https://t.co/faokCiwxRg",
        "@suicideslastca1 @lumaria @TiffanyDCross @DonCheadle 27.5M uninsured in 2018, according to https://t.co/y0ovocwPMd.… https://t.co/mmCVOMNmCt",
        "@mekkaokereke Don’t bring the athletes back to continue their education. No, bring them back so we can make some more money! Wow!",
        "Looks like the issue is for California delivery. If I input TX or MA zip codes, I can proceed. Ugh. Just tell us yo… https://t.co/G2MQ3XsUer",
        "Bug is still present on the checkout page two days later. Not good when your only open register is broken @IKEAUSA. https://t.co/luxo64yOka",
        "Anyone studied the correlation between stock photo sales and current events? I have many state capitol photos for s… https://t.co/ysqB1T7P8P",
        "I really don’t want to mark the “US starts WW3 over PPE” box on my #WTF2020 bingo card.",
        "Why isn’t @RealTimers showing on @hbonow tonight? The show is no longer live. It’s also weird that I can watch @HBO… https://t.co/NLdW79jPMK",
        "@cjc Let’s hope folks actually show up to vote.",
        "#SpaceJam is one of the few movies from childhood that holds up well in adulthood. Yep, we also saw that it’s leavi… https://t.co/Wyx4yih44d",
        "Combine #TheMatrix, #BladeRunner, #BlackMirror, and #Gattaca and you get...tonight’s episode of #Westworld. My brai… https://t.co/WYRlliMcHG",
        "I continue to be amazed by how poorly @hbo handles accounts. I can subscribe via cable, Amazon, or directly. I need… https://t.co/Wvc0j5KQo6",
        "I see I'm not the only one on Twitter who thinks #Ozark is a sequel to #LoveActually.",
        "Past Me: I can’t find that document from earlier\nCurrent Me: I found that document...open in three different tabs!",
        "I’ve got the prettiest home jail. This is the yard where I am permitted an hour of exercise each day. @ Oakland, Ca… https://t.co/1te1t8BPtk",
        "@mariatearnal @fidelsalgado @stripe Welcome!",
        "Is there a multiplayer online version of #Acquire—hotel game—anywhere?",
        "@Sir_And3rson @nickcald Looks like global data based on the sources.",
        "10AM: woke up\n6:24PM: got dressed",
        "Agreed. These are just a surrogate for his rallies. The mistakes of 2016 are being repeated yet again. This time it… https://t.co/3pnyNqvd6I",
        "Okay...20 minutes is more than enough. I have learned nothing. This is indeed #propaganda.",
        "Thoughts and prayers didn't prevent #COVIDー19. I don't think they'll destroy it. Keep your money for your family.",
        "This ❤ is for Anthony Fauci.",
        "That was a waste of 14 minutes.",
        "#DunningKruger https://t.co/CRkZdzjPbx",
        "Poor Anthony Fauci. He wants to leave, but has to save the country.",
        "It's like NASCAR. He's just name-dropping sponsors.",
        "Watching a presidential* briefing for the first time since 2016 and...WTF!? He's like a college student with a sing… https://t.co/mHcKIVFKk8",
        "See #TheBanker on #AppleTV. It’s great! @SamuelLJackson and @AnthonyMackie are both stellar. I occasionally forget… https://t.co/0AMHe5mYpW",
        "Desperate times at CVS. Look how short this receipt is! https://t.co/7tnT8bRuxk",
        "@samsanders Muenster, bacon, avocado. It’s the Green Muenster from @RoxysGrilledChz!",
        "One positive has come from #coronavirus: I am finally free of @Xfinity after 10 years of abuse! Symmetric gigabit w… https://t.co/pywlMDtNbn",
        "There is currently a line to get INSIDE traderjoes! #oakland #california @ Trader Joe's  -  Oakland,CA https://t.co/edvt12q5fb",
        "Lady: How y’all doing?\nMe: Good. You?\nLady: Oh, shit, I’m great!\n\nI love her energy!",
        "Looking for some entertainment during your isolation? Here is a relevant episode of @99piorg:… https://t.co/EFGHfkVmJK",
        "Sadly, no media key support. I guess I'm stuck carrying a wireless keyboard around the apartment.",
        "Does @zoom have headphone controls? I'd like the play/pause button on my headphones to mute/unmute my audio.",
        "Support the #MIT 24-Hour Challenge https://t.co/yIkVWhfbza #MIT24 via @MIT_alumni",
        "Our neighbor to the west. #GrandPrincess #coronavirus #oakland #california @ Oakland, California https://t.co/iQ6CVu4asI",
        "I slept into the future. In other words: my @fitbit still cannot handle #DaylightSavingTime. https://t.co/dwFJGhxOdy",
        "Kudos to the @BetterCallSaul set decorators for sourcing the @Samsung #DLP pedestal TV! Unfortunately my intern pay… https://t.co/ZNvMN3L5E0",
        "@phips_deus @queer_coder @Kylefrankwhite @zackisland @lsegal @SarahEsterman @arinerron @ph1 @HeatherDoshay The hobb… https://t.co/iBzgXDBmTj",
        "@gkanapathy @MarcusForPeace Based on the photo Marcus is in Santa Clara County, so no SF props. Aside from the pres… https://t.co/6k3spDbCpU",
        "@MarcusForPeace @SCCgov You may be able to get a Democratic Party ballot in person, if you have not already mailed… https://t.co/2c5Cw1Ij1W",
        "#SadFact: It was cheaper for @NASA to retrieve data from #Hubble than it was to send an #SMS.… https://t.co/t0JwoGYF8R",
        "@MarcusForPeace We do in Alameda County. I had to return a postcard requesting a Democratic Party ballot. I voted a… https://t.co/RimqOoMruA",
        "@SarahEsterman @Kylefrankwhite @HeatherDoshay Kyle, I think you proved Sarah’s point. In your scenario you’re hirin… https://t.co/5qtg2u2A2d",
        "Looking at baby stuff at Target and BuyBuyBaby is intense. Can we just hire a consultant to tell us which car seat… https://t.co/E5VsMWG1IW",
        "@__aston__ Also, I found the remote beneath a cushion.",
        "@__aston__ I created a Siri shortcut to control the Roku. Apparently it has a REST API.",
        "I lost my Roku remote an hour ago.",
        "Am I the only person that enjoyed my wedding? This post has a lot of people who find weddings boring. Y'all are doi… https://t.co/bG7YiTaQmY",
        "Correction: 403, but the text says the page can’t be found. It’s not just working.",
        "@AppleSupport when I attempt to renew my developer membership I get a 404. Why won’t you take my money!?",
        "Here is one of my favorite albums: https://t.co/nhvMMIYaUa",
        "I am the 1%. #Aretha https://t.co/jIE18N4Gd0",
        "Currently on a Zoom call with telephone as the only audio option. Why is that even an option? This seems like a cho… https://t.co/g1k0UhSLtH",
        "Friends don't let friends use float for monetary amounts. Alternatively, @IKEAUSA is doing some weird accounting. https://t.co/LIOo52eboo",
        "@nickcald ISO for one share. Must be exercised within 24 hours of rejection.",
        "@ryanckulp @zachtratar @hnshah @stripe Dunning can retry failed payments: https://t.co/zyaq7IsweY. Otherwise, if yo… https://t.co/a1Mt1nYsBh",
        "This is huge! https://t.co/lmc5GXOzHs",
        "@jeff_weinstein Recent breakage? When I have to re-login I get redirected to the Google search page.",
        "@tiffani @tyronem Haha! I was there today. Just as I turn the corner I remember why I don’t visit Trader Joe’s on a Sunday.",
        "@nickcald What? Bribery works so well everywhere else. /s",
        "@MonsterJam I may have just convinced a friend back east to attend the show in NH next month! Slowly, everyone I kn… https://t.co/zXbE5eCVLM",
        "I convinced a group of friends to go to @MonsterJam last night. It's the most amazing confluence of physics, engine… https://t.co/OMbKX8nSaR",
        "@adamburmister Fire away!",
        "@asolove I built a service to remind me to stay in touch with folks. https://t.co/VSG2dQUBFN",
        "https://t.co/nb7WOJFOp8",
        "@frederickohen @planetmoney Sonic is available, but relies on AT&amp;T which is slow to install. Their prices are compa… https://t.co/86deMr75gi",
        "@adamburmister @Xfinity That was my experience back in Cambridge. No competition. I used to pay $75 per month for Internet and basic TV!",
        "Spent an hour on calls with four agents and ended up at the same price for six months. I’ll call and cancel in six… https://t.co/8xgp1jlToY",
        "Why are taxes never included in the quotes for rent, broadband, and utilities? So much time and frustration would b… https://t.co/fkaiZNzffW",
        "She’s already on the ballot. I know because I voted for her last week. Go @ewarren! #acvote https://t.co/EF7ZFLWaEa",
        "Doubling my bill for the same service is a great way to lose me as a customer @Xfinity. Bye!",
        "Have I told you of our lord and savior #Gravedigger? I’m so excited for @MonsterJam this Saturday! It’s the most ri… https://t.co/VyoY5jV62n",
        "I built a thing. Try it out and share your feedback. https://t.co/VSG2dQUBFN",
        "I accidentally donated the wrong box of movies. Two days later, we are buying half of the box back. Fortunately no… https://t.co/k6n42JAQ0v",
        "If your county/state doesn’t have #votebymail you should demand it. It’s so convenient, and you have time to proper… https://t.co/JzCtHQNrwF",
        "#sanfrancisco #california #sunset @ Salesforce Tower https://t.co/pG0O4L4qOB",
        "@wcruz73 We need a red angel, but all we have is an orange demon.",
        "@Ampemk @BeautyTechy @EricaJoy I can see the painful history. Is there a point in the future when it will be okay f… https://t.co/TuBDGAYGW8",
        "@EricaJoy Here for the education because I've mostly ignored these stories over the years: how is a hairstyle offensive?",
        "https://t.co/uQfuiFrCRU",
        "I left Cambridge two years ago. I still support @wgbh and @WBUR because I enjoy their work...and I couldn’t figure… https://t.co/HtiLcoxfNB",
        "@thatwasdeep @samsanders Cousin Greg",
        "Found it! “Mine” by @dayobello https://t.co/vmkihzxyIq",
        "Can I get a binary search for @Spotify...or a proper history? I have a hint of a tune stuck in my head from this mo… https://t.co/ZcQ5cmamwi",
        "@starsandrobots Yep. If not for the free fees, I would strongly consider disabling Facebook donations and redirecti… https://t.co/hETz98KXnz",
        "I appreciate @facebook donations support (esp. no fees), but the lack of contact info makes it impossible for us to… https://t.co/BmsnDh1rYK",
        "@patneedham_ @mekkaokereke Soccer players run for miles for 90+ minutes. I feel soccer might have lead to increased… https://t.co/6qsEkYVXUE",
        "Learned about #CollegeDropoutScandal from @DavidKirp at @cwclub tonight. It’s interesting, in some cases, how cheap… https://t.co/ZQbQcQevfk",
        "Sarcasm is my love language.",
        "@kerobinso @paulg My family uses @1Password to share subscriptions to news sites...in addition to streaming media.",
        "@cassEcheese @caitlindurante Agreed. I enjoyed the combined Angel Island tour as well.",
        "@EricaJoy @obra One of the best showers I’ve experienced was at the @AmericanAir lounge at DFW.",
        "@niwinz can we get https://t.co/FM1fPXEMZj merged, please?",
        "@RoyceAusburn @amyngyn Advice I’ve heard is to hire someone that is better than you, so...",
        "Introducing Increment subscriptions https://t.co/3tY4avdrP3",
        "My favorite comment: just because you broke the law, doesn’t mean you’re guilty https://t.co/MyFvPLbuzF",
        "Yes! We need more #personalfinance #education in the U.S. We are the richest country with the poorest people.  https://t.co/pjTTUHmRpK",
        "@celkamada @mekkaokereke NYC has a city income tax, which can pay for this program. Municipalities without a tax wo… https://t.co/O2gQEVbyyN",
        "#UNSUBSCRIBE https://t.co/A4vnG6VzPr",
        "@negcx @robwalling @patio11 The functionality is still in beta, but we are open to new users. I DM'd you with info.",
        "@lynnae_mosley @jemelehill #TheLoudestVoice on @Showtime was better.",
        "@TurnerNovak @scotthickle @Keith_Wasserman Some apartment communities offer a related benefit to help with moving.… https://t.co/30AFty153H",
        "@RedCross this would be helpful to donors completing RapidPass in donation centers. https://t.co/miN6E0RcSd",
        "Why can't I have special characters in my password? Also, why is it limited to 16 characters? https://t.co/48V7grdfj4",
        "@umanagineer @jhscott He’s not done with Bond, yet. #Bond25 arrives in April.",
        "Nieces are watching #NailedIt. I mentioned I’ve photographed Nicole at a show in Boston and the 10yo thinks we are… https://t.co/QTbzTGbOqh",
        "@wafoli Done. Good luck!",
        "@nickcald Nice shirt!",
        "Always rent the car with #CarPlay. It’s so nice to use relative to other infotainment systems! #TravelProTip",
        "After watching #StarWars and #Watchmen, can we give Star Wars to Lindelof for a bit? I want to see his take.",
        "I do NOT recommend Cassels if you’re in a hurry. Thirty minutes for a burger and fries is unacceptable.",
        "Every restaurant in airports should post their order fulfillment stats. There are too many folks here trying to fig… https://t.co/nZzuDVBpLm",
        "New pharma startup idea: make cold medicine that doesn’t make me feel worse than the cold itself.",
        "This is number 23 for me. #Honolulu #Hawaii #50StateCapitols @ Hawaii State Capitol https://t.co/DzS9Ktsq5H",
        "@econwonk @CardiffGarcia They’re gonna make a comeback. All those Beanie Babies in my mom’s garage are gonna be worth a lot...someday!",
        "Sorbet is great. Don't use Ruby without it. https://t.co/A9rVgcLatL",
        "@SupDre Awesome! Congratulations!!!",
        "So...all the posts saying to store tokens in local storage are wrong? Great! Why is frontend so complicated!? Nearl… https://t.co/Y1pulaKMCH",
        "I'm building a #React app from scratch for ~the first time. @kentcdodds post on auth is the first I've seen that ge… https://t.co/iZuofs1uzS"
    ]
}