{
    "screen name": "njabbitscover",
    "no. of tweets": 166,
    "tweets": [
        "@ForumsMeghan My brothers and sistas never fails 😂 😂",
        "@SA_Glas I don’t know what she is but she’s definitely hate herself and he’s definitely married her so people can s… https://t.co/VZ99P4Fxjq",
        "@ForumsMeghan It won’t matter. Archie will have the his parents personality ! He will not take their crap! He will… https://t.co/sL0YUqETPu",
        "@SA_Glas I used to run 3x a week. This pandemic is killing my buzz. I can’t go run when I’m not working because my… https://t.co/G91xQWTJjd",
        "@FaRah07595123 Yes he has! Remember when he said all the stars were aligned he did thanked them. I’m sorry mr dolit… https://t.co/uq2wjYeCoN",
        "@latteIicious My girl!",
        "@LunionSuite What’s the name of that song. Beautiful girls!",
        "@bookedbusy https://t.co/Gndx5nSL9f",
        "@ArchieMegHaz What has the Queen been doing? Anyone has a clue please share. She could barely cut those ribbons any… https://t.co/V1Rjy61GB3",
        "@RoyaNikkhah @thesundaytimes Laughable! This tabloid gossiper is pretending to work. GTFO! Nikkhah spents months bu… https://t.co/8kcNX63ynA",
        "@ABC DOJ investigation! 😂 😂! Welcome to white is right justice . Barr has been doing a great job lately. Give me a break! Terrible joke!",
        "@patriciamdavis I read your post. You’re passing judgment on not running but trespassing and so forth. The focus sh… https://t.co/32U2DCHkoU",
        "@patriciamdavis This was someone child. If he did something wrong their job was to describe the person to the autho… https://t.co/z1DsmR6ppY",
        "@patriciamdavis I have relieved myself behind trees, behind old abandoned houses. I have gone running &amp; I went far… https://t.co/A1r8EJW3c1",
        "@patriciamdavis I have a problem with people like you. You cannot have sympathy for anyone but your kind is a major… https://t.co/UFMKtxhwjT",
        "@patriciamdavis Wow! People like you breaks my heart. How would he knows that the police was being called? Did it e… https://t.co/tnIOjf9iUu",
        "@scobie https://t.co/QHaT8Ih408",
        "@kindness_sussex Personal! Funny! This man has been stalking, harassing, tormenting, abusing Meghan. We don’t know… https://t.co/qNdHjceMWa",
        "@SA_Glas They’re are a cult. They support each other’s crimes because majority of them do the same thing. Lying 24/… https://t.co/pWjKPSZ7pQ",
        "@LisaFlemming4 Can you imagine being a nurse and lied about giving your patient their medication and you didn’t. Th… https://t.co/zoCXSDuRo6",
        "@SpillerOfTea https://t.co/ILahZ56V1h",
        "@SpillerOfTea https://t.co/Io8up4KWHA",
        "@henryscousin I think it is 🧬 . My old neighbor and all her 4 kids has dimples. My husband has dimples one of my ki… https://t.co/5PMc7GwzDY",
        "https://t.co/PueVCavnsd",
        "@ReignOfApril Raise my hands! It’s happening with my child the circus continues . Mind you she’s black. No jokes! S… https://t.co/HbLlIhF5QU",
        "@VanessaNguyen28 Meghan’s motto was to always lifting people up. She continues to do so while the psychos continue… https://t.co/JpQdcmroo1",
        "@brenbrenchie The devil wants something. Hell no!!! We would never forget or forgive! Piss Morgan is incurable! https://t.co/d8rhFCW5EZ",
        "@MegTungstenGold The Karen’s I cannot believe he’s with her. He was supposed to be here with us. He was supposed to… https://t.co/mymxjp6jC1",
        "@WeAreInvictus @InvictusGamesNL Thank you Harry for your kind words!",
        "@wilsonhartgrove Thank goodness they’re still alive! This is madness! Unbelievable!!!",
        "@dof_sussex Poor Dan, acting like he ever covered them with respect. Do you see how he said nothing about old Ann e… https://t.co/dcv8Ev7MrN",
        "@SussexPrincess Her fake shady apology stated that she was always a fan of Meghan. Yeah sure!",
        "@Leidisinach IG doesn’t do nothing. I have reported so many disgusting and obvious full blown racists page. They’re still there.",
        "@acceber910 My oldest started teething at 4 months. By the time he was 12 months. Mouth was full of teeth. My secon… https://t.co/oPXYwv3FD3",
        "@mamaamwami Classroom no no no! Straight jacket sis! They are so far off this earth. They’re on a different level w… https://t.co/3n0YToRE4h",
        "@henryscousin Little Archie is definitely gifted. Haters, get ready to hear Archie speaks multiple languages before he turns 2.",
        "@diane34392139 Smart girl! Don’t forget that she own those British vultures. She drink her tequila in their mind, f… https://t.co/kE4sfPrZoX",
        "@tanisha_feve I don’t think she’s ever going to forget 5/8/2020. She’s going to remember time and place. I just see… https://t.co/S7ocxGxRUq",
        "@tanisha_feve I slightly feel sorry for her. Her jealousy come out and she didn’t even realize it. Immaturity, pure… https://t.co/9Ww6VPzpiI",
        "@mia_stuart I bet the Royal roaches Rota are trying to buy a copy at that price to match th video. 😂",
        "@TudorChick1501 I think they need to continue talking about Andrew staying with young girls and Jeffrey. So what, H… https://t.co/WlQSuYngWc",
        "@Khaleesi_Hodan Someone is  trying to learn how to season their chicken. The copy 🐈 everything else but still worki… https://t.co/HXeDbnWcxp",
        "@FaRah07595123 Brain fart, I just don’t know what she called herself now . I unfollowed her on IG. She decided to b… https://t.co/1bZhi1pdOX",
        "@henryscousin The struggle is real! https://t.co/e4eJ1P3UtG",
        "@gina_asada Even if they wanted to come. People lost track of family all the time. Can you imagine inviting people… https://t.co/X8vSWUKdZD",
        "@FaRah07595123 Do you guys know anyone whether they’re famous or not  who ever need to explain their wedding invita… https://t.co/j5CL9ahCpa",
        "@AffordableREI Goodness gracious who’s wedding get to be scrutinized for other people’s pleasure. Private or public… https://t.co/pyPeazWnXl",
        "@KenyaTheHunter Don’t they sale them at the goodwill!? 😂",
        "@chrissyteigen @alisoneroman Goodness gracious why can’t we folks support each other? Why can’t you people get alon… https://t.co/sav9jpFCE9",
        "@PaigeMASTERS5 Where is the so-called mansion. Do they have a different picture now that they got busted passing Tyler Perry’s home to H&amp;M",
        "@Kindnes94421810 Looking straight ahead = looking for a camera  🤷‍♀️",
        "@Kindnes94421810 Smiling",
        "@Annealnet @henryscousin That jealous fat chin is a hater. Another woman who thinks she knows Meghan by reading the… https://t.co/j2ZwaVVQFy",
        "@brittsteps By the way private jets is part of the BP vocabulary. Everyone one of them use private jets. Everyone t… https://t.co/O7h2HkigQI",
        "@brittsteps Best of all,wouldn’t the person has to be created the most heinous crime to become the most hated.The B… https://t.co/tHWjUAUS64",
        "@brittsteps What’s there to hate.The poor woman was being under attack 24/7.The palace stayed mute. The palace dema… https://t.co/CFVf2dmtJu",
        "@MaameAgyeiwaa36 Wow! The audacity! Nobody supported Harry and Meghan because they believe in free press. Harassing… https://t.co/E3M8n5o9y5",
        "@LindziWest How do you approve that someone should be disliked because it was written by the tabloids. Meghan didn’… https://t.co/1oVmitVaDy",
        "@LindziWest Jesus Chris lady stop killing your brain cells. Stop repeating trash that you’ve heard on the tabloids.… https://t.co/xYPJ5UJFZt",
        "@spareme52 Look up the definition of privacy. invading privacy, chasing them around, going through their trash,rese… https://t.co/jqc8EIAfJP",
        "@flotus1982 hey hey, I just realized that I haven’t seen much of you lately. Are you okay? Just wave so I know you’re good.",
        "@ladyrocksavage Breaking news we have global pandemic where so-called journalists kept exaggerating and lying to ma… https://t.co/cmqAlmARK8",
        "@FKAnerve Using Meghan’s name to promote himself and scared of the RF! It’s all good. I’m here for Meghan and Harry.",
        "@Smurf_fee Sweetie it’s just a word. It’s doesn’t make anyone immortal. Just calm down. I’ve called many people kin… https://t.co/GB9fu62PNO",
        "@blackvoices It’s pure jealousy turned into hatred. She’s been drooling over Harry and her envy turned into hatred… https://t.co/LcODr2rPtz",
        "@deathntaxesprof  do you think Trump would call her nasty!  Mind you Meghan didn’t call him racist. He had the nerv… https://t.co/FKRXbe2vER",
        "@ladyrocksavage We all knew why the Karen’s are  😡 . They wanted Harry to remained single so they could drool over… https://t.co/nVZbUVcI4X",
        "@gtconway3d @realDonaldTrump Here we go 1, 2, 3 A few weeks later. I never met her I don’t know anything about her.… https://t.co/6FwPWfAQPi",
        "@RoseMur89 https://t.co/h8b67wANQA",
        "@mu_ri_elle Unbelievable! I’m sure they will follow someone who’s friends with Andrew.",
        "@NicoleArbour Full white woman why would you have an opinion about Meghan Markle? Who are you to police the 1/2 whi… https://t.co/XPf2ofzriA",
        "@ladyrocksavage This is why Meghan became the most wanted criminal of all time. Look at all the Karen’s who felt cheated on! 😂",
        "@TenikkaANjax @ActionNewsJax @RussellANjax @ChristyANJax @WOKVNews @wsbtv @DavidBegnaud @CBSNews Look at these two… https://t.co/smXzVjIEdv",
        "Finally! I’m sick and tired of people killing our children and kept getting away with it. It took the freaking whol… https://t.co/A9cr79iMGc",
        "@FaRah07595123 I’m so confused! How could they not see this type of abuse is not okay! I’m not sure anymore on why… https://t.co/Ldrv9iMGBr",
        "@deathntaxesprof Right!That was the dumbest apology. So she knows what they have done to Meghan was wrong &amp; she not… https://t.co/DLpzEBdYb1",
        "@SussexPrincess I think a lot of people follows these folks but never noticed their hate or missed their hatred bec… https://t.co/8oVN25n9rB",
        "@soledadobrien @sunny @gtconway3d I’m not even angry! Anyone out there left with morals. When I grow up, I want to… https://t.co/sDAFzoknEw",
        "@Jasamgurlie I found these comments laughable. 😂 I think they miss their targets. The thieves that they’re referrin… https://t.co/9yCn23BZ67",
        "@meghanpedia I guess we should be waiting for the open letters. Is this another way to flatter Meghan or copy Megha… https://t.co/0TW4HsmiDF",
        "@Maya86B If I were a woman someone wrote a piece like that to describe my accomplishments I would be so upset. I wo… https://t.co/QqY5KY5w9v",
        "@harrymeetsmegs He’s a jerk! He’s gross and nasty He’s constantly degrading and disrespect women. It’s only a matte… https://t.co/xIyFRN2rT8",
        "@deathntaxesprof She’s so brave now that account is back locked under private 🔑! 😂 Karen has no backbone! I hope th… https://t.co/tZyG86VHeG",
        "@guardian https://t.co/xSKFNrq3rv",
        "@PaigeMASTERS5 @FactsDos https://t.co/Ax1QUGMQF9",
        "@MegsWorld8150 @FactsDos That’s what real human being do! Real men do respond with compliments. The haters respond… https://t.co/Z0FIf0IC6d",
        "@NicoleArbour Can someone give this fake dumb blond a dictionary please. Learn what privacy means! Also, you cannot… https://t.co/T6Njp2LSfk",
        "@SussexDetective Who are they! As you can see real men don’t speak like that. You want to bet trash like them disre… https://t.co/yMh7CCSCC7",
        "@SusannaKearsley @brenbrenchie This woman has the audacity to harass Meghan.Meghan has been living a quiet a respec… https://t.co/PJ8WPXI7rS",
        "@PaganTrelawney @sussexsquadpod Don’t forget all these people were reading with their partners behind the recording… https://t.co/LDhXXqmRLL",
        "@bookedbusy Was she banned from acting? She quit her job and her future projects to marry Harry &amp; now she’s doesn’t… https://t.co/wWg9ZzIYib",
        "@ellievhall Finally, good bye! Good luck to you! I’m not going to allow you or listen to you making such a remarks!… https://t.co/pKuT8vDIxI",
        "@ellievhall How could you compare the people who want Meghan to be left alone to the people who wants nothing but t… https://t.co/05D5lC8SYu",
        "@ellievhall Show us the fans who created accounts just to attack Kate on a daily basis? Please do! Yes you will fin… https://t.co/tzGOfeETAq",
        "@ellievhall Ellie my dear go under Kate IG if you were really following all things royal you should know that befor… https://t.co/rlLeJVEVzu",
        "@Khaleesi_Hodan I guess she can’t handle it. The role was reversed for a few posts &amp; she blocked you 😂. You were ju… https://t.co/34WI0KUvyh",
        "Meghan Markle you’ve said that you would not stand for discrimination &amp; you’ve kept your words. You’ve made a name… https://t.co/XT4fKcbXBv",
        "It’s almost midnight here happy birthday little Archie! #ArchieDay 🎈🎉🎊🎂!",
        "@ledbettercarly This is Emily for you. This was around the 🇦🇺 tour! She was testing the water. She used to have goo… https://t.co/AhqR3LVC4c",
        "@RobbyMRG The same reason I heard that she has been cleaning her timeline of all the trash she’s been throwing at M… https://t.co/41yDajMGUC",
        "@prenticejones5 @Sussex__Archive @meghmarkle @emilygiffin I’m looking forward to review her book with a zero star.",
        "@meghmarkle I can’t wait to review her book on Amazon without buying and reading it. Can we give a 1/2 star.",
        "@brenbrenchie Please tell me someone has enough receipts! I have some but not much!",
        "@tammypitmon Go tell that to Emily. She’s the one bullying people for her own pleasure",
        "@Ceilidhann Here’s Emily trolling Meghan! Recognize this picture. Meghan was on the Australia tour with a barely th… https://t.co/uzRMgGbk5S",
        "@Ceilidhann What a liar! Where are all the videos or comments regarding the way Meghan was being treated during her… https://t.co/9GhoVybZqw",
        "@tu11763362_t2 Accusing her of having an agenda! Really, this woman was working making her own money. Representing… https://t.co/dq6Yzy6BfQ",
        "@tu11763362_t2 This is what I’m saying! What life are you referring to? You’re making assumptions that she was awar… https://t.co/Q0ZrEMJEco",
        "@tu11763362_t2 Okay Karen! Look at yourself in the mirror first! Like I said you’re a gullible fool.",
        "@PaganTrelawney @latteIicious How embarrassing! Hopefully Jen read their unhinged comments and rally her friends to… https://t.co/h98ePesr8l",
        "@tu11763362_t2 Being real on what? Was she hidden something and now she’s not. What do you mean she married him any… https://t.co/vgpTTKTBaq",
        "@Bookgirl96 I think people probably are more outraged because Meghan was only reading to her child. It’s not the fi… https://t.co/CK1yk6AvAl",
        "@LibmannSachs1 @JennaGuillaume What grown married woman with 3 children who called herself educated decided to make… https://t.co/pJIcJlaKhH",
        "Who else is celebrating their birthday today besides the most beautiful baby boy Archie?! Happy birthday 🎈🎊🎉 sweet Archie! #ArchieDay",
        "Ladies and gentlemen check your book shelves do your cleaning properly Emily Griffin doesn’t bring joy. Make sure t… https://t.co/dAq5ZcEVa6",
        "https://t.co/fKrfRGT2jS https://t.co/wztpzoplgN",
        "@LadyCsay @emilygiffin @MacmillanUSA Don’t forget to mention that Meghan was reading to support charity for the pan… https://t.co/f8M2X55rbS",
        "@ArchieMegHaz It’s okay we have the screenshots!",
        "@TheDuke05149261 You were looking for site?! 🤦‍♀️ Harry doesn’t need to be showing his face his voice is enough. Du… https://t.co/QOPbLpSjsk",
        "@monicahunter It’s not her first time. I don’t have screenshots to show you. She has been disrespecting Meghan for… https://t.co/FofP89B1lV",
        "@henryscousin They’re all weak!For the amount hatred they unleashed on Meghan and they are always running and delet… https://t.co/rpfl8VYCtg",
        "@Chigirlie These are the same people saying Meghan was embraced by the U.K.The same people who has been tormenting… https://t.co/qLXi4taUhS",
        "@ledbettercarly She was probably too busy snorting her nose with her special delusional white powder. Meghan is out… https://t.co/gsV1OgLINI",
        "@henryscousin That’s her way of clapping happiness ! Do you see how she only say one phrase. Meghan keeps them awak… https://t.co/aOGkB1Gdyh",
        "Just made my donation to celebrate Archie’s birthday. @SavetheChildren Happy birthday Archie❤️🎈🎊🎉! #ArchieDay Hopef… https://t.co/NlWcWTIhtD",
        "@heykmenz I have blocked that pathetic loser long time ago. Today is Archie’s birthday that deranged woman knows no… https://t.co/4OG3IJfMv7",
        "Exciting opportunity for new trustees to join the Coach Core team https://t.co/AVAXDslvyV",
        "@chezzamorg The public glare doesn’t belong to nobody! Shun media you meant the vultures! I see you can’t stay away… https://t.co/YrJijB8CrY",
        "@DustyReign You are as deplorable as they come. Go right ahead &amp; block. You call the nasty comments about Archie an… https://t.co/cNBB7Y9uzD",
        "@SaveCEO_US Harry birthday Archie🎉🎈! #ArchieDay",
        "Hold that book Archie I will be donating again this time to the US. I already donated to the U.K. this morning. Let… https://t.co/CnpMge1jbO",
        "@kat_sing He sure did! He didn’t say please either 😂! look at my little gifted baby boy speaking in full sentence.",
        "Just donated @savechildrenuk! #ArchieDay ... happy birthday Archie🎊🎉🎈❤️! https://t.co/0wLFTWuM6a",
        "@savechildrenuk Just donated to @savechildrenuk for our beautiful Archie’s birthday 🎂 🎉🎊! Happy birthday Archie!… https://t.co/63LfxfBL20",
        "Sweet baby Archie! Happy birthday sweet boy! #ArchieDay https://t.co/xFJq7hkr3G",
        "@FitzScott2507 Good! @Marieclaire  is still blocked. I can count on both hands on how many negative condescending a… https://t.co/O3IyFq5ugZ",
        "#ArchieDay Happy birthday little man🎂🎈🎉🎊1.0 is a big number! https://t.co/ARNTM5ISeF",
        "@_Archieday_ I was in bed! I was constantly checking the news and IG! I finally went to bed when I woke up I went s… https://t.co/SMWdN8wNno",
        "@FactsDos Ok! I thought they did something else! Someone said that they deleted it.",
        "@Jasamgurlie I was at work! My chest tightened and let out a little scream to the point the people next to me wante… https://t.co/MBzinAPhJF",
        "#ArchieDay https://t.co/6xwD2nzkDR",
        "@ddarveyy So cute! Sweet Harry!!  ❤️",
        "@AlyssiaByrd13 The senior citizens who couldn’t wait to be out! They are savage!",
        "@FactsDos What did the snake deleted. I did my thing a blocked already!",
        "@RepVernonJones @realDonaldTrump https://t.co/yruJHosrAw",
        "@soledadobrien 😡 😡!! These evil bastards are not even arrested!!",
        "@emmytargaryen Great Observation!",
        "@Nourishnpo Thank you for all you do! https://t.co/Rm6ir6KMSh",
        "@SmartWorksHQ https://t.co/13E0qMozTM",
        "@ABC https://t.co/MeYRNO7AxM",
        "@marieclaire We know what you’re up too! https://t.co/JyQR4Jz2bD",
        "@Adios_yuckTeeth @marieclaire Folks after ya’ll done dragging @marieclaire don’t forget to block!!",
        "@scobie You’re a quick learner Omid! I’m relieved that you didn’t use the R word. https://t.co/PQSgQDn3Mk",
        "@marieclaire Royal!!!!! Didn’t we blocked @marieclaire?! Shut the front door! Is this a joke! Okay let me unblock t… https://t.co/jeYREkLmHU",
        "@Jasamgurlie This neck and shoulder was still around! I haven’t heard from him in a while! The economy must be hurt… https://t.co/l1FBnUwhBx",
        "Ladies and gentlemen here in the USA it is still May 4th! Tomorrow will be Cinco de Mayo meaning the next day will… https://t.co/ANtCiTyMLl",
        "Folks please block that starving Sara Scarlett blood sucking robot!!! https://t.co/aeGW68rB3T",
        "@signed_km @VeeFraz I’ll be be sure to block her starving arse.",
        "@signed_km @VeeFraz To be honest with you, she’s right! The sad part is some of us don’t block them! I’m not the on… https://t.co/DyIMTfZXhG",
        "@Momfor4_ I don’t see Meghan telling or talking to anyone about how special she thinks she is. Good news you’ve bee… https://t.co/PIcGAr7F1r",
        "@Momfor4_ Even if she was doing interviews or speaking to the press you have no business telling her or anyone how… https://t.co/3tuYDsROdb",
        "@Momfor4_ You need to stop drinking the hatred cool aid to make your damn ignorant comments. Who police your life?… https://t.co/fUOmT9RZ8Q",
        "@Momfor4_ Whoever you are you need to calm the fuck down! Meghan is not using the press the press is using Meghan f… https://t.co/RXafLi0EmY",
        "@Momfor4_ I couldn’t see through your comment 🤦‍♀️ I’m blind just like you. No one is superior in the eyes of God!… https://t.co/bC9Ss4c4B0",
        "@hudsonsquare34 Don’t we all wish Meghan could block these evil people who made it their business to harass her. Th… https://t.co/6XzDo9rzai",
        "Goodness gracious! Harry and Meghan live in the mind of the U.K. vultures. 24/7 Harry &amp; Meghan. Harry &amp; Meghan! Har… https://t.co/xe7SiO2ZpR"
    ]
}