{
    "screen name": "acastroaraujo",
    "no. of tweets": 190,
    "tweets": [
        "@lucalderondm @cuervoji @dianamizquierdo ¿Hay alguien que no cambié de comportamiento según el lugar?",
        "@RobertoAnguloS @JorgeARestrepo @RodrigoUprimny @Dejusticia De pronto soy impaciente. Me parece que hay suficiente… https://t.co/92zUcN1IRD",
        "@Rohgal @JorgeARestrepo @RobertoAnguloS @franciscome @RodrigoUprimny @Dejusticia La CCC no se va a hacer cargo del… https://t.co/UwT1gtJPil",
        "@Rohgal @JorgeARestrepo @RobertoAnguloS @franciscome @RodrigoUprimny @Dejusticia La columna de Rodrigo este fin de… https://t.co/r8deCcIEZ6",
        "@RobertoAnguloS @JorgeARestrepo @RodrigoUprimny @Dejusticia Una discusión sobre marcos conceptuales me parece menos relevante.",
        "@RobertoAnguloS @JorgeARestrepo @RodrigoUprimny @Dejusticia A mí me parece importante complementar el PIS con otras… https://t.co/DpF2JYWNaE",
        "@RobertoAnguloS @JorgeARestrepo @RodrigoUprimny @Dejusticia Roberto, pero más allá de esa confusión entre palabras,… https://t.co/ORxslDVkP0",
        "@Rohgal @JorgeARestrepo @RobertoAnguloS @franciscome @RodrigoUprimny @Dejusticia Pero bajo esa lógica, los decretos… https://t.co/t8VMZhWDmP",
        "Si uds pensaban que en Colombia hay choques de trenes, esto ya es otro nivel.\nhttps://t.co/Lo7gP3PFzz",
        "@fangfabio ufff, esperate al final, te hace ver todo de manera distinta",
        "@JoseMAcevedo Esta columna es un análisis rabioso y delirante.",
        "@MajoAlRiv Escribir claramente aumenta el riesgo de que los demás se den cuenta cuando uno está equivocado. ¡No gracias!",
        "@jotacerrerre La de Fernando Vallejo también 😬",
        "Pillá @JuanRLoaiza https://t.co/OUuaSWXf7v",
        "@HobethMC La primavera es una delicia 🥰",
        "@PMolanoA Woof https://t.co/Wy7dG2N8Pq",
        "Day 1/5 of #mylifeinpictures https://t.co/sSeYexTfb2",
        "@RicardoABello También es importante diferenciar entre manzana podrida y chivo expiatorio.",
        "@Marshtita PERDIÓ EL LULO HÁGAME EL HPTA FAVOR",
        "@codementes Eso lo descartaría como “el más clarividente” ¿no?",
        "@sk1rlos amigue\nhttps://t.co/oO8lJYFAgP",
        "@lorecomealpiste Pero si a vos te parece bueno de pronto le doy otra oportunidad 🙈",
        "@lorecomealpiste Jajaja yo lo decía en chiste. La gente los cita mucho para cualquier tema, pero cada vez que he tr… https://t.co/19jeBHsN6u",
        "Entre Zizek y Houellebecq, que entre el diablo y escoja al \"más clarividente de los escritores contemporáneos\" 🙃",
        "@JorgeGalindo Esa última maña la saqué del blog de Kieran Healy.",
        "@JorgeGalindo El texto se pone con geom_label (o geom_label_repel) y quizá jugando un poquito el argumento de nudge_x.",
        "@JorgeGalindo Yo dividiría la base de datos en dos: las ciudades que van a ser grises y las ciudades en las que me… https://t.co/ZDCLhB9JTX",
        "❤️❤️❤️❤️ https://t.co/FLosFZBY1u",
        "@SaraTrejos Un abrazo, Huracán 🙂",
        "@codementes Si ese es el caso, me hubiera gustado que hablara desde su experticia. \n\nNo tengo problemas con lo que… https://t.co/SMeSvK9qUF",
        "❤️❤️❤️ https://t.co/4raA34wo97",
        "Si yo fuera rector de Los Andes y me preguntaran por los dilemas éticos de la pandemia, respondería que es mejor pr… https://t.co/sNqs8FkMXz",
        "Hahaha 👌🏼 https://t.co/tqLg1dA8x5",
        "@pmartinezsilva Yo no sé quién necesitaba leer que “el utilitarismo básico es ilegítimo”, pero bien por ellos 🙈",
        "@krighsu Esto es está increíble 🤯🤯🤯🤯",
        "@RchrdN_ ¿Cuál discusión? Está hasta en el Wikipedia: https://t.co/sphY2lvJQo",
        "Bahía de Cochinos Parte 2. Directo a VHS.\nhttps://t.co/z1oA8Ls3TZ",
        "Macroeconomists: can’t live with them, can’t live without them.",
        "@AdrianaRudling @MajoAlRiv @SaraTrejos Entiendo, eso haré de ahora en adelante.",
        "@_luisafernando Jajajaja hay que armar la taxonomía.\n\nPerejil investigativo para propósitos decorativos.\n\nJengibre… https://t.co/fjsKOhhRKG",
        "@trespunto14 Vale, quedo más o menos satisfecho. (Así también se le puede quitar el exponente a la brecha de PIB).… https://t.co/fH0Jj7voyz",
        "@trespunto14 y eso abre un lío político enorme.\n\nInflación y desempleo me parecen más conmensurables, o al menos me parece menos extraña.",
        "@trespunto14 La parte controversial está en cómo volver conmensurable Y y M. \n\nAsí como está planteada, el costo re… https://t.co/dggiEeO3wc",
        "@trespunto14 Pero es que la construcción de ese índice es más difícil (y más controversial) que el resto del modelo (!)",
        "@codementes @marshall_allen @derpoltergeist @propublica Dejé de verlo del estrés como a la mitad.",
        "@AdrianaRudling @MajoAlRiv @SaraTrejos “Hola, cómo vas” es mi nueva frase en la soledad de cuarentena ☹️☹️",
        "@trespunto14 Andrés, ¿cómo funciona eso de sumar y + m? ¿primero se traduce a “valor de vida estadística” o qué?\n\n(… https://t.co/XcM8apowWC",
        "@marshall_allen @derpoltergeist @propublica This video circulated among friends and family members.\n\nThanks for writing this.",
        "@_luisafernando Juas, esto fue en respuesta a este tuit?\nhttps://t.co/Ivj3WmJU08 https://t.co/uOPuXMkmRd",
        "HAHAHAHAHA https://t.co/eUZP1WPMmG",
        "@Luis_Arevalo saludos desde el otro lado del espectro ideológico 😕",
        "@platom___ Jajajajajajajajaja 👌🏻",
        "@codementes También hacen que (en el mejor de los casos) el tuit sea simplemente irrelevante.",
        "@Luis_Arevalo Entiendo su punto. \n\nPero me parece complicado tener que estar haciendo aclaraciones acerca de quién… https://t.co/bQGhDnV5fd",
        "@semuzreal @crisnods @SebastianNohra @FulanoZuluaga @aguakate_te @platom___ Pero entonces yo podría agregar algo ti… https://t.co/U0XIlSaX0q",
        "@semuzreal @crisnods @SebastianNohra @FulanoZuluaga @aguakate_te @platom___ Ud tiene algo razón (excepto en el \"+ K… https://t.co/DTPBl9HnAY",
        "@ZulmaCucunuba Ud lo ha hecho muy bien 🙂",
        "O qué tal cuando la universidad de Álvaro Uribe invitó al bobalicón de Agustín Laje a dictar a una conferencia 😂😂",
        "Esta defensa de los libertarios cansa mucho.\n\nEs la misma defensa tipo en la Unión Soviética no hubo \"comunismo gen… https://t.co/ewiVTF0RSF",
        "@fgutierrezsanin bastante fácil extrapolar con base en regresiones polinomiales 😜",
        "@SebastianNohra @platom___ Lo dijo Samuel Hoyos, pero ya lo borró.",
        "@JuanRLoaiza Parce, el problema no es sólo en la academia.",
        "@JuanRLoaiza ❤️ https://t.co/cuWw6H6ihu",
        "@luiscrh @GabrielBotell20 Lo importante es el plot twist de las clases que siguen, y que el profesor se tire uno que otro spoiler.",
        "Háganse el favor de implementar este sistema. https://t.co/0Ipti1F0Bi",
        "@luiscrh @GabrielBotell20 Las clases de neoliberalismo son las clases de economía donde no se habla de externalidad… https://t.co/ei3yNLerwm",
        "@nataliaabrilb Yo no había vuelto a escuchar hablar de ese concepto desde la última vez que leí violentólogos hace… https://t.co/H0yeHxoviP",
        "@nataliaabrilb no conozco a esa gente 😮",
        "@nataliaabrilb Harvey?",
        "@IsabelGuiza Si eso no me pasa al menos 5 veces, habré perdido mi tiempo.",
        "@cboteromarino @HelleThorning_S @jamalgreene 👏🏻👏🏻👏🏻👏🏻👏🏻",
        "@luisluna113 Las personas que conforman esa junta son muy competentes. \n\nFacebook venía haciendo las cosas mal, ent… https://t.co/wW0XQ0b5qM",
        "¿Es esta mi tesis de doctorado?\nhttps://t.co/kZcYDRuYnI https://t.co/gUrYSscPBk",
        "@despuesdemaiz JAJAJAJAJA ❤️",
        "@trespunto14 es un buen argumento para quitarle los 3 ceros al peso colombiano 🙃",
        "@drob Can't believe this works: `https://t.co/q9SZs7lXMZ() + 1:20`\n\n🤯🤯🤯🤯🤯",
        "@ChelseaParlett 😮🙂",
        "@Bana_nota Yo supe de la cúrcuma cuando Simón me dijo que se la echara a las lentejas, pero apenas ahora me vengo a enamorar de ella.",
        "@ChelseaParlett What software are you using to make these? It looks great.",
        "@IrinaJunieles Nunca es tarde 🥰",
        "@ValentinaRozoA1 Te odio",
        "@juana8a 🤯",
        "@Bana_nota Cuántos años tenías?",
        "@birdslament También es el único condimento que me queda jajajaja",
        "@birdslament Yo ya se lo empecé a echar a todo ❤️",
        "@NelsonAmayaD Nunca fue una competencia entre economistas y epidemiólogos, pero ya sabemos quién perdió 🙈",
        "¿A qué edad descubrieron la cúrcuma y por qué se demoraron tanto?",
        "@betanalpha Weird, this 🙈 got transformed into \"mono que no ve maldades\"",
        "@betanalpha \"Foundations of Agnostic Statistics\" (not Bayesian at all Mono que no ve maldades) covers this in chapt… https://t.co/1rGzaXvzRM",
        "@seanjtaylor @tjmahr i think the intuition behind this would be more widespread if regression was taught as a taylor approximation",
        "@infrahumano Buenísimas noticias.\n\nLuego del 20 de mayo la gente empieza a revivir 🙃",
        "@djnavarro You have no idea how much I love these.",
        "@RaviSubbie @JohnDCook These things are keeping me sane, I did this yesterday night:\nhttps://t.co/66RzjQyIxb",
        "@pachoazuero También me parece gracioso la forma en que Twitter permite pasar de chistes a conversaciones serias (y… https://t.co/pBsi5zXkGe",
        "@pachoazuero La risa es porque la actitud de mi tuit inicial tenía mucha mamadera de gallo (e.j. \"fight me\").\n\nPero… https://t.co/tnde2g2LSM",
        "@pachoazuero 👇🏻\nhttps://t.co/cA9PsU6mlA",
        "@rivaquiroga tienes una de las páginas más chéveres que he visto!",
        "@henrikbengtsson #rstats ❤️ https://t.co/ePivjyuTap",
        "@RaviSubbie @JohnDCook this is beautiful",
        "@pachoazuero Hay muchas formas de justificar la existencia del Estado. \n\nEsta que vos decís viene directamente de A… https://t.co/Owc2NawWLL",
        "@pachoazuero No sólo mordiste el anzuelo, sino que además hablás del concepto de \"externalidad\" como principio fund… https://t.co/w4RFNhzpef",
        "@RicardoABello todas mis diatribas terminan ahí 🙁",
        "@RicardoABello Luego algo de información incompleta, por que quién realmente sabe lo que pasa en las cabezas de los… https://t.co/7zUDuzt2uu",
        "@RicardoABello Yo estoy seguro de eso, pero entonces el modelo económico se vuelve intractrable.\n\nToca tener funcio… https://t.co/lr6hnAC4T9",
        "@RicardoABello Menos barreras a la entrada en las discusiones de política pública 🙂",
        "@RicardoABello Pero sólo porque el lenguaje de la política pública hoy en día viene de la microeconomía jajaja",
        "@JFernandoGRE Exacto, si ese es el punto de partida, entonces el el concepto de \"externalidad\" es invaluable.\n\nSi e… https://t.co/kUJpUUKot4",
        "@RicardoABello Friendly fight 😉",
        "@RicardoABello Ojo, aquí hice trampa.\n\nEl concepto de \"externalidad\" sí es muy útil para los economistas (en combin… https://t.co/iWauVKBTmR",
        "@RicardoABello Entonces, al menos en la esfera pública, todos ganamos si reemplazamos la palabra \"externalidad\" por \"interdependencia\".",
        "@RicardoABello Es común escuchar a un economista quejarse de que la gente no entiende qué significa \"externalidad\".… https://t.co/2Pmjvh7ALP",
        "@RicardoABello Para un economista, quizá es el concepto más importante que hay que aprender a dominar.\n\nPero para q… https://t.co/7ezE4WCm1a",
        "@RicardoABello Mi problema es que los economistas usamos la palabra \"externalidad\" para referirnos a todos los efec… https://t.co/rI0qinShh3",
        "@RicardoABello Gracias por morder el anzuelo 🙂",
        "@JFernandoGRE De acuerdo. La diferencia es que yo puedo de hablar de \"contagio\" o \"interdependencia\" con casi cualq… https://t.co/aieQFbH7eG",
        "El concepto de \"externalidad\" está inmensamente sobrevalorado. Fight me.",
        "🙈 https://t.co/0aNcRarvde",
        "Súper recomendado 🙂 https://t.co/e7LvqJm4kM",
        "@henryfarrell This the coolest Five Books I've ever read.\n\nI'm starting a PhD in sociology this Fall, and these are… https://t.co/JVNL71Irrh",
        "\"él me pega porque me quiere\" https://t.co/eWyfsK6B3T",
        "@RobertoAnguloS @Tinojaramillo Creo que Friedman es más citado que Samuelson por dos razones: \n\n- es citado por los… https://t.co/2iDZPC9ttp",
        "@lcvelez Exacto, hay que guardar las apariencias 🙈🙈",
        "@davsjob @rstatstweet there's probably a simpler way to make the gifs though",
        "@davsjob @rstatstweet yup, here you go:\nhttps://t.co/4mZoPgNHIG",
        "❤️ https://t.co/8noGwDQXIw",
        "... + purrr https://t.co/h6NtyuX5DZ",
        "u can make this with #rstats using sf + ggplot2 https://t.co/9VKBtZDd4l",
        "@srtaZu https://t.co/iyQK0AyouK",
        "@AdrianaRudling @caseysjournal buenos y cariñositos https://t.co/ONgu7Ffvjb",
        "@AsperixElGala Las cosas tienden a irse de culo pal estanco cuando los incompetentes resultan con \"el monopolio legítimo de la fuerza\".",
        "Aparentemente el ejército colombiano toma nota cada vez que le dan \"like\" a una tuit de @caseysjournal",
        "No importa cuántas estupideces diga Gustavo Petro, jamás me voy a arrepentir de haber votado por él.",
        "Así es. https://t.co/Ig1pMzdMbG",
        "lindo\nhttps://t.co/2YkVr5ftA6",
        "@despuesdemaiz noj",
        "@JustinWolfers Maybe you don’t know that many economists...",
        "@carmo_lcl The funny thing is that there's no direct equivalent of apply in purrr.\n\nFor everything else, I use purrr.",
        "@zerdeve @IrisVanRooij It's worth repeating, as many times as necessary 😉",
        "@IrisVanRooij @zerdeve how about those people who don't care about models because they do regression instead",
        "@WeAreRLadies I don't know if there's a better way to do this, but this is something that's definitely helpful to me.",
        "@WeAreRLadies The shiny website is surprisingly helpful. I only have one tip.\n\nIf inputs get confusing, include in… https://t.co/xe58G5XJe4",
        "recursion is cray cray",
        "@sebvillasanta @AndrewNoymer https://t.co/Ej2ryS2pxb",
        "❤️\nhttps://t.co/NuhRg0WyTV",
        "@_Omphalos @LaQass Jueputa vida",
        "@ChelseaParlett same fear, everyday 🙈",
        "@WeAreRLadies I tried learning R back in 2015 and failed miserably. \n\nI tried again with https://t.co/SdYXVcRFCF an… https://t.co/CbLg8Mp7s6",
        "@AdrianaRudling @JuanRLoaiza @Margareth197 Si te empieza a interesar el tema, no hay nada que supere este libro de… https://t.co/uI6fYvcDfo",
        "@AdrianaRudling @JuanRLoaiza @Margareth197 Yo escribí algo relacionado hace unos años, aquí:\nhttps://t.co/jyzMWQAlqo",
        "@pachoazuero Jajajaja 👌🏻",
        "@despuesdemaiz 😘 https://t.co/obYfotw47A",
        "@despuesdemaiz 🙈🙈🙈🙈🙈🙈",
        "@vivsuarezl @AsperixElGala @LaTele_Letal ya casi sos 100% paisa https://t.co/ohxUzDzu4v",
        "@despuesdemaiz Y el melón no es insípido 😒",
        "@despuesdemaiz Mango: rico, pero más rico cuando era viche.",
        "@AsperixElGala @vivsuarezl @LaTele_Letal what?",
        "@saludhernandezm @JEP_Colombia Disimule usted, señora.",
        "Hace dos años 🙂 https://t.co/PxwEDG9Hq9",
        "¿quién me puede ayudar convalidar este certificado de calidad intelectual?\n@Mineducacion @ColCientifica @Colfuturo https://t.co/Tlkm9jwWES",
        "@Bana_nota @Barakamala las patillas? https://t.co/eGEClZBBfg",
        "@Barakamala @Bana_nota o la sonrisa https://t.co/6Bpfz1K5DU",
        "@Barakamala @Bana_nota fijo era la guitarra https://t.co/MLY4NFcWuF",
        "@Barakamala @Bana_nota ola https://t.co/BS8s8G35Ee",
        "@kareem_carr Yes, that’s exactly what I mean 🙂",
        "@kareem_carr In other words, an ML model is deemed \"correct\" if it's able to imitate human reasoning.\n\nThis doesn't… https://t.co/FjHyxM1Thl",
        "@kareem_carr The main difference between both fields is a different \"culture\" imported from statistics vs computer… https://t.co/s8jDrTeGGH",
        "@luiscrh Jajaja\n\nCordial saludo.",
        "@Bana_nota @vivsuarezl canibalexting",
        "@mario_2831 @skyetetra 😖",
        "@skyetetra change data.table for tibble and is me",
        "@Bana_nota clix modernos es ❤️❤️❤️",
        "@cuervoji @realDonaldTrump 💵💵💵💵",
        "Lo nuevo de Fiona Apple está muy lindo.",
        "@djnavarro omg 😍😍😍😍 https://t.co/rFzkvaldW4",
        "@djnavarro Gorgeous",
        "@ninachaparro tiene que ser intravenoso",
        "INYECTARSE DESINFECTANTE ¿POR QUÉ NO SE NOS OCURRIÓ ANTES?",
        "@despuesdemaiz Incluso más en la 3ra temporada",
        "@CuchoRojo Bourdieu, de pronto Weber.",
        "@despuesdemaiz yo ya me la vi toda 🙈",
        "lindy\nhttps://t.co/tsHUp0OFpR",
        "@uranographia_ @JuanRLoaiza Hay \"analíticos\" que también son muy tóxicos (o muy tontos). Pero Juan Raúl no es una de esas personas.",
        "@uranographia_ @JuanRLoaiza So what? Qué jartera convertir un comentario sobre la hostilidad en una competencia por… https://t.co/WrQUg36u0c",
        "@uranographia_ @JuanRLoaiza Igualmente no entiendo a qué se debe la pregunta.",
        "@uranographia_ @JuanRLoaiza (Yo sólo entiendo de Quine y de Derrida lo que mis amigos me han tratado de explicar co… https://t.co/sLqMfo3n3L",
        "@JessLopera1 @uranographia_ @JuanRLoaiza Yo creo que es difícil separar el \"antagonismo tóxico\" del \"antagonismo cr… https://t.co/bddY3tl4Ud",
        "@uranographia_ @JuanRLoaiza Mi observación es más sobre la gente, las dinámicas en el salón de clase, etc.\n\nNo es u… https://t.co/2m1w7NgBal",
        "@uranographia_ @JuanRLoaiza Eso y la misoginia.",
        "@uranographia_ @JuanRLoaiza A mí lo que más me ha sorprendido de la filosofía (siendo outsider) es el afán de destr… https://t.co/FL2IiCL9U8",
        "@MauroBuenoR Pero tienen que ser tecnócratas de verdad, nada de opinadores, locutores, o imbéciles como Alberto Bernal."
    ]
}