{
    "screen name": "AnnaDeMarinis",
    "no. of tweets": 173,
    "tweets": [
        "Literally who cares",
        "Yeah I’m rewatching Buffy and what about it?",
        "@caseyamanda2 GOOD",
        "Omg does anyone remember the nine lives of chloe king? It just came back to me like a that’s so raven vision”",
        "Bitch I wanna go to SUMMER CAMP",
        "Just got emotional cleaning my bathtub bc all the chemicals smelled like a swimming pool. \n\nIn other news I think I… https://t.co/Cnhc6WgltT",
        "Measuring time in quarantine based off my erratically shifting hyper-fixations",
        "Zoom is pronounced with a liquid U",
        "I can assure you that no email I’ve recieved in the last two months has found me well",
        "I really think my hair started growing faster since this Q began",
        "Nothing has been funny since I saw the geese goose meme",
        "Looking this good with no witnesses is getting old",
        "I love one man https://t.co/lLyhaxKOkZ",
        "ALEX KAREV DID WHAT????",
        "Do people like...think about what they’re gonna tweet before they do it?",
        "Is the third Harry Potter movie your favorite or are you wrong?",
        "At least for the first time in my life I don’t have FOMO",
        "Can’t wait to take clown class via zoom",
        "It’s this videos birthday I wanna celebrate https://t.co/y5fwSWvJq3",
        "This show is a masterpiece. Episode three and Ben10 is already commenting on the pitfalls of capitalism.",
        "My boy Benjamin Tennyson just suplexed a woolly mammoth",
        "HELL YEAH https://t.co/VCpESKgr6b",
        "Update: Ben10 is on Hulu so here’s the plan. I’m gonna watch it all and when I finish I’m going to Thelma and Louise off a cliff.",
        "Anyone know where I can watch Ben10?",
        "I still get weirded out when I see (2020) after a film title. That’s not a real year.",
        "I used the invert filter on Tiktok this morning and I truly don’t know if I’ll ever be able to step out in public again",
        "This is a fat serve but why? https://t.co/CevBcEpLne",
        "Does D*rren Cr*ss have...like...stans?",
        "Y’all I am gonna cry my eyes out the first time I can get my ass back in a movie theater. That is my HAPPY PLACE. I… https://t.co/Das3E2a3Ee",
        "Kids are so weird. When I was like 8 my friends and I used to prentend we were lions and, as lions, we would celebr… https://t.co/aajV05Y5im",
        "You can’t vaccinate against bear attacks",
        "https://t.co/pBkQUfkM6X",
        "I’m watching coming of age movies and they’re making me nostalgic 🤢 for 😷😷 high school 😵🤢 even though all the chara… https://t.co/qcPdGQLkRJ",
        "Oh they’re from Wyckoff...",
        "Just learned Ezra Miller is from Jersey yeehaw!",
        "I’ve said it before and I’ll say it again. Brendan Fraser deserved better and Hollywood let him down. Hollywood let… https://t.co/Tx5yBtCVJy",
        "Discussion topic for today: \nIs 8 mile a coming of age movie?",
        "I WOULD LIKE TO GO TO MY LOCAL PUBLIC LIBRARY. I MISS HER.",
        "I do in fact still have an active twilight group chat and you better bet your buttons that gc was on fire today",
        "@TaikaWaititi yo put me in your new Star Wars movie. I’m perky and fun and I’ll make my own light saber noises",
        "This is FUNNY https://t.co/votr9r7YZ8",
        "Robert Pattinson baby I’m so sorry",
        "My directing debut was in the fourth grade with a short one act based on this book. It has a surprisingly gruesome,… https://t.co/h2sObV64Sg",
        "@stan_dilemma All I see is crabs",
        "@hull_jon 💗🍾💪🏼",
        "I can always count on @hull_jon to like my dumb shit. Thanks Jon. Congrats on graduating. Keep up the good work.",
        "What’s wrong with being horny on main?",
        "@agent000sock He and I are now drinking wine and watching Thor so thats a positive",
        "For reference https://t.co/xD1tmlChcl",
        "Tonight I started crying at dinner so my dad turned on all the speakers throughout the house, played the immigrant… https://t.co/HOQikUsGod",
        "I like how when I’m sad my mom just hands me off to my dad",
        "Do I buy a face painting starter kit?",
        "@BBenRo https://t.co/svoDHivkGq",
        "I love when you start a new season of a show and there’s a big reveal of a characters haircut to demonstrate that t… https://t.co/3QHNwvzVaH",
        "Can people in michigan please stop being stupid I want to go back to school",
        "I learned a new chord on the guitar may I have my fame now please?",
        "@thegingyale I’m threatened by the youths",
        "I wanna do that shit where I only dye the front of my hair a funky color but I’m not 16 and I don’t know if I’m cool enough",
        "I’d like to aliven’t",
        "I just took a quiz to find out whether I’m a cowboy or a vampire but it ended up peering directly into my soul and… https://t.co/ndEeLqUDxC",
        "If you want to KNOW how I am DOING i will be DRINKING STRAWBERRY MILK and listening to RIBS by LORDE until I can fi… https://t.co/vJZsXn5VxG",
        "Made a discovery!!!!!!! I look great in halter tops",
        "I just. wanna be. A highland cow. is that? Too much? To ask? wanna. Moo. and shit. eat some grass. what. a life.",
        "My tweets are proof that higher education is a scam",
        "Gonna start calling people old sport just to feel something again",
        "Bon Jovi 2: \n2 Bon 2 Jovi",
        "I take my coffee black and to follow up yes I believe myself to be quirky, mysterious, and better than you.",
        "I want to social distance from MYSELF. She’s a BITCH! I am TRAPPED!!!!!! GET ME OUT!!!!!!!!",
        "We’ve evolved past the need for white men",
        "My brother sleeps on fascist pillow",
        "Gonna go watch OTC on YouTube and cry. If you know you know.",
        "Please don’t drink bleach??? https://t.co/MBly0ILUnF",
        "Today seems like a good day to remind everyone that Shaggy’s real is Norville",
        "When all this is over I want to ruin my life",
        "I need someone to talk to about too hot to handle",
        "Everything went to shit after Dirty Jobs went off the air",
        "So we can have the absolute banger that is “Hackensack” by Fountains of Wayne show some damn respect https://t.co/9SynQjKV4J",
        "Don’t get it twisted I’m still a Brendan Fraser stan account",
        "When they gave us young Voldemort in the second movie I finally understood why people were willing to die for him",
        "I’ve never related to anything more than this https://t.co/RSSH4EvPS7",
        "I’ve never played animal crossing is Tom Nook the final boss?",
        "Every morning I wake up and wonder why I’m not famous yet",
        "80s horror movies really be like “horny girls must die”",
        "I had a dream last night that Andy sandburg and I were married and we visited Harry Potter world. Why is real life so cruel.",
        "The conjuring would have frightened me if I didn’t have the absolute confidence that I could take my mother in a fight",
        "My dad and I watched the conjuring but it was really scary so now we’re watching the Britney episode of glee as a chaser",
        "https://t.co/1jKUNmZOaH",
        "This was very New Jersey of me",
        "I just saw a photo of a young Bon Jovi for the first time and I gotta day it all makes a lot more sense now",
        "I just want musical theater teeth",
        "This tweet was just a courtesy. I’m going to do it no matter what. Eat dirt.",
        "Should I rewatch all the sharknado movies and provide live commentary?",
        "Except for sharknado. I’ve seen them all and I’m aggressively passionate about each individual one.",
        "I often get sucked into a YouTube rabbit hole of watching the trailers for shark movies. Deep blue sea? 47 meters d… https://t.co/wmwaZCNOoD",
        "Might fuck around and give myself some of those feather hair extensions from 2013...",
        "It might just be my inflated ego but I really think, in complete sincerity, that I could pull of the joe exotic mullet",
        "Just took a nap and had a dream about Alyson Stoner but it felt more like a premonition. Has anyone checked on her?… https://t.co/jB98kYAz25",
        "I left my tanning water in michigan someone euthanize me",
        "I would really love to go on a very mediocre date to a drive in movie right about now *sigh*",
        "Getting drunk at home really hits different. I woke up today feeling a new sensation. Imma call it shame.",
        "As a long time Britney fan, it’s lovely to watch her flourish as a complete weirdo over these last few weeks and fo… https://t.co/inxGOsxwAq",
        "I would do. a n y t h i n g. For some hopcat fries rn.",
        "@KylePrue I knew someone would point that out....... IT WAS ONE OF OUR SCHOOL COLORS",
        "The evidence is staring at me as I speak https://t.co/5McU8ueCHl",
        "Wow. Living in Wayne really tricked me into caring about football. Tragic.",
        "Wish I could grow a mustache rn. I’d be pimpin.",
        "Who’s tryna Netflix party riverdale?",
        "@BBenRo Ok sure. I’ll make ONE exception. That’s it.",
        "Reaaaally need to stop falling in love with every man I meet. They don’t deserve it.",
        "Cowona viwus",
        "My quarentine body is really starting to take shape.\n\nThe shape is round.",
        "This cat referred to me as “traveller” and asked if i was interested in bartering over a leather satchel and a vari… https://t.co/hwl2neMXiV",
        "All domesticated animals have Stockholm Syndrome",
        "Working from home. Greater access to banana bread.",
        "Ok I was drunk when I tweeted this can someone PLEASE lmk what this MEANS???? https://t.co/eeWARGtFfR",
        "Wish I had legs",
        "NO WAY https://t.co/FtwAi7LwBB",
        "@agent000sock I’d risk it all to carry a sword",
        "@agent000sock Ugh you GET ME",
        "I would truly give ANYTHING to be a pirate. I want a sword, I want to be on a boat, I want to plunder. There is not… https://t.co/GOZV88L2Ux",
        "Gonna watch pirates of the Caribbean and if I cry a little that’s none of your business",
        "@KylePrue I beg to differ",
        "Watching tiger king with my cat so that she can have positive role models",
        "Her HUSBAND is just MISSING???",
        "Today is a bored and sad kinda quarentine day",
        "Bubbelgum",
        "Throwback to that one summer where I wore a cowboy hat every day",
        "National treasure does not pass the bechdel test",
        "He’s wearing a Canada goose",
        "N*colas c*ge just entered https://t.co/rrIIRgeA4c",
        "Watching national treasure with the girls",
        "@croostisme Should’ve thought of that earlier. Xoxo.",
        "@croostisme I’ve been betrayed. Find someone else to watch gossip girl with.",
        "@croostisme BITCH WE WERE GONNA WATCH IT TOGETHER",
        "Guys https://t.co/8ATI44JOJO",
        "Hollywood failed Brendon Fraser and, as a result, it failed me.",
        "Just rewatched the mummy. Brendon I miss you.",
        "I would commit atrocious crimes for Brendon Fraser",
        "I want to. Stand. In a field. With nothing but large wind turbines as company. Simple.",
        "AND VANESSA????? HELLO NO.",
        "Rewatching gossip girl now is making me realize how much Serena sucks",
        "Tomorrow’s my birthday I need all the homies to astral project to my crib so we can party",
        "...dick pound https://t.co/4cQSOwkPzT",
        "Sometimes I get a head rush when I drink water",
        "Going to bed sober? In THIS quarantine? I don’t know about that.",
        "@hull_jon This is so good",
        "Watching tv. Just got aggressively jealous of a character eating at a restaurant. #day6",
        "The only part that bothers me is that they can’t stick to a key https://t.co/GWHodT5jm4",
        "Can we not smell the insides of our noses or are we just used to the scent?",
        "No ducks in hell, only geese",
        "Watching gossip girl. Feeling euphoric. This is a drug.",
        "https://t.co/D16NgfAOHc",
        "It’s 2020 and having aspirations is CANCELLED",
        "I made a quarantine playlist https://t.co/fIemtSbBvI",
        "Blue jeans camera reading me worse than the target self checkout cam",
        "In weird house, we stan Alyson Stoner",
        "Every character in lilo and stitch is canonically queer",
        "Crying is cardio",
        "Middle parts are hot suck my dick",
        "I suddenly feel very very old and it’s stupid but overwhelming",
        "Shout out to bitches who yearn",
        "Sorry I can’t come to class tm I gotta learn the stupid love choreo",
        "His jawline really said  —    —\n                                           V https://t.co/jvtFP9cgmT",
        "@emersonmaesmith Moo 💛",
        "Smooth cow and I have same name https://t.co/HBvZSoYwMc",
        "Sexy",
        "@croostisme This is taken very out of context",
        "Y’all Sting made the music for Emperors New Groove?????",
        "Sometimes I remember that Bill Hader exists in the same universe that I do and I smile",
        "Just watched a woman walk out of a cvs and set all the alarms off. I then made eye contact with the cashier who sim… https://t.co/sheGJ9bBl1",
        "Preach baby!!! https://t.co/laWjsDhWVL",
        "This. Is. Good. https://t.co/Ig0Sekakku",
        "Was just informed that the entire Twilight franchise is Mormon propaganda.  Much to think about."
    ]
}