{
    "screen name": "dsawyer17",
    "no. of tweets": 165,
    "tweets": [
        "Slope failure in the front but still received well by ⁦@osuwaterissues⁩ for Mother’s Day. Happy Mother’s Day to all… https://t.co/1gBuYmkzvz",
        "Cool video! https://t.co/4hbSVW6Tw3",
        "look at those levees! great work @ModelsOfRocks https://t.co/Sngb4CiQoB",
        "Congrats to Julia! https://t.co/y3YhklH5Tn",
        "Recommendation accepted. Thanks @hillman_jess ! https://t.co/xY518OzpiN",
        "Virtual EGU! I wish I was in Vienna but this will do. For eastern time zoners, 10:15-noon, this Monday, May 4. Look… https://t.co/M4LKYU2HZW",
        "@seis_matters I’ll be reviewer 3 (supportive with a question or two). That looks good but not that dark. And “dark”… https://t.co/qlDgfylHdc",
        "Cm-diameter pebble in a mud matrix. Wish I had some dilute HCl. Found along the Scioto River, Columbus, Ohio. https://t.co/FpVEn8wXfL",
        "Stunning https://t.co/XY2l0SBFCU",
        "Thank you to Dr. Clara Rodriguez (@claraexplores) and Dr. Jenna Hill (@cairya) for each making time to do a Zoom-vi… https://t.co/Ycz8XZxQhs",
        "We are too! https://t.co/S1dyQAx5PI",
        "Congrats to Dr. Trevor Browning, who defended his PhD yesterday on erosion and sedimentation, with analyses on St.… https://t.co/AMymL26iRI",
        "@clasticdetritus Solid work! Who gets the tomato mask?",
        "Thanks @SEPMGEO ! https://t.co/8vIEsfrUdn",
        "Spring+sprite+youthful energy+a dash of moon = good times! https://t.co/G0zu183O1x",
        "Staggering https://t.co/iiiOd09c5r",
        "The latest 8 or 9  texts between wifey and I... https://t.co/DRl5x6t7DE",
        "ok my peeps. I love you but who drew this...? Early happy hour or pre-coffee break? https://t.co/DCeYNchquV https://t.co/mWj6ETBS9w",
        "@HoosierRiver @chrisjunium Every day you host them in your house. It gives the option at least. it's not mandatory… https://t.co/ro1y5asCeg",
        "@HoosierRiver cheers to that! One amendment I'd like to propose: you can also account for in-laws and great in-laws… https://t.co/z5My0pWJgn",
        "@waterbarnes I definitely left the possibility open that happy hour in this Ohio location started earlier than my near-8pm tweet",
        "It's a Tuesday during a pandemic during one of the longest months that we have (thanks March). Wondering if I'm alo… https://t.co/0npOWOGhna",
        "@waterbarnes Ruthie is a cutie! Dean Martin might have different thoughts",
        "@KellyHereid Absolutely, let’s do a virtual happy hour!",
        "We enjoyed the Wagtail Trail this afternoon! Thanks @CbusMetroParks https://t.co/y9Gd3JQCt1 https://t.co/3DxhQ9vCA0",
        "Excited to pursue @NSF_GEO research on geohazards of earthquakes and seafloor landslides, mentoring first-generatio… https://t.co/IIRFehZXq7",
        "@waterbarnes Is Dean Martin trying to tamp down that pesky upturned corner? Solid stretch work either way.",
        "Good call! https://t.co/HGOYeYUe6X",
        "Traded in my #marietharp mug for a geology inspired local offering from ⁦@LandGrantBeer⁩ https://t.co/cuLEqCIeDI",
        "Marie’s “mug” nicely capturing the Friday faculty mtg vibe. #marietharp https://t.co/MS4M5dJ3L6",
        "shook shrimp! really cool video of deep-sea shrimp responding to an earthquake... https://t.co/ibF10cCd3q",
        "Ordered mine too! https://t.co/9rDsyqQtZj",
        "It’s true. Penn State is where we met and we love our Ohio State home. @osuwaterissues @ASCatOSU @PSUEMS https://t.co/MbRNAkl9Yr",
        "Sally chooses Brutus for her Valentine. ⁦@Brutus_Buckeye⁩ https://t.co/jT8lV6dKvL",
        "Yes! https://t.co/8Tyn2Wulle",
        "Wow @ChristenPress https://t.co/2PdnoaEfBC",
        "Look closely at who’s looking closely...@SeanGulick https://t.co/XYC6GR8B1k https://t.co/d5vTkBdKQD",
        "Hopefully sending a student. Wish I could go! https://t.co/PHFvB6jwgv",
        "@SFUCoastalHaz @SFUResearch @SFU_Science @CRC_CRC @SFUEarthScience @SFU Congrats, Jessica!",
        "All hands on deck! Group think and interpretation of a seismic line today. I bring in a new line every Friday in my… https://t.co/dSV7hVzOmP",
        "This is great! Also coming to your oceans exhibit @COSI https://t.co/Lh4cXrPylp",
        "Day 1 of the ant habitat... https://t.co/x65pOzCHkp",
        "Great science today on Marine Geohazards on this final day of AGU! Posters this morning (OS51C) and 2 talk sessions… https://t.co/DYr6uMcXoY",
        "Love it @vdpluijm ! Looks like the Big House is rockin! Hopefully more for @OhioStateFB ! Exciting nonetheless! https://t.co/L8k4oXWXbO",
        "Looking forward to reading this one! https://t.co/FN7p24bzpN",
        "Nice! Topic = 1929 Grand Banks earthquake and tsunami? https://t.co/lXKRqDct5P",
        "Congrats! https://t.co/AKcw30BKEx",
        "Cheers to that! Here are a few images with an appropriate scale bar of the Black Hand SS exposed at the awesome Roc… https://t.co/0yAxC4f9V0",
        "@claraexplores Mike Hudec",
        "@claraexplores Ohio State University Marine Geology and Geohazards (@dsawyer17) @osuearthscience",
        "⁦@seis_matters⁩ You have any advice? How much does the tooth fairy pay in your neck of the woods? 2000 is a ridicul… https://t.co/N7uBzqoQku",
        "12%. Nice work! https://t.co/ZoLBVo6dJH",
        "These women rock! Check out the @AGU_Eos article on the 50th anniversary of the first all-women research team in An… https://t.co/k1Bnmx97FA",
        "@MissMandy126 Yeah that weekend is popular. I tried to get an RV spot for tailgating but all sold out. I should hav… https://t.co/KmET0Bl2PT",
        "@MissMandy126 Yes. Green light but probably pricey. Still though, a winner if you can get a room. 3 min walk to the Shoe.",
        "A great visualization created by @alexey_portnov to accompany his latest paper!\n\nyoutube video:… https://t.co/7hBgwOTFOD",
        "Bamboozled https://t.co/QeYKYgRhf0",
        "@ZaneJobe Thanks Zane!",
        "@HoosierRiver @NASEM_Gulf @ebgoldstein Thanks Doug! Honored to be part of this program. Cheers",
        "Cheers! https://t.co/hIeurI2cZQ",
        "@lzoet @ErinHillsGolf Cool. What did you shoot? Tell me you played??",
        "Spectacular https://t.co/aHhdtEYkCR",
        "Earthquakes Shake Up Groundwater Systems https://t.co/imDr5fxq4p",
        "I am immediately curious to know more about Dorothy Taylor! https://t.co/Gy5KU00IKM",
        "Beach time! Why does a dry patch appear when you step on wet sand? Great piece on dilatancy by @helenczerski.… https://t.co/b5ZmKHNY8i",
        "Inviting abstracts to a session on Marine Geohazards at the 2019 Fall AGU meeting, with co-conveners @cairya… https://t.co/89s2MptVoP",
        "1 year countdown to Dublin! We're coming for ya @aggiegeorg https://t.co/rZDaWo8GNk https://t.co/Ct3tR5Wz9p",
        "@HoosierRiver that's fun... how about LR: sand boil, dust devil, benthic storm, and flame structure, UR: blowout an… https://t.co/HK1MXlx0x9",
        "Same! https://t.co/u6uuK9TSdu",
        "Nice retrogressve failure! https://t.co/Yy23rBDX4n",
        "After some lunching with the “adults” the kiddo and furry friend do the only sensible thing and take a power nap.… https://t.co/wbogCxbFau",
        "A little summer friday afternoon scienc-ing at the pub. Ann Cook, @osuwaterissues @alexey_portnov https://t.co/pGTGvaI2nZ",
        "I wish I was there, it looks great! https://t.co/AY9YJmTxYc",
        "Great summary of the Indonesian tsunami and flume demonstration of a submarine landslide-generated tsunami by… https://t.co/Dnk5BYf9Su",
        "Mystery of deadly Indonesian tsunami cracked using social-media videos https://t.co/z0KNr0OQft",
        "yes and yes! https://t.co/WwneF0T7l8",
        "Great stuff @GeoMountjoy! https://t.co/OkoihTmuPL",
        "@shraybadhani @seis_matters @muddy_turbidite @SedLogic I can send you the conference paper too, just let me know.",
        "@shraybadhani @seis_matters @muddy_turbidite @SedLogic Awesome conversation. Here's some add'l info from what I int… https://t.co/re4YyCEieO",
        "New open access paper from @NSF_GEO Rapid to USVI following the devastating 2017 hurricanes. A key finding: much mo… https://t.co/RaIZ7kBNFA",
        "So much to unpack here. https://t.co/uCVqm3xMbt",
        "Cheers to that https://t.co/8xhlXWy9MJ",
        "Great time meeting faculty, students, &amp; postdocs at Indiana University dept of Earth and Atmospheric Sciences… https://t.co/tXnajhkvTO",
        "A big congratulations to @blenz26 for passing her PhD candidacy exam with flying colors! She answered questions ran… https://t.co/1gR62R3gID",
        "A great spring break field trip to the Permian rocks of the Guadalupe Mountains with a great group of… https://t.co/5PDdLdw4Fl",
        "Great talk tonight by ⁦@shawndgoldman⁩ hosted by ⁦⁦@OSUAstro⁩ https://t.co/yIzNJlkV8V",
        "Congratulations! https://t.co/VVW5JRpOqP",
        "Great jargon-free article by @hillman_jess all about the importance and technological developments behind mapping o… https://t.co/EVAwhnVe8y",
        "We talked a lot about ya! https://t.co/XbcgMJJTeu",
        "Fantastic time visiting @coschoolofmines talking all about submarine landslides! Thanks Lesli Wood, @ZaneJobe,… https://t.co/aplyCaDFAM",
        "I look forward to reading those books. Chardonnay looks good too! https://t.co/O4Z8wWmm3d",
        "Depends https://t.co/N8bDCjIfJL",
        "@claraexplores Need box 😊",
        "Thanks @AGU_eos and @KatherineKornei for the write-up on our recent @SciReports paper on seafloor landslides impact… https://t.co/3rOVO2u7zR",
        "@claraexplores Great to meet you @claraexplores and to chat salt and submarine landslides!",
        "@DocTerremoto @seis_matters @EQ_Geoazur Excellent...please can you explain what we're watching in the GIF?",
        "Excited to kick off a weekly reading seminar co-led with @RockSmAshley on mechanics of landslides in different envi… https://t.co/LLNUsNq8xA",
        "lovely for ruminating while enjoying some of that champagne of Maine, Allen's coffee brandy @AllensBrandy, am I rig… https://t.co/vIK1n9iK8v",
        "@clasticdetritus this is awesome--is it too late to participate?",
        "At home tonight overhearing my fabulous wife @osuwaterissues on her flip phone science-ing with the fabulous… https://t.co/zmhCz1vtTr",
        "@aregberg @claraexplores Would love a tour! Beer for sure, I'll send you a DM.",
        "@chrisjunium the dinner question I'm less interested in...more curious what time was your breakfast and what was it composed of?",
        "Enjoyed. wow. https://t.co/ht5WeLHZ71",
        "@clasticdetritus Great question! Looks like results of ten Brink et al (2009) suggest that location of a 4.7 is too… https://t.co/HhXADqQ6IB",
        "@claraexplores @tinchounc @SciReports Fantastic, I'd love to see it. I'll be in Houston (well, Sugarland) next week… https://t.co/4Q6XXeCKE8",
        "What happens when a submarine landslide impacts a seafloor brine lake? Large amplitude internal waves. Check out ou… https://t.co/13HbQiq5SK",
        "Very nice. The Rader Slide I presume? I'm running a graduate field seminar to the Guads later this semester and I w… https://t.co/ODfwvFPYSZ",
        "Agreed, who's going to do surveying? https://t.co/fhOJsO6z4E",
        "What a great photo! https://t.co/MooNF7ZFHm",
        "New open access paper from PhD student @blenz26 using seismic data she helped acquire offshore Oregon! Data collect… https://t.co/ZdFZcL8Ib2",
        "@subsurface_life good work! @OhioState https://t.co/7M6Co1lPn1",
        "Spectacular turbidite...bonus flame structures! https://t.co/OyvZ8FijhO",
        "Seeking a graduate student! I have a 2-year graduate student project available (PhD or MS) in seismic reflection da… https://t.co/IK9qvCnzzl",
        "Thank you, @blenz26 for showing us  submarine landslides offshore Oregon! Amazing to see the fearless (and informed… https://t.co/wvBykmiGU7",
        "Build that stratigraphy! https://t.co/mN1O5alIUV",
        "Yes, looking forward to meeting you  @KeepItRheol tomorrow! https://t.co/f4PhfMrZ8y",
        "@clasticdetritus How about wet-sieving for grain size analysis?",
        "Nice! Are those parking spots empty because of the slump or unrelated? Thoughts on what triggered the slump? https://t.co/F23J1C2E4g",
        "Great seminar today by Jean-Philippe Avouac on megathrust earthquakes! @ASCatOSU https://t.co/zE443WyU5l",
        "@seis_matters @alexey_portnov https://t.co/IzR18rPJbk",
        "Nice edge cuts, nature! https://t.co/yusOBC6zfi",
        "@kroy915 I might agree on 6 games but if JBJ is cranking out grand slams, I'll take the Sox in the series. 7 games… https://t.co/VRg1ZTqgfd",
        "Just keep on rolling @ussoccer_wnt https://t.co/vu0cjaY0Rj",
        "@seis_matters @HaLeoKinetic That unconformity caught my eye",
        "@seis_matters @HaLeoKinetic https://t.co/8eJdRF1VZ7",
        "Dad tries to photo his tasty molcajete and large mug of beer but additionally captures the little one making the co… https://t.co/dIkzzL10wv",
        "Check out this slick video by @alexey_portnov highlighting the wealth of publicly available geophysical data in the… https://t.co/BdqSKfAdKa",
        "So true https://t.co/2cYgjAMOyt",
        "Stunning https://t.co/vhNKcL7Zkg",
        "Nice! https://t.co/pQy5EvurqI",
        "I just showed him the store, he was the one who bought it and chose to wear it 😉 https://t.co/kVBXk87nnc",
        "@Pumpkin_nanw @hryadn @seis_matters @mass_failure Nice! Reminds me of similar features in the GoM. Not sure if simi… https://t.co/xt4eoUucQE",
        "Welcome Cryolophosaurus ellioti to Orton Hall! This \"cool\" dinosaur was discovered  and named in honor of geology P… https://t.co/X85QHXRutA",
        "@clasticdetritus We check our work by turning off the projector to talk about how effectively and fully we're conve… https://t.co/qKBMq3pTHd",
        "@clasticdetritus Actually not sure if it has a name...it's one of these on the abyssal plain on \"Line 3\" https://t.co/sO98WUusrp",
        "Newly minted seismic interpreters working a line off US Atlantic margin of a deepwater channel levee system. Using… https://t.co/NVg2Dh9hKH",
        "Figure caption in the linked @PennLive article has to be wrong...I'm hardly a mineralogist but I'd bet that's ameth… https://t.co/LW2kVMCX4B",
        "whoa. a few people at the foot of the slope were really close to the falling debris https://t.co/wny9gJUgqU",
        "@MineralToPlanet I've been using these. No squeaks!  Feel free to borrow mine for a test run if you like. https://t.co/NYnRRCwBqp",
        "This will provide an amazing amount of entertainment for my 2 kiddos. https://t.co/3tksECS6gm",
        "New Antarctica Map Is Like ‘Putting on Glasses for the First Time and Seeing 20/20’ https://t.co/Ucb1fgzaZu\nCongrat… https://t.co/POTsRsYe7L",
        "Thank you @USMCoastalHaz for a great visit! https://t.co/mS2TzDdmGF",
        "@USMCoastalHaz @johnburnhamshaw @KHwave @HoosierRiver Roger that. I'll stay tuned and flexible. Stay safe",
        "Love this. As a #firstgen at @eckerdcollege, I am inspired by @DocHPJones and others to reach out to our first gene… https://t.co/aTOhrzsPi5",
        "#Gordon planning to hit @johnburnhamshaw then hard right to Gary Parker and Jim Best @KHwave. Might sprinkle on… https://t.co/SsIwF1bDY7",
        "Congrats to all winners! Shout out to @brandondugan for winning The Taira Prize @SeafloorSci for tecognition of out… https://t.co/ULDvqJKxEH",
        "Liquefaction of granular cargo can cause ships to sink. https://t.co/CvpkqciDVa",
        "@EC_Kosters @OhioState Love it! Mad props to you!",
        "My 5 yr old helping her dad prepare for the semester ⁦@OhioState⁩ by listening to a few practice slides. I love the… https://t.co/RQ8U2vojbU",
        "Nice. Looks like awesome field trip opportunities as well! https://t.co/dkoMTig47P",
        "@CBCC_Coral_Bay tweet away @CBCC_Coral_Bay",
        "Agreed! https://t.co/PJakKQ3jPY",
        "@brucehornsby was fantastic as always @CAPAColumbus https://t.co/jKpJtRooQE",
        "Yes I could get off my butt and return the book to the engineering library. It’s actually a pleasant 10-minute walk… https://t.co/TfCBmrZzlE",
        "@seis_matters @mass_failure @geolsoc @stratleeds @BasinsIC outstanding!",
        "Hmm, @BrewDogUSA giving incentive for me to host a research conference in Columbus...@seis_matters @MikeAClare… https://t.co/x0hqR0yeUW",
        "I agree, both are great! My grad advisor pointed me to them and I still go back to them. I pass them along to stude… https://t.co/fR4M1vbEW4",
        "Love those days when sediment samples arrive! https://t.co/W8cm7zia9J",
        "Awesome! https://t.co/yO4OMeRQsn",
        "Great news! @aggiegeorg https://t.co/cv2qpJZiH6",
        "An encore tweet to honor and welcome @aggiegeorg to Ohio State! It's a small world within submarine landslides but… https://t.co/vbo8RWxi3n",
        "Umm, you mean outside weather my friend because it is F'ing cold as F inside office buildings in Texas... https://t.co/bWOyIK0jYu",
        "Great to have @aggiegeorg visit us at Ohio State and share her work on submarine landslides! https://t.co/DPa6M3UUeE",
        "A sign you're in Maine: change at toll booth includes Canadian currency. I remember this being true when I was grow… https://t.co/n5lquchzSi",
        "The pup happily scores a piece of granola bar on an error by the 2 year old. 2 year old still in blissful ignorance… https://t.co/0DrRjN3IQH"
    ]
}