{
    "screen name": "BrianaMCalleros",
    "no. of tweets": 142,
    "tweets": [
        "@USCPriceLatino @Lauren_Beth26 @doclobby Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@Ponderful @USCGradSchool @Elder52842185 Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@TheMindyProject @cid__5 @DeisyR193 Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@bossy_fish @molapus @ASCJEvents Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@oliverosenbloom @MariaLLopez1 @gfelix559 Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@TheLuvBugz @JayCee1990 @Aztec4Life13 Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@Margaretdallma3 @BBTsao @prinesskatja Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@ChessBoardQueen @astrocavalier @viramontes82 Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@RealRyanMorris @PriceWomen @StartUpMindset Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@RZelen @First5LA @mayanevertweets Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@_Mike_Sharif @el_sanchez7 @AustinJWebster Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@ATrumpShow @Diana_CoCo @AndreaCarlaSM Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@USC_SCAPF @Justin0202 @Womenwhowont Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@NerdgasmsDaily @JQuasto @sensiblefolk Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@FitLatina @CortesLatino @Glossy_Cover Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@CityAttorneyLA @raycse1 @WCMezcla Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@LearCenter @tiftrop @P_MMontes Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@Natalie_MHz @MerNakayama @NiggaTheory Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@veroquincy @jalfred665 @UniteBlue Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@ChangeTheLAUSD @ritagmarquez @DeannaPing Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@HawaAnsary @TaylorAlaine @ChrisAhSan Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@RickyOjeda6 @CuinMiranda1 @MooDaMooDaMoo Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@abfettig @brucemilamjr @ascjalumni Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@sahitya_raja @niccastillo1017 @PhilVanderKlay Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@Selinbrian1 @hendelonthemic @JenEstroff Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@RogerSalazar @FrankFpgreene @NissaHiatt Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@Carecen_LA @vmcreal @CALimmigrant Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@AlzAdvocateCA @alisiddiqi18 @Chrissy4Kids Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@JessicaRothhaar @samuelevan25 @LEAD_Coalition Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@mlvusc @wcfamilia @TatianaMagaa1 Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@TheQuis @TheRealTamar @j_alvarado2420 Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@MRTempower @captainAndreaA1 @quemeanswhat Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@angola3news @ConnieLaBiologa @fuckyoutacobell Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@WCBluffton @alexMBporter @smashleysoda Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@ACRMNeurodeg @RepKatieHill @july4thfestival Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@ashvazquezzz @JosephineKanni1 @jstorres Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@CameronDemetre @meaniesbeanie @mkatawicz Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@goddess5ever @IASatUSC @kksteppe Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@EricaUllmann @Nickdavis916 @Paul17939220 Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@AlexsMark1 @Georgefranklyn1 @harmaanika Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@SRHall419 @super_brains @Rosario_Strano Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@Jennifer_Fink @fundy626 @Juliejulez85 Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@KimMusielewicz @OscarTRamirez @kateValz Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@SaraBahrami0 @tweetBetsyK @AESunderland Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@AlzadvocateJenn @Carolbamos @Phylliskitchens Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@HsrYueli @Top10Care @WorldDementia Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@alyxjpeterson @Vanessa_Sea @theDAWNmethod Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@cathyjfree @yeshyeshyall @JD13BD Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@JDenika @caregiving @AlzJoyThruTears Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@DebraonDementia @susanendalz @NancyDalyActor Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@rogerdoger991 @Patricia_EndAlz @ccandl Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@Jean85754645 @cking2endalz @fquintana3 Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@CourtneyFeeds @SamanthaCorbin @OurSantaMonica Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@ConnorTraut @investacure @MTokarsky Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@fitzgeraldplumb @AshBae35071695 @SteveWestly Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "@ESol_Leo55 @TitanAdvocates @sarahmahmood01 Ray-Ban glasses special offer buy now for only $ 2⒋99! Just one day! https://t.co/cT4V1ZamZe",
        "Agreed! *Scanning my inbox now .... 👀 https://t.co/eEGyW7SujX",
        "Supporting Rana Zoe Mungin´s Family https://t.co/NcGH0ZpLzV",
        "My bets are still on them. If this team know how to do anything, they know how to win! 🥇🥇⚽️ https://t.co/umIIrXHvZ9",
        "@PacoTorresCA Right between SD and LA, OC's relatively low reported numbers up to this point give me pause. Thank y… https://t.co/xcO6eclEA7",
        "I was not at the beach last week but sympathize with those without AC in their homes during the heatwave. Nearly 10… https://t.co/8RMmhzKxQx",
        "Thank you @CAgovernor for acknowledging the unique needs of those living with Alzheimer's and dementia in today's… https://t.co/ZTNKqTXK7V",
        "Please join me in asking your Congressional representatives to do the same! https://t.co/q9Mmf2cUCy https://t.co/rcJgRcexpC",
        "As Congress considers a 4th relief package, please include the #HOPE4AlzAct which would increase the use of care pl… https://t.co/KYgkBzPL6g",
        "Shocking to learn that 10 employees tested positive but were asymptomatic. My heart goes out to #EndAlz advocate, M… https://t.co/EaAP5X7FAf",
        "When Dementia Meets the Coronavirus Crisis - The New York Times https://t.co/2kXowqCBu0",
        "I'm loving to see how @staceyabrams breaks this down! I get mad when ppl try to come to party without an RSVP...… https://t.co/uCGRv5XzBV",
        "Also, he keeps re-remembering that today is his bday and that he’s only 64... just short of the guidance for senior… https://t.co/HFD4zcLMRN",
        "My dad is living with early onset Alzheimer’s (early stages) and hasn’t been out much aside from our daily walks. H… https://t.co/Yi5js1bEx5",
        "Today is my dad’s 64th birthday! 💕 We got him a little gift ... https://t.co/GLs8yWciMj",
        "@cid__5 @ewarren Awww that’s precious! Thank you and @ewarren for all your hard work!",
        "I for one can’t wait to see what she does at the next debate. Really hoping she ignores the calls to drop out at th… https://t.co/vs3fya0z1G",
        "It’s important to take the time to truly understand and destigmatize dementia. The real problem is that it’s impact… https://t.co/7jLmRPKAKj",
        "The anxiety and panic! California is now in a state of emergency. Ironic parallel given our population. https://t.co/rcrGoe1xZK",
        "@Kristina_Why Suggesting that voters have complicated relationships with their own mothers. Perhaps that’s a bit mu… https://t.co/BAyQe0pL9P",
        "@Kristina_Why I’m trying to call out the inherent misogyny in not voting for the woman candidate, actually. I don’t… https://t.co/VkyO0yrkse",
        "@Kristina_Why The nation as family and the head of government as parent is a popular metaphor. Not sure what’s gross about it.",
        "Mommy issues much, America? 🍼#SuperTuesday https://t.co/yjCpyhcSHC",
        "@wellesleyunderg The city of Brea in Orange County, California 🍊",
        "I love when my favorite things, like soccer and politics, come together in the most perfect way. 💕🇺🇸https://t.co/pehYQAGLYZ",
        "My dad 💔",
        "Op-Ed: We don't know enough about Latinos and Alzheimer's, and that's a huge problem https://t.co/FCXLcaJXij",
        "What I learned from tonight’s game: If a whole stadium can shout “Ibrahimovic” multiple times without problem, ther… https://t.co/5SsomfXOGl",
        "As a peak millennial, all of this recession talk has got me triggered. In fact, I’m having flashbacks from the last… https://t.co/EuSN62ugag",
        "@gfelix559 https://t.co/Aa2AHuimZe",
        "Hi @PepeAguilar and @AngelaAguilar__ ! My husband and i just returned from our honeymoon and saw you at the airport… https://t.co/ZGprklWfMH",
        "My dad is John Travolta🕺🏽😍🕺🏽 @ The Castle https://t.co/lUhlN7GFDV",
        ".@USWNT has inspired me for decades. Today is no different. So proud of USA! ⚽️ Way to go, world champs! 🇺🇸🇺🇸🇺🇸… https://t.co/53QmHQPpN4",
        "Watching in Spanish is THE ONLY way. https://t.co/2tZUKvsuVc",
        "@scurrilous_j @alzassociation You are AWESOME!",
        "Can’t wait to see how they celebrate when they are actually paid fairly! 🏆⚽️ https://t.co/HRjdUOWlPo",
        "Third undocumented migrant in 3 days dies after being apprehended at US-Mexico border @CNNPolitics https://t.co/sdLpgchoq8 ....  SHAMEFUL!",
        "Thank you Senator @HollyJMitchell for your WARM welcome in Sacramento! The Senate and The Assembly agree  to fund t… https://t.co/KTm99KXOhz",
        ".@AsmCarrillo supports improvement of early detection and diagnosis of #ALZ.  So glad to run into her at… https://t.co/kbPBEpX3YK",
        "I want a pizookie so bad! Yum! 😋 https://t.co/G7WszKHn04",
        "Thank you @RepCardenas’s office for meeting with @socALZ advocates about the Improving HOPE for Alzheimer’s Act and… https://t.co/8szXuE3cNG",
        "Thank you,  @AsmMoniqueLimon for being our voice in Sacramento and championing investment of $10M for the Healthy B… https://t.co/tqOkMVCAAL",
        ".@wendycarrillo thank you for meeting with @socALZ yesterday! Please support $10 million investment for public awar… https://t.co/gQVd7D2FMR",
        "@RepKatieHill I'm with the the Alzheimer's Association and would love to schedule a district meeting with your staf… https://t.co/zZkxjkNZS1",
        "Thank you @RepBrownley for your leadership and co-sponsorship of PCHETA! Addressing Alzheimer’s is a #KnowBrainer https://t.co/QCFhsnTAU3",
        "THANK You  for bringing it before the House🙏🏽 @GOPLeader. So happy it passed! https://t.co/QAt57bLC01",
        "Please join me in thanking Congress for passing the #BOLDAlzheimersAct. https://t.co/L2hPblqfLl",
        ".@GOPLeader, in a few short years you will reach the same age as my father when he started experiencing cognitive i… https://t.co/3n0ZkPRZ5A",
        "Thank you, @RepRoybalAllard , for your support for the #BOLDAlzheimersAct (S. 2076/H.R. 4256), which would strength… https://t.co/NsvIUo4j3b",
        "Join me, @alzassociation &amp; @alzimpact in urging @RepCardenas to support the #BOLDAlzheimersAct (S. 2076/H.R. 4256).… https://t.co/ls6W0XOVeb",
        "It's not too late to get involved to #EndAlz! Deadline extended. Join me on Monday in Downey, CA to learn more. Foo… https://t.co/jDUBZuw7oj",
        "@ytrujill0 But ... he wasn’t actually dead",
        "I just thanked my members of Congress for increasing Alzheimer's Research funding. You should too! https://t.co/GkGn8MS1t5  #endalz",
        "Please vote to pass a $425 million increase for Alzheimer’s and dementia research funding at the NIH in FY2019… https://t.co/qavNFyDl60",
        "The advocacy bell 🛎 rings to #EndAlz! Thanks to our wonderful @alzimpact volunteers, my Dad and rickksterr. It was… https://t.co/UT44xYvE5A",
        "Thank you to @SenFeinstein @SenKamalaHarris for passing a $425 million increase for Alzheimer’s and dementia resear… https://t.co/iFYmU2gRyh",
        "My wonderful father was diagnosed with Alzheimer's at the age of 60. He is now 62 years young. He faces each day wi… https://t.co/sAvZGrligT",
        "Looking for a volunteer advocate in California District 40: Commerce, Downey, Maywood, Bell, Bell Gardens, East LA… https://t.co/Wg2mmGxx6S",
        "#familiesbelongtogether #familiaunida #abolishice #amberalert🚨 @ Los Angeles, California https://t.co/5H7qZeoKaD",
        "The Supreme Court is killing me one decision (and resignation) at a time #SCOTUS",
        "“With nonstop news and social media coverage, kids may need help understanding what's happening.” -Maria O. Alvarez https://t.co/GcVQORnrZO",
        "https://t.co/cjk0wlFlg4",
        "11 states are pulling National Guard troops from the US-Mexico border in a growing protest over Trump's family-sepa… https://t.co/kk8OS7Er7x",
        "Thank you @SenFeinstein for introducing the #KeepFamiliesTogetherAct. I hope that republicans sign on in the Senate… https://t.co/u4iOMsZsGs",
        "https://t.co/Bg0eN4COlG",
        "Finally made it home. My driver was wonderful! However, the accuracy of the wait time feature on the app needs to b… https://t.co/tzo2EMCGmK",
        "My @lyft from LAX has been 7-8 minutes away for nearly 30 minutes. Not ok ...  I’m tired from traveling 😴",
        "Trump Administration Withdraws U.S. From U.N. Human Rights Council https://t.co/QveFwT9jeR",
        "Thank you to our Reps in Washington DC. We are glad to count on their support to fund Alzheimer’s research, create… https://t.co/tynlAEH4Xf",
        "Gender dysphoria no longer a mental disorder says World Health Organization https://t.co/d6pg9Oh3dN",
        "US quits UN human rights council https://t.co/6KqQfhOBVs",
        "End Alzheimer's, Save Lives https://t.co/lzIlyooTWe",
        "Yaaaasssss queen 👑 #ENDALZ  💜💜💜 https://t.co/6M2dHCmm7V",
        "Doctors saw immigrant kids separated from their parents. Now they're trying to stop it. https://t.co/BNg8WIpTUZ",
        "In 2015-2016, I did a year’s worth of public policy research on a report about early childhood. This is what I know… https://t.co/h70Ykyymkv",
        "The relevant subcommittee will consider the spending bill this Friday! Please consider clicking the link to contact… https://t.co/uCwRqvJQq4",
        "It's true. Separating immigrant kids from their families goes against international agreements -- ones the U.S. sig… https://t.co/MbaFxzIVCZ",
        "https://t.co/34XeqoyWeq",
        "@wellesleyalums @WellesleyBlue @Wellesleymag https://t.co/3085EUq4O0",
        "9 years ago this week I was playing soccer in Brazil with the Wellesley Varsity Team. Time flies!",
        "True 🤷🏻‍♀️ https://t.co/z2QjtDE0li",
        "Mailed in my ballot a few days ago 💅🏼 FYI California: if you aren’t registered, you can go to your county elections… https://t.co/syFvSxyIav",
        "👏🏽 I’m glad that the leading scholarship organization for women has made this move https://t.co/MwqaRYeXJC",
        "\"We as a nation should protect our borders. We must even more assiduously protect our soul.\" https://t.co/sHN9bZCKt0",
        "#mitúAccelerator https://t.co/apClzuXpxb",
        "My friend Charlie J. Stoever share this photo. This will also be me in 2 million years when I decide to have a chil… https://t.co/Ixwh0Zghln",
        "#mitúAccelerator https://t.co/1cJebbNg7c"
    ]
}