{
    "screen name": "AreliSandovalT",
    "no. of tweets": 159,
    "tweets": [
        "¡Difundamos! https://t.co/HbdPldc4Bf",
        "@AnnaSoup2 @GorbeaGerardo @ServicioTM Ya me reembolsaron!",
        "Reconocimiento a la labor de las personas defensoras de Derechos Humanos y periodistas que cubren la situación de C… https://t.co/d5olvsoVAH",
        "Acabo de firmar una petición @theactionnet: Acción por el agua frente a Covid. Firme aquí: https://t.co/s5YDXgzA7P",
        "Los desafíos ambientales, sociales y de salud en #Jalisco previos a #Covid_19 y en incremento por la pandemia son m… https://t.co/lekhQTs0vh",
        "Urgen @HLGatell   \n@Claudiashein medidas para aumentar la corresponsabilidad social en  #CDMX en beneficio local y… https://t.co/rGMnLYJVNC",
        "@ServicioTM ¿porqué no han cancelado o pospuesto el concierto de @billieeilish del 27 mayo en CDMX si se extendió l… https://t.co/gU3Hcb8qYf",
        "Solicitemos a integrantes de la Mesa Directiva @Mx_Diputados que la Iniciativa Ciudadana de Ley General de Aguas ta… https://t.co/70vTr0DsIE",
        "Todas las medidas que se adopten en el contexto del #COVIDー19 deben tener enfoque de derechos humanos para que sean… https://t.co/ecGCmE4Sr9",
        "Atención @GobiernoJalisco  @EnriqueAlfaroR se espera respuesta que clarifique aparente despido de personal de Siste… https://t.co/wW7mFM57Ia",
        "Indispensable @CEA_Jalisco \n@GobiernoJalisco aclaren qué sistema operador de agua despidió a 562 en plena emergenci… https://t.co/30dZ4EnX6a",
        "Llamado a @fgcabezadevaca @DraGloriaMolina a modificar aplicación #Covid19Tam. Aproximar ubicación particular de pa… https://t.co/JGnNdeskuo",
        "@GorbeaGerardo @ServicioTM Si te refieres a Rex Orange así es la nueva fecha, pero yo solicité mi reembolso.",
        "Propuestas desde sociedad civil para atención de @lopezobrador_ @Claudiashein @SacmexCDMX @SEDATU_mx @bienestarmx… https://t.co/OMhU66cvEG",
        "@GorbeaGerardo @ServicioTM Si Ocesa no pospone el evento sí, mi hija y yo no iremos si sigue siendo en mayo....",
        "@ItzeelChvz @ServicioTM Fue un error, ya quedó aclarado. Esperemos que organizadores avisen pronto que tal evento m… https://t.co/W4fAPlTkGB",
        "@ServicioTM Gracias, revisaré con mi banco qué pasó. Y esperemos pronto avisen que el evento se cancela o pospone,… https://t.co/LxqaPqInAy",
        "Bien por la claridad de @Claudiashein en la adopción y transmisión de estas medidas preventivas. De cara a la situa… https://t.co/bnyzfOUGd7",
        "Atención @SCJN  @DTsjcdmx @Infonavit @SEDATU_mx @Conavi_mx @hacienda_mx @inmujeres @INAMI_mx @lopezobrador_… https://t.co/sAbb0rOHvM",
        "@victorh_gdl @ServicioTM Podría ser una opción, si me decido te aviso, vale? (OJO, son 2 pero no están juntos)",
        "Que los desafíos por el #COVID19mexico no diluyan  ni releguen, sino potencien, temas prioritarios de #DDHH de urge… https://t.co/bHfW8Q0uQI",
        "@ServicioTM Mi número de confirmación de compra de 2 boletos para Rex Orange County es 9-52349/MXC y soy la titular de la tarjeta",
        "@ServicioTM ¿cómo puedo acceder al reembolso de boletos para eventos como Tecate Emblema y concierto de Billie Eili… https://t.co/I7hyt5gbaH",
        "@ServicioTM ante el anuncio de Ocesa ¿cómo puedo acceder al reembolso de 2 boletos para Rex Orange County que estab… https://t.co/Fcnx05LnAA",
        "Fudamental que autoridades @conagua_mx @SacmexCDMX @Claudiashein  @Alc_Iztapalapa @XochimilcoAl y otras refuercen c… https://t.co/WJlSyuQMF3",
        "Distanciamiento físico y autocuidado para ser corresponsables ante la emergencia sanitaria no se opone a pensar en… https://t.co/QKEvvP452f",
        "@NoFrackingMx Irresponsable la afirmación del Presidente del @CentroMMolina Si existiera el fracking amigable no es… https://t.co/XDcqgMv9wc",
        "Sr. Presidente del @CentroMMolina #NoHayFrackingBueno Si existiera, no habría tantas prohibiciones y moratorias en… https://t.co/WqUZwGjLKE",
        "Apoyemos la propuesta de la REDIM @derechoinfancia sobre el #Proyecto26 por una estrategia nacional frente a la vio… https://t.co/lECTirtuRE",
        "El informe de la Asociación Canadiense de Médicos para el Medio Ambiente, que destaca peligros ambientales y de sal… https://t.co/V4y4bDQBMW",
        "Petición a @MBarbosaMX de liberar al defensor Miguel López Vega. Proteger y no criminalizar defensores de #DDHH es… https://t.co/1tCiIgykQl",
        "@FiscaliaEdomex @FiscaliaCDMX @ElsaCondeR Nos informan que afortunadamente la sobrina de @ElsaCondeR ya fue localizada, excelente noticia!",
        "Al menos cinco grupos parlamentarios han presentado iniciativas para prohibir el fracking en México pero urge mayor… https://t.co/UBDySXaZx2",
        "En el Día de la Declaración Universal de los Derechos Humanos urgimos a @Mx_Diputados y @senadomexicano a que… https://t.co/GnzhQ4jhIo",
        "@SRWatSan @ONUDHmexico @SEMARNAT_mx Aquí la versión amigable en español del Informe sobre megaproyectos del Relator… https://t.co/3MmiyuZUxq",
        "Mientras la #4T siga apostando tanto por los combustibles fósiles, seguiremos contribuyendo a la… https://t.co/VQgzmO3NI6",
        "Muy importante aplicar en el contexto mexicano de múltiples megaproyectos que ponen en riesgo #DDHH este Informe de… https://t.co/AGknJOb3v1",
        "En el preocupante contexto presupuestal, donde derechos ambientales no fueron priorizados, es muy oportuno este For… https://t.co/VJbNRLiSYn",
        "Así es, continuaremos demandando al Ejecutivo y al Legislativo que #ProhíbanFrackingYA https://t.co/byFcCq1nO9",
        "@LuRiojas Importante y necesaria la comparación, gracias diputada @LuRiojas preocupa también que mientras Energía a… https://t.co/1APUB3HBpe",
        "@LuRiojas Muchas gracias diputada @LuRiojas ¿podrías compartir también el anexo donde vengan los montos finales aprobados?",
        "Fortalecer protección ambiental y asignar #CeroPesosAlFracking en #PEF2020 es invertir para un presente y futuro má… https://t.co/hXUWoCAdZ6",
        "@LuRiojas Gracias diputada @LuRiojas y es lamentable que les den un par de horas, son absolutamente insuficientes",
        "@mario_delgado @Mx_Diputados Necesitamos además certidumbre ambiental y de derechos humanos, que no acepten sin cue… https://t.co/Ir4d5eFrS5",
        "Si es serio el compromiso de  \n@DiputadosMorena con los #DDHH, la #Salud y el #MedioAmbiente deberán asignarle… https://t.co/UhHnc0WEAl",
        "Supongo @CanalCongreso  no transmite en sede alterna. Ojalá pueda informar @LuRiojas sobre reservas al proyecto de… https://t.co/tK1vTRUeIm",
        "Y cada que se niega o que el propio presidente @lopezobrador_ dice que eso ya se acabó y descalifica a periodistas… https://t.co/2YcsW32wvX",
        "Una de las discusiones legislativas más relevantes para la vida nacional es la presupuestal donde se demuestran las… https://t.co/qbVz1ESthR",
        "El gobierno de @lopezobrador_ debe explicar por qué propuso en #PEF2020 recursos para proyectos de @Pemex que requi… https://t.co/kbflxUTSt7",
        "Mientras gobierno de @lopezobrador_ dice no al fracking pero le apuesta vía plan de negocios y asignaciones @Pemex… https://t.co/DsyRoegcoe",
        "Hay poco margen para modificar #PEF2020 dijo ayer @mario_delgado Asignen #CeroPesosAlFracking y podrán fortalecer r… https://t.co/skUi9TRhlc",
        "Y nunca quedaron claros los indicadores que usó el @senadomexicano para descartar perfiles y conformar la terna que… https://t.co/WZaf5Hg2K3",
        "Está por iniciar importante audiencia en @CIDH sobre derechos de los pueblos indígenas en México: https://t.co/X0ox1O1eHV",
        "Atención @m_ebrard @lopezobrador_ Mucha polémica se desata en torno a Evo pues tiene tanto detractores como seguido… https://t.co/ykV838AQOG",
        "Atención @Mx_Diputados @GPmoreNATURALES @leninperezr @Med_DipAlmaguer @rgraciag @Jacobo_Cheja @BenjaminRoblesM… https://t.co/G1jIqTVrwS",
        ".@ONUDHmexico @CNDH @A_Encinas_R @SEGOB_mx Informe de @FiscaliaNL señala que Sabino Villareal ya fue localizado con… https://t.co/VMyotXh7HR",
        "Urgente @A_Encinas_R @SEGOB_mx @CNDH @ONUDHmexico @FiscaliaNL apoyar a familiares en protección y búsqueda inmediat… https://t.co/LF8QaSMuvW",
        "El Congreso @XochitlZagalMX @leninperezr @Med_DipAlmaguer @BenjaminRoblesM @DiputadosMorena @Jacobo_Cheja no debe a… https://t.co/iIdFJOF1uM",
        "Emergencia climática, la gran faltante del presupuesto público Atención @GPmoreNATURALES @leninperezr… https://t.co/SoVDscCe8X",
        "Toda la solidaridad con el  pueblo de Chile que tiene memoria y defiende derechos básicos para una vida digna, vida… https://t.co/EGr7FuPQc2",
        "Así es @ricardobucio y la paz como fruto de la justicia: justicia social, económica y ambiental https://t.co/DE4WJkYtMV",
        "@SRWatSan https://t.co/gWUKbrNjo9",
        "Un gran logro el de las comunidades oaxaqueñas en la defensa de sus derechos al agua y a la libre determinación, un… https://t.co/7SToqdHn6w",
        "Atención @Mx_Diputados  @senadomexicano @martibatres @AntaresVazAla @MorenaSenadores @SenadoresPT @leninperezr… https://t.co/TmUg2exNe9",
        "@hippiyogi @NoFrackingMx @Med_DipAlmaguer @lopezobrador_ @Pemex @martibatres @AntaresVazAla @BenjaminRoblesM… https://t.co/Tyon8ApS7F",
        "@hippiyogi @NoFrackingMx @Med_DipAlmaguer @lopezobrador_ @Pemex @martibatres @AntaresVazAla @BenjaminRoblesM… https://t.co/ajIVZggZhy",
        "A detalle: las preocupantes declaraciones del senador Guadiana https://t.co/1SO7JZyK0R Esperamos no sea la única vo… https://t.co/kWdrCLvYIN",
        "#ProhíbanFrackingYA es la urgente demanda desde la Alianza @NoFrackingMx Que no queden sin discusión en… https://t.co/GtEPx2YVFr",
        "Cuidar el medio ambiente, el agua y no destruir nuestro territorio argumenta hoy @lopezobrador_ vs el fracking. Con… https://t.co/vHSQwW5Ckc",
        "@lopezobrador_ dijo hoy que todo su plan de extracción de petróleo y gas se puede llevar a cabo sin el método de fr… https://t.co/OCKxkhZopR",
        "@lopezobrador_ afirmó hoy que todo su plan para extracción de petróleo y gas se puede llevar a cabo sin utilizar fr… https://t.co/zfteZy0luM",
        "\"Tienen libertad de expresarse. Nosotros hemos decidido no recurrir al fracking para la extracción de hidrocarburos… https://t.co/yiaJl10cJr",
        "Lectura indispensable: Informe especial sobre megaproyectos y su impacto en los derechos humanos al agua potable y… https://t.co/2veeeL5TPC",
        "Juez Miguel Arroyo Herrera: Comunidades Totonacas piden a Juez de Amparo cancele el Proyecto Hidroeléctrico Puebla… https://t.co/MhFk25sMDV",
        "La vida libre de violencia para todas las niñas, adolescentes, jóvenes, mujeres adultas y mayores es la causa de su… https://t.co/sWhsXvwXaD",
        "¿Por qué necesitamos la prohibición legal del fracking? https://t.co/dzSX6rxABf vía @pajaropolitico",
        "Y este es solo un pozo, imaginen el problema multiplicado por cientos de pozos, que es parte de lo que se necesita… https://t.co/3Gi8HcGOnA",
        "Atención @sergiopimientas y @CNH_MX #ProhibirElFracking es indispensable para prevenir que escalen las violaciones… https://t.co/VP3rehI79g",
        "Atención @CEAVmex es fundamental garantizar una atención adecuada a las víctimas de violaciones a derechos humanos https://t.co/rcoC90Ej3I",
        "Valioso espacio de parlamento abierto con @martibatres @XochitlGalvez y organizaciones de la sociedad civil y acade… https://t.co/c9nbJhLkZL",
        "Mexico destaca en mapa @ILGAWORLD con leyes que protegen y reconocen #DerechosHumanos de población #lgbttti mientra… https://t.co/5n3lvB5sDf",
        "Hoy junio 26 expondremos sobre el Informe Alternativo DESCA en el marco de la presentación del Micrositio DESCA de… https://t.co/am3WodJdh2",
        "@FundacionMLC aviso que no se puede acceder a su página, ojalá la arreglen ya que es muy valiosa y de gran ayuda. Gracias",
        "Atención @Congreso_CdMex  @GPPT_CDMX @GPPANCDMX  @GPMorenaCdMex #GPPRD #CDMX https://t.co/HPDZm6IZ80",
        "Totalmente de acuerdo: la reforma debe reflejar estándares de derechos humanos @CDHDF  Atención poderes legislativo… https://t.co/N3vNP8ocT4",
        "@ScotiabankMX ¿se necesita tener una cuenta previa para poder abrir una cuenta scotia cool?",
        "Acabo de pedirle al Senado y las grandes corporaciones  que detengan la contaminación plástica. Firma la petición d… https://t.co/Cy4KSrzfJP",
        "Para compartir informe colectivo de OSC y redes sobre desafíos actuales en materia de derechos económicos, sociales… https://t.co/b6JsYEfSgH",
        "Exhorta Alta Comisionada @mbachelet al gobierno de @lopezobrador_ a romper con la inercia de los últimos años y rat… https://t.co/eWewBULWcy",
        "Alta Comisionada @mbachelet ve necesario insistir en que todo desarrollo sea sostenible y sustentable desde perspec… https://t.co/WnenyNnE98",
        "Alta Comisionada @mbachelet dice en conferencia de prensa al término de su visita a México: \"es esencial buscar el… https://t.co/wv42OultCV",
        "Comunicado de la Coalición de Organizaciones Mexicanas por el Derecho al Agua a las autoridades del Poder Ejecutivo… https://t.co/yD2JZ90Os4",
        "Día Mundial del Agua 2019: organizaciones @COMDAorg urgimos al Ejecutivo @lopezobrador_  @Josefa_GBOM @bjc_agua y d… https://t.co/iWQFVsshS9",
        "Importante también que las autoridades @bjc_agua @conagua_mx conozcan el caso #Alpuyeca en defensa del derecho huma… https://t.co/eBCQeZyHt4",
        "Atención: @lopezobrador_ @Josefa_GBOM @bjc_agua Desde la sociedad civil organizada se promueven y defienden derecho… https://t.co/eu9Vr0dyPo",
        "#JusticiaParaSamir pasa por el reconocimiento oficial de su labor como defensor de derechos humanos sin excluirla d… https://t.co/onRnyokP0R",
        "Indispensable y urgente que el gobierno del Presidente @lopezobrador_ atienda las Recomendaciones del Comité DESC a… https://t.co/OFbXCZbr4k",
        "Presidente @lopezobrador_ ¿de verdad cree que la intención del asesinato de Samir Flores pudo ser afectar la consul… https://t.co/WZOYV3FV2J",
        "Consternación total por lo sucedido al compañero Samir Flores. Presidente @lopezobrador_ si la consulta pública no… https://t.co/kb9JxbDLQi",
        "Es increíble...Yo tampoco entiendo.... https://t.co/iv2QceZ5B1",
        "Por décadas y contra toda esperanza, desde la izquierda social se ha luchado por los derechos humanos, la democraci… https://t.co/Ye2UEGELPM",
        "@Finanzas_CDMX No hay sistema en todos los kioskos de CDMX desde ayer ¿cuándo se reestablecerá?",
        "@Finanzas_CDMX Desde ayer no hay sistema en ningún kiosko de Tesorería ni oficina CDMX ¿cuándo se reestablecerá el servicio?",
        "#AmericaSinFracking #TerritoriosLibresDeFracking Importantes declaraciones de sociedad civil hoy en audiencia ante… https://t.co/DHnErgQYAE",
        "#CIDHAudiencias #AmericaSinFracking Presidenta CIDH: Tenemos que tratar de educarnos para dejar de usar combustible… https://t.co/8Mr1oLe7rG",
        "#CIDHAudiencias #AmericaSinFracking Organizaciones: no esperar a generar más evidencias científicas y atestiguar má… https://t.co/2d18mRDglg",
        "#CIDHAudiencias #AmericaSinFracking Las mismas empresas europeas que en sus países no pueden realizar fracking por… https://t.co/0OhJlxzB3c",
        "#CIDHAudiencias #AmericaSinFracking Ante pregunta de CIDH, Ochandio responde: hay prohibiciones y moratorias en cie… https://t.co/Qoy9RK6U6o",
        "#CIDHAudiencias #AmericaSinFracking Margarette May Macaulay Presidenta de CIDH agradece a peticionarios audiencia,… https://t.co/XkRHVKe4cR",
        "#CIDHAudiencias #AmericaSinFracking Relatora Especial DESCA de CIDH agradece a las 126 organizaciones solicitantes… https://t.co/9HsbTFIP6a",
        "#CIDHAudiencias #AmericaSinFracking Comisionada de la CIDH se dice impactada por la información sobre el avance del… https://t.co/gP5ZaslOs6",
        "#CIDHAudiencias #AmericaSinFracking El fracking fractura irremediablemente individuos y ecosistemas por lo que se p… https://t.co/1g35UspaYf",
        "#CIDHAudiencias #AmericaSinFracking En México se han perforado más de 3 mil pozos con fracking para extraer hidroca… https://t.co/imDsZxvWMm",
        "#CIDHAudiencias #AmericaSinFracking los fluidos de desecho del fracking poseen altos niveles de plomo, cromo y arsé… https://t.co/0SVMr9l0ao",
        "#CIDHAudiencias #AmericaSinfracking El fracking contamina gravemente el agua y la posibilidad de acceso, compitiend… https://t.co/bWNLgyC3Bp",
        "#CIDHAudiencias #AmericaSinFracking En América Latina el fracking se extiende en áreas habitadas por comunidades in… https://t.co/QfjThClknb",
        "#CIDHAudiencias #AmericaSinFracking El fracking se desarrolla en un contexto de profundas debilidades institucional… https://t.co/8zXBGomfa6",
        "#CIDHAudiencias #AmericaSinFracking A pesar de ser una técnica experimental el fracking avanza en América Latina de… https://t.co/wcVBtVME15",
        "#CIDHAudiencias #AmericaSinFracking La Industria no declara los químicos tóxicos que emplea en el fracking, señala… https://t.co/G8nxnBofaG",
        "#CIDHAudiencias #AmericaSinFracking Más de 126 organizaciones de 11 países de América Latina advierten a la CIDH im… https://t.co/XY3STpHCD4",
        "Está por comenzar la Audiencia ante la CIDH: Utilización del fracking y violación de derechos humanos de las comuni… https://t.co/vcp72C8PPA",
        "@NoFrackingMx @CNDH @ONUDHmexico @Desinformemonos @pfpidescmex @Somoselmedio @claucampero https://t.co/vvBHLAi27s",
        "#CIDHAudiencias A las 12:30pm hora CDMX la Comisión Interamericana analizará violaciones a los derechos humanos cau… https://t.co/7i2DsjSAof",
        "@VigimoviCDMX la página https://t.co/UvF6Bgeb6b marca error cuando se envía una denuncia, intento reportar al taxi… https://t.co/5UkTAuJQKm",
        "Para acabar con la corrupción, primero la fiscalía, luego el fiscal https://t.co/COM6ykgWF4",
        "Asumamos los compromisos del día después, abrazándolos, promoviéndolos, viviéndolos. https://t.co/pcLJp3wxYj",
        "#VidaDignaYA El agua sí está en peligro: los decretos de Peña Nieto sobre reserva parcial de agua dejan sin protecc… https://t.co/hG4Z6g6Yw8",
        "#VidaDignaYA Asesinan a defensor en Cuetzalan https://t.co/AHsGNojjdY. Urge que el Estado mexicano atienda recomend… https://t.co/pRqp7lbTNL",
        "@NoFrackingMx Desde la Alianza mexicana contra el fracking decimos NO a propuesta PVEM-PRI que pretende favorecer i… https://t.co/vx6jXumHJg",
        "#VidaDignaYA México fue examinado en marzo en Naciones Unidas en materia de derechos económicos, sociales, cultural… https://t.co/XWWn3CJULL",
        "#VidaDignaYA México fue examinado en marzo en Naciones Unidas en materia de derechos económicos, sociales, cultural… https://t.co/WCXKTNP3vJ",
        "#VidaDignaYA Hace 9 días el Comité DESC-ONU preguntó a México sobre \"las dramáticas diferencias entre cobertura de… https://t.co/NdYMfAGJ0o",
        "#VidaDignaYA 2º día de Examen: Delegación gubernamental continúa respondiendo a temas de 1er día, y preguntas del C… https://t.co/1DSRjfzaPS",
        "#VidaDignaYA 2º día de Examen a México por Comité DESC-ONU: delegación gubernamental continúa respondiendo a temas… https://t.co/Nnit1FNHtc",
        "#VidaDignaYA 1er día Examen a México: Comité DESC-ONU pregunta sobre consulta indígena, defensores, discriminación,… https://t.co/X9u2RkzMgN",
        "#VidaDignaYA 1er día Examen a México: Comité DESC-ONU pregunta sobre consulta indígena, defensores, discriminación,… https://t.co/6WXp0w5jBB",
        "#VidaDignaYA El Examen a México por el Comité DESC-ONU sobre el cumplimiento del Pacto Internacional de Derechos Ec… https://t.co/xt9bvgfnn9",
        "#VidaDignaYA El Examen a México por el Comité DESC-ONU sobre el cumplimiento del Pacto Internacional de Derechos Ec… https://t.co/acKwKt7xlK",
        "#VidaDignaYA \"No vinimos a negar u ocultar carencias\" dice Emb. Ruiz Cabañas al Comité DESC-ONU. Las respuestas ofr… https://t.co/JdYS7oWMKF",
        "#VidaDignaYA Concluyen sesiones de examen a México ante Comité DESC-ONU. Relator para México anuncia que en las Obs… https://t.co/3YN8htgLwB",
        "#VidaDignaYA Preocupa a Mancisidor, Relator para México y a otros expertos del Comité DESC-ONU situación DESCA en M… https://t.co/SokZ8ZNJr0",
        "@medios_prodh @OPSDH @Somoselmedio @CNDH @ONUDHmexico @ProjectPODER @ProDESC @CEMDA @GIRE_mx @NoFrackingMx… https://t.co/6H0RWZNE9w",
        "#VidaDignaYA Sociedad civil expuso al Comité DESC-ONU preocupaciones y limitaciones para el disfrute de derechos ec… https://t.co/tNDZCPMXy4",
        "#VidaDignaYA Sociedad civil expuso al Comité DESC-ONU preocupaciones y limitaciones en el disfrute de derechos econ… https://t.co/oTW21fqU7i",
        "#VidaDignaYA Comité DESC-ONU escucha denuncias sobre despojo de tierras, destrucción del medio ambiente, violación… https://t.co/v2qDj9Ji1I",
        "#VidaDignaYA Destacan ante Comité DESC-ONU problemas de ejecución de sentencias: resistencia de jueces a que tengan… https://t.co/Z41uFnrFrq",
        "https://t.co/3tZZS42Vys",
        "@OACNUDH @CNDH https://t.co/FzMzhy4UOp",
        "https://t.co/rdjr7ZuEwK",
        "@ONUDHmexico https://t.co/V4QkCXr3i2",
        "https://t.co/DEikDSjbDB",
        "@ONUDHmexico @CNDH https://t.co/STs31QapOD",
        "https://t.co/KHvwXZpcCl",
        "@ONUDHmexico @CNDH https://t.co/XeJ6BUjI9v",
        "#VidaDignaYA Exponen ante el Comité DESC de ONU que a pesar de existir la posibilidad legal, el poder judicial en M… https://t.co/YlKaHzrjxB",
        "#VidaDignaYA Informan al Comité DESC-ONU del servicio de guardería IMSS exclusivo para mujeres trabajadoras asegura… https://t.co/nB2Nb2N1AJ",
        "#VidaDignaYA Denuncian ante Comité DESC-ONU efecto diferenciado de la violencia obstétrica y la mortalidad materna:… https://t.co/M0aRAGGyPK",
        "@ProjectPODER @medios_prodh @periodistagodoy @FundarMexico @CEMDA @Somoselmedio https://t.co/xmTiT5wFg2",
        "Sigan en vivo la comparecencia del Estado mexicano ante el Comité DESC para que constaten las mentiras que reporta… https://t.co/kJ5VPSJ0zH"
    ]
}