{
    "screen name": "DashewCenter",
    "no. of tweets": 186,
    "tweets": [
        "Join @UCLA_SA leadership, including leadership from the Dashew Center, for a \"Listening Session for International S… https://t.co/FbibuHvf8n",
        "📌DEADLINE📌 The Bruin Mental Health Advisory Committee (BMHAC), in conjunction with @UCLACAPS, works to advocate for… https://t.co/PbCd74iR0x",
        "Put your global knowledge to the test as you compete with others in the UCLA community in the Dashew Center's Aroun… https://t.co/Cj1DmUqsAo",
        "Attention dancers, singers, musicians, poets, and more! Dashew is looking for multicultural performers for our spri… https://t.co/W7U8DeRfAl",
        "English Language Circle is happening this week through week 10! All registration links are available at… https://t.co/nmONStkw3q",
        "Hey Bruin Transfers - check out these Transfer Alumni Networking Nights!\n\n#UCLATransfers #TransferPride #UCLABound… https://t.co/7uWM1zAiIM",
        "Feeling Zoomed Out? Join CAPS and Dashew tomorrow, Thursday May 7th, at 11am to learn some helpful strategies durin… https://t.co/F3vZB1gQga",
        "Looking to practice a little self-care through the arts? @UCLA_RISE has you covered! Their first session is this We… https://t.co/66OPjLLk4E",
        "The census is important to #UCLA community! If you are an F, J, or EB visa holder that has been in the US for at le… https://t.co/ZhrxYBSNV6",
        "Did you miss our Global Siblings Coordinator Application Open House? Not to worry, you can catch it on YouTube at… https://t.co/Nm9LAkoJ6E",
        "Interested in working on specific projects? International Student Ambassadors serve the #UCLA campus community thro… https://t.co/Zj8nnPUmUh",
        "We miss our @UCLA_Parents volunteers! \n#NationalVolunteerWeek2020 #UCLA https://t.co/rGkGUbFobp",
        "Looking to practice your English? Register for this Friday's English Language Circle! All levels welcome.… https://t.co/J4OQcTBZ68",
        "@MarianaBat We are not aware of any official actions by the White House and therefore unable to advise at this time… https://t.co/Fd5JJUSjXG",
        "Have you been thinking about applying to be a UCLA International Student Ambassador? Here are some good reasons you… https://t.co/9Z3Xm7Z4FE",
        "Have questions about the new U.S. tax deadline extension for 2020? Check out the @Sprintax_USA blog at… https://t.co/9sYqoR86ZB",
        "We are here for you, Bruins! 🐻Help us respond to your requests faster by checking out these tips for contacting us. https://t.co/eCRkJLF9hO",
        "Attention J1 visa holders! We have updated processing times for documents. \n\nWe appreciate your patience!… https://t.co/1mvv3B3VqF",
        "Attention international students on an F1 visa -  we have updated processing times for documents. \n\nWe appreciate y… https://t.co/gaAZSI4vAg",
        "Always wanted to visit U.S. national parks? Now you can virtually! \nhttps://t.co/c32K0B8TZJ",
        "Census Day! If you are a F, J, or employment based visa holder that has been in the US for at least 6 months leadin… https://t.co/jr9NcclzMr",
        "REMINDER: In observance of Cesar Chavez Day, the Dashew Center will be closed tomorrow, March 27th, with virtual se… https://t.co/2jNpY3jLbH",
        "Ain't no party like a #Netflix party! 🎉 Grab some friends, download this app extension, and watch your favorite fli… https://t.co/7RwQq54TIr",
        "If you are still in the U.S., today is #TheGreatAmericanTakeout! Order food for delivery or pick-up today to displa… https://t.co/vbmoPThkds",
        "Free resources from @Calm! Great tools to take care of your mind and keep you grounded! #UCLA #Stayhealthy\n\nhttps://t.co/xYYagCVZwA",
        "Dashew Center has transitioned its operations to a remote work setting. Please check our COVID-19 updates page for… https://t.co/qZGVkiqxjq",
        "The Dashew Center's note on the campus' transition to online instruction:\nhttps://t.co/bLQs8VQX5s",
        "Join our team! Apply to be a layout editor for our magazine \"Envelope\" and participate in a PAID-internship! https://t.co/E5izl3iQ8B",
        "Hi y'all! Check out this video highlighting the most recent Art in Light project by international student, Muling S… https://t.co/BB6l9CciVG",
        "This finals week, be kind to yourself. 💪❤️\nTake a moment to breathe at Art in Light, a new art installation by the… https://t.co/85kXjDLDT0",
        "Hi everyone! One of our most popular events is next week! World Café is a relaxing cafe environment with delicious… https://t.co/3yOzg7fnCG",
        "Check out highlights from our Explore SoCal trip to Pasadena today! We made a stop in Old Town Pasadena at City Hal… https://t.co/DyEV8LrquX",
        "FREE dinner with an interesting conversation! Join this discussion tonight with trained UCLA Peer Health Educators. https://t.co/0TeUh8TR4m",
        "This Thursday, April 18th, we will have limited services due to office remodeling. Please plan accordingly.",
        "It's Career Week! Check out the full lineup of events. https://t.co/WvvOkKJe7T",
        "We loved seeing all the new Bruins at #uclabruinday today! #UCLAbound #DashewCenter #exploretheworld 🌎🌏🌍 — at Ucla… https://t.co/C5E5m14eTY",
        "That’s a wrap for Week 2 and of course you deserve a Freebie Friday! To win this power bank charger comment below w… https://t.co/WZIoE7SEiI",
        "Receive a RISE Mental Health Leadership Certificate! \n\nThe first RISE Mental Health Leadership training will be NEX… https://t.co/EmAJbYKpQd",
        "https://t.co/UMHtEeMDQt",
        "\"International students: #YouAreWelcomeHere in the United States. Thank you for creating jobs, driving research, en… https://t.co/Hqk4tyChhx",
        "International transfer students - check out this great event to network with alumni! \n\nUCLA Transfer Student Center… https://t.co/cyMkizDsbd",
        "https://t.co/IqF73MVofk",
        "Happy Friday Bruins! The Dashew Center is closed today and will reopen on Monday. Have a great weekend!",
        "Congratulations on finishing Winter Quarter 2019 y’all! Go out with your family and friends, experience new things… https://t.co/ev7Mw5VGqC",
        "The Global Siblings this winter quarter took part in a bunch of great activities that helped bring their families c… https://t.co/ixkRhRzzx9",
        "Hi y'all! We hope Week 10 is treating you fairly and that you are finishing strong! The UCLA De-Stress Study Fest i… https://t.co/EDBoImEFNc",
        "Interested in providing support for Queer Undergraduate Students at UCLA? Become a Queer Peer Counselor through Que… https://t.co/JGwCmA7GeI",
        "We arrive to Friday once again and you know what that means? Another Freebee Friday! This week’s freebee is inspire… https://t.co/atLwFng51d",
        "I posted a new video to Facebook https://t.co/bTOi00aCv2",
        "This past weekend the Global Siblings had their All Family Social event and it was Winter Olympics themed. There we… https://t.co/umfDAAhUMx",
        "https://t.co/1gtr6OxVGt",
        "Check out Tales of Clamor - This play centers around two artists debating cultural versus institutionalized silence… https://t.co/eyxowECUla",
        "Don’t miss the FREE art opening at the Fowler Museum at UCLA this Saturday, Feb 16 from 6-9PM. This not-to-be-misse… https://t.co/8GypSF7Xe0",
        "WORLD CAFE UPDATE! \n\nDue to the rain, we will be moving World Cafe to the 1st-floor lobby of Bradley International… https://t.co/jSQnbnyd9r",
        "https://t.co/0z2mAljnMJ",
        "Exchange Student Mixer! 🌎🌍🌏 \n\n#dashewcenter UCLA IEO",
        "Check out the events the Global Sibling Families have been doing since the beginning of Winter 2019 Quarter! They’v… https://t.co/aN4ycL8IS5",
        "Did you attend our International Comedy Show during True Bruin Welcome? If you did, you know the hilarious Dutch-Ma… https://t.co/zKGNDnKQuW",
        "It can be intimidating to apply to graduate school or scholarships when you are asked to write a personal statement… https://t.co/WwOqDIPtVm",
        "On January 30, join the International Institute on a unique talk that will examine the public figure of the female… https://t.co/yRSCkrfPqo",
        "For this year’s Annual Transfer Student Scholarship, The Transfer Alumni Scholarship Committee invites you to share… https://t.co/GlvqT9WrY4",
        "There will be no International Study Hall tonight due to the holiday. Enjoy your day off!",
        "Happy Friday, Bruins! Melnitz + CEC present us another free sneak on January 22 at 8 pm. Mads Mikkelsen (any Hannib… https://t.co/LFTV5Jfuhn",
        "We all know that networking is everything and sometimes our connections can lead us to better opportunities. But, d… https://t.co/TyezKlHpYR",
        "Are you a student considering living off-campus next year or just hoping to change your current living situation? Y… https://t.co/JwGYqMIuBa",
        "Before the quarter truly gets hectic as usual, take the time to attend the UCLA Job Fair tomorrow in the Ackerman G… https://t.co/AkBi1n0GS6",
        "The Transfer Center is hosting drop-in hours from 10 am-12 pm every other Wednesday, starting January 16 to give st… https://t.co/quMXpMxlUq",
        "South Campus Bruins, are you thinking about research but not sure where to start? Join the Transfer Center and lear… https://t.co/5g9pEYO54o",
        "Hey Bruins! If any Mamma Mia fans out there missed their opportunity to watch the sequel, now is your chance! UCLA… https://t.co/ghaGoW02ua",
        "UCLA Center for European and Russian Studies has funding opportunities for UCLA Graduate Students of up to $15,000… https://t.co/4rFRvd8zng",
        "Global Citizen Fellowship is a competitive $5000 summer grant that offers undergraduate students the opportunity to… https://t.co/RYNRF6Pg4E",
        "In Los Angeles for the holidays? Celebrate New Year’s Eve downtown at the N.Y.E. L.A. Countdown to 2019 with live m… https://t.co/ehd6zEggfT",
        "The Dashew Center is starting a new art and writing collective! Explore your creative side, meet new people, and pa… https://t.co/9qzbgJUY4J",
        "The Dashew Center is proud to present the Kurnitz Creative Writing Award, a UCLA tradition of over 40 years. In sub… https://t.co/y6C20ERccl",
        "UCLA Center for European and Russian Studies has funding opportunities for UCLA Graduate Students of up to $15,000… https://t.co/P6C7d8m1KR",
        "Global Citizen Fellowship is a competitive $5000 summer grant that offers undergraduate students the opportunity to… https://t.co/vVD4fpSzci",
        "Our next Explore SoCal trip will be to Long Beach! Enjoy a day at the Aquarium of the Pacific, a harbor cruise, and… https://t.co/xBrOQPLJzK",
        "Wicked, the Broadway musical sensation, is coming to the world-famous Pantages Theater in Hollywood! The story is a… https://t.co/Fx9qaDvnQA",
        "With the holidays coming up, many of us will be traveling.  International travel presents additional risks related… https://t.co/Tjz40pJXT9",
        "Throughout the rest of December, you can watch various holiday classics like Elf, The Holiday, and The Nightmare Be… https://t.co/u72X0oLTuP",
        "While 2018 is coming to an end quicker than expected, we would love to highlight the different events Global Siblin… https://t.co/P11jGr6cM7",
        "Looking for a place to study during Finals week? The UCLA International Student Ambassadors are holding the Interna… https://t.co/b5fgFKapiw",
        "On Sunday, December 9, there will be an advance screening of the new movie The Upside at the James Bridges Theatre.… https://t.co/MpWJtbQWmC",
        "Throughout December, you can buy tickets for Enchanted:  Forest of Light, a one-mile walk through dazzling light di… https://t.co/J7fLnztGwT",
        "On Wednesdays from 12-1:30, visit the LGBT Resource Center Library on campus for their weekly Queer Wellness Chats.… https://t.co/nfrPg9gyY1",
        "El Fieston Navideño, a Hispanic Christmas celebration taking place at Exposition Park, has a parade on Friday with… https://t.co/VGwG0WymuF",
        "Looking for a place to study? The UCLA International Student Ambassadors present the International Study Hall. Enjo… https://t.co/qttjQyLAKe",
        "Drop by our weekly English Language Circle this afternoon from 1-3 PM to practice your English conversation skills… https://t.co/PZkAi81Htm",
        "On Tuesday, December 4th from 6-8 PM, drop by Delta Terrace’s Destress for Success event! Relax by making fun craft… https://t.co/3y2WeEpNeF",
        "The UCLA Symphony is performing classical music by Schubert, Koussevitzky, and Sibelius next Wednesday at Schoenber… https://t.co/194nvOwYJY",
        "The deadline to apply for Language Exchange is this Sunday, December 2nd! This program pairs you with a native spea… https://t.co/yj2rVo12JF",
        "Drop in at De Neve Plaza Quad tonight from 4-6 PM and enjoy a game night with friends!\n\n#DashewCenter #Bruins #UCLA https://t.co/hhdX2XhJoP",
        "Communication &amp; Diversity in the Academy: Intergroup Relations (IGR) 101 for Graduate Students and Postdoctoral Sch… https://t.co/487ePkMI2V",
        "https://t.co/hCi4cr1cbP",
        "In the spirit of Thanksgiving season, the  UCLA Veterans Resource Center is holding the Hygiene Drive for Homeless… https://t.co/wgbZSVuLO4",
        "Looking for a new place to study? Come by our weekly Study Hall tonight, presented by our International Student Amb… https://t.co/k0g3eqlN29",
        "Tomorrow from 12-2pm, drop by the Dashew Center Lobby for some 1-on-1 professional advising with the Career Center… https://t.co/x4YznBgPDn",
        "Next Monday, come to the Dashew Center Lobby for 1-on-1 advising with the Career Center from 12-2pm and gain some v… https://t.co/SOAmHMYQbm",
        "Want to practice your English conversation skills? Drop in to our weekly English Language Circle this afternoon fro… https://t.co/rGVQzqs9gi",
        "We are so proud of our International Student Ambassadors at UCLA​! They have been working hard to support their fel… https://t.co/yGkAYz3pp7",
        "Prepare to get into the holiday spirit at the L.A. Zoo Lights, starting tomorrow! See dazzling colored lights, a tw… https://t.co/PHqDi1ChgY",
        "Interested in learning about society, politics, and culture all around the world? Check out this calendar of events… https://t.co/hQ9GuTl61t",
        "Trying to learn a new language? Apply for our Language Exchange program, which pairs you with a native speaker of t… https://t.co/XzHRSZKsSk",
        "World Cafe is today! Stop by Kerckhoff Grand Salon from 12-3pm for free international coffee, tea, and cookies. We… https://t.co/jM4I3VYe9F",
        "On Tuesday, November 20, join us for a free Thanksgiving dinner, open to all UCLA students and scholars! Bring a ca… https://t.co/SswrgZlDDr",
        "Did you know UCLA partners with Morneau Shepell to offer the International Student Support Program (ISSP)? Internat… https://t.co/vU6b8hYmU8",
        "This Wednesday, drop by World Café between classes and enjoy some free and delicious beverages, including specialty… https://t.co/uuyioDO3kF",
        "REACH HIGHER.  BUILD YOUR BEST SELF.  Career Ready Bootcamp is an all-expense paid, three-day professional and care… https://t.co/nwiKwZOnVs",
        "Did you know UCLA partners with Morneau Shepell to offer the International Student Support Program (ISSP)? Internat… https://t.co/Ym7ArlSU9n",
        "As part of International Education Week, the UCLA International Institute is bringing FLAS/Fulbright Information se… https://t.co/5aiADV0JlD",
        "Attention all students! The Graduate Undergraduate Mentorship Program (GUM) is currently recruiting both graduate a… https://t.co/y65c0kgbAZ",
        "In the spirit of International Education Week, we have partnered with several other campus organizations to bring C… https://t.co/SUum43aQOQ",
        "International students are a critical part of the UCLA campus experience. Join us in celebrating International Educ… https://t.co/xZThcfyJI0",
        "As part of International Education Week (IEW), UCLA Academics On The Hill​ is bringing Bruins Around the World to y… https://t.co/lIp4l3sIaY",
        "Next Wednesday, drop in at Bunche Hall to listen to a talk by Professor Thomas Pepinsky of Cornell University! He w… https://t.co/n8SMTxzoxA",
        "The Los Angeles Comedy Festival in West Hollywood features live stand-up performances, short films, and more in the… https://t.co/g8FI6sSerd",
        "Check out UCLA IEO's event during International Education Week!\n\nCheck out the other co-sponsors of IEW: UCLA Acade… https://t.co/4GGgDBvHkD",
        "Brought to you as part of International Education Week (November 13-16), World Café is a relaxing café environment… https://t.co/7jz439lbNn",
        "Attention International Students! \n\nWould you like to have a traditional Thanksgiving with a UCLA Alumnus? Open to… https://t.co/3QDiXCJERy",
        "The Dashew Center community has been invited to two international movie screenings, “Crystal Swan” and “I Am in a W… https://t.co/FANFfUsXzb",
        "As part of Transgender Awareness Week, the UCLA LGBT Campus Resource Center , TransUP, and the Dashew Center are pa… https://t.co/CFmjbb9HZg",
        "This weekend, don’t miss out on Beverly Hill’s annual pet extravaganza – Woofstock 90210! Join a pet parade, visit… https://t.co/gtpHaBtfXx",
        "Enjoy a yummy, traditional Thanksgiving meal with Dashew Center on Tuesday, November 20th! In the spirit of the hol… https://t.co/6TKig2IRPb",
        "Looking for models for the 2018 Bruins Around The World Fashion show (Nov 14, 6pm, Carnesale Palisades). There will… https://t.co/rbpw1615lD",
        "If you’re looking to start building your US credit and are not sure where to start, you may want to check out Deser… https://t.co/uypJ5uJe6w",
        "https://t.co/6xxM66MEQL",
        "Want to win a $1000 UCLA store gift card? Design a t-shirt and enter it into the 6th Annual UCLA T-shirt design con… https://t.co/vguCSQG0R0",
        "Come see the LA Lakers play against the Indiana Pacers at the Staples Center on Thursday, November 29th! Tickets ar… https://t.co/tH7fGNP1de",
        "With Election Day coming up soon, now is the perfect time to learn more about the American system of government! Ou… https://t.co/n7GHYgPVAH",
        "Experience the classic movie “The Nightmare before Christmas” any time this week with a twist! The movie will play… https://t.co/GpcdmkhO6G",
        "Applications for our Language Exchange program winter quarter are now open! If you are trying to learn a new langua… https://t.co/lPf7ZuCyAf",
        "Take a short weekend trip with Dashew Center to Temecula on November 27th-28th, where you can relax at a mansion ho… https://t.co/B4i4wmqe7N",
        "On Friday and Saturday, relax and watch the evening stars appear at the Hollywood Forever Cemetery as the cemetery… https://t.co/v9esZ06v3F",
        "Did you know that your International Student Ambassadors now have an Instagram you can follow? Check them out… https://t.co/5mg2pJRMba",
        "It's normal to feel a little stressed and anxious being away from home. That’s why UCLA has partnered with Morneau… https://t.co/RjtcKsTlc1",
        "It’s spooky season!! If you love horror and haunted houses, WeLikeLA has you covered with their list of 31 “Spooky/… https://t.co/L6BVdhYOCr",
        "Missed last week’s International Study Hall? Not to worry! Study Hall will be held at Bradley Hall 300CD from 7pm t… https://t.co/0DEXivXdS6",
        "Every quarter, the Dashew Center takes day trips to different areas of Southern California to provide students and… https://t.co/m1Z2F8FPhr",
        "If you’ve started thinking about graduate school, consider attending the California Forum for Diversity in Graduate… https://t.co/OedPaKrI9a",
        "Join us for our 21 and over Travel*Mate Trip to Temecula! Sip wine in a hot tub overlooking the sunset on a beautif… https://t.co/uxXfK1BA2z",
        "If you’ve started thinking about graduate school, consider attending the California Forum for Diversity in Graduate… https://t.co/zT8WQUFKqO",
        "This weekend, visit Pershing Square in DTLA to experience the 3rd annual Oktoberfest, where local brews, authentic… https://t.co/006EnIxB3E",
        "We’re here for you. You’re not alone. UCLA’s new International Student Support Program, in partnership with Morneau… https://t.co/x98KNyj8P9",
        "The Dashew Center is proud to present its Explore SoCal Series. Every quarter we take day trips to different neighb… https://t.co/ehTGzYTzbs",
        "Do you miss the plentiful free concert series all over Los Angeles this summer? Taking place every Friday, visit LA… https://t.co/fcMyTGz4Df",
        "All throughout October, Haunted Little Tokyo is presenting various Japanese horror films to celebrate the spooky se… https://t.co/7Vl9Airp5f",
        "Starting in Week 3, the UCLA International Student Ambassadors will be hosting the International Study Hall every M… https://t.co/NeIt85SS1l",
        "All throughout the quarter, the UCLA Career Center will be holding pop-up advising around campus on Mondays from 12… https://t.co/8AzS9Nj75m",
        "Attention international students with dependents! https://t.co/wpaMvECB9j",
        "Interested in French? Le Cercle Francophone is a French club which meets every Tuesday starting week 2 from 1-2pm i… https://t.co/ipFHmjuTrz",
        "We get it, school is tough for everyone! So give yourself a break- watch this short ISSP video to see how UCLA’s ne… https://t.co/jFk3BfVCMh",
        "UCLA After Hours is back! This quarter, After Hours will be at at The Nickel Mine on Santa Monica Blvd. on Wednesda… https://t.co/r8OEGQ8PP0",
        "Drop in this Thursday from 7-9 PM at Bradley International Hall 300! Meet your ambassadors and students from over 3… https://t.co/RUVNlkPq9U",
        "Are you a regular Lyft user? Lyft and UCLA have partnered up to offer a new ride program that will get you around W… https://t.co/lbHFQvUXgF",
        "The Black Convocation is an annual event that welcomes all students to UCLA and provides them information about the… https://t.co/HE7vhq7VK8",
        "This weekend, head to Central LA to enjoy a FREE four-day festival in Koreatown celebrating Korean culture with aut… https://t.co/jfpLw8zJBw",
        "Come by the LGBTQ Welcome Back Resource Fair on Thursday - The Dashew Center will be there with freebies and resour… https://t.co/0RUNW0S0Er",
        "Check out the Welcome Back Resource Fair on Thursday 10/4 - The Dashew Center will be there! https://t.co/W6VDpgL1j8",
        "Take a moment to recalibrate yourself after the first week of classes!\n\nMindful Awareness Meditation involves activ… https://t.co/Wnjulv6LUY",
        "Applications for our Global Siblings program close in one week! \n\nLooking to make friends from all over the world?… https://t.co/oNCtU9EHjq",
        "Our annual Welcome Event brings hundreds of students together to celebrate the start of the new school year. You wi… https://t.co/iiismCPIjt",
        "Visit Exposition Park this weekend for a two-day dinosaur festival where you can meet paleontologists, learn about… https://t.co/SKgM74BiDc",
        "The annual Mid-Autumn Moon Festival, celebrating the full harvest moon and bountiful harvests, will take place this… https://t.co/M7qdi6XiTj",
        "Featuring hilarious headlining comedians from all over the world, our 7th annual International Comedy Show THIS Thu… https://t.co/IKQoxd7Sm7",
        "On Sunday, join the LA Phil for a massive, FREE eight-mile street party (from the Walt Disney Concert Hall to the H… https://t.co/RIgsHBIlRq",
        "Our Grad Student Mixer, is a two-hour event where graduate and professional degree seeking students have a chance t… https://t.co/6mhT1Cugmz",
        "Check our student staff, Marcus, and his #myBRUINstory! We are happy to have you on our team and to be a part of yo… https://t.co/RPi8rkxzFN",
        "Museum Day is an annual celebration hosted by Smithsonian magazine in which participating museums and cultural inst… https://t.co/IvIVFMgJ6c",
        "Attention all graduate students! Here are events exclusively for you, including our Graduate Student Mixer on Tuesd… https://t.co/LxM7IyAQmW",
        "Shout out to the quarter system for giving us a long summer, but its time for back to school! Get organized for col… https://t.co/yyQvgclgKf",
        "A True Bruin like you deserves a proper reception! With over 150 events on campus, on the Hill, and in Westwood Vil… https://t.co/5KtdLxUKUs",
        "International Students now have their own app, thanks to Morneau Shepell! UCLA’s new, free My SSP app is awesome be… https://t.co/ZPuLXujJZ4",
        "It can feel overwhelming to shop for professional wear. Come get help at the JCPenny + UCLA Suit-Up Event AND an ad… https://t.co/okggoAPIdo",
        "America’s first art show for dogs, dOGUMENTA, debuts in DTLA this weekend! The exhibition features art with sound a… https://t.co/zyTv8XaMmZ",
        "$5,000 scholarship! Accepting applications now! \n\nThe True Bruin Distinguished Senior Award is a prestigious schola… https://t.co/x2Xl4ebmOr",
        "Celebrate your favorite superheroes at the 3rd annual Nerdbot-Convention is coming back to the Pasadena Convention… https://t.co/6v2MOD8udm",
        "Welcome to UCLA new international Bruins! 🌎🐻 #dashewcenter #ucla",
        "Have you completed the iSTART@UCLA Online Orientation yet? If not, it is highly recommended that you complete ALL s… https://t.co/EWDw6xbd2o",
        "As always, the museums of Los Angeles have free admission days every month. WeLikeLA has compiled a cheat sheet for… https://t.co/dADQrdHTXk",
        "Programming Staff bonding night! Escape room and pizookies 😋 💙",
        "Need a new wardrobe? Ready for fall season? We’re taking you back to school shopping this week on Dashew's… https://t.co/7cauMtE8HV",
        "Every year at midnight on September 15, Mexicans shout the Grito de Dolores, “Mexicanos, viva México” to honor the… https://t.co/b0mzgGBF7y",
        "If you’re coming to the US soon or have just arrived, be sure to check out campusSIMS (tag page)! This mobile servi… https://t.co/q2CQ3ObDfB",
        "On Saturday, September 15, head to a beach near you to participate in the activities of Coastal Cleanup Day, the wo… https://t.co/2YALk7ZEAl",
        "You deserve all the help you can get. So take advantage of all the resources available through UCLA (in partnership… https://t.co/kyz7rqkCO6",
        "Join the crowds at Santa Monica Pier for the Twilight on the Pier outdoor music festival, complete with music perfo… https://t.co/V2Z0lHO3tp"
    ]
}