{
    "screen name": "notRyan____",
    "no. of tweets": 186,
    "tweets": [
        "this dude that’s obsessed with pawgs and talks thru his teeth is easily my favorite person to ever exist",
        "aw heck i tweeted out my dang SS#",
        "666-69-6969 https://t.co/JsXYHoaUgA",
        "i don’t wanna be here anymore https://t.co/Sq84gOtxTJ",
        "scott tissue is very much indeed acaloric mr shoenice https://t.co/eDoV26r2C3",
        "LOBA FINNA MAKE ME ACT A DAMN FOOL",
        "mannnnnnn this new apex legend is THICCCCCC",
        "@gfwanteddm4info iowa? more like I OWE A billion in taxes and plan to die in a shootout with the IRS",
        "i guess the buffet selection was solid that day bc this mans still gave them 2 whole ass stars https://t.co/zhHGn1AlXi",
        "https://t.co/CpEKJ9oCxu https://t.co/TblOKOyl4W",
        "especially the thicc onez ! 💯💯💯",
        "happy birthday 2 all tha momz out there 💯💯💯",
        "@ShelbyLaraine how dare you expose me https://t.co/Yz9Rkit5Ba",
        "@gfwanteddm4info yo let’s slide through carl’s jr",
        "@gfwanteddm4info golly gee i sure hope so mister!",
        "@gfwanteddm4info i hope she sees this https://t.co/jRhmBKcEe7",
        "kehlani could slit both my achilles’ tendons, shatter my knee caps, shove bamboo shoots under my finger and toe nai… https://t.co/KwhccLn1gx",
        "@gfwanteddm4info electoral college alum? more like gigantic fucking loser nerd",
        "don’t you dare post that corny ass cinco de mayo caption you freakin bozo https://t.co/HpHypNV7Fp",
        "definitely not because of some nerd movie series",
        "may the fourth be with you! it’s funny because it sounds like you’re saying may the force be with you but with a lisp!",
        "@gfwanteddm4info fuck research bro let’s just get all these smaldics together to form one giantdic",
        "@gfwanteddm4info SMALDICS! UNITE!",
        "@gfwanteddm4info nothing like a good ol self salad toss",
        "my own ass https://t.co/gn6FKc42QF",
        "@jellybellyrocks enormous baby in 17 years https://t.co/Yi7OJo5B2Z",
        "@Ehutch2712 $69 trillion for 420 years",
        "they got this chubster mcgee wearing growth hormone-lined pampers while being on a strict mcdouble diet https://t.co/fyz8l1DjwZ",
        "didn’t jp morgan get caught w like 69 metric fuck tons of cocaine a lil while back? https://t.co/v37Ow7ZuYH",
        "https://t.co/9cao2Z1awY https://t.co/0d1VoPGkbW",
        "this was peak comedy for some people back in the day. ponder on that https://t.co/fs2cAeYEyB",
        "@gfwanteddm4info @llovelycv @ThickRick15 @thatsdeep6 @KaceyMusgraves @KaceyMusgraves please notice me",
        "@gfwanteddm4info @llovelycv @ThickRick15 @thatsdeep6 https://t.co/1zoOv8EpnT",
        "diversifying your portfolio https://t.co/yK1Kxz0rCC",
        "“damnnnn my g your warrior 2 pose goes hard as fuck” https://t.co/jd4azYYL0f",
        "if you or a loved one have been infected with SMALDIC-69, please visit our outreach page regarding treating and sur… https://t.co/VxAf77XfAv",
        "@MorganJaouni you’re the man 💯💯💯 so glad you were able to work with such a small specimen such as my pee pee",
        "@gfwanteddm4info i have to wear a cone on my head👿💯💯👿👿👀",
        "tested positive for SMALDIC-69",
        "@MorganJaouni my body isn’t capable of growing that much hair so please do this for me mugrin",
        "definitely pronounced gif https://t.co/GQzK7ZiHfr",
        "until tomorrow... https://t.co/KzaRvVUZGH",
        "this is my new life goal https://t.co/Tld9KRrURf",
        "“awww heck” https://t.co/0kJyXXCcDp",
        "@gfwanteddm4info https://t.co/EEUFi8T0mv",
        "@_WeiRDPaST_ he was probably in that bathroom for a good 45 minutes practicing and re-recording that hoe thinkin “yea this is fire bro”",
        "please i urge you all to please bring bullying back this shit hurts to watch please i can’t do this anymore https://t.co/3sm3ET8CAF",
        "hold up,,,,,,,u kno i had 2 do it to em https://t.co/MyoVLORge4",
        "hannah ann or madison are the final 2 of the bachelor this season btw y’all,,,,",
        "plz bring bullying back cuz god damn y’all are fuckin annoying w this tik tok bullshit https://t.co/Ahef6AZRwi",
        "@BTInsuranceCEO idk what tha hell you just said but hell yeah bro,,,",
        "@_sadiejo fuck me urself u coward",
        "@JakeWaller97 just trying to spread the news",
        "FOX: Texas Tech University officials have confirmed a case of coronavirus within the Lubbock community. Check to fo… https://t.co/WFAHEjZBay",
        "@matthewww131 and these were good takes? you’re already 0/2 https://t.co/SxHhb4jUv8",
        "@matthewww131 chiefs by 69",
        "reason #69696969 kids are fuckin stupid https://t.co/HCjgAqOXdw",
        "@WTXJET if you shit in the shower then you don’t have to flush the toilet or wipe your ass",
        "top 3 worst things in the world is having to shit right after you shower",
        "@e_mmahall it’s 2020 we boofin everything baby",
        "@jellybellyrocks ryan “the source” gillispie",
        "@CruzControl0 cruzcontrol putting the cruze into cruise control",
        "@ThickRick15 i hope there’s not a camera in that thing bro . raunchy deeds were done in that bathroom",
        "Gardner Minshew II for president of the united states https://t.co/050jqWwCMb",
        "@emilyjennn your pain joys me",
        "@sabrinamichelep expose our bodacious ass cheeks?",
        "there’s only a few things in life that i do know......one of them being that the final 2 for the bachelor are hannah ann and madison",
        "baby,,,,,i will treet u ryte 🖤🖤🖤 https://t.co/XNQnLzhWZc",
        "@emilyjennn your plea for mercy means nothing to me. you and many others will feel my wrath that is spoiling the bachelor",
        "ᵘʰʰʰʰ oh y’all know what that means https://t.co/iFsrm6AsPA",
        "@WTXJET who cares at this point? any song i listen to of his i immediately have to meet with my toilet for liquids coming out of both ends",
        "already thought i kinda wanted to get murdered before listening to this , now im begging anybody to end my shit thi… https://t.co/iwbpIHOy4e",
        "@gfwanteddm4info yo tengo un gato en mi pantalones",
        "just send all them a&amp;m rotc dudes to iran",
        "@gfwanteddm4info where da hoes @ https://t.co/tz5OOTJP2c",
        "only good thing about the houston area so far is that there’s an interstate 69",
        "if i saw it, y’all must see it too https://t.co/J14ME5pHax",
        "@ShaolinBobby https://t.co/TKlM4E8d0W",
        "@gfwanteddm4info quit crying and catch this mf back shoulder fade",
        "@gfwanteddm4info get yo big ass down in the post the fuck",
        "jumping on this ‘the body/the face’ train,,,who want me https://t.co/fpFXeI40SQ",
        "who tryna be my runescape gf",
        "going to craft a petition allowing ‘queef’ to be an eligible word on words with friends",
        "@emilyjennn i’m the epitome of original",
        "who wanna play me in imessage games during my graduation ceremony",
        "@ThickRick15 Liked by my name wang",
        "i didn’t wanna jinx it before my last final but damn bro,,,,,16th grade was easy as shit",
        "@NotBryceCube good a morning https://t.co/CaDcr7seHQ",
        "@_WeiRDPaST_ i know you ain’t lying bro i’m ready for it",
        "@_WeiRDPaST_ i wish i knew why bro it’s bullshit. people will learn one day. i’m gonna keep listening to it till 12/21",
        "@_WeiRDPaST_ 6/10 songs were maxo too. brandon banks is hard as fuck https://t.co/Jo4Z2qBYjH",
        "@_WeiRDPaST_ https://t.co/LdOhSixqcc",
        "@ThickRick15 fuckin dumbass kid",
        "@NotBryceCube reign in blood or show no mercy",
        "@gfwanteddm4info my sweet son, calm your electric titties for father will be home soon",
        "@WTXJET full time tweeter",
        "last day of undergraduate studies,,,,,,eat my shorts and my underpanties i done did tha damn thing",
        "holy fuck rip my tits off https://t.co/Va4JdkKzPx",
        "@Ehutch2712 this my wife oksana, she’s a boring",
        "throw some more ice on it idk https://t.co/4KeMMtnxFW",
        "@ThickRick15 thanks man i’m proud of u too full homo",
        "last 8 am of my entire life in 24 minutes , might fuck around and show up late who knows",
        "@TyWheaton oh yea and humble! thanks man",
        "@gfwanteddm4info praise be to big ol pooper cheeks",
        "@_WeiRDPaST_ humble and self aware might i add along with blessed",
        "thankful for being so damn good looking and smart and handsome and intelligent and beautiful and brilliant",
        "getting my runescape membership back don’t txt don’t call don’t write",
        "@NotBryceCube he would probably talk to you more than he talks to his actual dad",
        "@jellybellyrocks only if u buy my ass pics",
        "@ThickRick15 the only way is 100% angus beef patty betwixt two fluffy whole grain buns",
        "@ThickRick15 only throne he deserves is a throne of lies",
        "@WTXJET no, i don’t do any of that",
        "@matthewww131 foul human being plz exit my mentions",
        "yes https://t.co/X5Kc0UXAPC",
        "who am i to tell ppl what to like but if ur into feet in a sexual way u hereby do not have basic human rights as of right this moment",
        "ᵘʰʰ sorry what of the rock https://t.co/MQGCDVSOj8",
        "@ThickRick15 nothing like a classic self-incrimination case. i guess he already learned his lesson",
        "ladies ;\n\nplz collectively throw ur chunky ass filas into a landfill and set that shit ablaze cuz i think i can spe… https://t.co/pX2zdSzr1e",
        "didn’t this man just kill someone https://t.co/gh68VGgeOY",
        "why not scarlett johansson https://t.co/MUD6fjnUpH",
        "now that i’ve lost in my fantasy league playoffs (fucking insane we’re having it this early in the season) i am stress free",
        "@emilyjennn killed that shit",
        "@WTXJET @ThickRick15 shaken iced white tea***",
        "@ThickRick15 superior hydration and copious amounts of meth is the secret to a super bowl championship. tell em that",
        "@TatschTanner ur right, my name wang",
        "@TatschTanner already did that it’s just a lil piece that hangs down and still scrapes the ground. or u can come fix it for me big man",
        "nah man the bottom of my civic scrapes the ground everywhere i go and i jammed a penny into my cruise control butto… https://t.co/ifOMSTnSNL",
        "@ThickRick15 need a couple more onlyfans subscribers and you’ll have it",
        "@ThickRick15 good evening https://t.co/Cc28T9nyms",
        "females will really carry around a baby in their uterus for 9months and let that bad boy grow to the size of a regu… https://t.co/mmBhAQuRp9",
        "@senor_congo still waiting for better options my brother",
        "i don’t even gotta say anything for y’all to know i want her to murder me https://t.co/kuG2977xRR",
        "@gfwanteddm4info fuck a hot girl ima go smack that by akon on them cheeks son!",
        "ho. lee. shit. https://t.co/8gwZS1Jvp8",
        "@Ehutch2712 your vagine hang like sleeve of wizard robe",
        "@WTXJET the youngins nowadays use these things called ‘streaming services’ on their apple tv’s. no idea how they ma… https://t.co/GzCZ7cLUuN",
        "i wish blockbuster was still around so i could rent every copy of borat and never return a single one",
        "give me your tears gypsy or i will take them",
        "17° fahrenheit and it’s not even snowing. what a waste bro",
        "@ThickRick15 @KaceyMusgraves https://t.co/nWb2mgGCxq",
        "@_sadiejo nothing like 30 mph good quality air goin straight up my ass",
        "another great day to be a red raider! my nips are gonna be so hard all day long baby! https://t.co/SuGY1QbHgp",
        "@Hannah_Millho are you suggesting coconuts can migrate",
        "@BellyDansaa someone has a case of mad online",
        "@BellyDansaa every year i’ve been here we’ve been meat judging champs . it’s a joke DUDE",
        "@ThickRick15 as long as it’s consensual",
        "@ThickRick15 that’s why tha ladies come here,,,,they love our meat",
        "forget football , we’re a meat judging school now baby https://t.co/2oCXRiJ6ss",
        "i’ve said it once and i’ll say it again, if i have a male heir, his name will be Patrick Mahomes Gillispie",
        "they’re so old their respective social security numbers are 1 and 2 https://t.co/gpiaGdpzvg",
        "i am the smartest man alive and i will never die",
        "it’s a beautiful day in LBK today. a great day to be a red raider!! https://t.co/EJkikzOkqQ",
        "@BellyDansaa i’m 6-1 against you get out of my face you stink https://t.co/2FX2eWuuZf",
        "@matthewww131 bang my line",
        "professional imessage 8 ball pool player will now be on my resume",
        "good thing i don’t have a foot fetish cuz them hoes are fucked up. still love you baby ❤️ https://t.co/1yXvnWOYtU",
        "the dollar general version of seinfeld to put it nicely",
        "sucks my hairy ass crack https://t.co/Ib2Ax3w1g1",
        "no nut november has single handedly increased my grades and kill/death ratio on CoD. i am operating at a whole othe… https://t.co/NiB9mVG8ud",
        "@Ehutch2712 @DallasStars deeks and tweeners baby",
        "got damn this giraffe is a FREAK https://t.co/ZRtj6vG33M",
        "@BellyDansaa no i’m not mad https://t.co/hz3Q8LbBPt",
        "@BellyDansaa siiiiiiiick 🤙🏼",
        "psa: step brothers is officially on netflix . you are welcome",
        "@matthewww131 i’m a hockey guy now idk what you’re talking about",
        "how did lubbock not win outright? https://t.co/mTxknprXkV",
        "@senor_congo please provide options, bro cuz i’m not seeing any competition.",
        "there are only 3 things in life that are for certain:\n\n-death\n-taxes\n-kacey musgraves kicking me repeatedly in the… https://t.co/gEmSmD7cNq",
        "@HayWhy123 https://t.co/jvvKnDTVgO",
        "remember, there is no nutting in november. stay strong my brethren for the night is dark and full of terrors.",
        "https://t.co/qfa2TrQegg",
        "@HayWhy123 over has hit every time in houston. but greinke is pitching and the last game he pitched was the only ga… https://t.co/GaqzveIKm6",
        "@ShaolinBobby @ThickRick15 https://t.co/VVsblaUXTO",
        "@ShaolinBobby @ThickRick15 women go to jupiter to get more stupider. that should answer your question",
        "@ShaolinBobby @ThickRick15 punctuation, not grammar. idiot!",
        "@ThickRick15 @ShaolinBobby it’s okay, i just love punctuation.* read a book, you reprobate.",
        "@ThickRick15 @ShaolinBobby o eye am sar e pro fes or Thicc Ricc it wont ha pen a gen.",
        "@ShaolinBobby read a book you reprobate",
        "@ShaolinBobby i always knew you liked getting your back blown out by men suffering from humongous dong syndrome",
        "im curious, how has this man not died from humongous dong syndrome yet https://t.co/TY6Cashl6y",
        "@HayWhy123 parlaying that 7.5 over and nats moneyline yet again my baby",
        "@ThickRick15 don’t act like you didn’t like what you saw you big baby",
        "its 6:38 antemeridian time in the central time zone,,,what the hell are y’all pissed about already",
        "@Ehutch2712 all he/she/they will know upon birth is death and hatred to mankind and those glorious drums",
        "@Ehutch2712 your future wife playing war pigs by black sabbath https://t.co/ZfNiA4LnHD",
        "if ruffles have ridges, do truffles have tridges?"
    ]
}