{
    "screen name": "DoviEisenman",
    "no. of tweets": 181,
    "tweets": [
        "Gracias al Instituto Alberto Einstein por este aporte a la educación de nuestro país. https://t.co/ho3E8b5Rlh",
        "Se dice que el éxito no da felicidad, es la felicidad la que produce éxito! Es por esto que vivir con pasión lo que… https://t.co/pGovRD6B2d",
        "Sugiero calendario con posibles fechas de  fases para alcanzar la “nueva normalidad” Es importante que que se comun… https://t.co/AqaREmhNmY",
        "Cuando se trata de cosas de la vida,la inocencia y sencillez como ven los niños la vida, es lo que nos hace entende… https://t.co/9MyfzYkP1L",
        "INCOTERMS en el comercio internacional se utilizan para delimitar responsabilidades del transporte, seguro y condic… https://t.co/gZKl2ux15Y",
        "¿Cómo será el día después? Seis expertos de la salud y economía dan su visión | Critica https://t.co/Cc0honm3ko",
        "El ser solidarios nos acerca mucho más al sueño de vivir en un mundo cada vez más justo. \n\nAl entregar herramientas… https://t.co/2OwGn8K17Y",
        "@abrocej @ecotvpanama @DrJulioSandoval @xsaezll @NicoGonzalezRev @FelipeChapman @AimeeSentmat Hola es hoy a las 11AM por @ecotvpanama",
        "@juangabriel2170",
        "Mañana por @ecotvpanama La Salud Médica y Económica, El día después @DrJulioSandoval @xsaezll @NicoGonzalezRev… https://t.co/7tU5agEYPL",
        "Solidaridad hay en pequeños actos de amor. \n\nEn preocuparse por el otro. \n\nEn preguntarle a ese vecino mayor de eda… https://t.co/sMiOknXPto",
        "Se escucha que Panamá mejorará su posición como centro logístico regional. \n\nEl buen uso de tecnología, infraestruc… https://t.co/5PjdbHBoqz",
        "Encontrar la Felicidad a través de la Solidaridad https://t.co/YhDfkpmVmU vía @YouTube",
        "La solidaridad no parte de nuestras necesidades. \n\nEso es lo más importante que debemos entender. \n\nNo es lo que yo… https://t.co/fXZv9BlP6F",
        "La educación debe continuar. \n\n@fundacionjupa lleva este proyecto de entrega de libros a las áreas de mayor necesid… https://t.co/tgCs1RFtWw",
        "La historia nos ha demostrado que las mejores herramientas para hacer frente a estas crisis son ser conscientes y s… https://t.co/eYeTW8Y0RL",
        "La felicidad verdadera solo se consigue cultivando con disciplina el alturismo, sabiduría y la compasión eliminando… https://t.co/2SFqd1SMS5",
        "@tuverdadonline Muchas gracias! Bendiciones",
        "Debajo lo que hace latir mi corazón todos los días.                   \n\nTe has preguntado que es lo que hace latir… https://t.co/TYbCR4bELt",
        "Panamá es privilegiado con una ubicación estratégica. \n\nTodos los servicios agregados de la cadena de abastecimient… https://t.co/COXePoGkbD",
        "Datos importantes que ofrece el FMI sobre expectativas del crecimiento económico de la región y Panamá.  https://t.co/fqmFq946yh",
        "En estos momentos varias plataformas estan dando cursos online gratuitos para desarrollo humano. \n\nSiempre es buen… https://t.co/AN5ZEeKzoH",
        "Recordemos esto siempre! \n\nQue positivo ver como personas sin importar su nacionalidad son solidarios con nuestro p… https://t.co/WXkeSE7SxG",
        "Aún cuando las empresas en el país estén cerradas por decreto considerar:\n\nTener una comisión que este activamente… https://t.co/rekpLJK8Xr",
        "@Manuel_Lorenzo 🙏 gracias",
        "Hemos aprendido lo importante que es:\n\n* El trabajo en equipo\n* El trabajo por el bienestar de los demás \n* El valo… https://t.co/CFJZiSa4TF",
        "Oportunidades para valorar lo que tenemos y construir una nueva realidad a partir de eso.  \n\nOportunidades para ent… https://t.co/LIb1OC37Bo",
        "Oportunidades para crear. \n\nOportunidades para tomar decisiones y devolverle el control a la vida que a veces creímos no tener.",
        "El #COVID19 es una crisis que nos está dejando muchas lecciones pero sobre todo oportunidades. \n\nOportunidades para… https://t.co/tZpmpuFOyW",
        "Oportunidades para valorar lo que tenemos y construir una nueva realidad a partir de eso.  \n\nOportunidades para ent… https://t.co/uJbtW9ks6h",
        "Oportunidades para crear. \n\nOportunidades para tomar decisiones y devolverle el control a la vida que a veces creímos no tener.",
        "Te comparto estas herramientas para reinventarse en el siguiente link.  https://t.co/JGYbHXYPlK https://t.co/mkaGRK65FV",
        "La oportunidad está en la crisis – Dovi Eisenman Panamá https://t.co/qbgj1XNf01",
        "Todos hemos sufrido una crisis alguna vez en nuestra vida y hemos logrado echar hacia adelante, esta vez no será di… https://t.co/WKTOj7jUo8",
        "COVID-19 complica logística de carga aérea en Panamá  https://t.co/OYRnnkxCaF",
        "El teletrabajo vino para quedarse. \nExiste ley en nuestro país que lo regula. \n\nDeben las empresas considerar no so… https://t.co/pozF7rbG5C",
        "Así como este muchos más reconocimiento y honor a los héroes sin capa de esta pandemia.💪💪 https://t.co/jcijUXanG5",
        "@AMOTTAPTY @MariGuizado 🎊🎉felicidades",
        "Existen varias organizaciones y empresas que facilitan la donación de bolsas de comida durante esta  crisis para lo… https://t.co/yxJ9ujPgzi",
        "Felicidades @IsraelinPanama por los 72 años del Estado de Israel. https://t.co/IYRMJ71olN",
        "Abro hilo para que propongamos ideas, soluciones?",
        "Estamos sobre una línea bien delgada donde la resistencia del pueblo esta por quebrantar. \n\nEl hambre puede quitarl… https://t.co/elgbnbpypM",
        "El Estado de Israel cumple 72 años\n\nCon pocos recursos naturales ha invertido en la creatividad e innovación humana… https://t.co/3d4fG6k4dI",
        "Algunas Reflexiones que nos deja el Coronavirus. \n\nComparte si gustas que reflexiones te deja a ti? #quedatencasa… https://t.co/PxBtdfMRYX",
        "Debido a pandemia  COVID-19,  hay disminución en el sector de pasajeros y una demanda fuerte de vuelos de carga.\n\nE… https://t.co/vPZasSClDC",
        "La logística del transporte durante está pandemia también ha tenido que adaptarse rápidamente. \n\nMedidas sanitarias… https://t.co/RGaXW5Md6u",
        "Les comparto algunas guías que he encontrado útiles y están relacionadas con la educación de nuestros hijos durante… https://t.co/7nBkJuAVU5",
        "Quieres saber como hacer con tus hijos, su educación y manejo del estrés durante esta cuarentena? \n\nTe recomiendo e… https://t.co/VQ9sckKy4R",
        "Que la educación se transforme en la mejor excusa para fortalecer nuestras relaciones con nuestros hijos. \n \nPara q… https://t.co/qA2zztoh7R",
        "El COVID19 nos ha enseñado muchas cosas que debemos empezar a trabajar para que el mundo más nunca se detenga como… https://t.co/02cseeOc29",
        "En el camino a la felicidad es importante la empatía. \n \nNo vamos solos por la vida. \n \nSomos parte de una sociedad… https://t.co/8gOyoNjwty",
        "Comparto este video con una reflexión. La educación nos da la confianza, las herramientas para triunfar en la vida,… https://t.co/7TiiRfjIk6",
        "Estas palabras son las que determinan la diferencia entre seguir avanzando o quedarse frenado:\n\nEnergía, Voluntad y Deseo de Superación",
        "El levantamiento de la cuarentena | La Prensa Panamá https://t.co/k1YO77nABP",
        "Cada día que dejamos de aprender, estamos dejando de vivir!",
        "Tantos buenos cambios nos ha traído el Covid19 que ahora más personas usan el codo para saludar que para golpear! #veamoslopositivo",
        "El Coronavirus es un freno de mano para la vida de todos.\n \nSin embargo, nos ha puesto a pensar, reflexionar, a val… https://t.co/evUGX6dXya",
        "Hay una famosa frase que dice “la esperanza es lo último que se pierde”. \n \nTodos debemos tener la ilusión que pron… https://t.co/cuEMEQiHyg",
        "Lecciones del pasado para vivir en el futuro – Dovi Eisenman Panamá . Te invito a leer en el siguiente link. https://t.co/96VPqOOc8O",
        "Comparto esta Reflexión con mucho cariño para mis amigos en Twitter.  https://t.co/VnryBnayk2",
        "Tú tienes la opción de poder ser feliz practicando estos u otros hábitos que te ayuden a vivir la vida con sentido.",
        "5. No te juzgues:\n\nTodos tenemos nuestros momentos y es normal. \n\nLo importante es darle la vuelta a los malos pensamientos.",
        "4. Rodéate de gente que te haga feliz:\n\nLa felicidad se contagia más rápido y te ayuda a mantener estable tu salud… https://t.co/t4SPwW4yBq",
        "3. Céntrate en lo importante de la vida:\n\nPensar mucho es el peor ejercicio en este momento. \n\nDefine lo importante… https://t.co/1nluMKxCM5",
        "2. Valora lo que tienes:\n\nEs más fácil ver lo que no tenemos a lo que tenemos. \n\nPara llegar hasta aquí algo bueno… https://t.co/ErDjaMkS1I",
        "1. Dale un propósito a tu vida:\n\nEn palabras sencillas, un sentido. \n\nMuchas veces pensamos demasiado y nos ponemos… https://t.co/twvzPga9Dr",
        "Cuando la vida nos golpea es que nos damos cuenta que está llena de momentos extraordinarios.\n\nSe puede aprender a… https://t.co/zwFVlwNVXn",
        "Vuelo directo y sin escalas. @fcipty https://t.co/MrIbzIdBDm",
        "Esta crisis nos ha hecho detenernos y entender lo maravillosa que es la vida. \n\nTenemos tantas razones para agradecer y ser felices.",
        "La llamada “ cuarta revolución industrial “ ha recibido un freno de mano, para acelerar la Era Digital hasta el fon… https://t.co/IEvWaV8Q4d",
        "El cerebro vive en su zona de confort. \n\nAsí que es mucho más cómodo quejarse o lamentarse y no luchar contra la co… https://t.co/9zoSmDofZA",
        "No puedes controlar la mayoría de las cosas lo que puedes hacer es influir en ellas. Siempre que lo hagas trata de hacerlo positivamente!",
        "Sonríe a los demás como te gustaría te sonrieran a ti. \n\n#Sonrielealavida",
        "Gran parte de las cosas que nos ocurren en la vida no las podemos escoger, lo que podemos escoger es la actitud con… https://t.co/xq4oDiymht",
        "Les comparto un escrito sobre vivir una vida con sentido y ser feliz:  https://t.co/n7fNEs3LSi https://t.co/RUKTC63ANH",
        "Hemos aprendido que de nuestra salud depende que el mundo siga avanzando. #QUEDATEENCASA #diamundialdelasalud https://t.co/7sLmyTe82h",
        "Las recomendaciones de Larry Fink, el mago de las finanzas, para enfrentar la crisis económica - Infobae https://t.co/WkNjbRKKAy",
        "Gran parte de las situaciones que nos ocurren en la vida no las podemos escoger. \n\nLo que si podemos decidir es la… https://t.co/RAXb9Xx8OX",
        "Estamos dentro de un túnel ganando tiempo pero saldremos, esto no es un Pozo sin salida. \n\nÁnimo que al final del t… https://t.co/GpeySYkJju",
        "Amamos los que hacemos, comprometidos con nuestro país. Gracias a todo nuestro equipo por su apoyo incondicional.!!… https://t.co/jscPgTyOd3",
        "Algunas veces en la vida hay que parar para reparar! #QuedateEnCasa",
        "Esperamos pronto una vacuna contra el #COVID19 por el momento lo que si sabemos es como evitar que siga propagándose!#QuedateEnCasa",
        "Las 7 maravillas del mundo no son las que nos enseñaron en la escuela. https://t.co/6HVAkn78ma",
        "El ser alegre no es una consecuencia es una decisión propia y de nadie más! #sonrielealavida",
        "Nos hemos dado cuenta que el éxito está en hacer algo por los demás, en salvar la vida de otros. Ellos son nuestros verdaderos héroes!",
        "En estos momentos es donde más unidos debemos estar, no seamos complices de críticas de odio, ni de señalamientos,… https://t.co/WCURVJ1mUK",
        "Un gran amigo menciono que en este momento los padres tenemos la oportunidad de esta experiencia #COVID19.\n\nDejar u… https://t.co/UH6wDDXnvx",
        "Ni el #coronavirus puede con mi disciplina! 💪💪 https://t.co/q7DnonRdxh",
        "Hay que aprender a ser generoso con los demás, empezando por saber escuchar.\n\nmuchas personas  lo único que necesit… https://t.co/rCNzxaL8JR",
        "En estos momento importante abastecerse para 2 semanas en insumos de alimento, higiene, salud y necesidades básicas… https://t.co/7XBIcNNIHs",
        "Te comparto este blog para ti. No es el momento de rendirse, es parte del drama de la vida – Dovi Eisenman Panamá https://t.co/qCHYxye5Kl",
        "No es el momento de rendirse es parte del drama de la vida. Te comparto esta reflexión para estos momentos que vivi… https://t.co/TK9m14VMyA",
        "@LiriethGonzlez2 Muchas Gracias por hacérmelo saber. Muchísimas Bendiciones.!!",
        "La vida siempre nos va a sorprender con un drama y algunos tendrán finales difíciles. \n\nLo importante es poder ente… https://t.co/ecWJpbPQ98",
        "Hemos aprendido que es mucho mejor un abrazo que cualquier palabra.",
        "Comunicado de @ProtegeryServir  Ayudemos a promover información de fuentes reales. #solidaridad #panamasolidario https://t.co/n6EYBmmLo5",
        "Incitar vandalismo y saqueos en el país crea inestabilidad y complica labor de voluntarios y héroes que tratan de s… https://t.co/mfDQvgAQCf",
        "Café con Dovi - Ubaldo Davis (3ra Temporada - Ep. 6) https://t.co/cVhfMOARni via @YouTube",
        "Hoy alguien en mi redes me pidió un consejo y gracias a ella termino con esta reflexión que quiero compartir con to… https://t.co/JUmU3ku9yP",
        "Nos hemos separado para pronto poder estar todos juntos. #bendiciones",
        "Olvidemos nuestras diferencias e intereses personales.                           \n\nEn este momento el mundo entero… https://t.co/3MuxK48JRX",
        "Cadena de Apoyo #heroesdeblanco",
        "Comparto esta reflexión con ustedes. Es momento de demostrar que somos los soldados que el mundo necesita. https://t.co/viTEPGwR9b",
        "@gavilangomz0628 Gracias @gavilangomz0628 muchísimas bendiciones para ti y tu familia. Un abrazo!",
        "Les comparto mensaje del Dr @moiseszebede1 https://t.co/tCqD0FemjW",
        "Les comparto este video con algunas recomendaciones de finanzas personales para cualquiera que las necesite. Sigamo… https://t.co/7Ukn5N0YYP",
        "Esta Pandemia no es una prueba para una persona.                                    \n\nEs para el mundo entero demos… https://t.co/HiesOJUrDk",
        "Muy buen mensaje el que envio el presidente de nuestro país @NitoCortizo. Esa es la actitud que todos en el mundo d… https://t.co/kAk0TEYez6",
        "Siempre es buen momento para rezar y pedir por el bienestar de toda la humanidad. #Bendiciones",
        "Piensa bien y todo saldrá bien! 👍💪",
        "Atravesamos una situación sin precedentes para nuestra época. Si puedes quedarte en casa y seguir las medidas de hi… https://t.co/37RIYIGo9g",
        "Luego de esta crisis mundial tantas cosas aprenderemos y se desarrollaran.… https://t.co/I8WCUEkrVS",
        "No te rindas que siempre hay algo bueno esperando por ti! https://t.co/v6xccDpvwT",
        "La historia ha demostrado que el ser humano tiene la capacidad de lograrlo todo.… https://t.co/hw9a7GqJbq",
        "@MariGuizado Gracias a ti Marisol por el impacto tan positivo que haces con tus acciones a nuestro País...💪💪",
        "Comparto Interesante @TEDTalks de @BillGates año 2015. Nos hace recapacitar en un momento como este. https://t.co/joB8Zzjk4U",
        "Interesante artículo sobre el manejo del Coronavirus y estadísticas. Why You Must Act Now - Tomas Pueyo - Medium https://t.co/LITF9UL7wR",
        "El stress enferma, la sonrisa da vida y la calma da paz.                                                        \n\nL… https://t.co/vCqCpZ29og",
        "Un buen mensaje e importante por   Dr. @moiseszebede1 https://t.co/WZxJh5ccdv",
        "En cualquier crisis lo más importante es informarse bien para tomar decisiones correctas. Existen personas alarmist… https://t.co/n9lAsXzgQf",
        "De todos los sentimientos el rencor es el que más nos destruye. Algunas de las personas que no logran avanzar en su… https://t.co/0qdwf9BCXI",
        "La mujer entrega su ser para crear vida,es ella quien tiene un don especial para hacer lo que parece imposible, qui… https://t.co/trlFUtv1pA",
        "En la entrevista de esta semana @gavilangomz0628  compartió las enseñanzas que le ha dejado su carrera como futboli… https://t.co/kBC5Kdkd0d",
        "Efecto a la economía que causa el Coronavirus debe ser tomado en cuenta por las empresas. Rotación del inventario,r… https://t.co/QUgg0s1MMw",
        "El tiempo vale más que oro. https://t.co/3JmatQ38Yf",
        "En este nuevo episodio de #cafécondovi conversamos con @HugoFamania, figura del periodismo panameño sobre su vida,… https://t.co/8av3rMdWEk",
        "Si tomas en cuenta cada minuto que te molestas, gritas, o discutes con alguien y te preguntas cuanto daría por un s… https://t.co/LJxZ28AMN6",
        "Israeli scientists: 'In a few weeks, we will have coronavirus vaccine' - The Jerusalem Post https://t.co/dYlLdMbjv9",
        "Lo importante no es hacer mucho dinero, porque así mismo se va; es saber manejar tus ingresos de una forma intelige… https://t.co/ydPTO8sRVX",
        "Deja de pensar que la alegría se encuentra en otro lugar y empieza buscándola dentro de ti, que ahí es exactamente… https://t.co/9wiCvoyVBK",
        "Al menos un 80% del éxito en la edad adulta proviene de la inteligencia emocional. https://t.co/vAC0kLxYk7",
        "Hay gente muy interesada por el crecimiento de Colon con gran potencial. Hoy participe de reunión organizada por la… https://t.co/9EqUIITO4Y",
        "“Solo sé que no sé nada”  Sócrates https://t.co/vx5WiEifzy",
        "Cada vez que tus hijos entran a un nuevo año escolar vas realizando lo rápido que pasa el tiempo y lo importante qu… https://t.co/BGHt7gn7fx",
        "“Para atrás ni para coger impulso” siempre hacia adelante que la vida no te espera. https://t.co/xIo6Jar21p",
        "La 1era invitada de la nueva temporada de #CafeConDovi es @olgasinclair_ , artista panameña reconocida internaciona… https://t.co/k4OcdTK4gz",
        "Lo más importante no es lo que damos sino el cariño que le ponemos cuando damos!",
        "Hoy comparto con todos el regalo más buscado por nosotros, LA FELICIDAD, El sonreírle a la vida. Que todos tengan u… https://t.co/WWHEvsO8Ph",
        "Te invito a  https://t.co/F9uJMu1GGf",
        "Éxito para todos! #FelizJueves https://t.co/EDNOYj6O7W",
        "La práctica hace al maestro, la teoría te da las herramientas! Ambas son importantes.",
        "Un honor para mi empezar esta nueva temporada tomándonos una buena taza de Café con nuestra querida amiga y artista… https://t.co/njFr4n3Uc3",
        "@LiriethGonzlez2 Gracias! ☺️ saludos!!",
        "Hoy es Lunes, vamos con todo! #FelizInicioDeSemana https://t.co/vXjHjhvCld",
        "Antes de poder liderar a otros, debes aprender a liderarte a ti. El cambio empieza contigo!",
        "En una entrevista de trabajo: Pregunte porque quieres dejar la otra empresa? me contesta que la empresa ha cambiado… https://t.co/TCEjvokkNs",
        "Siempre piensa positivo! https://t.co/0DrShZvOoc",
        "‘Los países exitosos son los que compiten por talento’: Hausmann https://t.co/HXMUXGpF6V",
        "Líderes, amar, perdonar y sonreír, pero sobre todo aprender a recibir con lo que das. https://t.co/1TOxgqmL1g",
        "Si debes hacer algo que compromete tu felicidad y tranquilidad no vale la pena!",
        "Hace unos días tuve la oportunidad de reunirme con empresa que fabrica Drones y esta constantemente innovando en la… https://t.co/GiW5d1FJPN",
        "He visto personas sobrevivir un accidente aéreo y otras fallecer por un simple resbalón; la vida es muy frágil por… https://t.co/k8BiN25Mnt",
        "Sonreír es la mejor medicina para el cuerpo! Que lo disfruten! #sonrielealavida https://t.co/UW9NKH9ZCF",
        "Los fines de semana son pasarla en familia, con amigos y encontrarse con uno mismo. #BuenFinDeSemana",
        "No esperes de la vida nada especial para ti, haz de tu vida algo especial para ti.",
        "Una de las tareas más importantes que tenemos como humanos,es aprender a apreciar el tiempo.",
        "Hay mucho por hacer en Colon y una huelga lo único que hace es empeorar la situación, crear inestabilidad y espanta… https://t.co/JaLMeJwC1j",
        "Negocios de servicio que están recibiendo aumento de gastos (salarios,energía, insumos y otros gastos) con dificult… https://t.co/aBtleCTIlw",
        "Cada uno tiene puntos de inflexión en su vida; es una oportunidad para crecer, cambiar y descubrir tus fortalezas. https://t.co/NGtvTnWi7G",
        "Equivocarse y fallar son parte del aprendizaje para hacerlo mejor! #BuenosDiasATodos https://t.co/GpNVsUcPwB",
        "Siempre debes tener un propósito disfrutando lo que haces, al final el trabajo es parte de tu vida y que mejor que… https://t.co/NLci6H7FOy",
        "Recordemos a las víctimas del holocausto honrando su vida a través de nunca más permitir que un líder, pensamiento… https://t.co/whBLb5Rrnw",
        "Estamos hechos para superarnos en la adversidad, no le temas a los obstáculos!",
        "Si tu quieres se puede! #positivethinking https://t.co/lz0zs0aSyp",
        "A los equipos pesados y de paso al transporte público un GPS y regulador de velocidad conectado la @ATTTPanama. Los… https://t.co/yiyAMAyCeb",
        "Una actitud correcta hace la diferencia! #piensapositivo #positivethinking https://t.co/xspBxlZMw3",
        "Para todas puedes tener una respuesta buena pero lo más importante es la actitud con la que demuestras tu capacidad. https://t.co/XsTq0qr61k",
        "No hay una herramienta perfecta que sirva para todo el mundo. La herramienta que funciona mejor es la que cada pers… https://t.co/n9M9dUTuMQ",
        "Una flecha debe ser jalada hacia atrás para poder lanzarla. Así mismo cuando sientas que la vida te jala hacia atrá… https://t.co/I8PEC5qA4e",
        "“Algunas veces decimos SI cuando en realidad queremos decir NO y otras decimos un NO cuando queremos dar un SI y es… https://t.co/OCtB7xOUoz",
        "No es una conversación sobre su vida, es una conversación sobre su visión y las herramientas que utilizan en su día… https://t.co/Y3mKTp9QdQ",
        "@chabern29 100% de acuerdo. Definitivamente la lealtad y la integridad son muy importantes y se gana la confianza con el tiempo y hechos.",
        "Que buscan las empresas en ti:\n1. Liderazgo \n2. Pensamiento crítico \n3. Creatividad \n4. Eficiencia\n5. Empatía (sabe… https://t.co/gAiSQg1pED",
        "Las empresas de servicios logísticos y transporte de carga deben invertir en la automatización de procesos RPA (Aut… https://t.co/saCH5LCUKJ",
        "El arrogante tiene la necesidad de proyectar fuerza porque se siente débil y vacío por dentro; sin embargo el humil… https://t.co/oyBns7sPjC",
        "Nadie celebra sus fracasos, lo que debes celebrar es el aprendizaje que te lleves de ello.",
        "Cuanto más pensamos, más entendemos; cuanto más entendemos, más sentimos; y cuanto más sentimos, más queremos conec… https://t.co/6MjV2SGuDs",
        "@e_molinar Nos convertimos en lo que pensamos, algunos piensan un poco más que otros.😜",
        "Es mucho más difícil ser optimista que pesimistas, pero es una lucha que vale todo el esfuerzo! 💪💪",
        "“El éxito es 1% de sueños y deseos y 99% de sudor”  No solo es quererlo es luchar por eso que tú consideras tu éxito!",
        "Toda persona tiene una llama de amor y compasión en su interior;en algunos esa llama es un amor por sí mismo de ego… https://t.co/JzRRnFmjqf"
    ]
}