{
    "screen name": "JessicaAMarti12",
    "no. of tweets": 184,
    "tweets": [
        "@drkmbrownTNN Seriously. Like if we could all run GCMSs and NMRs and such at home, we wouldn't even be all that sad… https://t.co/JbuYqcxJP0",
        "@_DaniBeck I wish my husband would just give up on his underwear when the elastic has given up on him.",
        "@craterthan @Reviewer_No_2 @upulie As an American, I feel the same way. If I hadn't witnessed it myself, I would se… https://t.co/v8OrYkPqhD",
        "@Reviewer_No_2 @upulie It depends on what you are using them for. This does not address the issue of fresh beets go… https://t.co/RyDl3kHIxe",
        "@AJPrincep This is one of those techniques that, when done well, is great - and when done poorly makes you want to… https://t.co/h1oK6JB6KL",
        "@upulie It is the bizarre “super food” trend I wish would die. I ate beets, kale, and tofu when I was younger becau… https://t.co/5RwhQg3Eci",
        "This is such a weird thing to be upset about. I'm much more eager for my lab to reopen than the university gym. https://t.co/Th46N16p3n",
        "I am working with 2 different groups of people on possible publications...and have really started to notice that my… https://t.co/DH2fgbgocr",
        "@AngusJWilkinson @GilesPalaeoLab This made me laugh so hard! https://t.co/AkEbj7jmQy",
        "@reid_indeed I'd be really interested in hearing more about what you are thinking in terms of this piece. Measureme… https://t.co/eLQeAn0r39",
        "@reid_indeed While the metrics surrounding publications are highly questionable, it still represents a measurement… https://t.co/bx7qfiYYTP",
        "@reid_indeed With the LST work I am doing, a lot of the conversation is about how to make learning how to function… https://t.co/SW1ur8wTtT",
        "@reid_indeed I suppose I was not so much evaluating the concept as I was the truth of the statement. If something i… https://t.co/ZRdsShqbkJ",
        "@J_Ting1 Oooo, definitely tag me when it is published!",
        "@reid_indeed This is an incredibly true statement. However, \"measurement\" can be interpreted narrowly or broadly. F… https://t.co/uQURArmbIZ",
        "@J_Ting1 Congrats! What's it about?",
        "@ShaneSpiker @AcademicChatter Also joining any org just for \"a line on your CV\" works for some people. But then you… https://t.co/qikDKEZYmQ",
        "@ShaneSpiker @AcademicChatter ...I join for a year and check out what they actually do for their membership. If I d… https://t.co/EIYglKB6Q5",
        "@ShaneSpiker @AcademicChatter Depending on where you are in your career, they can help with funding &amp; with networki… https://t.co/BvKlgpSLZP",
        "@EmilyPentzer My question: how small are the worlds of the awarding committee? I'm over here drowning in fabulous w… https://t.co/QeMMtK6MLM",
        "@docsnowtx @CindyBVeldhuis Agreed. In a different response I said this should be taught in high school as preparation for professional life!",
        "@OdedRechavi I feel like that is a highly specialized conference all up in your field.",
        "I thought it was insane that he could actually win in 2016. I am completely confident he will win in 2020. https://t.co/9lgKeGLfg8",
        "@MamaDoctorJones @snazzymcgoo @greenjrnl It's just amazing to me how much of this stuff comes up that can make you… https://t.co/Dkujroogki",
        "@MamaDoctorJones @snazzymcgoo @greenjrnl Even if their gyn is inclusive, I'm not sure how it would impact the objec… https://t.co/VeJ1eT0LZC",
        "@FohrmanJulian @nunya____ @RyManns @Maharetina @RiceRiceBaybee Also, I go to my ARNP to get my birth control, I go… https://t.co/L3SFxJ9KhX",
        "@FohrmanJulian @nunya____ @RyManns @Maharetina @RiceRiceBaybee I am not claiming willful misconduct here. I am sayi… https://t.co/7l9shVLGAI",
        "@FohrmanJulian @nunya____ @RyManns @Maharetina @RiceRiceBaybee If a doctor does not explicitly ask after the proced… https://t.co/XwGgfL2vbB",
        "@FohrmanJulian @nunya____ @RyManns @Maharetina @RiceRiceBaybee This is different from asking about pain/symptoms fr… https://t.co/9KarTat8YV",
        "@FohrmanJulian @nunya____ @RyManns @Maharetina @RiceRiceBaybee I've moved around quite a bit in the country &amp; have… https://t.co/PGTw6cOyo6",
        "@CindyBVeldhuis This is an excellent thread BTW and information that many (most?) high schoolers really need to hear.",
        "@CindyBVeldhuis I didn't see you mention in your thread how the student approached. You could ask them why they fel… https://t.co/VKo5BZTON0",
        "@itsjacksonbbz I do watch &amp; have several issues with it. The show is a manifestation of what battles Rupaul will fi… https://t.co/hDscTvCAVb",
        "@Umiko32155095 @nunya____ @RyManns @Maharetina @RiceRiceBaybee Yeah - I've left doctors that were egregious. Then I… https://t.co/W9gtZEiTgL",
        "@tentaclehyena @nunya____ @RyManns @Maharetina @RiceRiceBaybee In my experience, I don't say much bc everything is… https://t.co/HrbdJU47fT",
        "@nunya____ @RyManns @Maharetina @RiceRiceBaybee This is an example of NOT asking me about how I am feeling about it… https://t.co/Ct1jCuCixv",
        "@birlios @caromholland This is interesting. I've quite literally never had anything \"just click.\" Have you thought… https://t.co/nWWpka1NGR",
        "@SRWilliams19 @RyManns @Maharetina @RiceRiceBaybee Hold on to that one! I find in the US system, there just doesn't… https://t.co/D0EKoLEvsd",
        "@TomislavFriscic @awhspeed I also have no trouble with shamelessly citing dissertations and am SO willing to die on that hill 6/6.",
        "@TomislavFriscic @awhspeed I am a *terrible* academic scientist now bc I don't actually pay attention to the journa… https://t.co/5Elrw40k2Y",
        "@TomislavFriscic @awhspeed I have read many dissertations for 2 reasons: (a) they are generally more accessible (th… https://t.co/PdiVvVqkwp",
        "@TomislavFriscic @awhspeed For (1), as someone who was working on the application side for so long, I found it frus… https://t.co/x6wNVDy8Pb",
        "@TomislavFriscic @awhspeed I'm going to start by saying that I cannot speak on (2). I have never wanted to go into… https://t.co/ELKIQHSBTV",
        "@TomislavFriscic @awhspeed I think this splits into 2 different lines of thought (as we can see from responses to y… https://t.co/dhlSJPRJra",
        "Something I am never going to forgive New England for: bright sunny days with clear skies that are still cold af.",
        "@GHCuthbertson @nuclear94 But the flu of 1918 was devastating but for my lifetime (I’m 36) people have been pretty… https://t.co/GH4epCxSqk",
        "@wesenkat Check that accomplishment off your list and enjoy your lie down!",
        "@ese1316 @RyManns @Maharetina @RiceRiceBaybee Also, I've had multiple female healthcare providers who don't ask, so… https://t.co/98YktxSWaA",
        "@ese1316 @RyManns @Maharetina @RiceRiceBaybee Asking during the procedure, or asking for feedback after a procedure is complete?",
        "@TomislavFriscic @awhspeed Are you proposing a different way for us to share our results or are you proposing that… https://t.co/9VvffVBQmn",
        "@GHCuthbertson @nuclear94 That is an excellent outcome. I really hope more people feel that way after all of this,… https://t.co/rn8O4C8ted",
        "@nunya____ @RyManns @Maharetina @RiceRiceBaybee Having a doctor actually communicate that she or he cared enough to… https://t.co/LTZiTeorzC",
        "@nuclear94 The upside to the hype is that, when a vaccine does become available (fingers crossed), this means that… https://t.co/O5B5JI88Eo",
        "@nuclear94 That hope is unfounded and non-sensical. Mutating is what viruses do - better than any other RNA- or DNA… https://t.co/ICFxHqhLjY",
        "@rakiadhaoui Same. I am very fortunate that this struck at this point in my life and not in another.",
        "@nuclear94 It will be the same with COVID19. This is one of a family of coronaviruses. They are genetically morphin… https://t.co/bZFGXdgW1d",
        "@nuclear94 Well of course that's why. That is my point. Companies know that not every person will go to get one. An… https://t.co/XmhpRw6zPj",
        "@nuclear94 I don’t understand why this is such a story. Loads of people don’t get the flu vaccine every year - many… https://t.co/G5Rcbfw1NT",
        "@Accountabilabud @michaelharriot As a regular jogger, I would really love to know from them how I can prevent \"blac… https://t.co/OWz1S4qWUr",
        "@michaelharriot \"A black-white shooting\"...\"spiral out of control\"...\"make sure this doesn't end up in a racial sit… https://t.co/aZEScsjxUU",
        "@RyManns @Maharetina @RiceRiceBaybee I've never had a doctor personally ask me how a procedure felt after I had it.… https://t.co/koaUFcKPOZ",
        "@RiceRiceBaybee Do doctors ever actually ask though? I have toughed my way through plenty of procedures I knew were… https://t.co/2b2fpKsoGH",
        "@CurtGuild Don't take this as a challenge to go get hit by an actual train next!",
        "@caromholland In the chemical field, I have learned so much about different paths AFTER committing to the PhD. I ea… https://t.co/784DTId2Gi",
        "@kapur_sukriti Well since it is a giant bottle for $9.99, it seems very bargain-brand-ish, but somebody out there i… https://t.co/NT0IqJ4k3H",
        "@CurtGuild And you're not just using it as a metaphor for your PhD! Ha!",
        "@beccamariejo There is truth in the idea that women are socialized to think of \"ambition\" as a bad thing, yet we ar… https://t.co/ts4visauIF",
        "@beccamariejo I would hear that as \"you are ambitious in your pursuits.\" Again, I personally would not read it as n… https://t.co/IBw0USfIWB",
        "@beccamariejo And, when you think about it, what is the opposite of that? If you are not ambitious about your work,… https://t.co/M7cDGvlxUs",
        "@beccamariejo I am unashamedly ambitious when it comes to my projects. I want to see the projects I am working on s… https://t.co/kV4ezbW50U",
        "@ChroniclesPhd @AcademicChatter Same. I keep attempting to \"plan for when things open\" and then I'm like this is going to be a nightmare.",
        "@CurtGuild Oh man, that's nuts. You're okay, right?",
        "@UConnChem @UConnResearch @UConnCLAS @UConnEHS @AABChemistry @mwpeczuh @HowellgpUConn @Rouge_lab https://t.co/AGaUknPNv0",
        "@koshersemite @Jewinspace My half English/half Irish husband (UK passport) doesn't think the guy's Irish.",
        "@ProfRachelGaN You should ALWAYS buy yourself a drink :)",
        "I'm not sure how mad I can get with how marketers view women when this is what they think of men. I'm fairly certai… https://t.co/8PZTktMWg2",
        "@careerconversa1 This seems to come up a lot when people argue by saying \"well SCIENCE says THIS.\" Science is a pro… https://t.co/6KcVHPn067",
        "@careerconversa1 I also think \"shaming\" culture is making this worse. There no longer seems to be a space in which… https://t.co/OVQ9FbvAOa",
        "@agmarrugo @AcademicChatter I have seen a few instances where it makes sense to do, but most of the time you are ri… https://t.co/thlYke41sZ",
        "@agmarrugo @AcademicChatter For me it depends. If I am really new to the field/sub-field/issue, I find those papers… https://t.co/1IxofWaDRs",
        "@ProfRachelGaN I find acting naturally helps me find my tribe. I don’t worry about the rest. I also make a habit of… https://t.co/JQcXblDqtl",
        "@joeattanaseo @ramencult Not really. Vaccines contain either dead virus or some mutated form. They are designed to… https://t.co/gCx8n17yd4",
        "@M_Smoljo @ramencult Blood-letting is so old school! We use leeches now. Much more controllable.",
        "@koaleszenz @ramencult Now he just needs to understand controlled dosage and how not to spread to others.",
        "@agmarrugo @AcademicChatter If an author takes the “broad to narrow” approach in the intro, then the most interesti… https://t.co/YmFX46XDkk",
        "@jimbologist @careerconversa1 “Everyone has to go through that - but since there is no value add to it, let’s ask w… https://t.co/wvYg3n2wMl",
        "@ZJAyres @wyattr_a @MalaneyYoung @careerconversa1 So much this! Because then you aren’t faking it - those little successes are real!",
        "@careerconversa1 “To succeed in graduate school, you have to love your project like a spouse.” Hm. I think my spous… https://t.co/7jg5zzGGKz",
        "@HABLAlab @YasirHydrology @AcademicChatter Or they just think you missed some foundational work. It isn’t worth tak… https://t.co/hZ2mmy9D8M",
        "@redditships I have a strong suspicion this woman has a pathological need to constantly look after or clean up afte… https://t.co/fNKwYYZLkX",
        "@caromholland This reminds me of when we had a field mouse problem in our backyard as a kid. We found our dachshund… https://t.co/6o95UhAQmw",
        "@DoctorLindy @MrsDuplechin Generally speaking, Americans don’t like walking anywhere. NYC, Boston, and SF shift thi… https://t.co/7s3VjoxWqs",
        "@DoctorLindy FYI, people in the US measure distance by how long it takes to DRIVE it.",
        "@DoctorLindy I measure distance that way, but I also know that I am a stubborn freak by American standards...and I don’t care. 😉",
        "@ally_boyington I've also been in situations in which people (mainly men) slipped that in to intentionally be demea… https://t.co/DnyZU4qkCN",
        "@ally_boyington I think intention matters. The 2 situations in which I have been called \"honey\" regularly: (1) work… https://t.co/fdD2Uw27lM",
        "@ally_boyington Were these situations in which these terms were clearly being used to be demeaning?",
        "@JstYale My university is in a pretty isolated place &amp; I do not use public transit to commute, so I am more comfort… https://t.co/3mDy1l6thz",
        "@andrechemist Interesting. I don't know how much of an outlier I am, but I was always \"non-trad\" in one capacity or… https://t.co/0S2fP5cVnY",
        "@andrechemist Interesting. How do you think it compares to students who do not live on campus and/or who have full-… https://t.co/Ykh2pLOR5y",
        "@sendero_dorado @anonymousprofs So, in your capacity, when you develop a remediation plan with a student, what do you consider in that plan?",
        "@sendero_dorado @anonymousprofs If a student is at a point that they need a remediation plan, I would imagine they… https://t.co/c6zHvA5Vbr",
        "@sendero_dorado @anonymousprofs What if a deadline is coming up?",
        "@KCPersonalELT @esmail_00 @AcademicChatter @Momademia https://t.co/bgGYdu5zu0",
        "@sendero_dorado @anonymousprofs Then who do they ask?",
        "@careerconversa1 A proper work environment is the environment that enables you to get work done. Personally, I find… https://t.co/y0MfCiVIZo",
        "@UConnPharmacy @therealestben @GovNedLamont https://t.co/EDi4DsJvks",
        "BTW @ShawnaLesseur, Dr. looks real good on you! Congrats!",
        "@ShawnaLesseur @UConnEHS https://t.co/rVqCk0aaua",
        "LST leaders! I found out that I have FREE membership in CSHEMA through my Uni - I bet you do too! DM me for how to… https://t.co/D35GsAvqjy",
        "@heterocat All undergrad programs are shut down for the summer. The conversation is around how we get grad students back in the lab.",
        "@ThatAnnaMarie @ddburkey Feeling for them and embracing a lawsuit are two very different things.",
        "@ThatAnnaMarie @ddburkey That’s not what the lawsuit is about. They were stating that they were happy with what the… https://t.co/SBdFwJNIKG",
        "@YasirHydrology @AcademicChatter Okay - and do you see their work as irrelevant to your paper?",
        "@amy_nusbaum This has never made sense. If someone is asking for an extension to avoid work, they will never turn i… https://t.co/6Au3vByZwt",
        "@DrDarcyHartman @amy_nusbaum Thank you. As a TA, I never asked for documentation. As a student, I would often just… https://t.co/HlUkHRC5yb",
        "@Coleopterist @tpoi @BeesAndBaking Considering that US universities are not AT ALL equivalent re: requirements and… https://t.co/NyryGeLC1e",
        "@kitmhairi @AcademicChatter Hm. I’ve been to many conferences and symposia and never experienced this. Questions we… https://t.co/NKOW8KSNfW",
        "@ThatAnnaMarie @ddburkey Also, profs and TAs have put in loads of time &amp; work to keep classes running while they wo… https://t.co/wRvka5pkwy",
        "Yup. Here we go. We knew the lawsuits were coming. There is quite literally no other way for this to play out in th… https://t.co/WezsYEpAqD",
        "@esmail_00 @AcademicChatter @Momademia Generally, it is lazy writing. Working to avoid using it will make you a better writer.",
        "@timminglab Depends on the quality of the articles themselves. If I see someone EC with 100 articles, I would be lo… https://t.co/HtH6aVDSMS",
        "@YasirHydrology @AcademicChatter How do you know it’s theirs? I’ve always had blind review. I’ve had reviewers sugg… https://t.co/upGglOH7bl",
        "@stephaniekays You take that back!",
        "@EJBraun16 @raulpacheco @NYinLA2121 Well dear Sharon, that is kind of the point. Unless you are wearing a mask for stores, stay home.",
        "@thoughtsofaphd I have justified all of my book purchasing by reasoning that if needs must they can function as bed… https://t.co/ier64pzWRp",
        "@annaheyoolay @benjpasek J/K! You're getting both!!!",
        "This bs definitely needs to stop. If you are \"afraid\" of a black man for being...a black man...then you are not afr… https://t.co/QaNdkJ2MuF",
        "Was never a problem. I was not raised by family members who devoted every waking moment to the removal of all obsta… https://t.co/POoruZlUdb",
        "@raulpacheco I figure you'll never really know my answer anyway so...",
        "@IsabelOtt Although a dash of \"If I'm not willing to do it, I should not be imposing my opinion right now\" from man… https://t.co/0fd5kRPbjM",
        "@Rachel_Low Work to define an adult professional relationship that includes discussion, debate, understanding expec… https://t.co/SxnlqZEtZL",
        "@economeager I've stacked books on my home office desk to put my laptop on after I have become painfully aware of j… https://t.co/WQwR3GojAp",
        "@DevonRGoss I have very intentionally reconceptualized my living space to associate certain types of work activitie… https://t.co/KlHdQEugpv",
        "@taylorbanhphd @AcademicChatter Outside of academic arenas, I find that much depends on the culture set in the comp… https://t.co/3qgbZ1WuBW",
        "@taylorbanhphd @AcademicChatter In an academic setting, I feel more comfortable calling my profs (and my PI) Dr. I'… https://t.co/dotBXwExT8",
        "@hwahl16 @AcademicChatter I went back to my desk to stare at my GCMS data that made no sense! 🙃",
        "@the_happyproton @cjcornthwaite @AcademicChatter And if it is a STEM program, they can qualify in English. While th… https://t.co/JSyEsPTkvA",
        "@ChemTeacher843 Once on a hike, just to show a friend of mine how scrumptious I am to mosquitoes, I sprayed DEET al… https://t.co/lJpDsfDybd",
        "@Nipuna_ I would put it under academic honors. Professional affiliation says to me that you just paid to be a membe… https://t.co/X2sgeAPWJS",
        "@HarmitMalik History class in middle school &amp; high school for me was literally, \"Oh, that's what that Simpsons epis… https://t.co/o05893CsNU",
        "@nzlebnik See...I'm wondering wtf is going on at Godiva that made this search return reasonable... https://t.co/0xRcjiZXdr",
        "@devoretext @Historian_Steve Ah, yes, perfectly summed up in the demand, \"Just teach what ACTUALLY happened. Duh.\"",
        "@ACSPublications @KaliAleyse @UConnChem Also, email membership@dchas.org and ask to be added to the DCHAS-LST lists… https://t.co/OCGBpdtJ3N",
        "@ACSPublications @KaliAleyse @UConnChem This paper also includes ways to get in touch with active teams that includ… https://t.co/8VgRrIrfoB",
        "@ACSPublications @KaliAleyse @UConnChem And don't forget to check out the grandaddy of them all: @UMNJST https://t.co/l1fbooWKei",
        "@ACSPublications @KaliAleyse @UConnChem Check out the commentary piece by @NU_RSSI for another team's efforts! https://t.co/l1fbooWKei",
        "@ACSPublications @KaliAleyse @UConnChem Also check out the case study of @UChicago_JRSI published in March 2020! https://t.co/hxxXp1tmIA",
        "@ramencult My go-to answer: Well, I'm not attracted to YOU, and that is really all of the information you'll be needing from me about that.",
        "@LazMorgenstern @April_Incognito @okbillybunny https://t.co/Z2qO4Tw5S8",
        "@davidgcant @safetybora Learning \"safety rules\" outside of context.",
        "@davidgcant @CSS_NW_LTD https://t.co/DhhMkee8kI",
        "@DavidALaviska @robbyy301 @KRA2104 @GriceChemistry @AmerChemSociety @Chegg ...the day before the exam when she is s… https://t.co/yz6dJz89QP",
        "@DavidALaviska @robbyy301 @KRA2104 @GriceChemistry @AmerChemSociety @Chegg TA: Has a BA/BS in subject; read all of… https://t.co/oqxda5P1sf",
        "@GeoEdResearch @KYT_ThatsME Same. I am LIVING for anything I can do to get stuff for my students, colleagues, whoev… https://t.co/Y5XPeKMAFS",
        "@kapur_sukriti I suppose when I have met climate scientists, it has always been in the space of scicomm or activism… https://t.co/k8Y3DB1MsK",
        "@kapur_sukriti I've never met a climate scientist who wasn't also an activist. Are there many about?",
        "Truth. Thank our carers by providing them with the #PPE and supplies they need to do their jobs. https://t.co/TpD1Hxgjqa",
        "If @JstYale is onboard, you should be too! #chemsafety #safetyhighlights https://t.co/owI2YNImzp",
        "@J_Ting1 and @UChicago_JRSI is making us blush! But seriously ya'll - check it out! https://t.co/pV3OLHIpWe",
        "@ArchaeoAshleigh @AcademicChatter Hm - so are you saying that the system used to accommodate non-US numbers and now… https://t.co/y8J1S87cCZ",
        "@ArchaeoAshleigh @AcademicChatter Contact journal to ask? If against deadline, put in your phone number since you a… https://t.co/eLThYO4kyZ",
        "@Mayukh_24",
        "@taylorbanhphd I am just feeling like this is a colloquialism that I am clearly not in on. And when it comes to col… https://t.co/75oqLa9ABZ",
        "@ChemistCraig Really?! I feel like this a colloquialism based on some sort of cultural joke/stereotype that I am clearly not in on.",
        "Join the convo on LSTs by emailing membership@dchas.org and request being put on the listserv \"DCHAS-LST\"!… https://t.co/U1rkh0adSd",
        "@wesleytkerr @AcademicChatter But what constitutes the \"very important papers\" can vary so widely depending on what… https://t.co/jAmmTM8jfX",
        "I just came across the following statement in a section of a paper about the bottom-up processing of language compr… https://t.co/ME0xNbAvS8",
        "@cjcornthwaite @AcademicChatter Interesting thing that I have noticed: The well-balanced financial decisions that I… https://t.co/Xb6IxJsQEB",
        "@wesleytkerr @AcademicChatter I have never come across this before.....why would a journal have citation limits?",
        "@econetal @Cody_N_Porter @AcademicChatter I never knew people thought this way. I thought the whole point of being… https://t.co/2HlEFT6vYK",
        "@Canadian_JACD @CommieGIR @ramencult His description of HER though! He had to invest ink in his tiny little book co… https://t.co/uZLv5faN7O",
        "The @ACS_CVS won the Corporation Associates Local Section Grant I applied for on our behalf to support 2 new networ… https://t.co/PW8T55jqtd",
        "@stephaniekays motivated more by my desire to get out of class for a bit than anything else. But, looking back, I o… https://t.co/i8XusK4WnT",
        "@stephaniekays It is weird to hear it discussed as if children are generating these attitudes themselves. I distinc… https://t.co/rSsg5ppjmP",
        "@ScienceUnderdog @AcademicChatter If you are American &amp; u want to aim for a higher ranked PhD program, but u have n… https://t.co/1hqw5ECven",
        "@NosiphoMakhakhe @AcademicChatter @PhdExhausted I've been on both sides of it for multiple organizations. I do agre… https://t.co/ZWW6cOsQEX",
        "@CommieGIR @ramencult Reading Watson's description of Franklin revealed to me what a total badass Franklin was in a… https://t.co/eGyzoqKHLI",
        "@NosiphoMakhakhe @AcademicChatter @PhdExhausted For those who design virtual, prices can def be lower. For those ma… https://t.co/oY9pur1DR7",
        "@NosiphoMakhakhe @AcademicChatter @PhdExhausted There are lots of factors here. High prices + sponsorship + free la… https://t.co/txYHhmx244",
        "@KYT_ThatsME @heydebigale Oh I see!!! I'm not a big fan of bread generally, so this is a good thing to know for whe… https://t.co/aMuCJZGqJf",
        "@KYT_ThatsME @heydebigale So...wait...she's mad that other people have discovered her \"oh so amazing\" lifestyle? I… https://t.co/XyELFXGJ61",
        "This. Every time I go for a walk or a run in my neighborhood, I see neighbors I have never spoken to before on thei… https://t.co/Aw9ckzJNmI",
        "@FuSchmu Once, I woke up in the middle of the night and scratched my ear and felt some sort of very small funny lum… https://t.co/lU9pZcCrCe"
    ]
}