{
    "screen name": "ibakarachi",
    "no. of tweets": 166,
    "tweets": [
        "@ibakarachi Social Sciences &amp; Liberal Arts Department Assistant Professor Dr. Nadya Qamar Chishty-Mujahid’s review… https://t.co/FA1YRzlCOe",
        "(2/2) For further queries, you may contact us at:                      \n+92-(213)-8104700 2370 / 2371\nEmail Address… https://t.co/eIUlt9Qx0p",
        "(1/2) Admissions Open\nApply Online Now: https://t.co/QQ7gZcni4f\nFor more details: https://t.co/wbnXWVlPZm\nFor more… https://t.co/4hX4oYUXSF",
        "In the sphere of digital commerce, telemedicine, &amp; automation, the COVID-19 pandemic could prove to be a decisive t… https://t.co/SBbJCfAhaH",
        "The panelists highlighted that although it is impossible to gauge the impact of COVID-19 on businesses, there are c… https://t.co/1J4y51IeSC",
        "The panelists included: Business Development Manager at Techlogix FZ Dubai, Mr. Rai Hadayat Ali and Managing Partne… https://t.co/To6zCeJNMm",
        "Assistant Professor at the IBA Karachi, Dr. Nasir Afghan arranged a Zoom session titled, “Impact of COVID-19 on Bus… https://t.co/CPWM6ZoKJr",
        "#MockInterviews #IBACDC https://t.co/8wKNrglqFP",
        "Whether you are joining us this fall, or thinking about joining us, here's what you can expect to experience at our… https://t.co/YNkMXUmPJl",
        "The employees expressed deep gratitude towards the GEAR trust management for helping their families in the COVID-19… https://t.co/OJ6NJlRIFR",
        "The GEAR trust distributed ration to 50 families of IBA contractual and retired staff at the IBA main campus. IBA A… https://t.co/hTJDHIEOYA",
        "The panelists encouraged MBA graduates to develop new digital skills for every business must adapt to operate in th… https://t.co/2OTXQP2Smz",
        "The panelists included; Client Partner South Asia at Facebook, Ali Khurshid Ahmed; Founder and CEO at Bykea, Muneeb… https://t.co/v0mshlIYTO",
        "Assistant Professor at the IBA Karachi, Dr. Nasir Afghan arranged a Zoom session titled, “COVID-19 Impact: Future,… https://t.co/ef6DretFNV",
        "Assistant Professor of Economics &amp; Research Fellow at CBER, Dr. Aadil Nakhoda's article titled, ‘Covid-19 poses gre… https://t.co/KkZA4hucnD",
        "......Please log in via your ERP ID and fill the following survey: https://t.co/x2QcVOpbkY at the earliest. (2/2)",
        "Dear Students,\nAs per the directives of the HEC, you are requested to fill a survey titled, “Online Survey for Stud… https://t.co/xWtdWOKnOD",
        "We are on Instagram... need we say more?\nFollow us at: ibakarachi_official\n#IBAKarachi #LifeAtIBA https://t.co/NCVRKxyKUT",
        "Director CEJ-IBA, Mr. Kamal Siddiqi's article titled \"Helpless SBP\" is published in the Express Tribune: https://t.co/bquY4teEvm",
        "2/2 For more information and updates, please visit IBA's website (https://t.co/KnHAhuzMkw)",
        "1/2 Admissions are open for the MS (Computer Science, Economics, Islamic Banking &amp; Finance, Journalism, Management,… https://t.co/Cw4utKQII5",
        "#MockInterviews #IBACDC https://t.co/AeMbm6gKpv",
        "This agreement will expire on July 01, 2020. For more details about the registration process, please visit… https://t.co/BlS3INtxD8",
        "Being a part of the IBA community, you can access the selected edX courses and can earn free certificates. Fill the… https://t.co/F7GZy3TepV",
        "The IBA, Karachi has been provided free access to select (https://t.co/uxytnGxl2h) edX courses, as part of edX’s re… https://t.co/Ddv5JeLKqw",
        "Admissions are open for the MBA program.\nApply online now: https://t.co/QQ7gZcni4f\n\nFor more information and update… https://t.co/V7hZ6LPlLC",
        "Admissions are open for the BBA, BS-Accounting &amp; Finance, BS-Economics, BS-Social Sciences and Liberal Arts,BS-Comp… https://t.co/qZaTw81D9f",
        "(3/3) In case you need an acknowledgment of your zakat contribution, kindly share details of your transaction to us… https://t.co/gDYwpKyWPg",
        "(2/2) Account Title: Institute of Business Administration, Karachi\nA/c Number: 0112-0101257618\nBank Name: Meezan Ba… https://t.co/fwWe4CASQr",
        "(1/1) Join @ibakarachi’s efforts in transforming lives of deserving students and their families through your zakat.… https://t.co/CBBHxdAhL5",
        "Online #MockInterviews were organized for the Graduating Batches of 2020 and 2021 during April 2020 by the #IBACDC.… https://t.co/Tza1lNptjl",
        "Contact details to be shared when communicating with the Examinations department\n\n#IBAKarachi https://t.co/XZuUYU5rVc",
        "Due to the Covid-19 lockdown, the IBA Karachi in a major policy revision has taken pertinent steps to facilitate it… https://t.co/77K7sDOKW5",
        "Keep watching this space for more details... https://t.co/i4IlCnN9AV",
        "Important Notification for Fall 2020 Candidates\nhttps://t.co/Gge4xCkIPL",
        "IBA CDC is pleased to present its latest edition of the CDC Newsletter which covers our major activities from July… https://t.co/CYo9y5kPKK",
        "Director CEJ-IBA, Mr. Kamal Siddiqi's article titled \"The challenge ahead\" is published in the Express Tribune: https://t.co/Vqu0UAjMyN",
        "Associate Dean, Faculty of Business Administration, Dr. Huma Baqai’s article titled ‘Covid-19 and the changing worl… https://t.co/WwFlzhdQqd",
        "Important Notification for Fall 2020 Candidates\nhttps://t.co/gTginEPSUr",
        "Director Macroeconomic Policy and Financing for Development Division at UN-ESCA, Dr. Hamza Malik conducted an onlin… https://t.co/CvU3SZ2xij",
        "Director IBA ICT and CICT, Mr. Imran Batada’s article titled \"Looking at the economy\" is published in The News Inte… https://t.co/GekdGVunGp",
        "Pakistani actor and director, Adeel Hussain endorses the IBA-TCF Alumni scholarship fund and encourages you to supp… https://t.co/mzZuEEy0G3",
        "The deadline for registration is May 5, 2020. For free registration, please fill the following form:… https://t.co/9pDNtHFPdL",
        "IBA-CEIF invites you to a webinar,“Overview of Rescheduling/Restructuring Islamic Financing Facilities in View of C… https://t.co/K5X5u6K50Y",
        "Register Now For an Interactive Webinar to Learn: How Online Mediation Can Help Resolve Your Disputes Quickly &amp; Eff… https://t.co/VE3QxAWtIB",
        "Meet Barrister Rahim Shamji the Chief Executive of ADR-ODR International &amp; Barrister Altaf Qureshi\non May 2, 2020 a… https://t.co/TTd9hNM3xo",
        ".....For more details, please visit: https://t.co/0k3eJDfWEX \n(2/2)\n\n#IBAKarachi #webinar",
        "IBA-CEIF is pleased to invite everyone to join a live webinar on Zakat by prominent Shariah Scholar Mufti Bilal Ahm… https://t.co/7FIz93DsYL",
        "Jawad Ahmad endorses the IBA-TCF Alumni scholarship fund and encourages you to support this noble cause:… https://t.co/fAeZujk13Q",
        "Director CEJ-IBA, Mr. Kamal Siddiqi's article titled \"Lockdown to breakdown\" is published in the Express Tribune: https://t.co/1NZhAb8IrC",
        "May this Ramzan bring you an abundance of blessings. \nIn these uncertain times, let’s unite in taking care of those… https://t.co/617YqM24Hu",
        "(2/2) Zakat Account Details:\nAccount Title: Institute of Business Administration, Karachi\nA/c Number: 0112-01012576… https://t.co/wKCdRnb27w",
        "(1/2) Watch how Nadeem Hussain’s hard work paid off, he was awarded a 4-year fully paid scholarship at \n@ibakarachi… https://t.co/1mLiFo0nK4",
        "....The #IBAKarachi is grateful to the Class of 1994 for pulling off this monumental feat in a couple of months and… https://t.co/93Fah6LTrx",
        "..The idea of helping deserving students was conceptualized during the silver jubilee reunion held at the main camp… https://t.co/HJdEJjKIZq",
        "We are pleased to announce that the Class of 1994 has established an Endowment Fund of more than Rs. 13 million. Th… https://t.co/D5ZBRkoqDc",
        "Be inspired by watching Afreen Mushtaq's journey of dreaming big: https://t.co/BhMMoI24zs\n\n#TEDxIBA #FlyIMust… https://t.co/lbMX15TXvj",
        "#IBAKarachi",
        "@ibakarachi is delighted to share that @ibakarachi SSLA's  and @KarachiUrbanLab's Professor, Dr. Nausheen Anwar is… https://t.co/3dLUfKrTAk",
        "@ibakarachi  mourns the death of the father of Dr. Sayeed Ghani, the Institute’s Acting Executive Director and Asso… https://t.co/WSyy17Lrto",
        "Mohammad Zubair endorses the IBA-TCF Alumni scholarship fund and encourages you to support this noble cause:… https://t.co/Offl7EDvSQ",
        "The deadline for submissions for the online Accounting Fiction Competition is extended to May 15, 2020. https://t.co/ha8sYNWBxE",
        "@IBACDC @AwanMalahat",
        "The IBA CEE invites you to attend  a  webinar  on “Mindful Communication for Family Business Harmony” with Dr. Leil… https://t.co/D5ziExwBSp",
        "IBA Dispute Resolution Forum-Cee &amp; ADR-ODR International Invites you to a webinar, 'How Online Mediation Can Help R… https://t.co/rqVeC8N6ng",
        "Emmu endorses the IBA-TCF Alumni scholarship fund and encourages you to support this noble cause:… https://t.co/VAMFtZ74bR",
        "Bilal Maqsood endorses the IBA-TCF Alumni scholarship fund and encourages you to support this noble cause:… https://t.co/LPDHieeOQj",
        "(2/2) UNCTAD predicts that implementing the Global Green New Deal would exhibit a significant increase in wage shar… https://t.co/OJFthbuAeT",
        "(1/2) IBA, CBER Assistant Professor of Economics &amp; Research Fellow Dr. Aadil Nakhoda’s class on International Trade… https://t.co/kA5jCjylfP",
        "...He has extensive experience of working at the Board of Directors level including State Bank of Pakistan, Monetar… https://t.co/4c82HBVdwk",
        "The #IBAKarachi congratulates our Alumnus of MBA Class of 1993, Mr. Zafar Masud for being appointed as the Presiden… https://t.co/LhnsiD1jru",
        "Director CEJ-IBA, Mr. Kamal Siddiqi's article titled \"Playing politics at PMDC\" is published in the Express Tribune: https://t.co/HvO05gcKkQ",
        "How to connect with the IBA during COVID-19 closure\n\n#IBAKarachi https://t.co/XivMnWtE7s",
        "(2/2) The piece is titled 'Urban Life in the Covid-19 Space of Emergency: Field notes from Karachi’. Dr. Ravinder K… https://t.co/7U6fJWkRbL",
        "(1/2) Director @KarachiUrbanLab and Professor of City &amp; Regional Planning @ibakarachi Dr. Nausheen H. Anwar &amp; Resea… https://t.co/VLNLdK2jnI",
        "(2/2) You can also receive an IBA-verified certificate to benefit from one-on-one mentoring sessions by upgrading t… https://t.co/YzZkTAeSTs",
        "(1/2) Join IBA CED's free online course, The Entrepreneurial Mindset to develop out-of-the-box thinking, increase c… https://t.co/mzirXKQXfi",
        "Last year, the IBA provided financial assistance to around 1,000 students amounting to Rs. 300 million. \nThe IBA, K… https://t.co/97ffOeeTP9",
        "All donations including zakat collected for this fund will cover the educational expenses of TCF graduates studying… https://t.co/MKcuFzDu21",
        "The IBA, Karachi has joined hands with @TCFPak in easing out the financial burden of TCF graduates studying at the… https://t.co/9GndQwrdp1",
        "Students of Masters in Journalism at the CEJ-IBA, Mr. Kabeer Nadir and Mr. M. Ali's article titled \"Journalist Ahfa… https://t.co/oQoKdCEfVM",
        "Law Faculty of IBA Karachi, Ms Morial Shah's research paper titled \"COVID-19 And Commercial Contracts: Primer For P… https://t.co/ma8NSMIIS4",
        "Director CEJ-IBA, Mr. Kamal Siddiqi's article titled \"Online learning controversy\" is published in the Express Trib… https://t.co/EJevvZqQeZ",
        "(2/2) Please share your experiences by filling a questionnaire available online. Link is given below. Your active p… https://t.co/ZdxjkVFfPQ",
        "(1/2) Dear Students, Gallup Pakistan is doing a pro bono analysis of user experiences with online education. The pu… https://t.co/pC6pTWUYj9",
        "The family business of the student of MBA Program, Muhammad Haroon Zaheer has been featured in the Deutsche Welle U… https://t.co/oONTfnuq8f",
        "A virtual event titled \"Virtual Panel: Harnessing Research for Response to COVID 19 in Pakistan\" is organized by th… https://t.co/Wy0v5G9U2v",
        "FAQs on IBA-Coursera Partnership: https://t.co/AyQbyJSlrj\n#IBAKarachi #Coursera #OnlineCourses",
        "Vol. 3 of Short Notes on the Economy During the #COVID19 Crisis is now available: https://t.co/bvMrG3DL8U\n\n#coronavirus #IBAKarachi",
        "(3/3) 20% of donation proceeds will go towards Corona relief operations.\nIn case you need an acknowledgement of you… https://t.co/RZcsDhwd1h",
        "(2/3) Your Zakat can transform lives. Donate now:\nAccount Title: Institute of Business Administration, Karachi\nA/c… https://t.co/0cxOG5YiOY",
        "(1/3) Watch how Afreen Mushtaq, daughter of a street vendor in Karachi, overcame obstacles to pursue her passion at… https://t.co/2d4XPsTLM9",
        "Assistant Professor of Economics &amp; Research Fellow at CBER, Dr. Aadil Nakhoda's article titled ‘Aid for developing… https://t.co/hiAKZ6q88E",
        "Assistant Professor Social Sciences and Liberal Arts, Dr. Bilal Munshi's article titled ‘Quest for Equilibrium’ is… https://t.co/VSmXUA4Jbm",
        "The 29th edition of IBA Karachi's quarterly periodical \"The Current\" is out! This edition welcomes the new Executiv… https://t.co/4u8CBIrKne",
        "Director CEJ-IBA, Mr. Kamal Siddiqi's article titled \"PTV’s golden age\" is published in the Express Tribune: https://t.co/pnQn9wl87s",
        "Law Faculty of IBA Karachi, Ms Morial Shah's Op-Ed titled \"Covid-19 policy focus\" is published in the News Internat… https://t.co/1FG0nIldmB",
        "This Saturday, 11 April 2020, please join the webinar 'Facing Adversity, Thinking Ahead' with expert Hiten Muchhala… https://t.co/1pniH37HLN",
        "IBA, Karachi is looking for a candidate for the position of Registrar. The last date to apply for the position is A… https://t.co/lImHs7wwrF",
        "@ibakarachi &amp; International Trade Centre (ITC) have collaborated to provide the @ibakarachi students access to an a… https://t.co/eoeADHulAQ",
        "In a digital leap towards transforming the learning experience, the IBA Karachi has partnered with @coursera a lead… https://t.co/aGulKRerQ3",
        "Vol. 2 of Short Notes on the Economy During the #COVID19 Crisis is now available: https://t.co/bvMrG3Vmxu\n\n#coronavirus #IBAKarachi",
        "Karachi Urban Lab's article titled \"Why the Covid-19 crisis is an urban crisis\" is published in Dawn:… https://t.co/tIMiDiVDUU",
        "(2/2) If your business employs 1-250 employees, then please fill this survey &amp; raise your concerns to the authoriti… https://t.co/1mICljzIv7",
        "(1/1) Here is a short survey to gauge the impact of COVID-19 on micro, small &amp; medium enterprises (MSMEs) in Pakist… https://t.co/Lx5El1MNaH",
        "Director CEJ-IBA, Mr. Kamal Siddiqi's article titled \"Who is responsible?\" is published in the Express Tribune: https://t.co/j5QPWRsDIs",
        "@fawadchaudhry An e-book, 'Short Notes on the Economy During the #COVID19 Crisis' has been published with the effor… https://t.co/kgpAs6yP9Q",
        "Important Announcement: NTHP- Batch 2020 Applicants, March 28, 2020\nhttps://t.co/qX7OosqzkJ",
        "Here are some #netiquette which one should follow, while interacting on the IBA’s platforms\n#IBAKarachi… https://t.co/DARpAjoVyD",
        "Here are some #netiquette which one should follow, while interacting on the IBA’s platforms\n#IBAKarachi… https://t.co/jHOs8tztX9",
        "Important Notification: Reschedule of Admission Schedule Fall 2020\nhttps://t.co/mpltvyKFME",
        "Read about the economic trends in the following e-book titled, \"Short Notes on The Economy During the COVID-19 Cris… https://t.co/At57eD5v8t",
        "Director CEJ-IBA, Mr. Kamal Siddiqi's article titled \"Thoughts in self-isolation\" is published in the Express Tribu… https://t.co/qWqbcZSDSR",
        "IBA, Karachi is looking for a candidate for the position of Registrar. For more details, please visit:… https://t.co/Bq6tH8q7bj",
        "Comprehensive HEC Policy/Guidelines for Universities and Degree Awarding Institutions (DAIs) on COVID-19:… https://t.co/6dOwuW1RTu",
        "Mr. Imtiaz talked about how they can prepare themselves for the professional arena and map out their careers in a c… https://t.co/5EyBoRJFOn",
        "Manager IBA CDC, Mr. Danish Imtiaz was invited recently as a guest to a radio show ‘Learning Bite’ aired on Sindh P… https://t.co/b1Y5ryNndW",
        "Acting Executive Director and Associate Dean, Faculty of Computer Science, Dr. Sayeed Ghani’s message for students… https://t.co/LPtxuAxptC",
        "Director CEJ-IBA, Mr. Kamal Siddiqi's article titled \"Who suffers, who cares\" is published in the Express Tribune: https://t.co/tU6BCXhJb6",
        "Assistant Professor, Social Sciences and Liberal Arts Department, Dr.  Abdul Haque Chang's article titled \"Staying… https://t.co/jmlH4ePhoo",
        "Assistant Professor of Economics &amp; Research Fellow at CBER, Dr. Aadil Nakhoda's article titled, ‘Coronavirus challe… https://t.co/L47m4sIJY6",
        "Director CEJ-IBA, Mr. Kamal Siddiqi's article titled \"Justice for Aziz Memon\" is published in the Express Tribune: https://t.co/8kSzLY8Ebb",
        "Feb 29-1 Mar, 2020: Team Apollo from IBA secured 1st runners up position at LCC 2020\nhttps://t.co/pYX2xkAi54",
        "Admission Schedule for BS (CS / EM)\nhttps://t.co/lBFEcP4RW6",
        "Assistant Professor of Economics &amp; Research Fellow at CBER, Dr. Aadil Nakhoda's article on India’s economic decline… https://t.co/MFl2MIS2nF",
        "Director CEJ-IBA, Mr. Kamal Siddiqi's article titled \"Questions after Wuhan\" is published in the Express Tribune: https://t.co/nzrvhOnoNF",
        "Directors' Training Program (DTP) - March 16 to 18, 2020 &amp; March 18 to 20, 2020. \nApproved by SECP, DTP is a widely… https://t.co/cBReUWNE5v",
        "Dear Applicants,\n\nForm Submission deadline date for BS (CS / EM) programs for Fall 2020  Round-1 has been extended… https://t.co/WyGTntcJhT",
        "Here is what you can do to protect yourself and others from the novel Coronavirus:\n\nhttps://t.co/vwjH7MvLUa… https://t.co/L96a3r7RZn",
        "Things you should know about COVID-19 (2/2) #CoronavirusPakistan #CoronaOutbreak https://t.co/722tzTmY58",
        "Things you should know about COVID-19 (1/2) #CoronavirusPakistan #CoronaOutbreak https://t.co/AlBiB3zEva",
        "A cheque distribution ceremony for Batch 2 of the Sindh Research Incubation Center (SRIC) was held at the IBA-CICT.… https://t.co/QWOjb0EMrn",
        "This is to inform you that TEDxIBA, which was scheduled to be held on February 28, 2020 at the IBA has been postpon… https://t.co/VJSK8odqiB",
        "Find out Afreen Mushtaq's inspirational story at the #TEDxIBA.\n\n#FlyIMust https://t.co/d6Ouutrxhm",
        "The Impact Female Scholarship Programme certificate distribution ceremony by @ICIPakistanLtd was held at… https://t.co/pj8vcNiGLD",
        "Highlights of the Distinguished Lecture by Foreign Minister of Pakistan Makhdoom Shah Mahmood Qureshi at the IBA:\nhttps://t.co/dEHmJGw3jj",
        "BBA/BS Fall 2020- Round 1- Final Result - Test held on February 9, 2020\nhttps://t.co/tmh7cJ73jN",
        "Feb 15-16, 2020: Outreach activities organized by IBA Karachi in Quetta &amp; Pishin (Balochistan)\nhttps://t.co/Mqn41NU8HP",
        "Feb 15, 2020: Outreach activities organized by IBA Karachi in Gwadar, Balochistan\nhttps://t.co/HULvBVEV6A",
        "BS(CS) graduates of IBA Karachi Muhammad Salik Khan and Muhammad Adil Shaikh are featured in the article titled, \"T… https://t.co/0zazE0dtgC",
        "From the slums of Karachi to the classrooms of IBA... Afreen Mushtaq shares her tale at the upcoming TEDxIBA.… https://t.co/AsYEGd1mfh",
        "Download the @CEEIBA Program Calendar 2020: https://t.co/Rk7N0ize43 https://t.co/jMKtyDmIuy",
        "Assistant Professor of Economics &amp; Research Fellow at CBER, Dr. Aadil Nakhoda's article titled ‘Pakistan must impro… https://t.co/G6leoUnGrW",
        "@CEEIBA hosted a three-day workshop on “Business Analytics” held from 19 to 21 February 2020. The training equipped… https://t.co/kGrkBuj1NZ",
        "The session focused on patriotism and youth empowerment. Mr. Afzal explained how youth plays an important role in t… https://t.co/bmnA1XOm9a",
        "A guest speaker session of the Global CEO, Shahid Afridi Foundation and Co-Founder, Million Smiles, Mr. Zeshan Afza… https://t.co/VjzKM4MgKM",
        "Director CEJ-IBA, Mr. Kamal Siddiqi's article titled \"Death by Soybean dust\" is published in the Express Tribune: https://t.co/bal9Rs0drB",
        "The program aims at providing practical training to the youth in the most in-demand and highly employable high-tech… https://t.co/YEZ7OtgMz8",
        "The IBA-CICT has signed a contract with the National Vocational and Technical Training Commission (NAVTTC) to execu… https://t.co/iTG55oPGks",
        "We are pleased to present the IBA News bulletin, Vol. 3 Issue 1 (January 2020). The bulletin can be accessed on the… https://t.co/9VFmWkGOGR",
        "Center for Executive Education (CEE), IBA, Karachi, hosted a workshop on \"Effective HR Audit\" on February 19, 2020. https://t.co/nHpF1uZOH6",
        "Center for Executive Education @CEEIBA Karachi, hosted a two-day workshop on \"Managerial Communication Strategies f… https://t.co/7WC04VWNiy",
        "As part of the IBA Economics Research Seminar Series, PhD scholar Economics &amp; Finance IBA, Asim Bashir Khan will be… https://t.co/6sUHZFUpA8",
        "Director HR @ibakarachi Mashooque Ali Bhatti talked on ‘Pedal Power’ during a session at Lahooti Melo 2020. In his… https://t.co/PZ1Kb6xbKh",
        "@ibakarachi Girls Football Team secured second position in the HEC Intervarsity Football Championship 2020 at Provi… https://t.co/yZJFgHZyMl",
        "Director CEIF, Mr. Ahmed Ali Siddiqui and Research Associate CEIF, Mr. Muhammad Junaid's article titled \"Inclusion… https://t.co/SzJeMFLGaD",
        "BBA/BS Fall 2020- Round 1- Test Result - Test held on February 9, 2020\nhttps://t.co/RAAG2DXzYa",
        "Director CEJ-IBA, Mr. Kamal Siddiqi's article titled \"Karachi’s parking scams\" is published in the Express Tribune: https://t.co/1M7hBGHtag",
        "#RecruitmentDrives #IBACDC https://t.co/2H6yj4rEyP",
        "Unleash your entrepreneurial potential with us by joining IBA Mothers' Entrepreneurship Camp (MEC) 2020. Discover Y… https://t.co/4f5BEWas2n",
        "IBA, Karachi is looking for candidates for the positions of Manager, Resource Mobilization and Senior Executive, Te… https://t.co/pH2AftRV8f",
        "#IBACDC #CareerCounsellingClinics https://t.co/FwwIa4br31",
        "#IBACareerFair2020 #IBACDC https://t.co/ERe4btnHTU",
        "Peer Support Program is an initiative of the @ibakarachi Counseling Center to provide in-depth rigorous training to… https://t.co/Kc9TZ2TqXr",
        "Last 2 days left to avail 30% early bird discount!!\n\nPROFESSIONAL MEDIATION TRAINING PROGRAM\n\nFeb 28-Mar 8, 2019 |… https://t.co/qlxwwNjjm7",
        "IBA, CEE brings a 5 days' training program on 'Project Management Framework &amp; Tools' from February 24 to 28, 2020.… https://t.co/u6MCZXF2zW"
    ]
}