{
    "screen name": "LauraCNN",
    "no. of tweets": 155,
    "tweets": [
        "@MaxCRoser Hi Max, this Laura from CNN. Could you please follow me back so I can message you? Thanks.",
        "Today we had the chance to ask the Spanish PM about the #JohnsHopkins ranking among other things #CNN ⁦@scottmclean… https://t.co/foHBDuWUEV",
        "Amidst one of the strictest lockdowns in Europe, a midnight walk alone in Spain will surely get you fined — yet cra… https://t.co/nO0cO2zdAk",
        "Ibiza's nightlife is legendary. #COVID19 -19 has crashed that party. #QuedateEnCasa #ibiza @scottmclean⁩\nhttps://t.co/ppdMmlaXxq",
        "Facebook live from Formentera. @scottmclean #COVIDー19 #Formentera https://t.co/kGlPuNcJiM",
        "El Consejo General de Colegios Oficiales de Médicos publica el número de profesionales sanitarios muertos por Coron… https://t.co/9WsYdsEGKe",
        "Asking Spanish PM, Pedro Sánchez, about health workers data and testing in the country. Preguntándole al Primer Min… https://t.co/VXetgcETqf",
        "Asking Spanish PM, Pedro Sánchez, about health workers data and testing in the country. Preguntándole al Primer Min… https://t.co/4PjlzbWIds",
        "@JMGT85 @MVTARDE @sextaNoticias Hola, me llamo Laura y trabajo para CNN en Madrid. Me podrías seguir para que te pu… https://t.co/C4IUOL6pFz",
        "@Patxi_Arostegi @JMGT85 Hola Patxi, me llamo Laura y trabajo para CNN en Madrid. Me podrías seguir para que te pued… https://t.co/ap1iuB9AWc",
        "How do you find people to talk to when a lockdown is in force? We talk with several Madrid residents about their ex… https://t.co/QgehqOGUe4",
        "@julia_otero @eltaxiunido Esto donde es? Madrid?",
        "@scottmclean doing whatever is necessary to bring you the story. #yomequedoencasa #covi̇d19 cnn https://t.co/Ebqlztaafc",
        "@scottmclean doing whatever is necessary to bring you the story. #yomequedoencasa #covi̇d19 cnn https://t.co/zeSOglht2C",
        "Non essential workers go back to their jobs in #Spain as the state of emergency continues. #COVID19 #CoronaLockdown… https://t.co/BtxyUaSUte",
        "@AdamJKucharski Hi Adam, this is Laura from CNN. Would you please follow me back so I can message you?\nThanks.",
        "#BorisJohnson taken to ICU. He was taken to hospital on Sunday. His condition worsened this afternoon and, on the a… https://t.co/wWsnZxj7dZ",
        "The situation improves slowly in #Madrid 's hospital as the pressure lands on the cemeteries #Covid_19… https://t.co/LTLn6XWHRM",
        "British Prime Minister #BorisJohnson admitted to hospital on Sunday for #COVID-19 tests #ukcoronavirus",
        "Inside Spain’s biggest hospital https://t.co/0Ua4ndC9Zg #COVIDー19 #SpainCoronaVirus",
        "Inside Spain’s biggest hospital https://t.co/0Ua4ndC9Zg",
        "The biggest hospital in Spain is not a hospital but a conference center which now holds 850 patients of #covıd19… https://t.co/k1Vam0EaJ3",
        "Amazing people with amazing ideas... #Covid_19 #SpainLockDown \nhttps://t.co/m20vj00Vs4",
        "@AlfredoRedondoD @DrPerez_Espana @DecathlonES @ignamatsant Alfredo, soy Laura de CNN. Te podrías poner en contacto… https://t.co/umLHM58REi",
        "@arubiolopez Alberto, soy Laura de CNN. Te podrías poner en contacto conmigo por privado por favor? Muchas gracias.",
        "@camanpour interviews Spanish Foreign Minister @AranchaGlezLaya https://t.co/5xATJHEecc",
        "@camanpour interviews Spanish Foreign Minister @AranchaGlezLaya  https://t.co/5xATJHEecc",
        "Doctors in Spain use 'desperate' measures to fight #Coronavirus #Covid19 https://t.co/rRQR9UEkbi",
        "@HDanielFlo @scottmclean Yes, everyone claps every day. Here the police clapped back to the people for staying at home.",
        "#Madrid regional police applaud people for staying at home during #StateOfEmergency #Covid_19 #SpainLockDown https://t.co/R5jBG6KOsR",
        "Spanish military is now making hand sanitizer to fight #Coronavirus #COVID19 #Spain #SpainCoronaVirus  https://t.co/9a5TtQUAjs",
        "#PedroSanchez declares state of emergency in #Spain for 15 days due to #Coronavirus #Covid_19",
        "32 cases #Coronavirus cases reported in Spain: 30 in quarantine (6 in Andalusia, 1 in Aragon, 2 Castilla Leon, 8 in… https://t.co/ZWC3jeCXvA",
        "This makes 16 cases of #Coronavirus in total in Spain (14 in quarantine - 4 Tenerife, 4 Madrid, 2 Barcelona, 2 Vale… https://t.co/wdT4vfGyZW",
        "Spanish Health Ministry’s emergencies coordinator, Fernando Simon, confirms 2 new cases of #Coronavirus in Madrid.… https://t.co/pcyPqJn76S",
        "@peecrawley @Hermesparcels Lisa, could you please follow me back so I can write to you privately?",
        "Tenerife coronavirus: Hotel on partial lockdown as Italian tests positive - CNN https://t.co/6T7mojqD6o",
        "@CRckRestaurant @catherinehwyatt Hi Edward, any chance you can follow me so I can message you privately?",
        "@NickSpelgatti Can you follow me back so we can talk privately?",
        "@NickSpelgatti Hi Nicoló, are these your photos?",
        "@RosarioPSUV estoy intentando ponerme en contacto con usted. Ayer dejé mi teléfono con su oficina. Llámeme por favor.",
        "@adolfo_mfraile @ayto_pozuelo @Asoc_LaCabana El ayuntamiento tiene que tomar cartas en este asunto y liderar la sol… https://t.co/ii5ckY9luE",
        "https://t.co/39QBsPEjD7",
        "https://t.co/SPy0rUAJZc",
        "#Catalonia #Proces https://t.co/jIlyYgN1Cb",
        "How the jailing of pro-independence leaders triggered unrest in Catalonia\nhttps://t.co/hjdLESsfTx",
        "Our article on the #Proces sentence\nhttps://t.co/cIO1Xa2sIC",
        "#Franco can be exhumed - rules Spanish Court\nhttps://t.co/M3OVWKJ7Hj",
        "'Wolf Pack' found guilty of rape by Spain's Supreme Court @CNNI https://t.co/jOrsKGqkAF",
        "Incredibly interesting. A very much recommended watch! CNN Special Report The Trump Family Business https://t.co/usnonvnt7z via @YouTube",
        "Today I had the pleasure of presenting the #DigitalFinance Networking Event organized by @EIT_Digital, and celebrat… https://t.co/yyIcfGF34l",
        "Spain's Socialists win election but will need support of other parties to form a government @CNNI https://t.co/Nd3etDRv1d",
        "Spain prepares for elections amid political instability @CNNI https://t.co/d7LpBq3EwP",
        "#TheresaMay has said that she will stand down as prime minister once #Brexit has been delivered, according to a Con… https://t.co/42bulcl0zu",
        "Not one of the eight options that British lawmakers voted on Wednesday night got majority support from MPs. #Brexit",
        "British lawmakers on Thursday overwhelmingly voted down a proposed amendment to a government motion that would have… https://t.co/REni2D5hXz",
        "British lawmakers to vote on second referendum. #Brexit",
        "@Rascoundrel @CNN @WorldSIOP It seems some of the world's best hearted people were on that plane. R.I.P.",
        "#PedroSanchez announces Spanish General Elections for the 28th of April. #Spain",
        "#DonaldTusk: “I've been wondering what that special place in hell looks like, for those who promoted #Brexit, witho… https://t.co/XsZi6FklK6",
        "#MichelBarnier this morning: \"The #EU institutions remain united, we stand by the agreement we have negotiated with… https://t.co/kzpNujgnYB",
        "#DonaldTusk: \"The Withdrawal agreement is and remains the best and only way to ensure an orderly withdrawal of the… https://t.co/6WoP74DnwF",
        "“The #WithdrawalAgreement is not open for re-negotiation,” a spokesman for #EUCouncil President #DonaldTusk said Tu… https://t.co/ilDoidOGxr",
        "The Brady Amendment – which, without explanation or alternative, “requires the Northern Ireland backstop to be repl… https://t.co/GGttSmLBup",
        "Up next, the key amendment which #TheresaMay herself backs: the Brady amendment, which instructs Theresa May to get… https://t.co/uKd4bolLp5",
        "The Spelman amendment – which, without elaboration or explanation, “rejects the United Kingdom leaving the European… https://t.co/ff6dpL7M9g",
        "Spelman amendment passed. It rejects leaving the #EU without a deal. #Brexit",
        "The UK Parliament backs #TheresaMay refusing to pass the Cooper amendment, which aimed to rule out a no-deal #Brexit\nThe vote was 298-321.",
        "Full list of amendments: https://t.co/O50T1fwiVa\n#brexit",
        "House of Commons Speaker #JohnBercow has announced British lawmakers will vote on seven amendments on Tuesday to UK… https://t.co/DNfkP0Lk63",
        "#UK PM #TheresaMay to seek to re-open negotiations on the #EU Withdrawal Agreement. #brexit",
        "#Merkel: The Federal Government continues to campaign for an orderly withdrawal of Great Britain from the EU. The f… https://t.co/yOE5ng6CWB",
        "British Prime Minister #TheresaMay told British MPs on Monday that’s she will not reopen the Belfast agreement, des… https://t.co/t6oq563E8v",
        "British opposition party leaders say they will not meet with Prime Minister #TheresaMay over #brexit until she budg… https://t.co/LlpNrBXlGv",
        "#TheresaMay to hold cross party talks with members of parliament over her Brexit deal beginning Wednesday evening. #brexit",
        "British Prime Minister #TheresaMay has survived a vote of no confidence in Parliament over her mandate by a small m… https://t.co/f3RKrngd9d",
        "#TheresaMay will face a vote of no confidence on her government tomorrow. #Brexit.",
        "British Prime Minister #TheresaMay has suffered a crushing defeat in Parliament with a large majority of MP’s votin… https://t.co/eorTbfYGfr",
        "British MPs have voted down a proposed amendment to Theresa May’s #Brexit plan saying that the UK should have a uni… https://t.co/u706Yjp0oV",
        "#TheresaMay: \"If the backstop was ever triggered, it would only be temporary\".  #TheresaMay said she recognized the… https://t.co/FEE4B7goNS",
        "@JonInarritu. Me llamo Laura Perez Maestro y trabajo para CNN Internacional en Madrid. De cuando es el video de los chicos en los colchones?",
        "Pigeons to be banished for threatening tourists in Spanish town of Cadiz https://t.co/U0sWPqfuB9 via @CNNTravel",
        "CNN EXCLUSIVE: Jamal Khashoggi’s last moments by @NicRobertsonCNN \nhttps://t.co/lr8a5WLcVT",
        "Spain's Vox party wins seats as far-right party surges for first time since Franco @CNN https://t.co/1txgdB20o6",
        "#PedroSanchez on #BrexitDeal \n\"In relation to the departure of the #unitedkingdom we all lose, especially the one t… https://t.co/svxxKMcSmr",
        "#PedroSanchez confirmed this morning that #Spain will vote against the #Brexit agreement reached between the #EU an… https://t.co/e0YWRsAdbN",
        "The European Union’s chief #Brexit negotiator, Michel #Barnier, cancelled a planned Monday press conference because… https://t.co/ixGU7elJ8j",
        "Negotiations between the UK and the European Union on #Brexit have “undermined” the Good Friday peace agreement, pr… https://t.co/ExXJf2cba5",
        "The death toll in #Italy has reached 17 following a week of severe weather conditions and flooding across parts of… https://t.co/NlOS3mk0iT",
        "As #Rato entered prison he said \"first of all, I want to say that I accept my obligations to society, that I assume… https://t.co/JZ2aUcORX4",
        "Former Spanish Finance Minister and IMF managing director, Rodrigo Rato, has now entered the prison of Soto del Rea… https://t.co/jMG3YZ3qfN",
        "Spanish PM condemned #Khashoggi killing but decided to continue to sell weapons to #Saudi_Arabia \"I have to act in… https://t.co/4YpwJ8M0Cw",
        "Spanish PM, Pedro Sanchez, told Spanish MPs today: \"I share that rejection and dismay and condemn the terrible murd… https://t.co/ASAG72uFGy",
        "It is now too late to prepare the UK’s borders for a ‘no-deal’ #Brexit, British government watchdog warns.  “Busine… https://t.co/f1FxaNT6vJ",
        "Spain to continue to sell weapons to #Saudi_Arabia despite condemning #Khashoggi 's murder, Prime Minister @sanchezcastejon said.",
        "Doctor found guilty but acquitted in Spain's decades-old 'stolen babies' case - CNN https://t.co/V8sUy61sHu",
        "My latest article from Spain:\nSpanish holiday resort Palma bans topless parading, anti-social behavior… https://t.co/X3KH8I5CBB",
        "Nima Elbagir's reporting leads to the overturn of the death sentence for teen who killed rapist husband… https://t.co/eeHzJAZCvQ",
        "The Italian Coast Guard ship \"Dattilo\" is approaching the port of Valencia. This is the first of three ships expect… https://t.co/ZyE32Ssdsl",
        "Spanish Prime Minister Mariano Rajoy likely to fall in no-confidence vote @CNNI https://t.co/AqjeTt6IbV",
        "#MeghanMarkle 's evening dress was designed by #StelaMcCartney. It's a bespoke lily white high neck gown made of silk crepe. #RoyalWedding",
        "The Duke and Duchess of Sussex are now departing for their evening reception hosted by #PrinceCharles Harry's fathe… https://t.co/qlHKcewQRS",
        "#MeghanMarkle will be making a speech at the evening reception, Kensington Palace tells CNN’s Max Foster. The small… https://t.co/aRd7hQYhbu",
        "#MeghanMarkle ‘s father, #ThomasMarkle, told TMZ that the watching the royal wedding was “emotional and joyful”. Ac… https://t.co/7hCvz8VVhN",
        "#PrinceHarry and #MeghanMarkle are married. #RoyalWedding",
        "Both #PrinceHarry and The #DukeofCambridge will wear the frockcoat uniform of the Blues and Royals. #RoyalWedding",
        "MEGHAN AND MOTHER in car, on the move. #RoyalWedding2018",
        "Patrick J. Adams, who played #MeghanMarkle ‘s love interest on “Suits,” Saturday joked “I’m beginning to think she… https://t.co/27hneDYE1M",
        "Patrick J. Adams, who played #MeghanMarkle ‘s love interest in “Suits,” just learned that his grandparents were mar… https://t.co/C6Sn6BjTNk",
        "#PrinceHarry and #MeghanMarkle will be the Duke and Duchess of Sussex. #RoyalWedding2018",
        "The Queen has conferred a Dukedom on Prince Henry of Wales.  His titles will be Duke of Sussex, Earl of Dumbarton a… https://t.co/rip4oSJaJT",
        "Prince Charles will walk #meghanmarkle down the aisle! #royalwedding",
        "#PrinceHarry has now arrived at Windsor Castle. #RoyalWedding",
        "CNN has learned that Kensington Palace has been offering advice and providing practical support in protecting Thoma… https://t.co/wykLhp93zP",
        "CNN understands that while Markle is concerned for her father, she is surrounded by friends, in a good frame of min… https://t.co/GrUztKQfGJ",
        "Meghan Markle has been in contact with her father in recent days, who told her that he was unable to attend the wed… https://t.co/JpYjEYSiNF",
        "Meghan Markle’s father, Thomas Markle, will not attend the royal wedding, according to a statement released by Kens… https://t.co/OySOkorSSe",
        "“I would like to thank everyone who has offered generous messages of support. Please know how much Harry and I look… https://t.co/Yd74Cg69PL",
        "“Sadly, my father will not be attending our wedding. I have always cared for my father and hope he can be given the… https://t.co/sXfN61qT0Z",
        "Calls for mercy grow for teen sentenced to die for killing her rapist husband. #JusticeForNoura\nhttps://t.co/7DPPjp1aUw",
        "A lawyer representing a Sudanese woman sentenced to death for killing her husband when he raped her cancelled a pre… https://t.co/bhs3mcf6HC",
        "Prince Harry has asked his brother The Duke of Cambridge to be his Best Man at his wedding to Meghan Markle. Prince… https://t.co/tm14utI76f",
        "Her Royal Highness The Duchess of Cambridge was safely delivered of a son at 1101hrs. The baby weighs 8lbs 7oz. The… https://t.co/dpCdERr2CO",
        "The Duchess of Cambridge, Kate Middleton, has been admitted to St Mary’s Hospital in London in the early stages of… https://t.co/DSeNpBW5TF",
        "Thousands of people demonstrate in central Madrid for #InternationalWomensDay https://t.co/FzsNZaxO4a",
        "Students stop the traffic in Madrid on #InternationalWomenDay https://t.co/mHFuFptl4N",
        "Students in Madrid demonstrate on #InternationalWomenDay https://t.co/JULg788y1e",
        "Thousands of students demonstrate in Madrid's University district in favour of women's rights, singing \"don't give… https://t.co/OS1yjEtvuV",
        "@jackscht Most important Spanish newspapers, radios and TVs are saying the same as me. I understand perfectly how democracy works.",
        "@jackscht Ciudadanos are the party with more votes and seats in parliament. No other party got more votes or seats… https://t.co/B8exKIXpIV",
        "Unionist party Ciudadanos wins the #CatalanElections but it is unlikely to govern. The separatist bloc loses votes… https://t.co/78A6mB8cCa",
        "With 88.5% of the votes counted #Ciudadanos wins, separatist bloc gets the majority of seats in parliament, unionis… https://t.co/oMtq5j4fKk",
        "With 78% of the votes counted #Ciudadanos would win the elections, but Catalan pro-independence parties would secur… https://t.co/qHrtKguQhV",
        "We now have 52% of the votes counted and unionist Ciudadanos are back leading the #CatalanElections. Despite Cs bei… https://t.co/ESkHKs3gJY",
        "With 34% of the votes counted Puigdemont’s JuntsxCat is the party with more votes in the #CatalanElections. #Spain",
        "The separatist block have the majority in the #CatalanElections with 11% of the votes counted. Unionist Ciudadanos… https://t.co/JgmRlKWs2S",
        "Unionist party Ciudadanos take the lead in the #CatalanElections, with 11% of the votes counted. #Spain #Catalonia",
        "Turnout in the #Catalan regional #elections in #Spain was just over 82% -up from 75% in 2015, official figures show.",
        "Spanish court orders detention of 8 former Catalan ministers #Spain #Catalonia",
        "An apartment in the #Munich neighborhood of Maxvorstadt searched by special police in connection with Friday’s #MunichShooting",
        "MP #JoCox has died as result of her injuries. Police recovered firearms from the scene and one man is in custody.",
        "@mochachinnos who took the pix? CNN would like to use it too.",
        "73 people dead and 200 injured at a fire during a firework display at the #Puttingal temple in #Kerala.",
        "Beloved school teacher missing following Brussels attack @CNNI https://t.co/P2FWI15G7V",
        "First Responder: Belgian airport scene was a 'war zone' @CNNI https://t.co/5cV1QicrkH",
        "Belgian authorities search for 2nd unidentified suspect from the Brussels metro bombing, Belgian security source #BrusselsAttacks",
        "No guns or weapons were found at the airport, Belgian federal prosecutor Frederic Van Leeuw said #BrusselsAttacks",
        "“There are still a number of people possibly involved in the attacks still in our country … who still pose a threat”, counterterror official",
        "#BrusselsAttacks prosecutor confirms 31 dead, 271 injured.",
        "One person has been arrested in Anderlecht, Belgium, Belgian state broadcaster RTBF reports. #BrusselsAttacks",
        "Belgian Federal Prosecutor: the men in black are responsible for the suicide attack at the airport. Police search for the man in white.",
        "Belgian Federal Prosecutor releases CCTV image of #BrusselsAttacks suspects. https://t.co/KJvioXaRtT",
        "#Brussels police issue a wanted notice for suspect behind the #brusselsattack at airport https://t.co/NtJPRd08jz",
        "Explosion at #Brussels airport took place outside the security checkpoints and near the airline check-in counters.",
        "BFMTV: The attorney representing the families of the #ParisAttacks victims will request the extradition of Abdeslam to France."
    ]
}