{
    "screen name": "edwards_jk",
    "no. of tweets": 160,
    "tweets": [
        "Of course, things used to suck.  But they sucked better. https://t.co/4eIxOqexYd",
        "@MykeCole @BrianTMcClellan @SamSykesSwears I believe now he goes by “Big Froggy”",
        "Anecdotally speaking, I’ve heard many anecdotes.  It must mean something.",
        "Wish college had been able to tell us spring break was permanent so I wouldn’t have to drive to LA tonight, clean o… https://t.co/26Zbroc2we",
        "@Clipart_Bear @coreyaustinhere @freezing_cloud @mmasnick @kevin_bowen I was only speaking of the general college case.",
        "@coreyaustinhere @freezing_cloud @Clipart_Bear @mmasnick @kevin_bowen Many colleges have a tradition where faciliti… https://t.co/26C94Wf3pi",
        "@lorakolodny Nice.  Much better than the “no questions” message part night.",
        "I feel for reporters like @lorakolodny, @russ1mitchell and @danahull posting their questions about @Tesla and Alame… https://t.co/8ehR6k8jyL",
        "I would like to retract this @Dare2BWell https://t.co/896LJZMvZ0",
        "In which @Dare2BWell explains to all of us that have been staying home that we’re stupid chumps. https://t.co/NJb5rIdWHc",
        "I wonder whether to trust google lens on this. https://t.co/RSD9MSpntu",
        "@SamSykesSwears @MykeCole This was bugging me. Is this description of the differences between basilisk and cockatri… https://t.co/cYBwIRWbBP",
        "Living with an Environmental Health and Safety specialist, I get to see how incredibly stressful it is doing that w… https://t.co/1PYkZJqIxU",
        "Shame.  It’s a good book.",
        "I was going to recommend people read “Legion vs. Phalanx” by @MykeCole but now I realize he’s not a serious histori… https://t.co/7iQUsn8jAt",
        "Musk doesn’t want to be locked up.  He just wants attention and will say anything. https://t.co/THADoDo7iv",
        "Whoever is in this mask with me needs to drink less coffee.",
        "Mixed bag when the professional plumber also has trouble getting the faucet apart. On the one hand, you weren’t bei… https://t.co/JssNLlKDva",
        "Auto-mixing temperature balancing faucets for a shower are great. Until sediment jams the mixer and corrosion and m… https://t.co/McY3wKCpRE",
        "When people say there’s “essentially zero chance” of a group of people getting cov-19, what they mean is zero chanc… https://t.co/to30NOQKxv",
        "@SamSykesSwears It would be kinda awesome if Animal Crossing had a slow burn story arc into a serial killer/horror game.",
        "@PamKeithFL Everyone.  Everyone knew.  If they were paying attention.",
        "The most honest version of @elonmusk twitter is the crypto-coin scammers pretending to be @elonmusk in the replies.",
        "@abc7newsbayarea This tweet and article would benefit from clarity around what the “Bay Area Council” is.  It would… https://t.co/iibnfIp6Gz",
        "@adrianfine Would have been better if you had expressed any concern for the people of Fremont plant, Alameda and surrounding communities.",
        "So according to @nytimes  @AlamedaCounty was willing to let Tesla open on May 18.  @Tesla claims in @SF_SEC filing… https://t.co/cDZaDQSMIl",
        "@Dare2BWell @AlamedaCounty I think you have a very generous, definition of “collaborative, good faith”.",
        "Thank you @AlamedaCounty for caring about the health and safety of the community.",
        "It’s so infuriating when people want you to care about the health of your workers and your community. https://t.co/4SkDAY9RqI",
        "https://t.co/aFuIl6AuKs",
        "Had to evict a squatter from the garage.  Hope it likes the back yard better. https://t.co/DQekrNaWYK",
        "The fact the many Brits react to a woman concocting a horrid instant tea/sugar/tang drink by saying “ Oh my God! Sh… https://t.co/M8DIkxFQSf",
        "Guess I’ll go ahead and start a sourdough culture. https://t.co/4pMC01CebV",
        "@synfinatic The illusion of security featured heavily in my (pointless) app feedback.",
        "A bank app that displays routing numbers and account numbers as images that cannot be cut and pasted is basically s… https://t.co/gysTgZNLH9",
        "There are people on my @Nextdoor who simultaneously think crosswalk buttons are too nasty to touch with anything bu… https://t.co/oDZyU1o81I",
        "@asymmetricinfo Or someone thought “my brother in law is a vinyl salesman”",
        "@SamSykesSwears I appreciate it. We need goofy shit. I get enough rage-tweeting elsewhere.  Even, ironically, from… https://t.co/Dh8Lan3GU7",
        "I just realized I need to make a sizable donation to my elementary school. https://t.co/m0U9P5Kzke",
        "@ayyar I see no cocaine in that video, so I think it’s fake.  Maybe “fake, but accurate.”",
        "@dhh If you’re the sort of person who thinks of your workers as “barnacles” for you to “scrape off”, the idea of a… https://t.co/lJRje9SVjP",
        "I advise everyone to shelter-in-place through @elonmusk “fascist” covid-19 tweetstorm.",
        "@RMac18 So that tells us what we need to know about Tesla’s real liquidity.",
        "Somebody is mad that an increasing number of his former tech sycophants are finally getting tired of his bullshit. https://t.co/ndsyokSKZG",
        "New mixer wouldn’t work in some sockets. No breaker blown. Discovered no sockets in that chain worked. Used multime… https://t.co/tD7uzbUjpS",
        "@dramdass A few weeks ago we were out of plastic wrap so I ordered more.  Amazon only offered 4-packs, but ok. My d… https://t.co/WykuBmcsoe",
        "@synfinatic So @TheVerge now accepts @Microsoft as the ultimate arbiter of style and taste?",
        "@dramdass @IRStaxpros No profits were made on the gift of #JaniesMill flour.",
        "Two Kilos of the good stuff for the neighbors.  If they can move it we might be able to work together going forward. https://t.co/riKWZahLQK",
        "@dramdass We should have learned the coordination lesson from the dual toilet paper orders. https://t.co/OEIUBRBhtV",
        "55 lbs. of flour delivered.  Lockdown can end now.  Also, my wife and I need to start coordinating purchases. https://t.co/TElVqzxAzd",
        "I’m pretty sure I had it in ‘93.  That was bad. https://t.co/QyaqmME92h",
        "Positioning themselves to get Fromm. https://t.co/xQM3vmNNQS",
        "Amusing to overhear a discussion of a business reopening plan in which one person doesn’t understand how much peopl… https://t.co/oVU86wnVrT",
        "Gronk is a guy I could see partying on a pirate ship. https://t.co/0mWhwOKuMM",
        "@iowahawkblog Weird way to refer to Emily Blunt’s brother in law.",
        "@iowahawkblog I thought a “superspreader” was someone who directly infected many others, not someone in a chain?  O… https://t.co/cn2nUwHOLm",
        "Considered doing a sourdough starter, but read about feed and caring and decided if I get another pet, it will be s… https://t.co/lCQhyd0pYb",
        "@ayyar That’s who finds the balloon and plays with it.",
        "https://t.co/FnHsUuRGWC",
        "Weird that was is clearly a sourced news article is labeled an opinion piece.  Also, ugh. https://t.co/Q3vF7rSzGN",
        "@Hectorisfunny @nerdist Some people just want to watch the world burn.",
        "Every time it seems like ⁦@realDonaldTrump⁩ and ⁦@elonmusk⁩ can’t be more alike, they find a way.  Is ⁦@Tesla⁩ stif… https://t.co/bl6BX8BtlS",
        "@MykeCole Perhaps it was not meant to be comforting, but rather a threat?",
        "The timing of SF announcing shelter in place just before the joint county health departments’ announcement seemed h… https://t.co/Yohguvvm8b",
        "Reading about Virginia Hall in “A Woman of No Importance...” by @soniapurnell She should be better known. https://t.co/LhNee2z0iw",
        "@lulu_happy2 @RealTimeWWII On second thought, life is to short to spend listening to horrible people who spend thei… https://t.co/hsJLWfjKSb",
        "@lulu_happy2 @RealTimeWWII Looking forward to your explanations of how everyone misunderstands Nanking, Korean “com… https://t.co/yWQxfa4LpI",
        "https://t.co/Ywd6MW17j8",
        "It will be interesting to see how Tom Brady fans break down between #TOMPABAYs and #TAMPABRADYs https://t.co/IB9YyLzUd0",
        "My wife has figured out she can tell me “hey... their website says there is flour at...” as a way to get me to go d… https://t.co/05hhcQM0CD",
        "I feel bad for grocery store workers.",
        "Hummingbird energy.  I entitle this piece “Dude... I was just trying to go to the feeder.” https://t.co/ElVLD3179a",
        "Apparently birds do it.  Bees, not so much. https://t.co/skrMzi9Bvr",
        "@iowahawkblog I believe that’s a question for @rjallain. He’s the McGyver expert.",
        "I need bigger birds. https://t.co/8UdyzO4OKe",
        "A good, bit depressing read. At least it’s about a different kind of crazy.  Well, involving government connected c… https://t.co/VSroWgPtZZ",
        "@acb0t Just don’t jump to conclusions and post them as long twitter threads.  There are enough of those already. :)",
        "https://t.co/d7WkHUlAXw",
        "@davidgross_man @dreamoforgonon @MaraWilson Today for the first time I imagined an immigrant at Ellis Island saying… https://t.co/WnadfH5bX1",
        "Didn’t expect @Safeway to actually be able to follow through on scheduled delivery, given everything. Not disappoin… https://t.co/Ptc2uaF6pA",
        "Counterpart is on Amazon Prime.  I can finish watching season 2 after STARZ unceremoniously pulled it.",
        "Woman tried to buy all the hand sanitizer bottles off the “limit 1 per customer” table at Walgreens.  Got angry whe… https://t.co/a5lEQN5gsi",
        "What Everyone’s Getting Wrong About the Toilet Paper Shortage https://t.co/dse81HoeYA",
        "@dramdass Put the miso DOWN!",
        "@dramdass Now I’m going to spend all day reimagining the Alec Baldwin monologue fro GG-GR as being about ramens.  “… https://t.co/SZypHLJtJJ",
        "@dramdass Guess I get third prize.",
        "I’m told in the future I should slice the egg in half lengthwise, not crosswise. That’s one option of what I’ll do… https://t.co/ftMv2S1yk8",
        "I love the \"Scott's Tots\" episode of \"The Office\".  Michael is a hero because he gave those kids laptop batteries.",
        "Search for “eggs” on @Safeway website takes me to page that says “We can’t find that page.  Total bummer - but it b… https://t.co/MOUbpr4bgZ",
        "@Rivis666 @jordylancaster Perhaps I read too much into “sneaking out of quarantine”.  In any case I was engaging in… https://t.co/aqMBFfmHbq",
        "Bees are retaking the world. https://t.co/7aIyL9MX5I",
        "I could make videos in which I turned large pieces of useful metal into small pieces of useless metal while also tu… https://t.co/i3KSyWowLc",
        "@ayyar I agree that a strong, credible, responsible President could make it politically untenable for state and loc… https://t.co/KY4XeFUFz7",
        "@ayyar I hope it was clear I agree on the strong suggestion.",
        "Youtube during lockdown has me thinking I need metalworking lathe.  Also, I need something to do with a metalworking lathe.",
        "Shades of patient 31 in S. Korea and the Washington choir. https://t.co/R4OR4h5Ugb https://t.co/LGTqtTtCXi",
        "@jordylancaster To be clear, if they had said they we’re trying to get groceries I’d be on their side.  They said t… https://t.co/tJO2cTPqXQ",
        "@ayyar CAN Federally govt. order a shutdown? As opposed to strongly suggest, which it should.",
        "@jordylancaster The rare case where Karen is totally over the top and is miraculously still not the biggest jackass in the video.",
        "@latimes What? https://t.co/D5hScN9N98",
        "In the future all restaurants are ⁦@tacobell⁩  https://t.co/yuMB7xYeYK",
        "@wingod @DJSnM When all you have is a Space Shuttle, everything looks like a Space Shuttle precursor.",
        "When you order 12 dozen glazed Krispy Kreme doughnuts but they deliver two dozen random ass crazy doughtnut things.",
        "The @PlayStation is an updating system that can, in its spare time, play games.",
        "Amazon Fresh should really streamline checkout and go directly to “no delivery window available” instead of the who… https://t.co/lMQ32GJLmR",
        "Baking around meetings. https://t.co/7JrJhSLLeT",
        "I’m having trouble reconciling the notion that private hospitals are a problem because they have too few expensive… https://t.co/Oq6uxcT2qs",
        "@latimes Can’t we just let people grow their stupid beards in peace?  Can’t they even have that?",
        "Day 8. Reduced to baking. https://t.co/ytwMAYxm8m",
        "@jbarro Which data?",
        "@chrisrealtime @lorengrush If replacing all ground based astronomy with space telescopes is trivially easy, maybe S… https://t.co/0vdis89JLa",
        "@chrisrealtime @lorengrush The vast majority of professional astronomers who do their research using ground based t… https://t.co/1qBoCNQ9rf",
        "@chrisrealtime @lorengrush “Just” is doing a lot of heavy lifting in that suggestion.",
        "Bedroom rentals on @Airbnb in Sunnyvale now as low as $10/day.",
        "Son has decided to become the @NateSilver538 of #FamilyFeud",
        "@DJSnM Chlorophyll is green despite being much smaller.  I need to review.  Off to Wikipedia.",
        "Can’t tell if I’m tired and thinking fuzzily because I have a disease or because I had my 7:30 AM conference call.",
        "On the bright side, Siegfried’s Horn Call is like an old friend.",
        "Son (home from @USC for a while) practicing the French horn opening from Jurassic park theme seems more foreboding… https://t.co/weqoFXlE1y",
        "Wait “Pass/no-pass” classes? Is that like “participation trophy/no participation trophy”?",
        "https://t.co/kGJGBMUs1z",
        "Hummingbird in Sunnyvale https://t.co/SC0krw7t20",
        "Day 5.  Ramen https://t.co/jdxmMbxjhL",
        "@jamesjhare @Popehat I’d bet @popehat, like most people, has a connection with upload bandwidth much slower than Wi… https://t.co/JtjGfaq8pU",
        "@Popehat Most people have asymmetric internet connections (maybe 10x faster download vs upload) which is fine if ev… https://t.co/bvhh13dHia",
        "This is going to be the time when people learn the virtues of symmetrical internet connections.",
        "Congratulations to Johnny Depp for signing Tom Brady. https://t.co/NQ1BIOlHOn",
        "Gurley to Falcons is probably more about selling tickets than winning games. Shout out to ⁦@espn⁩ on the link headl… https://t.co/QApFjXKONH",
        "https://t.co/Pn93eCxYTQ",
        "Late Day 3.  Nerves are beginning to fray. #cat #Quarantine https://t.co/F8C0QkcSlV",
        "I’ve avoided old people retirement planning scam dinners until now, but seems like a good time to start going to th… https://t.co/q3UVup0QnD",
        "@sfchronicle Wait.  Shutdown after Monday?  Next Monday?",
        "@SCCgov What about large companies run by politically connected billionaires who think laws are for little people?… https://t.co/0JZs8jE66O",
        "@benedictevans And if you ban both, aren’t you effectively banning private ownership?   “You own this safe and ever… https://t.co/DxMmcbUzoD",
        "Day 3 https://t.co/32WMjVfI7s",
        "@MykeCole You’re working from home.  Carry on.",
        "So is @NYCMayor going to be the one @elonmusk calls a pedo when he doesn’t get credit for saving humanity? https://t.co/J4vDKq6gWk",
        "War for Planet of the Apes https://t.co/qkN00UtJOB",
        "Does this include constantly suggesting there is something psychologically wrong with them like extroverts do to in… https://t.co/WevHcGezKr",
        "@Netflix_and_ill Is the drone walking the dog or is the dog walking the drone?",
        "@ElonBachman @ElonBachman fought @elonmusk long enough he became @elonmusk.   Nietzsche would approve.",
        "Day 2 https://t.co/rsR5yfwsf8",
        "@dramdass I thought about sending a Colin Cowherd verifies link, but that seemed more fake.",
        "@dramdass I have to fill my amusement quota somehow.  Sitting at home it’s like a one man show with a no drink mini… https://t.co/iTXn07NGi4",
        "I guess @dramdass is ordering a new jersey https://t.co/4vZ23jRwVq",
        "@ayyar @rvivek Also, my wording and grammar there was meant to weed out the sophisticated and in no way related to autocorrect.",
        "@ayyar @rvivek I saw some speculation that some scams are deliberately clumsy to avoid the asking time on the sophi… https://t.co/4L8uVl1dMv",
        "Sociopaths gonna sociopath. https://t.co/0H4DqebYaH",
        "I can’t believe I’m going into shelter in place with only 10L of hard alcohol.  And don’t even get me started on my mixers. What a newb.",
        "Anyway, today I learned if you wear a bright red sweatshirt and stand by the feeder the hummingbirds go insane.",
        "Hummingbirds not practicing social distancing. https://t.co/wxsyBdv6rq",
        "The automatic closed captioning on video conference calls is cool, but a little spotty with accents.  I’m pretty su… https://t.co/4qzBKrslqH",
        "Apparently recruiters see a market crash as an opportunity to reach out to people whose equity prices a few months ago.",
        "The ☣️ emoji is underused.",
        "Westworld returning tonight is almost as bad timing as Band of Brothers premiering on Sept. 9, 2001",
        "My wife let the cat litter auto-order from Amazon get out of control, so if we run out of toilet paper...",
        "At least this motivates us to sort the canned goods by expired/toss, expired/close-enough and the two cans of “not expired yet”",
        "In China there are some things more dangerous than viruses. https://t.co/wWPPYOSb9H",
        "@JuiceHammer @alexblagg Yes.  Sitting at a half full bar is selfish, dangerous and stupid."
    ]
}