{
    "screen name": "CarrieHKelly",
    "no. of tweets": 141,
    "tweets": [
        "@JeongPark52 @ocregister OC beaches weren't ever really closed to ALL - they just allowed certain people to use the… https://t.co/fyERIBNvko",
        "@DaneYoshida @Carolinsky ONLY &lt;50k of #TheOC pop 3.1 mil have been tested.  People sick, not testing OR asymptomati… https://t.co/B5hnguA7nJ",
        "@TheEconomist Exactly what % testing does Africa have? \nIn #TheOC #SoCal &lt;50K of 3.1 mil have been tested. \nMy sist… https://t.co/xUKYnBLsrE",
        "Salt Creek Strands stairway is 7' 5\" across from inside handrail. Yesterday, @OCFA_PIO claimed it was 9 '! No signa… https://t.co/TbkD10JTKf",
        "Where am I now? https://t.co/wcPEBtjHqk",
        "@RealJamesWoods Almost no #covidtesting in #TheOC #SoCal - less than 50K tested out of 3 mil. #TheOC stopped report… https://t.co/ScAEAKG7lf",
        "Where is the rent Freeze in California? \nAnyone Anyone, Buehler .... Buehler? \n#COVID #RentReliefNow \n#California #SoCal",
        "None of this is true. Salt Creek beach/Strands is not enforcing social distancing; they are allowing people to SIT… https://t.co/cLSiMxkrj5",
        "#OrangeCounty dashboard hasn't posted updates since 5/4/20! \nOpening #TheOC NOT a good idea if only 40K in #TheOC h… https://t.co/ygW4mSZGmB",
        "And further, how is her FALSE NEGATIVE changed in statistics to a positive case? Who does that? \nAm I immune OR jus… https://t.co/gyZjNESISz",
        "@nypost The unmasked people I've seen in retail or grocery settings ARE largely male, although I've seen unmasked r… https://t.co/xPEamUcwiw",
        "How did I forget there were only 6 epis of #Afterlife per season?\nI am finished - I loved it, and NOW I want more. \n@rickygervais",
        "@AskeBay I want a prepaid label for return for the book item (see the DM's) and I want Ebay to know I never attempt… https://t.co/UYAM2FMPWR",
        "Guess #eBay admin are all either home with COVID or dealing with all the complaints of price-gouging during #COVID!… https://t.co/wd4Th5UzRi",
        "In March, my sister had a flu w/#COVID symptoms. I took care of her. Precautions: extra ester C; extra cleaning; ma… https://t.co/xGIShAT6I9",
        "@unhingedmovie @russellcrowe @jimmisimpson @GabrielBateman @derrickborte @CarlEllsworth After viewing the… https://t.co/CowUNPyHTT",
        "HEY! \nWhen is @AAASoCal opening? \nThis seems like an easy thing for their @CA_DMV and payment sections in some loca… https://t.co/AekApVraFi",
        "@gmail All good now. Thanks.",
        "Will someone PLEASE get the ebikes off Salt Creek Strands beaches!\nThis is a MPA beach; no motorized vehicles AND n… https://t.co/7B5yA1zBQt",
        "This is a partially protected MPA beach - Low Impact use only!  \nWhom do I call in California state agencies to sto… https://t.co/tZBNHQvG4L",
        "@ocregister Orange county beaches aren't really open; inadequate &amp; discriminatory parking; no handicapped spots. OC… https://t.co/0Naljcnuni",
        "Great, but once again, Orange county beaches aren't REALLY open ... while bathrooms are open, county lots are close… https://t.co/kfmHrI90tl",
        "Got my FIRST car wash in nearly 2 months yesterday at the Dana Point Car wash. Not sure if he is defiant of an esse… https://t.co/fmYfZmrENc",
        "Are there any #eBay administrators on line now for a question on returns and an #eBaySeller; and problem with feedb… https://t.co/iSbjLlSCwH",
        "Orange County beaches (Salt Creek/Strands) still not REALLY open. Bathrooms open; but no parking (empty lots could… https://t.co/yUWgdX5ejO",
        "Of #TheOC's documented 3602  #COVID19 cases, there are 77 deaths; .021%. Some cases are undocumented back to Decemb… https://t.co/GcgpZrXVCQ",
        "Dear Orange County &amp; surrounding communities: \n1) 3.1 mil people; 54,700 tests done; \nonly .017 of OC tested. \n2) #… https://t.co/ajOlPoca7w",
        "All outgoing messages from my #Gmail are being rejected. I can navigate, all boxes, compose and receive but not sen… https://t.co/CUIzk4lppR",
        "@sciam Why isn't the computer model of a person sneezing in one shopping store aisle &amp; particles wafting over to th… https://t.co/kYaMA1kNxd",
        "Did anyone question LA Basin's moderate air quality over Mother's Day weekend? High heat and increased driving caus… https://t.co/zcRuxkO2cR",
        "And, today, I am down to my last two roles of toilet paper.  Wondering what my chances are for my Eco-friendly brand.",
        "@BetterDays11_20 @SMTM2016 @ABC Source of stats? This is from @JohnsHopkins today. https://t.co/2nUdLjeODH",
        "@KFIAM640 Virtually no access (parking/bathrooms closed) at Salt Creek/Strands, so orange county-owned beaches aren… https://t.co/DTEDBBLxZ1",
        "All youth programs, day summer camps, or juniorguards on public California beaches must be cancelled: same bathroom… https://t.co/45vci0GMuQ",
        "#schoolclosure #Summercamp #beaches #OpenCalifornia #californialockdown #COVID19 \n@CAL_OES @CAPublicHealth… https://t.co/HYTSgDHIeu",
        "Salt Creek/Strands beaches are orange county-owned. Dana Point City only \"manages\" access-ways. COUNTY parking shou… https://t.co/4A2myVZK5S",
        "@RealJamesWoods A disaster, Michelle Obama, would be.",
        "After I filed numerous reports for stalking, suspected unlawful entry/trespassing; small thefts; &amp; stalking with gu… https://t.co/wxBNSA3Xp3",
        "Something REALLY wrong with Twitter ... trending misspelled name of Betty Wright and trending Father's day on Mothe… https://t.co/aB2EJhWXUx",
        "Oprah promoted this man on her now-defunct talkshow. I went out with him 4x's; he date-raped me then, stalked me fo… https://t.co/vIyEhq6SGH",
        "Licensed schools OR daycare on PRIVATE property is FAR different than summer camps run in PUBLIC parks, where expos… https://t.co/Mpm0Wi6igf",
        "@RealJamesWoods I'm not a movie star, because of sexual harassment. I needed an agent, contract &amp; protective HUSBAN… https://t.co/ExNsDn8FeW",
        "@oceana Would be nice if local @NOAAFisheries and other watchdogs monitored the Dana Wharf whale watching boats. I… https://t.co/9pWlLkJXCL",
        "You think Mexico keeps reliable stats? Oh, PLEASE! California stats show Latinos est 30% of cases - areas of Santa… https://t.co/1rFrCOmLo3",
        "I have LEGAL residency in South OC &amp; used the same beach for 50 yrs. I need access to north Strands stairs. I have… https://t.co/YZGDzYhjeO",
        "Several days after Dana Point joined beach city lawsuit (FYI: they don't own beaches!), Orange county claims to re-… https://t.co/0ddlD5kIxi",
        "@RollingStone Really want to see this band! @U2",
        "@dpboaters @DanaPointTimes @DanaPointHarbor @Boat_California @DanaPtChamber @ocregister @OCGovCA @OCpublicworks… https://t.co/ryN8sf3eQl",
        "@KPCC City of Dana Point doesn't own beaches. Capo beach; Baby beach; Salt Creek &amp; Strands are COUNTY owned and man… https://t.co/hGF9k0D0ht",
        "@KPCC Orange County-owned beaches aren't REALLY open! No parking &amp; bathrooms at Salt Creek/Strands. Unsanitary &amp; di… https://t.co/MPXblDTRyD",
        "@KFIAM640 News media SHOULD report orange county-owned beaches are STILL closed- no bathrooms OR parking lots. UNSA… https://t.co/6hm994Kakv",
        "@Gater_Mom @DGovernornewsom @NYGovCuomo @AP @Reuters @WSJ @BBCWorld @LouDobbs @seanhannity &lt;40K people in #TheOC ha… https://t.co/egwIfAUaal",
        "@BBCAMERICA CONTRAST?",
        "@SmithsonianMag BONG or BOND?",
        "@NatGeo Shark conservationists and researchers promoted resurgence of shark nurseries in California Coastal surfing… https://t.co/TbSMu9fqLP",
        "Article suggests avoiding dawn OR dusk swimming, areas with sea lions, after storms AND shark \"nursery\" areas ...… https://t.co/Lm7SeqyJxV",
        "@RollingStone The decanter doesn't matter. The country of origin AND quality of Whiskey DOES!",
        "FYI: Orange county, California is REOPENING. &lt;40k people tested. False positives may be up to 30%; asymptomatic peo… https://t.co/tcXeA92a7M",
        "@NBCNews FYI: Orange county, California is REOPENING. ONLY &lt;40k people tested. False positives may be 30 %; asympto… https://t.co/puDMrMSJXb",
        "If Dodgers reopen on limited schedule, how about special social distancing seating and a Twitter-fan day! \n@Dodgers",
        "@BillPlaschke Dodger staff was FIRST rate, when I went to a post season game, almost 2 years ago, and saw Kershaw p… https://t.co/xngkPRZvGp",
        "@WSJ @FreeRangeKids The 20 something, teenagers and children I see in orange county (south and north), California g… https://t.co/7jDamZf5hE",
        "Dana Point is mostly orange county-owned beaches. As of 5/8/20, County &amp; City STILL misleading public about beach o… https://t.co/qjPyP8k3lt",
        "Running licensed #schools or daycare on private property is FAR different than summer camps run in PUBLIC parks, wh… https://t.co/4ki3KrbDY4",
        "@Number10cat Cat \"Spatter shield\" comes to mind.",
        "@ahf77118198 @LAZ_R_US @nature_org I get that, but gulls are only pests when people feed them OR leave open trash r… https://t.co/DBuyZodNPr",
        "@Newsweek \"Should have GONE\" ... Yup, @DevinNunes needs to go back to school! \n#English #grammar",
        "Jonathan Livingston is the ONLY seagull. You would think a #conservation #NGO would know there is no such thing as… https://t.co/2SiJ1ISLri",
        "&lt;40K from #OrangeCounty have even been tested for #COVID19. Results unreliable! Stats: up to 30% false negatives &amp;… https://t.co/8TvXWDy6wF",
        "@JennyChurchill4 @MisterBothers @BBCWorld No, the point is logical tweeters LOVE to project attitudes on others (wh… https://t.co/DxLs38mVEe",
        "@MisterBothers @BBCWorld There is rarely a good reason not to vaccinate. I've read a great deal of info. And yes, i… https://t.co/vDsu0embYS",
        "@chuck_key_T @MisterBothers @BBCWorld Wow - idiots abound! Chuck -Kie!",
        "@JennyChurchill4 @MisterBothers @BBCWorld Projecting racism and war mongering on me isn't going to get you very far!  Jenny",
        "Dear #Youtube #Television:\nI have sent FIVE feedback forms, several screenshots, stop asking me to verify my locati… https://t.co/ozfajz9u67",
        "@Indivisible_sd @seescandies My Gammy's Brownies over your peanut butter fudge! Cheers!",
        "@LaikenJordahl @Indivisible_sd @DHSgov I support stepped up border security and surveillance, and ONLY a modified w… https://t.co/OnX8YHCII8",
        "@Indivisible_sd @SkipTerrio @KTLA @OCGovCA @HBPD_PIO @NewportBeachPD @OcLifeguards @NewportBeachLG Check out my ima… https://t.co/XWaJJDDrOW",
        "@Indivisible_sd @KTLA @OCGovCA @HBPD_PIO @NewportBeachPD @OcLifeguards @NewportBeachLG Beach is filled with stupid… https://t.co/54vkmJXlBN",
        "@Indivisible_sd @SkipTerrio @KTLA @OCGovCA @HBPD_PIO @NewportBeachPD @OcLifeguards @NewportBeachLG SaltCreek/Strand… https://t.co/2iGG6Ag4Dt",
        "Why won't news media tell the #Truth? If bathrooms AND  parking lots are STILL closed then orange county beaches ar… https://t.co/DzG7ZwIM02",
        "Orange County BEACHES ARE NOT OPEN to all people.  County parking lots at Salt Creek &amp; strands AND bathrooms are st… https://t.co/crLsvLB0m6",
        "Stop Lifeguard &amp; other summer camps on already-crowded public California beaches! \nThese groups cannot practice Soc… https://t.co/W6vQzbnJBS",
        "@GavinNewsom Stop Lifeguard &amp; other summer camps on already-crowded public California beaches- these groups cannot… https://t.co/cYfBXqovR7",
        "@latimes I went to my 1st #Souplantation in San Diego in 1980.  At that time, they only had a handful of SD locatio… https://t.co/3IESUrdmt5",
        "Coyote Sighting.  Fullerton, California near just South West of Hiltscher park ... early morning 3:30 AM-4AM.  \nMy… https://t.co/AoyCZAmnFy",
        "@RealJamesWoods Recently, some of my family members had an on-line ROW over the term #Coronavirus. Some patheticall… https://t.co/pI1OAeoDQO",
        "There are no constitutional, individual or #DisabilityRights  in Orange County.  #COVID19 Test results &amp; statistics… https://t.co/XKamQnavxI",
        "@Susan_Shelley NO rules have been enforced for SAFE beach BEHAVIOR on Orange County Beaches in 12+ years. OC parks… https://t.co/18Sq43LyuH",
        "Nobody regulates volatile organic compounds (VOCs) such as scented laundry products, deodorizers OR suntan aerosols… https://t.co/zYLGwsovMc",
        "Anyone? \n@OCparks @OCGovCa @CAPublicHealth @OrangecountyEOC @Cal_OES @calnatresources @CAgovernor @GavinNewsom @GovPressOffice",
        "Salt Creek/Strands orange county beaches are SAME as last week! Parking lots AND bathrooms still closed. Walk-in &amp;… https://t.co/wJUarAOXza",
        "Salt Creek &amp; Strands, orange county beaches are not REALLY OPEN. No social distancing or signage; no enforcement. N… https://t.co/wS023u6oTS",
        "Where's the plan to re-open orange county beaches? Salt Creek/Strands is COUNTY beach in city of Dana Point. STILL… https://t.co/zHbzyZhR9k",
        "@SteveFDA @US_FDA Is there a newly #FDA approved #COVID19 serum antibodies test? \nMy #SoCal Doctor says that LABCOR… https://t.co/yUboZV7kmP",
        "@ABC7 Not a surprise - nail salons are notorious. I used to love to get a pedicure but have seen too much foot fung… https://t.co/2oPDMeakIP",
        "Isn't it true there's not much testing in #TheOC ... Far more are positive in North OC ... yet up to 50% are asympt… https://t.co/BUj64lSE99",
        "Additionally, I walked by three bathrooms .... all closed ... this one on the beach next to the Salt Creek Jetty. T… https://t.co/qawTjtbKUw",
        "Today, both parking lots still closed at Salt Creek/Strands #DanaPoint #OrangeCounty beaches. Why can't OCparks dep… https://t.co/iK1lK1CRph",
        "Just saw #news vans at OCparks, Salt creek county-owned beach, Dana Point. We still have no bathrooms &amp; little or n… https://t.co/Y42Ch5fZiK",
        "@CNN Juniorguards may be why orange county -owned/operated beaches in California do not YET have an approved plan f… https://t.co/PDfrAUn4KW",
        "@nypost No sympathies here!  Better than having those spoiled, bully kids on my favorite beach!  #summercamps",
        "@rickygervais Just watched epis #4 &amp; #5 of #AfterLife2 ... no bingeing ... just savoring through the summer.",
        "@MisterBothers @BBCWorld Exposing someone to COVID19 isn't liken to a vacation OR #Fascism ... I have an educated r… https://t.co/UVEzGXDAii",
        "Yes, but the beaches in Dana Point are all either County or state owned &amp; operated: Capo Beach, Doheny state; Baby… https://t.co/LwzU13FRb4",
        "View of tonight's #supermoon from #SoCal ... It's a full moon which looks brighter, and is closer on it's elliptic… https://t.co/GSITFo9YDr",
        "@CoxCalifornia @CoxComm We should be receiving tweets in English, please. Thank you.",
        "@BBCWorld I've busted people without masks in grocery stores. I've called-out kids on bikes &amp; runners in parks who… https://t.co/AEBeIoHRce",
        "@latimes As far as I know, beaches within City of Dana Point: CAPO Beach, Baby beach; Salt Creek, Strands &amp; Niguel… https://t.co/1zWgIynC6N",
        "@ABC7 @CAgovernor Can Newsom also ban Warren's Saddleback mega-church from using an inaccessible yacht club for \"sa… https://t.co/HRC866HynZ",
        "@basedinfidel8 @WandaWomanHere @TWITMO_INMATE @uniquedeehan1 @mullett_jim @Bubblesjim @adriana_donati @1SikKat… https://t.co/8XZGQTatNl",
        "Need to know what the guild lines are for re-opening orange county-owned beaches? We Need at least 1/2 parking back… https://t.co/9NGevvhiwc",
        "Orange County-owned beaches do not yet have an approved safety plan to open; Salt Creek &amp; Strands. Letter @CAL_OES… https://t.co/RlQd8Gt0NN",
        "@KTLA Your broadcast talked about SOUTH ORANGE county and  a beach called Dana Cove.  There is a COVE at Strands be… https://t.co/OjKXGXG9yc",
        "@KTLA Your broadcast talked about SOUTH ORANGE county and  a beach called Dana Cove.  There is a COVE at Strands be… https://t.co/TSJYrfA2oR",
        "Plastic forehead temperature gauges are inaccurate. I had my temp taken at a doctor's office building 3 x's (ALL LO… https://t.co/ZuU9hY0VdB",
        "Please see my tweets on opening up #orangecounty beaches - consistent &amp; fair - with disability parking, bathrooms,… https://t.co/fl7qPU50tV",
        "Stunning look at #redtide off California beaches.  \nImage taken today from bridge at Salt Creek Main, Dana Point.… https://t.co/1VTnJrKIT0",
        "The Hobie Surf shop-sponsored juniorguard #summercamp,AKA OCJG's OR JG's, have no policies or rules for participant… https://t.co/RQiYfyTfaS",
        "Dear weather people in Los Angeles #TheOC metro area. Your information is wrong for certain areas ... Fullerton is… https://t.co/8jGYQtNujk",
        "KNX LA-CBS radio reports, Gavin Newsom negotiating with city of Dana Point to re-open #beaches. \nThe beaches within… https://t.co/TfdzGGp0v3",
        "@GavinNewsom #OrangeCounty is a fraud. Saturday 5/2, they refused to enforce  beach closure. People walking freely… https://t.co/66ErAg0h03",
        "2900 views on this tweet and no replies. Unpinning now. #nosmoking #smokefree #beaches #lungcancer #publichealth… https://t.co/alDNPktxa1",
        "@SteveG1425V2 Seriously, we are waiting for this to happen in #TheOC, California. Conservationists who supported a… https://t.co/cqeLuoQ60S",
        "Selective enforcement of an order or law is illegal &amp; discriminatory. Orange county appears to make no effort to re… https://t.co/S3Z2gLie2V",
        "Don't be fooled here. On Saturday, local officials in DANA POINT, CA were allowing people on Strands/Salt Creek cou… https://t.co/HoZb56I6gF",
        "#TheOC beaches closed parking to discourage crowds. That's discrimination against elderly, disabled, and other loca… https://t.co/LeykemJMXa",
        "Statistics restored - over 3K views. Thanks! @TwitterSupport https://t.co/vHF2j1prow",
        "COUNTY-run beaches still closed because they don't have a safety plan. #TheOC has no laws/rules for beach behavior… https://t.co/NNHovfdKzG",
        "COUNTY-run beaches don't have a safety plan to re-open because there are no rules about dangerous games or behavior… https://t.co/1FDUNH0bh4",
        "@JasonJasonsurg @surfline I disagree. Closed parking (and/or bathrooms) is highly discriminatory. I'm a local in Da… https://t.co/bS9V6gztWc",
        "@newscomauHQ I have a Radko fish Christmas ornament that looks like her ... actually prettier.",
        "@surfline Only well-managed city beaches with safety plans. County-run beaches are, apparently, not yet open (WHAT,… https://t.co/usmkNgUhEs",
        "@JadeVanCleeren @OCDeadHead @BermudaDunesGuy @NBCLA @OCParks @OCSheriff @OCGovCA Not sure why Dana Charly included… https://t.co/SGi9rYKlJN",
        "Twitter admin suddenly just ZEROED-out my Friday, May 1, 2020 impressions - I had around 2,700 views. \nWhat up?\n@TwitterSupport @Twitter",
        "@gregoryh325 @CNN No, I am a trained journalist and am watching an anchor-person display a total lack of journalist… https://t.co/3pbvOOVunT",
        "Fewer people are wearing masks, social distancing outside, except as required IN STORES! #TheOC #SoCal",
        "@marklevinshow No, he's targeting POORLY managed beaches in Southern California. Those owned by the COUNTY. Notice:… https://t.co/YBTmVpTIq4",
        "Yes, but Chris Cuomo doesn't want to call attention to himself. Can't stand to listen to this endless self-promotio… https://t.co/O3zWG2OjcJ",
        "@ONeill4Newport Orange County-owned beaches are not well-run, especially Strands/Salt Creek.  I support opening of… https://t.co/OCWHJZo4Z0",
        "@KTLAMorningNews I think this is a image of Big or little Corona and/or Newport beach and harbor, right?",
        "@Alpenstrudel @CAgovernor @GavinNewsom I don't \"project\" anything. I have a relative working on front line of testi… https://t.co/wELyuvqFmc"
    ]
}