{
    "screen name": "nurmi_seppo_",
    "no. of tweets": 165,
    "tweets": [
        "@PauliAS Liittyen opposition kritiikkiin THL:n suhteen. 😂",
        "AC/DC still matters 🤘\n\nhttps://t.co/uVjVeb5Dry",
        "@jussi_aumo Koolla on väliä.",
        "@JariTervo1 Eräänä syksynä kuuntelin radiosta muistaakseni fudiksen Suomen cupin finaalia. Höyryn kertoessa hieman… https://t.co/x8EhuAEPRC",
        "@JohannaKukka Ja hautausmaat ovat täynnä korvaamattomia ihmisiä.",
        "@KanervaJP Entä daami? Päätyikö myös kierrätykseen?",
        "@flowtiina Sama. Ihan vaan lähimmäisiä ajatellen.",
        "@PauliAS Liittyen etäkokoukseen. 😉",
        "Korona-ajan esikuva: mies, jonka ympäriltä tuolit viedään.",
        "Jos ravintolat avataan, niin pitää muistaa, ettei sitten huudella niihin viereisiin pöytiin.",
        "@vienakauppi Olkaa silti varovaisia, ettei ravihevosen hankinta karkaa laukalle. 😉",
        "@isurheilu Eikös Bottas ole siirtymässä Ferrarille?",
        "@PekkaKirvesmies Oman tiensä kulkija",
        "@PekkaKirvesmies Poikani on sitä mieltä, ettei sitä päivää koskaan tule hänelle vastaan. Mitä vastaan?",
        "@PekkaKirvesmies @PaiviHuhtamaa @TeamRaumanLukko Kyl määki viäl Raumal osasi derivoira.",
        "@iltasanomat Vau! Bottas ja Hamilton Ferrarille! Vau! Kimi ja Vettel Mersulle! En ehkä kestä!",
        "Kun tennispallot eivät enää riitä. https://t.co/aDGNGI7hMZ",
        "@pekkasauri @HeikkiAitto Ensimmäinen hylätty versio nimestä oli saamani tiedon mukaan ”el-kosla”.",
        "@flowtiina Voisi hyvinkin toimia, jos puistoihin ruiskutettaisiin jotain pahanhajuista biolietettä (sikalasta tai k… https://t.co/KKE8nZ20K1",
        "@JohannaKukka Pahoitteluni. Eikä edes asfaltti ole kuuma.",
        "@flowtiina Töihin.",
        "@Ruiskukkahattu Mikään ei ole ilmaista. Vanha teinien sananlasku.",
        "@lottabacklund En tiedä prinssi Lumikissasta, mutta se prinssi Ruususessa vaikuttaa kyllä oudolta. En tiedä, kokeil… https://t.co/DGZHRd0N2W",
        "@flowtiina Ruska ☝️",
        "@JuhaItkonen @WessmanRoger Sitä emme saa koskaan tietää.",
        "@pekkasauri Jäi tuosta Turun kasarmista sentään jotain jäljelle 😊",
        "Ei saa kurkkia! 😅 https://t.co/MMNXtLclic",
        "Valmis Tokioon. Eikä korona haittaa menoa. https://t.co/1rngcP7JzK",
        "No pain, no gain. 😉 https://t.co/SFfflZ5kfj",
        "@jussi_aumo @PekkaHagstrom Ei olisi mun laji.",
        "@jussi_aumo Ja että vielä klaaraa sen. 👏",
        "@akuvaramaki Ja Jukka Virtasen mukaan jo pojalla nimeltä V oli vaikeaa. 😂",
        "@HannuVarkoi Ja yrittivät vielä saada jotain takaisin.",
        "@minnahuoti @vesa_vihriala Väärässä olemisen myöntäminen on kyllä yksi vaikeimmista asioista. Heti toisen oikeassa… https://t.co/uduv853UKK",
        "@SiniForsblom Pullanössösorsia 😅",
        "@SiniForsblom Porkkalan väylällä 14 avauslyönti pitäisi lyödä vesiesteen yli. Eilen siinä uiskenteli eräs lintu kai… https://t.co/XUcAQJMffp",
        "@MTVUrheilu VAR ei tuomitsekaan paitsiota, jos hyökkääjä onnistuu säilyttämään 2 metrin turvavälin puolustajaan?",
        "@JariTervo1 Päättivät taas luottaa onneen. Ei sekään aina onnistu. Vai nauraako taas viimeksi ruotsalainen?",
        "@tyttimaatta Ottaa vähän etäisyyttä.",
        "@flowtiina Jos nyt siellä oli Suomesta 52 urheilijaa (ja varmaan saman verran johtajia ;) ), niin kauan kuitenkin k… https://t.co/cKYhVvm0Gb",
        "@JariTervo1 Ei sentään kaikki...",
        "@HannuVarkoi Eivät ole pesseet käsiään 20 minuuttia kasvomaskit päässään.",
        "@HeikkiAitto Näille kannattaisi jo alkaa rakentaa jotain laumasuojaa.",
        "@LariVesander Oli kyllä aikaansa edellä jalalla pelaamisessa. 👍",
        "@vrailamaa @HolopainenPekka Ei sitten enää vedäkään 16 km lenkkiä alle tuntiin ennen jokaista saunanlämmitystä. 😅",
        "Ja Ahti suo antejaan... 🎶 https://t.co/ZmxvvvgIo3",
        "@PekkaKirvesmies Tämänhetkisen tiedon mukaan. 😉",
        "@TTittelin Kyllä, kyllä. Mutta milloin?",
        "@petterikahari Noiden syömistä pitää vielä jaksaa odottaa. 😉",
        "Golf. Tuo herrasmiesten jalo peli... https://t.co/8YzLtRi7ng",
        "@jkhirvonen Kyllä ensimmäiset mitalit kannattaa panna jakoon siinä vaiheessa, jos/kun kaikki ovat pelanneet kaikkia… https://t.co/A13KmmWeYG",
        "@SiniForsblom Koiralive! https://t.co/a7bFy1qCdJ",
        "@SPSundelin Tärkeä lisäys tuo ”näillä näkymin”. Toivottavasti alkaa 1.7.",
        "@RealPeterNyman Sitten voisikin jännittää, että loppuuko akku ensin autosta vai ”ajokortista”. 😉",
        "@NikuPekka Ei",
        "@SiniForsblom Rusakkolive! https://t.co/H1zxiY6pLA",
        "@SiniForsblom Ei sinänsä, mutta tässä katselee niitä teeveestä. 😅Välillä pihalla on rusakkolive, mutta että fasaani... 😁",
        "@SiniForsblom Meillä on yks, joka kans toivoisi meidän pihalle fasaania 😊 https://t.co/DgmnlSVSxw",
        "Itse kiipesin vastaavassa tilanteessa takapihan puuhun. 🙄 https://t.co/QZtX0MUCg5",
        "@somevaari Joo. Lähti oikeaan suuntaan.",
        "Avaat radion ja sieltä tulee Led Zeppelinin Stairways to Heaven. Voisi se päivä huonomminkin alkaa...",
        "@HannuVarkoi Lisäksi Lepakkoluola purettiin 1999...",
        "Foooore! https://t.co/5NXWdl5B6I",
        "@KurkiSaga Joo. Ja poika pääsi soittamaan triangelia yhden toisen pojan kanssa. Että jos edes toinen muistaisi sitä… https://t.co/uWizZPzN7w",
        "@KurkiSaga Tytärtä ei valittu Luciaksi vaan tontuksi. Oli silti ihan tyytyväinen. Niitäkin oli vaan yks. 😊",
        "@InvestmentTraps Vähintäänkin riskiryhmille.",
        "@MRantatorikka Ennen vanhaa ei ollut tätä ongelmaa, koska toiset menivät SVULin ja toiset TULin seuran treeneihin. 🙄",
        "@Riittawinberg @flowtiina Sprinttikisat saavat uuden merkityksen.",
        "@kaisupaulanto Nyt tajusin. Tavoitetta ei siis tarvitse asettaa mitenkään epärealistiseksi. Mutta oman harjoittelun… https://t.co/plBnITvwt1",
        "@HannuVarkoi Olisi kyllä pitänyt antaa Suomen Pankin mökiltä.",
        "@kaisupaulanto Ei siis kannatakaan lähteä lenkille, vaan laittaa ilmoittautuminen Hawaiin Ironmaniin... 😉",
        "@kaisupaulanto Miksi pitää aloittaa juuri siitä vaikeimmasta? Eli heti rima vaan mahdollisimman ylös. Luulisi, että… https://t.co/bxhzqJ6g4w",
        "@JuhaItkonen Vielä kovemmat ATK-tyypit tekevät omat tietokoneensa autotallissa. Ja niiden vielä kovemmat kaverit myyvät ne. #Apple #Stevet",
        "#Pysykotona https://t.co/CthQsE3idr",
        "@TTittelin Ei tarvittu käydä veronmaksajien kukkarolla. 👍",
        "@MarjutVarpula @TNarvinen Voisin antaa vaihdossa yhden Stockan osakkeen.",
        "@villemyllyrinne Penaalin terävin kynä?",
        "@MarjutVarpula 🤑",
        "@LepistoJoonas @RealPeterNyman @MTVSuomi Voi hyvinkin olla. Vuodesta tosin ei vielä ole varmuutta.",
        "@jussi_aumo Joo. Koronajutut ei taida päteä noronavirukseen. 😉",
        "@Ravantti_Esa @SarasvuoJari Sukka auttaa erityisesti niiden 2m turvavälien pitämisessä.",
        "@jussi_aumo Ja muut olette oireettomia kantajia?",
        "@Samsamppa Kokemuksesta voin sanoa, että kun kuulet kuulutuksen, että oma poikasi on löytynyt, vastaa se hyvinkin kylmän oluen sihahdusta.",
        "@JohannaKukka @SarasvuoJari Hyvin kekseliäästi ja ovelasti se kaveri ne sitten kuitenkin hankki. 😉",
        "@Sukkola Se tunne, kun pääsee virus karkuun ja et voi paljastaa, että virus pääsi karkuun ja että sinulla on siihen… https://t.co/kSRUVCLg1A",
        "@JohannaKukka @SarasvuoJari Tämä kuulostaa ihan siltä HVK:n kaverilta. Ei näitä maskeja varmaan koskaan tarvita...",
        "@Katanaumanen Tuo koiranpentu on hyvä juttu. Näin syksyllä kun pelasit Honkaa vastaan. Odotan nyt vielä enemmän, et… https://t.co/EbSGwsQTeu",
        "@svuorikoski Luulo ei ole tiedon väärtti.",
        "@SalonenKyntola Ei kyllä jää Bobilta wc:n rinkula yläasentoon.",
        "@JohannaKukka Eihän täydellisen edes tarvitse pyytää anteeksi. 😉",
        "@HannuVarkoi TV1:llä.",
        "@Katanaumanen @arivirtanenHKI Kiitos. Tsemppiä Kata! #Respect",
        "@Luontopalvelut Saati jos on. https://t.co/DBqZZ7moqH",
        "@LindenAki Sen lisäksi riskiryhmien suojelun onnistuminen. Suomessakin olisi huomattavasti vähemmän kuolleita, jos… https://t.co/ls47g9IfDz",
        "@LindenAki On se kuolleidenkin ”laskeminen” yllättävän vaikeaa.",
        "@HagelinHeidi Olisi niitä kyllä muitakin, joiden kannattaisi tarkistuttaa twiittiinsä asianajajallaan. 🤔",
        "@Riittawinberg @MarjutVarpula Ennätysvähän hyttysiä ja mäkäräisiä tänä vuonna?",
        "Palveluskoira ❤️ https://t.co/ypLhzObzHg",
        "Syömään! Ja vie skeittilauta varastoon... Ok. https://t.co/QsWKbj6uEp",
        "Maskivinkki https://t.co/GCZmyeR1JS",
        "Toivottavasti kaikilta on vappu sujunut mallikkaasti https://t.co/BePJvEFmw7",
        "@MTVUrheilu Hevoskuuri?",
        "@MTVUrheilu Haastamassa Heleniuksen?",
        "@PekkaKirvesmies Eikös tuo oikeanpuoleinen ole Sakke Sumari? Eli pitäisi sitten olla tuo vasemmanpuoleinen. Joka to… https://t.co/fCwZeJwm2d",
        "Maku meni. 😂 https://t.co/bPKa5xYfgK",
        "@flowtiina Avataan ensin kahdeksi viikoksi. Sitten alkaa vuosihuolto...",
        "Kissa-agentit! 😂 https://t.co/z0g0BufKcO",
        "Kunnolla pohkeita pollelle! https://t.co/9EPTtJgVH6",
        "@TarjaViholainen @ErkkaRailo Se on kätevä tuossa siilitukkavaiheessa. Meillä kuului jo HVK-settiin.",
        "@HannuVarkoi Sinänsä fiksu veto käsikirjoittajilta olla tapattamatta Bondia ensimmäisessä leffassa, koska muuten El… https://t.co/Nx5DIgdPvN",
        "@j_martikainen Jossain vaiheessa Suomen strategiana oli turvata tehohoidon paikkojen riittävyys. No, hyvin ovat vie… https://t.co/IrafsGf27w",
        "@JuhaTy Juuri edellisellä viikolla muuttanut Raumalta Espooseen. Uuden ajan alku.",
        "@JohannaKukka No, enpä tiedä. Toisen olisi pitänyt päästä osallistumaan leirille ja toisen päästä kesätöihin leiril… https://t.co/JARNLfTsTd",
        "@JohannaKukka On tässä omat haasteensa. Aikaisemmassa normaalissa sitä mietti, että milloinkohan sitä kävelisi valm… https://t.co/kROE5LoEDb",
        "@saintklaude Valkoiset liput kyllä kannattaisi tilata ajoissa. 😉",
        "@lottabacklund Eikö tämän pitäisi kuulua https://t.co/b4H7ALhC0D valikoimiin? Nimikin olisi jo niin kuvaava. Samall… https://t.co/4tmlCeoPV5",
        "@TorstiL Kuljen alohan laitaa, minä ilman Havajinpaitaa... 🎶",
        "@JohannaKukka Joo. En tiedä. Pojalle sopisi etäopetus paremmin ja tyttärelle taas lähiopetus. Eli meillä joka toine… https://t.co/7dvn0UW15v",
        "@JuhaItkonen Näen jo mielessäni muutaman presidentin pään pensaassa... mutta siis ehdottomasti ilman kasvomaskia.",
        "Onko vappunaamarin käytöstä mitään hyötyä? Onko olemassa suosituksia? @THLorg @HUS_uutisoi #vappu2020",
        "@lasleh @hsfi Aluksi koronaan kuolleiden tietoja ei avoimesti kerrottu. Jos olisi kerrottu, niin ehkä joku olisi es… https://t.co/buB0lrsxap",
        "@PekkaKirvesmies Tästä nyt kerätään kokemuksia 2 viikkoa. Syksyllä kokeillaan sitten seuraavaksi hybridimallia, jos… https://t.co/N1JizevKeC",
        "@InvestmentTraps Manchester City FC vs. FC Newcastle Snookers 😉",
        "@AkustiSalonen @JPSavolainen @TatuTiihonen @MiikaNuutinen @kapylanpallo Minulle hyökkääminen tarkoittaa sitä, että… https://t.co/WDHGGmETd2",
        "@JPSavolainen @TatuTiihonen @MiikaNuutinen @kapylanpallo Pallon pitäminen vastustajan kulmalipun vieressä vartaloll… https://t.co/hglZb1DxYH",
        "@HenriAlen Ehkä hämärässä on vaikeampi erottaa sitä virusta.",
        "@jussi_aumo Menettekö ihan normisetillä vai onko kasvomaskit päässä, pienemmät luokat, pulpetit 2 metrin päässä tai jotain?",
        "@jussi_aumo Onko teidän koulusta kuinka moni oppilas ja opettaja sairastunut?",
        "@lottabacklund @UPS On ainakin jotain, mitä odottaa.",
        "Katso, mutta #pysykotona https://t.co/MP0TDC5JaS",
        "@SannaMarleena Kyllä voit ottaa ainakin yhden perinteisen.",
        "Meidän koiran nimi on Sirius. Äsken kävin mielenkiintoisen keskustelun, jossa osallisina olivat minun lisäkseni Sir… https://t.co/ISIfKoD1kj",
        "@JuhaLaine8 Oma isäni kuoli 56-vuotiaana sydäninfarktiin, kun itse olin juuri täyttänyt 16 vuotta. Äitini vastaavas… https://t.co/vc5qjDcueV",
        "@LindenAki Kyllä. Ja tässä säätämisessä pitää muistaa, että kyseessä ei ole vaan koronaepidemia, vaan tässä säädetä… https://t.co/ejnNPqZsqL",
        "Liikuteltava haitta. ⛳️ https://t.co/d5SLqmNBAA",
        "@findani Jossain kerrottiin, ettei johtunut yhdestä yksittäisestä henkilöstä. Eli voi siis johtua kohdista 1-3.",
        "@pekkasauri Kahdesta, jotka eivät kommunikoineet keskenään?",
        "@HeikkiAitto Todellinen jäämies",
        "@hirviniemi innoittamana leikkasin pojan hiukset #koronalook #ilmanpottaa #vapaallakädellä #pysyykotona https://t.co/iW271ALAHR",
        "Kaveri mukaan https://t.co/G8tup9ZM0o",
        "#pysykotona https://t.co/4RzhVvYZJd",
        "@pekkasauri Vapputreenit",
        "@LindenAki Siksi useat ovet pitää pitää avoimena. Ei tosin hoivakotien.",
        "@TuikkuKarhu @SarasvuoJari @MillJah Kumpi sopii paremmin sheikin kanssa? Shekki vai sekki?",
        "Vappu kotona. https://t.co/C5Dl04jLCw",
        "@RealPeterNyman Yhtä paljon järkeä kuin sen pressan puheissa.",
        "@ilkkajii @PekkaKirvesmies Käyttö kelpoinen.",
        "@JariTervo1 Ei malta olla kertomatta, kun taas keksii jonkun loistoidean. 💡",
        "Miten mun päivän kierros löytyy jo täältä? https://t.co/EEb1wze1lU",
        "Joskus vaan kannattaa jatkaa matkaa. https://t.co/8yV2bad9mW",
        "@ernarusi @SarasvuoJari @CNN @realDonaldTrump Trump on huumorimiehiä. Standupin kingi. Ja presidentti.",
        "@ErkkaRailo @lasleh @yleuutiset Oikea johtopäätös mielestäni on se, että riskiryhmien suojelu on hoidettu huonosti.… https://t.co/9U7VR72CAA",
        "@KosonenHanna Onneksi tytär ei sentään vaatinut ministeriä eroamaan. 😉",
        "Shake it, shake it! https://t.co/sbRTlggMes",
        "Lamppu vaihtoon https://t.co/gMiE61WnYH",
        "Tämä poistettiin eilen https://t.co/uGNM9XQeuu",
        "Motskari talliin. https://t.co/UHrdCh0n22",
        "Genius! https://t.co/6WHPTNUVhr",
        "@FutbolBible GOAT",
        "@JariTervo1 Ehkä vaan tässä tarjosi vaihtoehtoista metodia niille, jotka heti ryntäsivät ostamaan aseen, kun muut hamstrasivat vessapareria.",
        "@SalonenKyntola Onneksi ei ollut Bentleykään.",
        "@akuvaramaki @SitraFund Ei ihmisten omat teot olisikaan, mutta korona on siihen pakottanut. Lentäminen on vähentyny… https://t.co/E74PtAZeKF",
        "@isurheilu Onneksi Bradyn omaa taloa ei niin helposti sekoita naapureiden taloihin. Löytää kotiin.",
        "@akuvaramaki @SitraFund Niin se vain on, että ihmiset muuttavat käyttäytymistään vain pakon sanelemana. Siihen ei r… https://t.co/C8NHMBMvcm",
        "Fore! https://t.co/1bgBfnaqjk"
    ]
}