{
    "screen name": "KimPothecary",
    "no. of tweets": 147,
    "tweets": [
        "Four hundred and ninety three thousand, nine million and seventy six..... Priti counted the tests in error... https://t.co/xYb23OEAYo",
        "Anyone.......? https://t.co/lM5kVu1lGD",
        "@DrEricDing I noticed the UK is missing.... And get ready we are lifting a lot of lockdown tomorrow, so expect a se… https://t.co/yIwFq7PWFC",
        "@Sligogirls @fascinatorfun @steveparks I was asking the same after Sunday's announcement. Are we implementing the t… https://t.co/AQVeTCQT4r",
        "Brightens my day so much!! \n\n\"Andrew Cotter's dogs Mabel and Olive are back and they mean business\"  https://t.co/2SvG3jNaIS",
        "Reading this I do think it's a jab at the UK... and rightly so.... Boris telling us to go to work tomorrow. Do we h… https://t.co/F7UL3KGhnw",
        "@KayBurley @SamCoatesSky\n@bbclaurak @piersmorgan @Peston @SkyNews\n Question we should be asking re returning to wor… https://t.co/sNOogxQwRU",
        "@neve1874_ 6",
        "https://t.co/8m4beQV9hG",
        "@JackBradders @agargmd If I'm in a hurry it's just ”sticks &amp; tree's” if I have time it's a big ol' pot of chickpea,… https://t.co/Vj1oNZrPWy",
        "@SusanLouise1977 @Veganella_ @veganunityday @youngshpro @unocorbus @AnunaDe @ECOWARRIORSS @Team4Nature… https://t.co/JShmcEdNEF",
        "Couldn't resist a chuckle..... https://t.co/EcRMyzulTV",
        "We are all scratching our heads today..... https://t.co/2RzrBcKhYV",
        "@Peston @DominicRaab @BBCr4today The entire nation is confused..... Can we or can't we???",
        "Just shocking. Not only are the public totally confused and baffled so are the authorities trying to police it. Ter… https://t.co/mnLA25jZfD",
        "@Calranthe @piersmorgan I absolutely agree. I'm all for masks, have been wearing from day 1. In the south west and… https://t.co/2uyJJxdCpk",
        "@Calranthe @piersmorgan I know I'm sorry I insulted donkeys! As I pointed out  in previous twt. Go 4 walk, touch no… https://t.co/oJQgz5IdJT",
        "”Johnson’s management of the pandemic has been almost Mediterranean in style, flippant and carefree, you can’t help… https://t.co/VX6nyv2GpS",
        "And yet PHE confirm they have sent 50k test samples to the USA? 🤔 https://t.co/5hQPq8tIi3",
        "@Calranthe @piersmorgan But as long as we wash our hands we will be ok! 🤦‍♀️ and don't wear a mask ”the evidence is… https://t.co/BSqlpkEr71",
        "@PaulBrandITV @RobertJenrick So nothing has changed then?.... 🤦‍♀️🤔",
        "@KateEMcCann Sadly the message from MSM has encouraged this behaviour. You were all over Italy when they were repor… https://t.co/fFG2qnte2P",
        "Hard to see... upsets me so much. Why is this ok? https://t.co/GlrVZ2TySM",
        "@DHSCgovuk @IntHealthAI And when will you update your ”symptom list”. Most health professionals will tell you that… https://t.co/uz7tsiiOJQ",
        "Funny thing is, for the most part the public are fully aware of the ”theatre” around this.... https://t.co/ApLKMqkEut",
        "@pleased2bme Do you have a nice photo of the 3 of you that you could have blown up and printed onto a big canvas fo… https://t.co/mimswJvTnQ",
        "Interesting thread. So frustrating that we are ignoring other symptoms of Covid. Not all present with cough and/or… https://t.co/XkPfsak57c",
        "@carlboydtweets @fitzfun2011 And only in June... so we lose another 3 weeks of possible spread and containment! 🤦‍♀️",
        "@MerseyHack @BBCNWT Everyone holding their breath while hopping along.....don't think the 2m rule makes a lot of di… https://t.co/0npcCJueSV",
        "@amyythevegan Thats not ok.... It will send the wrong message about ppl choosing a vegan path... just makes us look… https://t.co/eaNq9GYKuV",
        "@paulfranks @richardhorton1 My concern is that I don't see how we can confidently say community transmission is dec… https://t.co/uej9kD5EkJ",
        "@Johnrashton47 Am I being too simplistic when questioning how we possibly get to suggest even an approx R calculati… https://t.co/xAed7EFKRi",
        "@norvern_baptist @Emily22682367 @vicderbyshire https://t.co/uRRVVEUIWW",
        "Wth is wrong with people?? https://t.co/XBapSf9hbO",
        "@PoliceHour Absolute disgrace. He must have felt quite vulnerable out there tbh. Their faces are on camera, take action against them!!",
        "@_Lesbyterian @pleased2bme Or in other words the explotation of animals........",
        "@_Lesbyterian There's a lot more to it than tofu.... 🤷‍♀️😉",
        "@pleased2bme Agree it does come from the mistreatment of animals. However not necessarily from countries  w/ poor h… https://t.co/OHcqTZ0qT8",
        "I agree as another measure along with social distancing and hand washing. However, I do reiterate these face coveri… https://t.co/Ij9CnKaomo",
        "@WomenLeisure @BolognaFishMD Yep...... That is really not rocket science.... https://t.co/ewtlNOsdl2",
        "@pleased2bme I disagree that it causes a ”myriad of problems”. \n\nI don't think anyone is using thousands of deaths… https://t.co/7snQ6z4uo1",
        "@pleased2bme So you don't think the way we exploit animals contributes to these pandemics in recent years? Where di… https://t.co/gkAM3DCid1",
        "Time to rethink food choices? \n\nhttps://t.co/iLoikYI0Ri",
        "@karamballes That's disgraceful!!!",
        "@piersmorgan But bin liners apparently meet the standards 🤷‍♀️......",
        "@MeltdownWRIF Yes",
        "@Raheel_Rajani @DjYashiDubai Amazing!!!! I lived there for 12 years, love the country and all its people! Pray ever… https://t.co/mOOeUNQKJB",
        "#Masks4All #MasksNow https://t.co/PBTqPzLif3",
        "@degalizando @Khosahere @ParisForever81 You are disgusting words like that!",
        "@vickykapur Wow, I cannot believe it's under control. The authorities in the UAE never cease to amaze me. Wonderful… https://t.co/nCe7diOksf",
        "@Khosahere @ParisForever81 How can anyone know residents have been evacuated until Rescue can go inside?? A fire th… https://t.co/48q3789u49",
        "@Raheel_Rajani @DjYashiDubai How can it possibly be under control already????",
        "Huge high rise tower building in Sharjah UAE. Just tragic....... https://t.co/W8et4XZu0K",
        "@tonyelsden11 @Faytuks https://t.co/qHhH8A2Eca\n\nIt's all over the news now.",
        "@DrRosena What ”tone?”",
        "The ”other” SAGE https://t.co/T69e21Qlea",
        "#Masks4All https://t.co/VlqJFxH8NT",
        "Our media were so focused on Italy when it was at its worst, now the UK is there and it's not even a headline. Why? https://t.co/aAy9rHsxRE",
        "Thank you to the Ruler of Dubai for purchasing and donating several planes loads of PPE for the NHS 🙏 https://t.co/If1RUUJSn6",
        "@AllumPaul Have sent you DM",
        "@AllumPaul So I clicked on your link to your wishlist for a couple of items and then got that message.",
        "@PlanetBGlasgow @gigiglasgo Awww bless. I don't ”need” as such but am running out of my surgical disposable masks.… https://t.co/DQHychWTXt",
        "@AllumPaul Have tried to purchase for you today but it will only deliver to me?! \nStates ”marketplace items cannot… https://t.co/UcZNbhVKN4",
        "@PlanetBGlasgow @gigiglasgo Will you be selling these to the general public?",
        "#Masks4All\nAm just a person w/ an ounce or two of common sense.\nLeave my house for a walk, passing ppl...touch  NOT… https://t.co/kLtRlAlc8m",
        "Wow! https://t.co/F7LjnOGNJf",
        "Yay!! https://t.co/0sjziRKRlm",
        "@_TanyaSullivan https://t.co/IN1dURRcPx",
        "So even the rulers of Dubai are donating PPE to help the NHS......\n\nhttps://t.co/re9AXWdf2B",
        "Interesting reading. How South Korea fought the virus... and appeared to succeed... without a lockdown https://t.co/UFvqOZqho3",
        "@SilverLotheni @timspector @Dr2NisreenAlwan @Johnrashton47 @globalhlthtwit @carolecadwalla @devisridhar… https://t.co/Qa3nhKE6Fx",
        "@ScienceMagazine Is it possible for people to suffer purely with gastro related problems with Covid 19 and no upper respiratory issues?",
        "@Egbert_PengWu @DHSCgovuk @CMO_England @PHE_uk @NHSEngland @scotgovhealth @CMOWales @PublicHealthW @healthdpt… https://t.co/J9XAeN4zGJ",
        "@Mandoline_Blue When they receive them, they'll include those tests in the daily figures. When they run the test, t… https://t.co/TgpfeheUI2",
        "@George_Osborne @MattHancock But he didn't! You cannot include test kits posted in the tests completed figures. Tha… https://t.co/wp46gEmHsm",
        "@fascinatorfun @joepike @MattHancock And they'll likely count them again when returned, count them again when teste… https://t.co/nA1POFVpw6",
        "Just awful.... https://t.co/kjNcd0XMid",
        "Will there ever be a time when we all accept that eating animals is NOT ok? https://t.co/7JEBcNQuEO",
        "@BLAIMGame @KayBurley @JacobYoungMP This was June 2008 after she was hit in the face with a camera and did get quite badly injured!",
        "@kyrl23041714 @EmergMedDr When or.... IF would be my question....",
        "@kyrl23041714 Appreciate it. Interesting read. \n\nMy biggest take away \n\n\"When you don't know, it's more difficult to act,\" he says.",
        "@Claire88aust @KensingtonRoyal Thanks Caust. It's understandable why people are so confused by their messages though!",
        "@EmergMedDr Thank you. \n\nSo, are we comparing like for like...? I wonder how the other European countries report?… https://t.co/ebS0Lybv5Z",
        "@EmergMedDr I'm a little confused. Thought the ONS figures for Covid deaths outside of the hospital was much higher… https://t.co/drIKJKEwz0",
        "Happy days... delivery arrived today... these are vegan, delish and really good value for money... (alcohol free av… https://t.co/9TPq0I3vp0",
        "Aldi has implemented a new staff face mask policy in all supermarkets https://t.co/dNLhJH7Ou4",
        "@DHSCgovuk WHY is ANYONE going to work with symptoms??? The advice is to stay home, or has the advice now changed,… https://t.co/mosSqaftP2",
        "@KensingtonRoyal But why is ANYONE with symptoms leaving home to go to work? Has ”the science changed again”. My un… https://t.co/mzOccE5cIh",
        "Really? 🙄🤦‍♀️ so we don't all really have the ”same” virus.... Comments like this just make them look even more sil… https://t.co/CAqV0ItsYr",
        "@KramG4 And you say so why? Is it not a real dandelion just used to trick us all into fake science... 🙄🤦‍♀️",
        "@MadamZolar 36 years no meat.... 4 years no diary... never felt better and more energetic.",
        "@MartinSLewis https://t.co/XB8UuBzDYQ\n\nVery simple video to show you how a face covering helps!",
        "@missjillyp France does.... Not 100% sure of Italy but I think they do, although all countries have different reporting standards",
        "Let's follow the science of other countries and not wait for our government to announce ”the science has changed”.… https://t.co/yeVi0cYhcN",
        "@ssurovell Don't throw cats. Period",
        "Don't wait to be told ”the science changed” now wear a mask. \nJust wear a mask/face covering\nMy mask protects you,… https://t.co/nolMBllspJ",
        "@SamCoatesSky Strange though that 60 other countries disagree, don't you think? \n#Masks4All \n#mask",
        "@PaulBrandITV And I wonder how it will be twisted and spun and manipulated any which way to avoid giving the overal… https://t.co/XJgfRiIxe2",
        "@Ped3659 An opinion shared by many, not just the few... sadly",
        "@Ped3659 Scotland yes -on public transport and in shops.... So it's kinda loose but at least getting there. England… https://t.co/zP89J9gA2k",
        "@Ped3659 I agree... and maybe in June the ”science will change” and we will be told to wear masks?!!",
        "@UHardaker Oops, not sure why!! That's super, thank you. Stay safe 😷",
        "@Ped3659 I don't understand Ped why we are lacking and yet so many are offering it?!  \nMy suggestion is try the NHS… https://t.co/4l3WxBQnVv",
        "@James_Hate @AvaSantina @iJamesOliver @MattHancock Contact NHS trusts individually and some of the charities that h… https://t.co/ttuHSBdMUI",
        "@UHardaker Can you DM me info please? Oh... and instructions if I don't have a dishwasher? 😉",
        "And still the government cannot secure PPE... so the rest of the country raises money, donates goods, services and… https://t.co/2f8LhcnrqQ",
        "@MattHancock @DailyMailUK Yes agree brilliant. But WHY have you failed to do that? We, the public in general are at… https://t.co/9qWcX6l5ad",
        "@UHardaker @P1stolPete @Johnrashton47 Yep... simples really??!!! Oh and the fact is doesn't need to be an N95 NHS s… https://t.co/psoKz3baq1",
        "@MartinSLewis I've reported as suspicious account....\nThis pandemic has bought out some of the best in society but… https://t.co/treLzXgX4A",
        "@A_James_Esq @Johnrashton47 He says ”they might give a little bit of protection if someone is ill &amp; coughing”. Grea… https://t.co/YKRbdHmiiR",
        "@P1stolPete @Johnrashton47 It should be mandated WITH social distancing in place. We will never get out this ”loose… https://t.co/pNgIxs8Rla",
        "@Johnrashton47 YES 😷 \nOnce again we seem to be one of the last that will agree ”the science has changed” \nAnd in th… https://t.co/AutaY0BXZF",
        "@griffitha @fascinatorfun No absolutely not. I, for one don't care if they vote Tory, Labour or the Monster Raving… https://t.co/dtM4GsSqRb",
        "@FALLOFTHECABAL Yep",
        "Why is this not getting out more... e-mails from a Dr begging for PPE..... He has since died of Covid....… https://t.co/keBmM3SbLQ",
        "😲 https://t.co/xVbrEhWxUi",
        "See thread, article with Anthony Costello worth the 5 min read with regards to SAGE https://t.co/z9AGSq2sOW",
        "This is why they have the capacity but can't do the tests... the company running the sites are not fit for purpose!… https://t.co/Q6YTCKohm2",
        "@CallumJCParr @asra_watch @dylanhmorris The advice for someone symptomatic should always be to isolate. Whether mas… https://t.co/cN36YoQco6",
        "Good point..... 🤷‍♀️ https://t.co/en8SJ6PVSm",
        "What a leader. https://t.co/H1fPcQMk5N",
        "Let's hope this becomes mandatory here as it seems the public lack the sense to do this, without being told!… https://t.co/zh8g2o6Okd",
        "👇 is NOT a success, Mr Johnson\n@BorisJohnson https://t.co/UVJdIMuGyO",
        "Well done Lewis.... Can't wait to try one myself!! https://t.co/eB72xPAXex",
        "@HawkAdamski @Celticdave2 @CordeliaSkyNews But the point is.. He shouldnt say it a press conference. Sadly there is… https://t.co/o1BUOWetZC",
        "Wow, just wow.... https://t.co/75nXWRYnmQ",
        "@jarmodj @DPJHodges Also the fact they've opened up the Nightingale hospitals, recruited 1000's of retired/ex NHS s… https://t.co/6LwIiWpix0",
        "@DPJHodges @cheianov @justthevax Concencous by who? Who makes up SAGE?? Only then we will know what type of science… https://t.co/sbuRNVLefz",
        "@buchanan17 @DPJHodges And let's not forget to scrap test, track and isolation. We didn't need to do that.... Apparently 🤦‍♀️",
        "@SarahJulio @MartinSLewis @TheFCA Same, mine went down by nearly 100 points from good to fair. The only thing I've… https://t.co/dHb528V869",
        "@Keir_Starmer And surely we should know who is providing the ”scientific advice” we are all being made to comply wi… https://t.co/YnrlytKpaC",
        "@robgarde You can't do that I'd your dead either! 🤷‍♀️ Rob, how are you?",
        "@mi6rogue Yes they are....",
        "@KateEMcCann @Mikeygy 🤭🤣🤣🤣🤣🤣",
        "@mi6rogue Remdesivir isn't a vaccine. It's an anti viral and was used for Ebola. I think the theory was it ”may” he… https://t.co/vCjCu5EOiB",
        "You'd stay home if you could actually see it, right? https://t.co/VI668uFYVb",
        "@VivHarris1 @smitd28 @cpooleywriter @paulwaugh A finger isn't a shape it's a body part....  of which, fish don't ha… https://t.co/YnIcNXdYRe",
        "@smitd28 @VivHarris1 @cpooleywriter @paulwaugh Anything can be a sausage... you could have a vegetable sausage.....… https://t.co/OCYpk1Fv7v",
        "https://t.co/eReceXGRw2",
        "@Davidba89786002 \n\nhttps://t.co/xcVUoYOCG2",
        "@ONEMILLIONFOLL6 WTF!!! 😳",
        "@ANorthantsfan @MarkoMark13 @JayBut707 @globalhlthtwit @mattfrei @ONS It's a tough one. I'm guessing for the most p… https://t.co/MOFdp1LcNz",
        "@susannareid100 Simple. Wear a mask... not one needed by health care workers.... Lots of guides how to make suitabl… https://t.co/l4JbjR8Wez",
        "@ANorthantsfan @MarkoMark13 @JayBut707 @globalhlthtwit @mattfrei @ONS If the DM is correct it attributes 50k extra… https://t.co/lZewBLyVbR",
        "@1nationtory @Mancman10 @PolhomeEditor GP's have been asking for the ability to offer testing which would make this… https://t.co/YdpDngcMRe",
        "What are we coming to in this country?  I thought the documentary was filmed w/ compassion &amp; sensitivity, whilst al… https://t.co/FiVXcEzIpT",
        "@JoeHMK @MKHospital Absolutely disgraceful. What have we become in this country? The documentary at no point crosse… https://t.co/7CIhIyY2db"
    ]
}