{
    "screen name": "chader_03",
    "no. of tweets": 175,
    "tweets": [
        "@juanc_hurtadog @ovacionweb Agendado. También lo van a pasar por TV en la app?",
        "@larepublica_pe Si son ciertas sus cifras, bien por por el hermano país venezolano. Vienen de uns crisis económica… https://t.co/XPQdkFNZTx",
        "@FernandoArmasCa 🤣🤣🤣 no podía faltar el @drhuerta",
        "Importante. Tenemos muchas ciudades que están sobre los 3000 msnm y con altos niveles de radiación UV.  https://t.co/2fb8R6GdrW",
        "😅 buena! https://t.co/5LnbS3dUDG",
        "@patriciov No solo en redes. Creo también tenemos un pariente que tiene ese comportamiento y lo ves face to face. Fuck!",
        "@Radio_Oxigeno @ChinoyAdolfo La palta 🥑🙌🏼",
        "@LinkinParkPeru @ChesterBe @linkinpark Para los que gustamos de la música LP fue un concierto hecho realidad. No se… https://t.co/v1uqEQjfiZ",
        "@TatianaAstengoB 🤣🤣🤣 la cara de luchito cuando le quita el té 🤣",
        "Como aquella vez... https://t.co/zWq5WCzae2",
        "@Marcuilas Cuando vaya al penal recién comprobará que el estado le está mintiendo (sarcasmo). Hacer hígado con este… https://t.co/b1WDLFZSvD",
        "@pacofloresc 😅 macanuda analogía",
        "@Marcuilas Q? Covid es nombre genocida 🤯",
        "@SC_ESPN Enrique Borja",
        "@CNNEE @MecheAF @camilocnn Mercedes I La Breve 😎",
        "@Radio_Oxigeno @ChinoyAdolfo No seas faite (cortesía de mi primo de las 5 décadas)",
        "@danielfolivares Siempre se ha visto que el congreso solo intercepta a ministros pero en cambio a los gobernantes d… https://t.co/V7TNAu6QhI",
        "@Radio_Oxigeno @ChinoyAdolfo Pata pata (helado) 😋",
        "#UnidosDesdeCasa y llegó Amen 🤩",
        "@Radio_Oxigeno @ChinoyAdolfo Walter White aparte de la chambaza que hacía para camuflarse de la dea, era profesor d… https://t.co/MPyRZRLY6B",
        "@RPPNoticias Sugerencia: dejen hablar las alternativas que exponen los médicos para tratar el virus. Estamos en eme… https://t.co/I3vetjYIUU",
        "#NoSeanFrescos en otras palabras no sean conchudos 😇",
        "Mi palta, tu palta, nuestra palta 🥑 🙌🏼 https://t.co/4vEcyc6Tub",
        "@Armonia10Of QEPD Elías y fuerza hermanos de #Piura",
        "Que pesada es la placa de Nazca. Ya pues no ahora 🙏 https://t.co/WvW5Hb1zys",
        "@Marcuilas @gonzalotorres Gol! https://t.co/Tv8p9wZyW1",
        "#tudovaidarcerto ❤️🤍❤️creça",
        "@natirutsoficial Tudo relax ❤️🤍❤️",
        "@tvperupe Hermosos paisajes serranos regalos de la #MadreTierra #HappyEarthDay",
        "@DanielUrresti1 @RPPNoticias @canalN_ @elcomercio_peru @JulianaOxenford @VeroLinaresC @exitosape @Latina_Noticias… https://t.co/4zFtqLn9Hf",
        "@igp_peru Nazca/Sudamericana",
        "Modo avión ✈️ https://t.co/FgRIKHPnI4",
        "@DanielUrresti1 @SalvadorHeresi 🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣🤣 buena general 🤣🤣🤣",
        "@exitosape Siempre es bueno poner un poco de humor en esta situación que nos encontramos. Buena 👍🏽",
        "@vacadescarriada De tu lista yala 😋 excepto la papa rellena, el sancochado y el keke de plátano. Le agrego salpicon… https://t.co/NDY4qX1oiA",
        "Ver la película Virus y meditar con la frase «la realidad supera a la ficción»",
        "@drhuerta Dr. Huerta. Las personas que estamos en cuarentena que medidas debemos tomar para hacernos inmunes ante e… https://t.co/f7uB2dU1nK",
        "@Twitter Shit! https://t.co/MsQzy057W9",
        "@clarincom 🤦🏽‍♂️ es como si le pusieran Hitler 🤦🏽‍♂️",
        "@uItimateAugusto A cuarentena la deben mandar a la señorita que está con micrófono, simplemente está estorbando 🤷🏽‍♂️",
        "@pacofloresc Me sorprendió en la ducha 🚿😬",
        "Fuerte la #lluvia y olor a tierra mojada 😌",
        "@Andresilvachuy Ídem. Abrazo bro!",
        "@gonzalotorres El rioba de muchos de mis amigos 😇",
        "@pavese @FrenteAmplioPe @BancadaFAperu @rmapalacios @Jeannettellaja @bearamirezh @charliecastroc @vozdelatierra… https://t.co/5IvQlPIVzD",
        "@XHNews Roads of Peru 🇵🇪",
        "Lo que se iba a gastar en Semana Santa servirá para sobrevivir en abril. Pero de todas maneras a seguir guardando pan para mayo 😷",
        "@GioTorresPE @DanielUrresti1 Por lo que he visto en redes el caso ha sido atendiendo por la municipalidad de Lurín.… https://t.co/7rX4ptJxIw",
        "@DanielUrresti1 General. Ya para que hacerle caso a la Leiva. Mejor hacer caso a la gente que esta perdiendo mucho.… https://t.co/smdZVeEI4R",
        "@heduardo50 Mi general, tu general, nuestro general 😷",
        "@Radio_Oxigeno 🤧🙃🇪🇸",
        "#ConEstaCuarentenaEstoyAprendiendo a desprederme de cosas que ya no usaba y a ser minimalista. Saludos chuls!",
        "@daddy_yankee @AppleMusic “Que tengo que hacer” del álbum Telento de Barrio",
        "@Caretas https://t.co/yqeuFi6qwh",
        "@gonzalotorres Muy buena memoria curita. Sugiero una vueltita a la alameda de los descalzos 🙌🏽",
        "@vacadescarriada 😆 me dio gracia “la mochila de los terremotos”. Que te encuentres bien Vaquita 🙃",
        "@deslengua_2 😄😄Splinter es más eficiente que ese par de policías 🤧",
        "Amigos de @ClaroPeru para cuando liberan internet ilimitado. Gracias",
        "@FernandoArmasCa @suselparedes Jaja 😂 un poco de humor en la crisis siempre cae bien 👍🏽 buena vibras Don Fer!",
        "@PCaterianoB Justo vi la foto y me dió soroche 🤮",
        "Armonía 10 está en mi playlist de cajón 🙌🏽🎧 https://t.co/l5gBHHnbqM",
        "Aun le falta el jugar el Mundialito de Porvenir 🇵🇪 https://t.co/YowIBcCK44",
        "@elpirata_peru Don Jack. ¿Cuál es tu top 10 de playlist? 🎧",
        "@TatianaAstengoB 🤣",
        "@elpirata_peru 😱 cero en geografía 😱",
        "@Radio_Oxigeno @ChinoyAdolfo “El Duelo” de La ley y Ely Guerra 🎧",
        "@Radio_Oxigeno @ChinoyAdolfo Dr. Bisturí 🥺",
        "@juanc_hurtadog Qué 🥑 con Binacional 🤧",
        "@rob_core Alguna vez tengo que hacer eso 😅😅",
        "Así es, así es https://t.co/lHXdmFWmiy",
        "#TípicaDeTransportePúblico siempre hay alguien que te pisa las tabas, siempre 😷",
        "Solo para comentar que hace una semana ha caducado mi documento de identidad, solo eso 👽...que continúe la vida.",
        "@Radio_Oxigeno @ChinoyAdolfo Mazamorra de chiclayo. También creo le dicen  mazamorra de calabaza 😋",
        "#TravesuraDeMascota coco posa en la foto tranquilo pero es un rayado total. Nada puede estar a su alcance todo lo m… https://t.co/H8DUTzM9F3",
        "😄😄 https://t.co/91ooE5ZRap",
        "@MinemPeru https://t.co/kr5jnfn0b0 🤔",
        "@malditaternura @noticiAmerica Gracias tío Beto por refrescar la noticia. De verdad que el presidente está en nada 👎🏽",
        "@Studio92 La esposa de Thor y su sobrino Loki Jr",
        "@gonzalotorres Guardo la casaca que mandamos hacer para viajar a Huaraz 😊😊 ufff long time ago",
        "@DanielUrresti1 Bendice a tu pueblo general Urresti 🙏🏽",
        "@E_FLEISCHMAN Lo que le hizo el crack a un crack 😌😌",
        "@Radio_Oxigeno Cerveza 🍺 Caral",
        "Bravo 👏🏽 ahora que se empieza a repartir la galletas 🍪🍪 en las zonas donde se ha detectado casos de anemia https://t.co/stekeusWCt",
        "@DanielUrresti1 Felicidades general Urresti. Próximo presidente del Congreso 🙌🏽",
        "@deslengua_2 😅 https://t.co/hr2aPoYClk",
        "@heduardo50 https://t.co/Ubt3jlxiRY",
        "@BrunoGEsc FA 1 y 6",
        "@eabusad Bien por Keiko su momento ha llegado 😁😎",
        "@atc23 No se piquen. Mi tío Beto fue el que empezó con las comparaciones 😁",
        "@TatiAleman FA 👍🏽",
        "@GabSalvador6FA Le daré mi confianza a la doctora Gabriela 👍🏽",
        "@latinlinda ❤️❤️❤️😢",
        "#TodosTenemosUnAmigoQue se cruza con cuando toma y se quiere mechar con todo el mundo 🤭",
        "@gonzalotorres La del Curita 😁😁",
        "Sunset https://t.co/weFgF9h2wu",
        "@eltankearias Easy??",
        "@Flamengo Bienvenidos sean siempre a esta su casa donde alzaron su segunda copa libertadores. Muchas felicidades y… https://t.co/f9ex6iOuR7",
        "La otra maldición fue más que la maldición de tocar la copa antes del final del partido  😎😎😎#FinalCopaLibertadores",
        "@chechogoleador Jaja 🤩 la de siempre Checho 😅😅",
        "@chechogoleador Cuando ví eso también dije lo mismo...",
        "Vamos 💪🏽 🇵🇪 🇧🇷 #Flamengo https://t.co/7lsbic6XV1",
        "@gonzalotorres @Marcuilas @RoblesPapopa Ala shet. Los escucho desde que estaba en el Cole 😌 Se te extrañará tu voz… https://t.co/d0DlV7vEK2",
        "@TatianaAstengoB @PeruTv_PE @carlaharada @Hcoya Tatiana en múltiples facetas pero sobre todo una bella persona 🙌🏽",
        "@patriciagamarra The Mask 🙃",
        "#EVDLV Maicelo me robó mi gorra wow que lujo 😎😅",
        "Si orejitas, una vez más. Vamos que si se puede 💪🏼 https://t.co/lfggeXlAk6",
        "@suselparedes @sonalytuesta @CafeSusel Sonaly como siempre está en todas. Saludos 😊",
        "@teleton_peru Fuerza Miguelito tienes una familia hermosa. Estamos seguros que cumplirás tus sueños 🤗🤗",
        "#MejorLornaQueAprista 😌😌😌 https://t.co/lez1IZ8s7p",
        "@patriciagamarra M\nU\nY\nC\nR\nU\nE\nL\n😁😁",
        "🙊🙊 https://t.co/250YEXCaUS",
        "@TatianaAstengoB A lo Mortal Kombat. Que tal fatalaty de Tatiana 👍🏽👍🏽",
        "#Con5LucasYo tomo un desayuno sustancioso en el carretillero del barrio. Y viene con yapa 👍🏽",
        "Justicia para Joseph. https://t.co/xPaK0dccEu",
        "@rmapalacios Jajaja 🙊 mucha arena en Twitter (^^)",
        "🏔️ 4961 msnm https://t.co/Y6TLeD5KgO",
        "@FoxSportsBrasil Barça o mehlor ┌(・。・)┘♪",
        "@juanc_hurtadog https://t.co/mTklY7YaVJ",
        "@juanc_hurtadog Miraba la entrevista y note que le pusieron un cono a lado. Entonces los medios de comunicación com… https://t.co/2M5P0M9hIg",
        "@juanc_hurtadog El cono se hizo viral y como al señor no le afectan los memes también le entra a la joda",
        "@juanc_hurtadog Cumpa de acuerdo no la violencia. Pero si el señor dijo \"go\" no pasó nada ya para que hacer hígado ¯\\_(ツ)_/¯",
        "@juanc_hurtadog 😁 encima cachaciento 😅 https://t.co/tAuD5PLPGR",
        "@TatianaAstengoB Bien dice el dicho: el ladrón juzga por su condición ¯\\_(ツ)_/¯",
        "@CNNEPrensa @CNNEE @JPVarsky @CNNArgentina Señores de CNN el presidente sigue siendo Martín  Vizcarra. Lo apoya las… https://t.co/crly4PkpUx",
        "@eltankearias Tanke tomando las palabras de DP: \"Un gol más va a haber\"",
        "@TatianaAstengoB Y también los ricos memes 😅😅 https://t.co/ApWJlNBoBI",
        "@DanielUrresti1 Gral Urresti es usted muy cruel 😅😅😊",
        "@TatiAleman Uy ahora están más trabajadores que nunca (・o・)",
        "@FAamericatv Si no hay bronca no hay clásico",
        "¿Recuerdas cuando te uniste a Twitter? ¡Yo sí! #MiAniversarioDeTwitter I have 8 https://t.co/267XqfWExW",
        "#TípicaDeGym el selfie motivacional  💪🏼",
        "@FernandoArmasCa Estamos contigo Fernando.",
        "@ChinoyAdolfo @Studio92 Mi juventud 😅",
        "@exitosape ¯\\_ಠ_ಠ_/¯ locura en HD",
        "@ElCholoTuitero Seeeee!",
        "@BrunoGEsc Uno de mis fav de rock en español 👍🏽",
        "@Studio92 @ChinoyAdolfo @adolfobolivar4 Todo...y algo más 😥",
        "@FloroPeruano https://t.co/ghYlQLNlDB",
        "#SiempreCombino avena con leche 😋 😋",
        "@DanielUrresti1 Jua Juan Jua 🤣",
        "😁 así se extinguió el meme https://t.co/l7MZ5NgAWG",
        "@recisneros Una más del meme 😺 https://t.co/nlYboTF93C",
        "@DanielUrresti1 Sr. Urresti no haga hígado por este medio. Suficiente tiene en poner orden Los Olivos 👍🏽siga adelante.",
        "Antes la suscripción gratuita era tres meses 😅😅 https://t.co/slD51x2Qru",
        "@evaayllon 😍 https://t.co/LhtEDcGFe4",
        "Maestra! 😍 https://t.co/qb2S19zipV",
        "#PrayforAmazonia https://t.co/QvHc4pmZoM",
        "@ActualidadRT Debería en Twitter existir \"me divierte\" 🤣🤣",
        "@gonzalotorres @Marcuilas @MovistarPlusPe Saludos malditos 🤗🤗",
        "#MeComoDosPlatosDe causa rellena de atún 😋😋😋😋",
        "#TerrorEnLimaEs comer en los agachaditos y esperar que no te de la bicicleta 😁 buen martes malditos",
        "#DetestoEstaCanción \"mamarre mamarre\" 🤮",
        "El Maipo resurgiendo como un ave Fénix 🌋 https://t.co/MQ5LGb8yn3",
        "@fc_pirata Don Jack cuidado con las peperas",
        "Jajaja 🙊 https://t.co/JYRIMiYHrZ",
        "#ClásicaDeChoro esos que dicen \"paren de sufrir hermanos, la salvación está con uds y la de mis bolsillos también, aleluya\" 😅",
        "@SalitaSin Cuidado que te manda a la cárcel 😅 https://t.co/wDPHyqDyYE",
        "@malditaternura @FilLima2019 @PlanetaLibrosPE Un cheque en blanco? 🤑😁",
        "@TatianaAstengoB https://t.co/FJUkBBm2a0",
        "@gonzalotorres @MovistarPlusPe Q rico solcito curita 👍🏽👍🏽",
        "@BrunoGEsc Pfff y ese",
        "@MiguelMorenoPe Jajajaja maestro!!",
        "Solamente ufff 😅😅😅 https://t.co/gcHZk3UPpi",
        "Dos grandes. Bravo Don Juan 🇵🇪🇵🇪🇵🇪 https://t.co/HCLntSs0gD",
        "#ClásicaDeFiestasPatrias dejar la Av Brasil con las pistas rotas y regadas de basura doméstica 🤬🤬🤬 Viva el Perú 🇵🇪 señores",
        "@gonzalotorres Un tallarin saltado 😅😅 miawww",
        "#MePasóConElDoctor no se qué la pasa a los odontólogos que cuando estás con la boca abierta te comienzan a preguntar 🤬🤷🏽‍♂️",
        "@linkinpark •́  ‿ ,•̀ https://t.co/ibCeoS67o8",
        "@pacofloresc Lo pondré en práctica cuando llaman a ofrecer tarjetas de crédito 👍🏽😁",
        "#ClásicaDeInfiel nunca he sido infiel",
        "@FernandoArmasCa \"Choro soy y no me compadezcas\"",
        "@CristhianRS (┛◉Д◉)┛彡┻━┻",
        "@leydelacalle @PanoramaPTV @PanamericanaTV Algunos imprudentes cruzan la vía puesto los audífonos ¯\\_ಠ_ಠ_/¯",
        "@gonzalotorres Estas igualito estimado curita 😃",
        "#NuncaFaltaUnAmigoQue es un despistado 🙄 https://t.co/yoU0aJ20M9"
    ]
}