{
    "screen name": "Countryb4P",
    "no. of tweets": 195,
    "tweets": [
        "@thomaslake Hi Thomas, can you please tell Kaytlin Beckett from the artile below to research Tahitian Noni? It has… https://t.co/kGae7gjVlu",
        "@MiamiHerald This is why you should Democrat",
        "@SenatorCollins @SenatorSinema https://t.co/BhG2ikUtPW",
        "@realDonaldTrump Criminal",
        "@FoxNews Tell this to the GOP who don't care about lives  and only about their stock portfolio.",
        "@thehill Yup, with you OUT of office. #Biden2020",
        "@marcorubio Do your job and stop posting random sentences. Over 33 MILLION recently lost their job.",
        "Join me in supporting @PETA right now! It's the best way to help gentle donkeys and other animals in need: https://t.co/bxZmkPafNE",
        "@MrJoeVinson @kaq1979 @DonaldJTrumpJr https://t.co/tJKGvh1yWW",
        "@thehill While more than 33 MILLION people struggle with recently losing their job, Fox and the GOP don't do their… https://t.co/cXu2uWhKI2",
        "@thehill While more than 33 MILLION people struggle with recently losing their job, Fox and the GOP don't do their… https://t.co/EmjIyLXDrg",
        "@thehill While more than 33 MILLION people struggle with recently losing their job, Fox and the GOP don't do their… https://t.co/3dc9TSXgd2",
        "@tedcruz While more than 33 MILLION people struggle with recently losing their job, Fox and the GOP don't do their… https://t.co/5m2ls1z7XS",
        "@JohnCornyn @playbookplus While more than 33 MILLION people struggle with recently losing their job, Fox and the GO… https://t.co/079O6tYrs5",
        "@FoxNews While more than 33 MILLION people struggle with recently losing their job, Fox and the GOP don't do their… https://t.co/VwyVJq4Bif",
        "@NBCNews Will there be a second pandemic? How will be better prepared this time?\nIt's worth nothing if you're month… https://t.co/0W8YNXoeR6",
        "@IvankaTrump @PressSec @realDonaldTrump Right, putting the interests of Israel before America.",
        "@realDonaldTrump Will there be a second pandemic? How will be better prepared this time?\nIt's worth NOTHING if you'… https://t.co/ukL0QXV4Q9",
        "@elnuevoherald Trump destruyo nuestra economia. Votemos por Joe Biden para recuperar nuestra economia Y Democracia… https://t.co/Z0yiNbSJ2N",
        "@NBCPhiladelphia @realDonaldTrump Will there be a second pandemic? How will be better prepared this time?\nIt's wort… https://t.co/rJoEbH089c",
        "@6abc Will there be a second pandemic? How will be better prepared this time?\nIt's worth nothing if you're months l… https://t.co/QNzFIUqYMB",
        "@NBCPhiladelphia Will there be a second pandemic? How will be better prepared this time?\n\nhttps://t.co/tJKGvh1yWW",
        "@PhillyInquirer Will there be a second pandemic? https://t.co/tJKGvh1yWW",
        "@DannCuellar @6abc https://t.co/tJKGvh1yWW",
        "@UMichiganNews @umichECON @Marketplace https://t.co/tJKGvh1yWW",
        "@UMich @UMichLaw @allabouta2 https://t.co/tJKGvh1yWW",
        "@Chrysler @FiatChrysler_NA @nokidhungry https://t.co/tJKGvh1yWW",
        "@ABaskerville10 @NBCPhiladelphia https://t.co/tJKGvh1yWW",
        "@PhilaParkandRec https://t.co/tJKGvh1yWW",
        "@PhilaStreets https://t.co/tJKGvh1yWW",
        "@PhillyInquirer https://t.co/tJKGvh1yWW",
        "@PhillyInquirer https://t.co/tJKGvh1yWW",
        "@NBCPhiladelphia @GovMurphy https://t.co/tJKGvh1yWW",
        "@DannCuellar @6abc https://t.co/tJKGvh1yWW",
        "@PennsylvaniaGov https://t.co/tJKGvh1yWW",
        "https://t.co/tJKGvh1yWW",
        "@MarshaBlackburn Instead of helping your people recover from coronavirus you're doing PR work for Trump. https://t.co/tJKGvh1yWW",
        "@LouDobbs @jsolomonReports While 33 million are struggle without work, over 80,000 dead, republicans focus on BS ab… https://t.co/yhGPiXWB4j",
        "@MikeKellyPA @WhiteHouse @POTUS @realDonaldTrump Over 86,000 DEAD, over 33 MILLION lost their job. Over 1.3 MILLION… https://t.co/XryF9AjWLl",
        "@MarshaBlackburn @realDonaldTrump Over 86,000 DEAD, over 33 MILLION lost their job. Over 1.3 MILLION NOW infected.… https://t.co/5qpAnQ9iKz",
        "@senatemajldr @BretBaier Over 86,000 DEAD, over 33 MILLION lost their job. Over 1.3 MILLION NOW infected. The US no… https://t.co/CcDuGtRW1y",
        "@UFWupdates https://t.co/tJKGvh1yWW",
        "@thehill https://t.co/tJKGvh1yWW",
        "@MiamiHerald Over 86,000 DEAD, over 33 MILLION lost their job. Over 1.3 MILLION NOW infected. The US now has the MO… https://t.co/1r2GRr7o3A",
        "@MSNBC @MaddowBlog Over 86,000 DEAD, over 33 MILLION lost their job. Over 1.3 MILLION NOW infected. The US now has… https://t.co/WPC314ZtKu",
        "@politico Over 86,000 DEAD, over 33 MILLION lost their job. Over 1.3 MILLION NOW infected. The US now has the MOST… https://t.co/S9BTH4MNtO",
        "@thehill Over 86,000 DEAD, over 33 MILLION lost their job. Over 1.3 MILLION NOW infected. The US now has the MOST i… https://t.co/DEalyLGHLr",
        "@BretBaier @pdoocy Over 86,000 DEAD, over 33 MILLION lost their job. Over 1.3 MILLION NOW infected. The US now has… https://t.co/e8KHYZdPiv",
        "@seanhannity Over 86,000 DEAD, over 33 MILLION lost their job. Over 1.3 MILLION NOW infected. The US now has the MO… https://t.co/pgnWLMTG2a",
        "@i24NEWS_EN But you're OK with Palestinians being treated like garbage. Hipocrisy.",
        "@GovRonDeSantis @elderaffairs @FloridaDBPR @FRLAnews Over 86,000 DEAD, over 33 MILLION lost their job. Over 1.3 MIL… https://t.co/aK5jWudbPI",
        "@RyanAFournier Over 86,000 DEAD, over 33 MILLION lost their job. Over 1.3 MILLION NOW infected. The US now has the… https://t.co/paGBDfHsh6",
        "@MiamiHerald @AP Over 86,000 DEAD, over 33 MILLION lost their job. Over 1.3 MILLION NOW infected. The US now has th… https://t.co/45n1RgwQdT",
        "@SenTedCruz @WHO @DrTedros Over 86,000 DEAD, over 33 MILLION lost their job. Over 1.3 MILLION NOW infected. The US… https://t.co/hdX7J2ZdAt",
        "@MSNBC https://t.co/tJKGvh1yWW",
        "@thehill https://t.co/tJKGvh1yWW",
        "@DrBiden @TucsonRomero Votemos hermanos y hermanas por Joe Biden para recuperar nuestra economia Y Democracia y pro… https://t.co/7nX7nLiTPe",
        "@NateSilver538 @COVID19Tracking https://t.co/tJKGvh1yWW",
        "@TexasTribune https://t.co/tJKGvh1yWW",
        "@adelanteflorida Votemos hermanos y hermanas por Joe Biden para recuperar nuestra economia Y Democracia y protejer… https://t.co/JEk09VM4Bo",
        "@nbc15_madison https://t.co/tJKGvh1yWW",
        "@thehill https://t.co/tJKGvh1yWW",
        "@MiamiHerald https://t.co/tJKGvh1yWW",
        "@FoxNews What a failure the Trump GOP party has become that their priority is defending Flynn who put the interests… https://t.co/IytoQNQ398",
        "@dawnreneeo @DonaldJTrumpJr https://t.co/kmVDEzHIxT",
        "@Verizon @Buccaneers @chancetherapper America has become a Banana state under Trump. Please vote for Joe Biden this… https://t.co/MpTEbwEmFD",
        "@GovRonDeSantis America has become a Banana state under Trump. Please vote for Joe Biden this November to end this… https://t.co/QEPYTYk3qa",
        "@thehill America has become a Banana state under Trump. Please vote for Joe Biden this November to end this nightma… https://t.co/2tfbJ2114I",
        "@GOP @realDonaldTrump America has become a Banana state under Trump. \nhttps://t.co/tJKGvh1yWW",
        "@NBCNews America has become a Banana state under Trump. Please vote for Joe Biden this November to end this nightma… https://t.co/hl4rZaN8YA",
        "@ChristyforCA25 I will support you this November!",
        "@TexasFarmBureau America has become a Banana state under Trump. Please vote for Joe Biden this November to end this… https://t.co/i2naqBU6aN",
        "@TB_Times America has become a Banana state under Trump. Please vote for Joe Biden this November to end this nightm… https://t.co/gwwOwAvCJT",
        "@BretBaier @senatemajldr America has become a Banana state under Trump. Please vote for Joe Biden this November to… https://t.co/90n7Q3CDTc",
        "@RepsForBiden All of the above!",
        "@MiamiHerald America has become a Banana state under Trump. Please vote for Joe Biden this November to end this nig… https://t.co/eEFSj1VEi1",
        "@SenatorCollins @SenSherrodBrown @SenStabenow https://t.co/mUzU9Va5xF",
        "@seanhannity What a failure the Trump GOP party has become that their priority is defending Flynn who put the inter… https://t.co/2pIbVSzeFE",
        "@MiamiHerald What a failure the Trump GOP party has become that their priority is defending Flynn who put the inter… https://t.co/2RPQHS3337",
        "@PittsburghPG What a failure the Trump GOP party has become that their priority is defending Flynn who put the inte… https://t.co/j6SvTjCtqv",
        "@parscale What a failure the Trump GOP party has become that their priority is defending Flynn who put the interest… https://t.co/vsruEHVLPs",
        "@marcorubio Easy to copy and paste quotes as a means to not face the 30 MILLION plus who lost jobs, 80,000 plus who… https://t.co/cse8RY0tHU",
        "@jomalleydillon Can I get a job with the Biden campaign? I would LOVE to apply and join the team.",
        "@MiamiNewTimes What a failure the Trump GOP party has become that their priority is defending Flynn who put the int… https://t.co/JQTzYaMcXb",
        "@PittsburghPG What a failure the Trump GOP party has become that their priority is defending Flynn who put the inte… https://t.co/9KlaDmhdNE",
        "@LibertyCliff @RandPaul @JoeBiden What a failure the Trump GOP party has become that their priority is defending Fl… https://t.co/MJT3TzlKPC",
        "@TucsonStar What a failure the Trump GOP party has become that their priority is defending Flynn who put the intere… https://t.co/nrGTiCuK4p",
        "@MiamiHerald What a failure the Trump GOP party has become that their priority is defending Flynn who put the inter… https://t.co/OQobhqiMUu",
        "@thehill What a failure the Trump GOP party has become that their priority is defending Flynn who put the interests… https://t.co/KP3LWTLLBH",
        "@RandPaul What a failure the Trump GOP party has become that their priority is defending Flynn who put the interest… https://t.co/m8pOvnLnET",
        "@MayoClinic @DrMJoyner What a failure the Trump GOP party has become that their priority is defending Flynn who put… https://t.co/eCOMAD73J3",
        "@GOPLeader https://t.co/HDZ43CbBcd",
        "@realDonaldTrump @politico What a failure the Trump GOP party has become that their priority is defending Flynn who… https://t.co/hDsd4eZwvj",
        "@RandPaul @foxandfriends @realDonaldTrump @LindseyGrahamSC @RonJohnsonWI @ChuckGrassley What a failure the Trump GO… https://t.co/Vgrw0LIUR8",
        "@seanhannity What a failure the Trump GOP party has become that their priority is defending Flynn who put the inter… https://t.co/5kvd3saFTE",
        "@parscale What a failure the Trump GOP party has become that their priority is defending Flynn who put the interest… https://t.co/d99uXAisOJ",
        "@AndrewPollackFL @RyanAFournier No one is above the law, you should know that best.",
        "@TeamTrump @David_Bossie @CLewandowski_ What a failure the Trump GOP party has become that their priority is defend… https://t.co/RuRmRq7n6n",
        "@RandPaul What a failure the Trump GOP party has become that their priority is defending Flynn who put the interest… https://t.co/Ss8ayNheII",
        "@realDonaldTrump What a failure the GOP party has become that their priority is defending Flynn who put the interes… https://t.co/ks5o86Qhur",
        "@JasonMillerinDC What a failure the GOP party has become that their priority is defending Flynn who put the interes… https://t.co/ZZHmaGpzdk",
        "@JohnCornyn @WSJ What a failure the GOP party has become that their priority is defending Flynn who put the interes… https://t.co/JofULjVvYs",
        "@GOPChairwoman @realDonaldTrump What a failure the GOP party has become that their priority is defending Flynn who… https://t.co/rBNwS4pfFB",
        "@marklevinshow What a failure the GOP party has become that their priority is defending Flynn who put the interests… https://t.co/aJjSVvOz3A",
        "@KellyannePolls @JoeBiden What a failure the GOP party has become that their priority is defending Flynn who put th… https://t.co/r6pqPz4kS5",
        "@MarshaBlackburn What a failure the GOP party has become that their priority is defending Flynn who put the interes… https://t.co/6lZveCADz0",
        "@thehill The US has become a Banana state under Trump and his GOP followers.",
        "@tedcruz What a failure the GOP party has become that their priority is defending Flynn who put the interests of RU… https://t.co/S1jpoPtyqY",
        "@KellyannePolls @JoeBiden What a failure the GOP party has become that their priority is defending Flynn who put th… https://t.co/4zDtEgcY3k",
        "@RandPaul What a failure the GOP party has become that their priority is defending Flynn who put the interests of R… https://t.co/yCBoVJz2Mk",
        "@GOPChairwoman @realDonaldTrump What a failure the GOP party has become that their priority is defending Flynn who… https://t.co/8s7XLC1Wj3",
        "@justinamash This is one of the most stupid, and dangerous, comments I have read. At par with Trump. Let me remind… https://t.co/JC3oPukhuT",
        "@DonaldJTrumpJr You're father and the blood of over 80,000 DEATHS on his hands is APPALLING.",
        "@DLasAmericas @JesusHdezHquez Se libro? Seguimos aumentando casos y muertes.",
        "@TB_Times @TBTimes_Opinion Over 81,000 DEAD, over 30 MILLION lost their job. Over 1.3 MILLION NOW infected. The US… https://t.co/w4klm6k0OA",
        "@WISN12News People should leave then alone. They're don't mean harm.",
        "@FrancisSuarez @MiamiMayor Over 81,000 DEAD, over 30 MILLION lost their job. Over 1.3 MILLION NOW infected. The US… https://t.co/Fb7F9I9Aad",
        "@MiamiHerald Over 81,000 DEAD, over 30 MILLION lost their job. Over 1.3 MILLION NOW infected. The US now has the MO… https://t.co/DonhUV96cX",
        "@PittsburghPG Over 81,000 DEAD, over 30 MILLION lost their job. Over 1.3 MILLION NOW infected. The US now has the M… https://t.co/zJDmYZpbEg",
        "@TucsonStar Over 81,000 DEAD, over 30 MILLION lost their job. Over 1.3 MILLION NOW infected. The US now has the MOS… https://t.co/vois2sduQs",
        "@SenatorLankford @SenateGOP @4RKids Over 81,000 DEAD, over 30 MILLION lost their job. Over 1.3 MILLION NOW infected… https://t.co/OIrJ6DT9Lf",
        "@MSNBC Over 81,000 DEAD, over 30 MILLION lost their job. Over 1.3 MILLION NOW infected. The US now has the MOST inf… https://t.co/2jtl4r6XvR",
        "@MarkGeistSWP @KellyannePolls Over 81,000 DEAD, over 30 MILLION lost their job. Over 1.3 MILLION NOW infected. The… https://t.co/6s28Ag6Xua",
        "@RepsForBiden I totally am! I want to end this nightmare called Trump!",
        "@ScottPresler A 6 month term? 😂",
        "@GOPChairwoman LIES. Joe's doing what he's ALWAYS done. Display his unique ability to work with people from across… https://t.co/KUsXp47LJu",
        "@TexasFarmBureau How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the… https://t.co/8mv3Z7VPjW",
        "@ajc How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next pandem… https://t.co/KZeCnoL4CD",
        "@PittsburghPG How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the ne… https://t.co/oyN7m0t0Av",
        "@TucsonStar How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next… https://t.co/x8S7WKwj7K",
        "@timestribune How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the ne… https://t.co/6x3dferNdC",
        "@univofscranton How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the… https://t.co/rB1rFTkQVi",
        "@newstalkflorida How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the… https://t.co/34Sz1OTOAG",
        "@FarmwrkrJustice How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the… https://t.co/FYrfYnoCEQ",
        "@UWMadison @BadgerFootball @DangeRussWilson @Seahawks How the US compares with South Korea on trajectory to get tes… https://t.co/1YvqkKZKXQ",
        "@TexasTribune How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the ne… https://t.co/J70GUCS2m4",
        "@MSU_Football How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the ne… https://t.co/9uDDqI09Ka",
        "@APlayersProgram How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the… https://t.co/GuIETD7c5I",
        "@WiStateJournal How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the… https://t.co/FSK6s4Iq71",
        "@KVOA How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next pande… https://t.co/aWAdtIoMMS",
        "@marcushjohnson @SamKeys601 Nice!",
        "@DonaldJTrumpJr @parscale How the US compares with South Korea on trajectory to get testing going. \nWill we be read… https://t.co/Ecd0vRueAL",
        "@nj_for_biden Wohoo! Let's do it. Lets go Joe!",
        "@newstalkflorida How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the… https://t.co/1X2rrdQjxz",
        "@TexasObserver How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the n… https://t.co/eKimHKw8Uc",
        "@AP_Politics @AP Congrats Joe! We cannot win in November if we all don't vote. I hope you will find it in your hear… https://t.co/kPcYXHeiDz",
        "@AP_Politics @AP How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the… https://t.co/EG1FUOrTbY",
        "@thehill How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next pa… https://t.co/pmtMQYvWe8",
        "@benshapiro How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next… https://t.co/GJMPfTebHG",
        "@MiamiHerald How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the nex… https://t.co/tqRPVSZ15r",
        "@TucsonStar How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next… https://t.co/DPXFxlG0Sp",
        "@realDonaldTrump You're five months late. You were first warned in January. How the US compares with South Korea on… https://t.co/xdjfQZEXwl",
        "@FloridaGOPWomen How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the… https://t.co/sFs8GeUHJL",
        "@TB_Times How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next p… https://t.co/Rkpe4FAnV7",
        "@PittsburghPG How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the ne… https://t.co/lt6VCB102d",
        "@SenJoniErnst How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the ne… https://t.co/z7pt2kJVM3",
        "@JohnCornyn How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next… https://t.co/umjCXSsWCr",
        "@MiamiHerald How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the nex… https://t.co/uHSY8tqEoY",
        "@BretBaier How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next… https://t.co/OLhWZjTKvY",
        "@GOP How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next pandem… https://t.co/q0ym5kEQQJ",
        "@TheNCCourage @OSullivanDenise @UproarNC How the US compares with South Korea on trajectory to get testing going.… https://t.co/Kf24DbiEQ0",
        "@PittsburghPG How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the ne… https://t.co/jnuy9PoEPv",
        "@PittsburghPG How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the ne… https://t.co/2oEZgGU5Uq",
        "@TucsonStar How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next… https://t.co/4LVW2cES9H",
        "@MiamiHerald How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the nex… https://t.co/tx4G9WRMcw",
        "@RepMattGaetz How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the ne… https://t.co/BFgnAc2Kky",
        "@BreitbartNews How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the n… https://t.co/kSrPbDTjgA",
        "@SenatorCollins How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the… https://t.co/GKEFmDePzf",
        "@realDonaldTrump How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the… https://t.co/qIBxkgO5Nu",
        "@realDonaldTrump How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the… https://t.co/SUM6ugD49V",
        "@AmyKremer @GovKemp @GovRonDeSantis How the US compares with South Korea on trajectory to get testing going. \nWill… https://t.co/dm5eMsYGIh",
        "@WomenforTrump @POTUS @realDonaldTrump How the US compares with South Korea on trajectory to get testing going. \nWi… https://t.co/Xc1NZ7MZKQ",
        "@AmyKremer @WomenforTrump @SidneyPowell1 How the US compares with South Korea on trajectory to get testing going.… https://t.co/AufigRnUPQ",
        "@downtownMIA How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the nex… https://t.co/cAg9e3zya1",
        "@TomTiffanyWI He supports Trump.\nHow the US compares with South Korea on trajectory to get testing going. \nWill we… https://t.co/jSe57nsMbN",
        "@PittsburghPG How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the ne… https://t.co/ztxxzWsWIi",
        "@RyanAFournier How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the n… https://t.co/ZE2WEAOukf",
        "@RandPaul @realDonaldTrump How the US compares with South Korea on trajectory to get testing going. \nWill we be rea… https://t.co/DpQ7Hn8feb",
        "@MysterySolvent How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the… https://t.co/eTTWTdOcAY",
        "@ABC How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next pandem… https://t.co/C9YmoiFUER",
        "@People4Bernie @TysonFoods How the US compares with South Korea on trajectory to get testing going. \nWill we be rea… https://t.co/AaUrrZUjcu",
        "@mattdizwhitlock How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the… https://t.co/ZggALu69od",
        "@texasdemocrats How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the… https://t.co/tLCwjOjMjo",
        "@NewFLMajority How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the n… https://t.co/I100Krh2Hl",
        "@SaraGideon How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next… https://t.co/M8HwD2PvbU",
        "@rihanna @FentyOfficial Please register to VOTE! We CANNOT win if we each do not vote this November for Joe Biden.… https://t.co/QFimgeP1Mu",
        "@SenJoniErnst @IAGovernor How the US compares with South Korea on trajectory to get testing going. \nWill we be read… https://t.co/vM29KXeid3",
        "@FoxNews How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next pa… https://t.co/NJeEAq9Ssg",
        "@FoxNews How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next pa… https://t.co/vab1sSbrH2",
        "@MiamiHerald How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the nex… https://t.co/ZSJbqQVhLl",
        "@mattgaetz How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next… https://t.co/IldQ2JEI76",
        "@GOP How the US compares with South Korea on trajectory to get testing going. \nWill we be ready for the next pandem… https://t.co/Q0aKOsRzCE",
        "@jackpandol @mattdizwhitlock How the US compares with South Korea on trajectory to get testing going. \nWill we be r… https://t.co/lFiaoeRXSA",
        "@ChuckGrassley @realDonaldTrump How the US compares with South Korea on trajectory to get testing going. \nWill we b… https://t.co/Awxc3K5LhD",
        "@CityofMiami @downtownMIA @CityofMiamiFire How the US compares with South Korea on trajectory to get testing going.… https://t.co/KxCSW1WIWo"
    ]
}