{
    "screen name": "Nathan40346277",
    "no. of tweets": 181,
    "tweets": [
        "@holardamolar Iz because I'm not in the mood",
        "@ArizonaZervas Lucky \nSome of us cant afford to do so",
        "@itelMobileNG The one on the top right corner\n#brainteaser\n#SmartphoneForEveryone",
        "@itelMobileNG The one on rhe rop eighr xorner \n#SmartphoneForEveryone",
        "@olamoni13 Totori me",
        "@iamcardib What size so you wear",
        "@volqx__ GLO \n08154378896",
        "He started by introducing himself @officialBovi, welcomes everyone.\n•Asks if everyone is staying safe\nRecognizes Te… https://t.co/sGDph7SXTp",
        "@EOsays @Mr_Alexius Na so mammy water Dey catch person",
        "@danimunozfit Ever",
        "@itelMobileNG 16",
        "@Kinglamarr___ Kendrick Lamar that will diss burna boy's destiny but still keep it \"on the low\"",
        "@TECNOMobileNG 😊",
        "@pengmanmodel You no hear sweet in the middle",
        "@volqx__ Leave them they'll not hear word",
        "@pengmanmodel I have no idea who those ppl are",
        "@royzkingin Mad oo",
        "@_mide96 @Fact Bro it's Nigeria I'm not even doubting us anymore",
        "@wohwoh_d_boi @Chemicalboyy @umar_ayotunde @chubiei @Chudykings @__Assislife @ChemicalGrandMa @colomental_… https://t.co/4x4mlxV4AH",
        "@GarickPLUGs @pengmanmodel @meetthe_richard @iTv001 @Frank_LeanXV @akreana_ @ShyBloggerPR @BigMan_Xander… https://t.co/xLHSFZMwni",
        "@ijebuconcept @holardamolar @Allezamani @AsiwajuLerry @Alan_yournextbf @ThatBrightDude @jayythedope @HaYoMiDe_… https://t.co/6Ia6e3KFJY",
        "@JayNaija How TF is tiwa worth 4M and Joeboy is worth 2",
        "@pengmanmodel Abeg sub for me make I argue",
        "@damiadeniji Israel no regrets 💯",
        "Dad: son why haven't you greeted me this morning\nMe : (hisses)  and walks away https://t.co/WbdJZL64hW",
        "Did you know that if you look closely at roddy ricch's new album picture you can see his nipple https://t.co/t6fUK9pvXT",
        "@pengmanmodel As inn",
        "@fredapsychic @lovelyn_presh @KlavaPeter What I'm wondering is how this argument entered my tl",
        "@Dami_nairah @royzkingin No wonder you're so black",
        "@datgirltimi LESBIANISM!!!  Ohh ehhh agghhh oooooo",
        "@AsiwajuLerry Lol they still pick wives what about the traditional 14 years of dating",
        "@bluegirlolu If we're patients we get the extremely fine ones not all these one with small brezz and yansh that'll be sending nudes anyhow",
        "@akortainment A waterfall",
        "@prof_pius You are a thief and will die a thief",
        "@royzkingin The truth is bitter",
        "@volqx__ @Nathan40346277",
        "@rilemalofficial @iamvictor__ Something that you can throw gala nylon out of your window as you're driving and it'l… https://t.co/aUT3OiW5dQ",
        "@DuchessT_ I hate this shit you'll tag one fine girl that'll act like they didn't see it I hope nobody finds love on this tweet",
        "Funny AF https://t.co/jkZ90uIW4D",
        "@jennygodswill If the girl trying to toast us is uglier that the girlfriend in question 💯",
        "@volqx__ It's true ohhh",
        "@ojbsports And boom https://t.co/h3TnyQ9a9r",
        "@ojbsports I think I've see this one before (*clears throat*)",
        "@viccetti Peter is John's father",
        "@_chiamakaaaa You go girl",
        "@waffiking @Adusco_ Just tell some girls to remove their pant and put it inside COLD water and Shazam cold soup is ready",
        "@Haeeshah_ @LisaMelz",
        "@onyeoma_kc May 12",
        "@Xavilerry Iz not only rapid its torrent abeg let them rape you quietly",
        "@Fact Bruv if you can sleep while you're on Twitter your own is not working well",
        "@Irunnia2 A date gal",
        "@DuchessT_ I'll send account number",
        "@_TayTayy_ @darasimi_1 You this girl shut the fuck up I still haven't seen my fruits if I can't have them nobody will",
        "@Ameena87969549 Is it not hypo 50 naira you want to drag us to YouTube for nothing oloshi",
        "@holysh1zzle Tell her hypo go wipe oh",
        "@chiamakaaaa1 If you turn lesbian well kick you out of the tribe",
        "@MoneyBaggYo Yes I am",
        "Who remembers when Billie ellish used to sing songs like ocean eyes to just feel emotional now she's dying and resu… https://t.co/YUau51m7rL",
        "@MiracleNas1 No it fashion. \nThe latest Balenciaga bandage",
        "@ty_presh This bloody fool is going to hell the creative part of it tho that was smart",
        "@toyor_pr @RichElijah3 Why you wanna try me",
        "@EWAWUNMIII Eh ugliness is also in the skin what's your point",
        "@Nobodyexx Come and find out",
        "@nielo_2wit People with sense be calling iron man",
        "So Twitter fam it finally happened.  \nI've been among those people that have been boasting that if dog chase me I'l… https://t.co/yxkwyMgiWN",
        "@O_tegaaa @prof_pius Why the fuck you lying",
        "@officialnairam1 You and wizkid want to bring back polygamy shebi",
        "@Tokssbobo @tilewa__ As in \n*FIFB",
        "@chiamakaaaa1 Especially when there's more than one of the in the same room. not even that 6:00 Muslim call to prayer is that loud",
        "@Fact Mad ohh I ran from home at 6 too and learnt how to run back before night so egungu will not come and carry me",
        "@DuchessT_ At least it is better than mad oh.  Dorcas is going straight to hell",
        "@DuchessT_ @iTv001 Damn we just tryna live",
        "@UnclePamilerin 🤣🤣Beans",
        "@thobyiano If you're not using your sense that means that your name is @thobyiano",
        "@Ayero17 @Pink_Chinasa Drop phone number let me help you with that",
        "@themideoseni Ho",
        "@umar_ayotunde @shank_comics The situation of our country nigeria",
        "@r3al__AJ @shank_comics Bro as innnn",
        "@jtofashion @shank_comics Yah've gone to wear Otedola's coat shebi",
        "@OwnDoctor @shank_comics You of course",
        "@heisrema I would have dropped for no reason ohh bit I'd have had to be a fan",
        "@QueenKardi @umar_ayotunde @tolutezzy_ @dat_boy_olly @kaszquan @ReformerOluseun @iamjosephyekini @iamphaith 🤣",
        "@__fatcheeks @_Pintolee It has reach that level3🙆🏾",
        "@QueenKardi @umar_ayotunde @tolutezzy_ @dat_boy_olly @kaszquan @ReformerOluseun @iamjosephyekini @iamphaith That's… https://t.co/vlyUIGSDco",
        "@_omoissy @funny_dagreat So Nigeria will protect him.  I hear while our boy Anthony is still there",
        "@edosartistry @Armah_xxx @OBarth_official @_igwilo @Alex_Houseof308 @AsiwajuLerry @DuchessT_ @UncleMohamz… https://t.co/GmGoWbA9WS",
        "@temsbaby Honey get your account verified na",
        "@royzkingin The Angel wey dey in charge of Nepa peoples conscience just quit because dem Dey hold him salary",
        "@royzkingin Bro as in",
        "@KeyGLOCK I don't even know what is going on",
        "@_Matriarchh @_igwilo The wig is under your Yansh shebi",
        "@OwnDoctor Wake up from that dream jesus loves me too much for me to be stupid",
        "@SpendoGustavo @DuchessT_ Mahd ohh",
        "@Xavilerry @DuchessT_ I'm sorry have they been dating for 14 years or she is 14 years either ways it's mind burglin… https://t.co/cnbXJkbYa4",
        "@DuchessT_ I had to like this tweet to get it off 666",
        "How I enter my house after collecting result https://t.co/aLkKcCObra",
        "@Ohloowatoscene @Nathan40346277",
        "@LifeOfPegasus Stormzy or no one",
        "Yes mommy ill stay away from twitter and focus on my studies https://t.co/NRvZn7RGOc",
        "@prof_pius Does buying 300 naira suya without tasting make one dangote pikin",
        "@Ohloowatoscene Investment of course:\nAs in pay armed robbers to thief more",
        "@Nobodyexx Not necessarily",
        "@RealBossmann @SammyNas92 Wow that's definitely something to write about in your CV",
        "@beauutyyqueen @effizzzyy Im from the second nigeria of course",
        "@LisaMelz Cant we just have your number and move on",
        "@iamdahmmie Improper grammar",
        "@JayNaija @Alex_Houseof308 Fuck tho",
        "@gracedmrnoble @KinqKudos @__Mbah",
        "@DuchessT_ Only if you kill the nigga",
        "@Chemicalboyy 😂",
        "Stormzy must have met amaka. \nTWICE https://t.co/TxXym7sLWo",
        "When the girls in the house watch a Bollywood movie without at least 5 songs https://t.co/jwYTm099S4",
        "Bomboclaat https://t.co/iS3biHeCqV",
        "@iam_topboii Bro you forgot hoodies never in the history of ever has a girl bought herself a hoodie",
        "@henryugwuu A politician assassination business. But I'll use sanwo olu to try my hand first https://t.co/xf3sCG4GNr",
        "Wtf 🤣 https://t.co/GNPbDo6H2e",
        "@DuchessT_ @Alex_Houseof308 How will you speak yoruba for edo boy",
        "@victor_james1 Please oh lets not be mad there are two spoons there i remove one",
        "@OwnDoctor Black soap",
        "@prof_pius Can i dm you @__Mbah  god forbid next thing i know ill pre order hair removal cream that'll affect my generation 😭",
        "@ChemicalGrandMa I don't know what you guys see in Megan thee stallion",
        "@EWAWUNMIII Wtf that's probably painful as sgit",
        "@marlin_princes @_MichieTheGreat Mummy  mummy this is the person that carry first. As you can see he has two heads",
        "@Cutewalterr Cuz you're rema shebi",
        "Bomboclaat https://t.co/ofgvwOHQFM",
        "@ikkyBellz @herkzprinxe So our shoulders are on our.......",
        "@ChemicalGrandMa When your mother tells you to go in a room and wait for her",
        "@shank_comics Whatsapp number 🌞 \nAge 🤝",
        "@royzkingin Whats your phone number",
        "@Shoetanopeyemi @umar_ayotunde U sure this isn't water a bottle",
        "Mtn: congratulations you stand a chance to win one million naira just recharge 1000₦\n5 year old me wey never smell… https://t.co/jzgNbNTES4",
        "@mia_bassey Who need a fucking contortionist lol",
        "@volqx But bro i asked you to sponsor boys since you don't have anyone yet",
        "I will tell my mommy for you https://t.co/pGaVMtPtlS",
        "@ty_presh @Alex_Houseof308 @Famez_vv @colomental_ @iTv001 @Sonjoe_Kutuh @_harrisonJNR @volqx @ChristianTAE_… https://t.co/DRjPssNFkq",
        "@ShopwithJk___ @LisaMelz  seriously i don't even know her but sure",
        "@lara_peperenpe You'll get there eventually 🌝",
        "@mjjuniormodel You mean. Iphone 11 pro or land in banana island",
        "@iinemesit_ Posting your elder sisters pictures i see",
        "@VictoryAlex4 @ChemicalGrandMa Aba boys jare back again if you like order bed and rope",
        "@thebarakah_ @darasimi_1 @BolajiParle @JeSuisNaga @feranmiokafor @SemiloooreAkoni @tomicoker_ @reine_toyosii… https://t.co/oFq2Aaw5b0",
        "@Samsava60327698 @valkiing_ Madohh",
        "@shank_comics Yes indeed",
        "@Allezamani @ChemicalGrandMa Ah chioma",
        "@NafisatOfficial Such a loner",
        "@ThatBrightDude A face only a mother could........",
        "@jtofashion I don't understand why you're even looking for  husband ohh just look outside your window I'm behind the palm tree",
        "@ovonelstores @Alex_Houseof308 Omo aba boys have upgrade",
        "@emeraldjeborri @AsiwajuLerry Boys too they'll adopt male child you sef reason am",
        "@Teghte @Alex_Houseof308 Lolololo",
        "@Awholedripp @Alex_Houseof308 I know right",
        "@ShopwithJk___ @Alex_Houseof308 Is my yansh black.  No answer na mumu",
        "@volqx Lets not be mad ooo haven't you heard of brotherly love",
        "@ifeoluwamar @Alex_Houseof308 Sent her credit with my last credit",
        "@JoinEnergy @valkiing_ Mmehh ntoô ncaterpillar mess",
        "@themideoseni Start fake laughing for something that isn't funny the tell them shut up you",
        "@TolutheKing @shank_comics Wtf i had to like this shii to get the likes out of 666",
        "@ChemicalGrandMa When you're still new and you accidentally insult a popular influencer",
        "@Abolade_Sa @AsiwajuLerry @Omo_Alufa_ @igglam____ @Qweentitties_ @deegashe @Chudykings @dreadnstyn @ToolzO Your eye… https://t.co/Ljne4XJ3Im",
        "Mad oh i always knew SARS was chronic if y'all nigerians know what i mean now the whole world can see it too https://t.co/nI3nFbY9Pk",
        "@BBCWorld Just like naija but the G would have fled before he made the joke",
        "Lol I'm just waiting for @LilNasX to ask tweet \"say to me what you want from me\" so i can start listing all my debts",
        "@LilNasX Oh lord i want to be a good person let me help lil nas suffer small",
        "@brysonadahcole Data",
        "@theHebrewboyy Only gays ask that question",
        "@_zieofficial Since we are mad \"Use of English\" i can never forget that shii",
        "@ChemicalGrandMa @Alex_Houseof308 The way i miss my shot when i was toasting amaka",
        "@ebankszz @__Mbah True tho",
        "@iamspreado Bro i cant hear her songs even the one she sang with burna boy her part alone was 💩",
        "Omo this one na cultism na https://t.co/TNgga6KPL6",
        "Swear on your life did your father marry your mother a virgin https://t.co/GnTCnxJwfx",
        "@4GRotimi @MaziEminent @kingyeahmi3 @mbah Matter have end na",
        "@Cutewalterr @EWAWUNMIII @ShopFeets_ 44",
        "@MaziEminent @kingyeahmi3 @mbah https://t.co/2iU1yMbXip",
        "@chiamakaaaa1 We jare not on the same Continent i repeat we are not....",
        "@MaziEminent @kingyeahmi3 @mbah Yeesh don't be bitter ohh I'm upcoming now but one day you might be begging for my retweets",
        "@Abd__Raheem @Daddyistwenty 21",
        "@Nobodyexx @Daddyistwenty 26",
        "@Daddyistwenty @olamoni13 14",
        "@MaAthalala1 @Rotondwa1201 @Nathan40346277",
        "@Pink_Chinasa @Ohloowatoscene 🤣🤣🤣😹😹😂"
    ]
}