{
    "screen name": "4ventos",
    "no. of tweets": 196,
    "tweets": [
        "@gustavokov Mano, se for contra o Bananinha",
        "All true! Except that I never took more than 3 showers in one day. This is nonsense. \nhttps://t.co/kJkAN65hQk",
        "Ela tem razão, tem q ser muito estúpido pra entrar numa academia agora.\nO q é ótimo para meus amigos q trabalham de… https://t.co/c2PAq3wsGP",
        "@daniloluisfaria Tá melhorando!\nQuando aprender q qq elogio precisa ser convertido em \"não fez mais q a obrigação\",… https://t.co/5NHL3D9uss",
        "Evolution eventually favored humans that think fondly about their pasts, harshly about our present and arbitrary ab… https://t.co/8udSDtuqpI",
        "#humans #mind\nOver the course of time, those who survived and became US tended to\n&gt; Forget mediocre chunks of our p… https://t.co/NYTr1CGcci",
        "@Lilianbib\n#livros\n#covid19\n#classicos\nhttps://t.co/3vMz1JhC7L",
        "@redparry Literalmente?",
        "@redparry Ahn...",
        "Aproveitando a pequena janela de oportunidade! Hehehe\n#econs\n#governo\n#bibliografia\n#RTnoShikida https://t.co/rPNV7XkGO0",
        "@degustibus10 @lmonasterio Noh! Aí sim!",
        "One little team of special people I wish could read, criticize and repost if agree:\n@efarsas @XadrezVerbal… https://t.co/R7eeJVZKeA",
        "So that is it. Unless you are foreseeing a future the data isn't showing, or you have a peculiar view of how soceit… https://t.co/a16zjc3HGJ",
        "The name I give to this strategy is pretty straight foward: social darwinism. If we can't save all, and we need our… https://t.co/gSJpb3QR45",
        "BUT, u should also recall: covid19 don't kill everyone equally. The risk factors increases greatly its mortality. T… https://t.co/wNuiDkELs8",
        "And EVEN if you want to argue that economically this strategy is good, you must show evidence that the number of pe… https://t.co/sYGO2CgJSA",
        "Thus, EVEN if Sweden strategy was right, and eventually equalize the number of deaths per capita of all countries,… https://t.co/03ujCnqTBh",
        "When governments talk about policies aiming to improve the overall life of its society, it can't only watch for the… https://t.co/DvK2vTcJ45",
        "Either way, they are already foreseeing huge economic losses. The Swedish Central Bank's most pessimistic projectio… https://t.co/78oih7ZUiB",
        "The point is that they are not imposed, and there are no punishments for those who do not act this way. \nThe Swedis… https://t.co/A8MXsst8Dk",
        "It is worth noting that Sweden actually campaigns in favor of social isolation. Their instructions are to keep a di… https://t.co/OGtBcxXQCU",
        "Without enacting a mandatory quarantine, Sweden hopes to contain the spread of the virus based only on the conscien… https://t.co/MD7csrlEOJ",
        "&lt;&lt; We choose to register every death who had potentially died from COVID-19 to detect in which nursing homes the vi… https://t.co/TIdinDGE0d",
        "The ONLY notable country registering a worse situation than Sweden is Belgium. Though it is worth noting this state… https://t.co/QwJ4CUy3Mh",
        "(Bonus!) Sweden is worse than the Ostrich Alliance: the countries that chose to ignore the @WHO claims that the pan… https://t.co/JvVUp2xBE4",
        "(10) Sweden is worse than all other countries cited in this web article: \n&lt;&lt; These countries are doing the best and… https://t.co/vA6NQaiGr0",
        "(9) Sweden is worse than China and all its neighboring countries. (+) https://t.co/hMD4clHXMN",
        "(8) Sweden is worse than all the other top nominal GDP per capita (PPP). https://t.co/odLNcHmQpv\n(+) https://t.co/iGoRBsFK7A",
        "(7) Sweden is worse than the top 10 HDI countries, considering the:\nstandard index; \nadjusted by income inequality… https://t.co/NAZiridB0I",
        "(6) Sweden is worse than all these countries with a population between 9 and 12 million inhabitants.… https://t.co/DxVJnAcjw9",
        "(5) Sweden is worse than all the other countries listed in the top 15 in elderly dependency ratio (Sweden is the 14… https://t.co/B5D1OXPRPg",
        "(04) Sweden is (now) worse than Ireland - the country @nytimes used in 28/April to compare with Sweden as an exampl… https://t.co/iCNBCL2eXc",
        "(3) Sweden is worse than the countries that has been in the news because of their (regional) healthcare system's co… https://t.co/rzooeiA2yw",
        "(2) Sweden is worse than the world and the European averages. https://t.co/QXDIsqaSKi",
        "(1) Sweden is worse than all the other countries of Scandinavian demographics. (+) https://t.co/NIPSrRRdm0",
        "The following graphs are daily confirmed covid19 deaths per million, rolling 7-day average, provided by… https://t.co/kUsjEZ3yzi",
        "10 graph comparisons showing why Sweden 🇸🇪 is NOT an example to be followed in fighting the #covid19 pandemic (+)",
        "Essa vai ser interessante! Pena q deve focar apenas na situação atual, o que faz todo sentido, mas te muita coisa i… https://t.co/HPFtPLOyOz",
        "@A_deAline @bollemdb Q q a Aline tá de dando trabalho, Professora?!",
        "@DeanBuono @sapinker That is the most Lamack-ish stuff I saw since my high-school! xD\n\nDidn't know this was possibl… https://t.co/wFIC9foBkL",
        "@GrantOB My mom is constantly feeding my phone with them!",
        "eventually culminated in this reduction of fear. Or is there a specific phenomenon that happens with these animals?",
        "@DeanBuono, there is one thing I didn't understand. You said, referring to @sapinker, that animals that migrate def… https://t.co/cdRsYBiEFY",
        "@toscanoigor @AbrahamWeint Essas fontes aí estão meio bizarras.",
        "Report 21 - Estimating #COVID19 cases and reproduction number in #Brazil | Faculty of Medicine | Imperial College L… https://t.co/S2GyyC9DfY",
        "@nick_vieira98 @XadrezVerbal Carai, misturar Tekken com K9 policial bom pra cachorro é um exemplo de:\nGlobalização… https://t.co/OtSpcK7sXB",
        "@AJListeningPost Awesome! @A_deAline",
        "@tavasconcellos Já sei! Começa a assar pães! Eles são menos calóricos... Eu acho..",
        "@A_deAline @bollemdb\nFica aí a reflexão! https://t.co/GSKLxpwc6E",
        "Acho q meu personagem morreu num tanque de guerra. Lol https://t.co/S9ymUsKFAK https://t.co/B2rMwOvqNP",
        "@GabrielaPrioli Isso é um curso?",
        "@gustavokov O q me lembra q lá no zoológico de Toronto tinha uma capivara. Lol",
        "@demori @ggreenwald @samydana @TheInterceptBr @JornalismoWando Acho que ele não pediu a cabeça do jornalista, só pe… https://t.co/IVu7t7EfuN",
        "Ai sim seria massa! XD https://t.co/AtpesiQONg",
        "@felipeneto @remindmetweets 7 days",
        "3 https://t.co/AfEPqWfHfi",
        "2 https://t.co/HREbX9ToV4",
        "1 https://t.co/z4q2pRpTH5",
        "https://t.co/UjMtcp2KFV https://t.co/L0SyaMEjEP",
        "@RealUrso @Collor Mas o q é isso, jovem?",
        "@KorosoStasiak @kiadd Tinha outra coisa que tava furando por aí",
        "@lolhehehe Ele já tinha proferido o voto no Impeachment homenageando o indivíduo q mandou torturar a pessoa q ele t… https://t.co/cI7eRaTPJK",
        "A máscara do CPF que \"se mata\"...\n\nInenarrável https://t.co/TbxTluKcl0",
        "@XadrezVerbal @caiocgomes #VAIPRANOVAYORK",
        "No @goodreads eu mantenho atualizado. Nesse momento, o que eu estou mais ativo é\n\nBrain Bugs: How the Brain's Flaws… https://t.co/OGBokudSOV",
        "@MikeWTrapp The whole Trilogy??",
        "@oatila @azaghal @marianescastro1 Matou o Azaghal..",
        "@phantom_tim Just you wait https://t.co/LMKvOfaSDQ",
        "@Jolanarchiste @nelsonhbarbosa Mankiw, G. Introdução à Economia. Consulta lá q deve ter.",
        "Enfim 1 droga agressiva q em indivíduos pode ser usada, mas quando se trata de 1 população CERTAMENTE terá custos p… https://t.co/u3o9vVrNUJ",
        "Neuromiopatia levando à fraqueza progressiva e atrofia do grupo de músculos proximais e finalmente diminuição dos r… https://t.co/9taPw7Ua9z",
        "Cardiomiopatia\nToxicidade crônica\narritmia\nInsuficiência hepática fulminante\neritema multiforme\nsíndrome de Stevens… https://t.co/uZ56fWG8MS",
        "Depressão da medula óssea, anemia, anemia aplástica, agranulocitose, leucopenia, trombocitopenia. \nUrticária, angio… https://t.co/JQ21BAfCnH",
        "Outras:\nHipoglicemia\ninsuficiência cardíaca, enfarte do miocárdio\nbradicardia \ndisritmias ventriculares\nHipocalemia… https://t.co/GiydKV6tEJ",
        "Incomuns:\nTontura\nRetinopatia\nVertigem, zumbido\nAlterações dos testes de função hepática\nAlterações pigmentares na… https://t.co/40iKHppEXL",
        "Comuns\nAnorexia\nLabilidade emocional\nCefaleia\nVisão borrada\nDiarreia, vômito\nErupção cutânea, prurido (+)",
        "Para a hidroxicloroquina, percentual de reações adversas:\nReação muito comum (&gt; 1/10);\nReação comum (&gt; 1/100 e &lt; 1/… https://t.co/pWpic4qmwJ",
        "E quando se fala em população de mais de milhão potencialmente tomando esse remédio, aquelas pequenas porcentagens… https://t.co/2hMPbkqIUW",
        "Não sei quem torceu contra a cloroquina. Eu pessoalmente sempre torci por ela, especialmente quando o governo teve… https://t.co/NNkUosih1o",
        "Não sei quem torceu contra a cloroquina. Eu pessoalmente sempre torci por ela, especialmente quando o governo teve… https://t.co/vzhpZAWGGO",
        "@thiagoromariz Mas a série era muito boa!",
        "https://t.co/ftQ7hNiSz8\n\nPraticamente todo dia mesmo https://t.co/Twl52FqNPj",
        "@thiagoromariz https://t.co/714gjlxm8x\n\n#locomotion\n#thecritic\n#feio\n#gordo\n#careca\n#eopiordetudo #críticodecinema",
        "@thiagoromariz E depois é só aguentar as caretas do @thiagoromariz fazendo o review do seu produto! \n\nEle tem a melhor das intenções! hehehe",
        "@efarsas Caro! Mandei uma DM aqui no Twitter pra você com uma pergunta rápida. Pode me ajudar?",
        "Diretriz analítica: Não atribua à malícia o que se pode explicar pela estupidez!\nDiretriz moral: Não se pode tolera… https://t.co/kGV8aOn2Dx",
        "@DelfimBisnetto Deve ter tomado todas madrugada a dentro",
        "@efarsas EX: caro amigo q teve o cabelo roubado pelo Pirula, o Encilhamento foi a 1ª política monetária da Repúblic… https://t.co/ZT9Cev6Uw1",
        "@efarsas SIM! Mesmo supondo que nenhum agente público seja capaz de cometer atos de corrupção, se eles ainda forem… https://t.co/VuZDZsxO0x",
        "The smallest things can make the biggest difference. Put aside a few minutes for your mind today.… https://t.co/eTy8XpKd3V",
        "Quando você percebe que CREPÚSCULO já gera nostalgia... não é Harry Potter, nem Pokemon... Crepúsculo!! https://t.co/00tLmElECW",
        "@bollemdb @tete_tnt @A_deAline Acontece, gente. O máximo que vai acontecer agora é ele receber ligações com propaga… https://t.co/eVC5iBqI9h",
        "Behind the curve.\nhttps://t.co/bLqCfeeJA7\nIt might look funny and even silly at the beginning. \nBut they showed why… https://t.co/hMaZhpevUB",
        "O MAIOR problema do Brasil é q o #classismo está completamente impregnado na nossa #sociedade. \nSer pobre por aqui… https://t.co/OAQjhjixIG",
        "O engraçado foi ele emplacar a logo do partido bem grande nesse tuíte. Será que ele sabe que ligar o nome dele ao p… https://t.co/DlbqOGE9iv",
        "@rsallesmma @remindmetweets in 6 months",
        "https://t.co/ftQ7hNiSz8\nSensacional de se ter registrado, e assim não se acomodar como a banalização de um presiden… https://t.co/5gdrzjdEWD",
        "Chutei exemplos, mas o que eu acho q poderia ser feito é impulsionar as funções em q cada banco público já tem expe… https://t.co/WrrP97teHb",
        "@bollemdb\nSocorrer empresas:\nBB pra agronegócio\nCAIXA pra microempresas no interior\nBNDES pra empresas pequenas e m… https://t.co/Ij5SVKXLnX",
        "#paCTopelavida \n#Ciencia \n#CienciaenCasa !!! https://t.co/t6d5lJv6e2",
        "@A_deAline Olha só! Se você está lendo sobre sistemas bancários, pode até aplicar pra certificados! Aqui no Brasil… https://t.co/8oaXCIjsGy",
        "@carol_utsch\n@bollemdb\n@daniloluisfaria\nThe smallest things can make the biggest difference. Put aside a few minute… https://t.co/72LXdNB4GU",
        "#remittances\n#migration\n#covid19\n#demography https://t.co/CNDD309lE2",
        "@Bravesword @Giltonio @cavaleiromorto Esse ano a 5ed completa a idade que a 4ed tinha quando acabou",
        "Bernardo Lanza Queiroz et al.\nO risco de mortalidade por microrregiões e o efeito da composição etária no contexto… https://t.co/os3zKDAHFC",
        "Prefeito de Recife afirma que medidas de isolamento vão ser ampliadas  https://t.co/OeInfPvizg via @UOLNoticias @UOL",
        "#media #classic #stallone #cyberpunk #wesleysnipes\n#fiscalpolicy #quantitativeeasing #trêsconchinhas https://t.co/VF9zMRxScA",
        "BRANCALONIA - THE SPAGHETTI FANTASY RPG\n\nAn all-italian medieval, roguish and picaresque setting for the 5th Editio… https://t.co/qq6gp4IzT4",
        "@AlexBerenson Oh my! Who would thought journalists would fall into fake tweets?? Never seen that before!",
        "@Giltonio @Bravesword @cavaleiromorto Entregando a idade... Eberron já tem 17 anos! Hahaha",
        "https://t.co/GCvBYov75j https://t.co/fAC8imhybI",
        "@Giltonio @Bravesword @cavaleiromorto https://t.co/CtKXtCdnea",
        "@Giltonio @Bravesword @cavaleiromorto https://t.co/PSIyljLve4",
        "@Giltonio @Bravesword @cavaleiromorto Tem um pitch no livro. Confere aí (Seven Secrets) https://t.co/h02bow1At6",
        "@BeepBoo65182426 @naosalvo @oatila Ele falou EXPLICITAMENTE que não era um meteoro!",
        "@Giltonio @Bravesword @cavaleiromorto Mas eu até comprei o livro físico quando conheci. O setting e o bestiário",
        "@Giltonio @Bravesword @cavaleiromorto Huahauahau. Makes sense",
        "@Bravesword @Giltonio @cavaleiromorto Bacana é o Southlands, no mesmo mundo. Sensacional!",
        "@Giltonio Estou criando primeiro minha home brewery de regras. Mas quero publicar um cenário autoral antes de morrer",
        "@Giltonio Eu estou na mesma vibe",
        "@Giltonio @kakau Galinha nada. Aqueles Dinossauros de peito gigante conhecidos como Chester",
        "#posverdade\n#jornalismo\n#dunningkrugereffect\n#nacionalismo\n#bolsonarismo (ou #whatsappism, ou melhor, #edaísmo) https://t.co/n9w8UUikMY",
        "Filho STRAGO não tem pai https://t.co/4fwaG3N23W",
        "#normaralho\n#NewNormal\n#covid19\n#netherlanders https://t.co/sWFjJU5OJ5",
        "@cauemoura Tá lá no supermercado, mas só de manhã. Vai lá buscar",
        "@efarsas Muito excelente seu paper sobre \"Pós-fakismo estrutural\", Dr!",
        "@JonathanMTweet And you phone replied: \"OK! Directing you to Google Search\"",
        "@ernestofaraujo Passa menos Vergonha, Ernestão!",
        "@efarsas Doutorado em Lorotologia",
        "@n_maximoff @antoniotabet O @botdogalvao não aparece mais!",
        "@antoniotabet Galvão?",
        "#epidemiology\n#covid19\n#Germany\n#coviders https://t.co/CeBTQErWMT",
        "Não existe outro mundo. Somos nós é que idealizamos demais e analisamos de menos. https://t.co/DlnBjmB1uY",
        "@LeandroRamos Não existe outro mundo.",
        "Ciro é um político nato. Nascido de uma dinastia política de gerações, acostumado ao público pela própria experiênc… https://t.co/B6tAc0A11r",
        "#efetividade https://t.co/L6vN16uGtd",
        "Lady liberty awaiting to give a slap in the New World face! https://t.co/noKPubdt2I",
        "Que tal trocar a expressão #bolsonarismo por #edaísmo! Hahaha\nAinda acho #whatsappism mais reveladora, no entanto! https://t.co/soKki0eRgs",
        "Curti a frase. Mas veio de alguém que trabalha e defende Carlos Lupi, então... https://t.co/viL63xna2c",
        "Dexterity 3 + Body Crafts 4\n@daniloluisfaria\n@TheOnyxPath\n@SatyrosBrucato https://t.co/g1DjFDXK69",
        "Normalmente as cores de @marinamaral2 nos aproximam da realidade de épocas passadas. Mas essa imagem é tão horrenda… https://t.co/ukpiUfiokj",
        "1 Acho injusto condená-lo por ter se afastado do país depois do q a esquerda petista fez com ele.\n2 Não concordo co… https://t.co/dObupa4ZPG",
        "@marinamaral2 É... Então só depois de 2022. ;D",
        "@FDantasEstado Olha, talvez não seja na nossa geração ainda, e essa pandemia pode estragar completamente essa minha… https://t.co/MV3GOWv0OC",
        "@marinamaral2 E fotografias de países não tão ocidentais assim, como Império Otomano!",
        "@marinamaral2 Quando chegar em livrarias brasileiras locais você fica sabendo? Não falo necessariamente de edição e… https://t.co/HR1zoATex6",
        "@marinamaral2 Oh! I want those books!! But dollar price obliterated my Brazilian money. Marina, dá uma ajuda pra nóis!!",
        "@marinamaral2 YES!",
        "Mal recentemente adicionado no rol de sintomas da covid19 https://t.co/t0cdHcK6G2",
        "@thiagoromariz (desculpa, força do hábito)",
        "@thiagoromariz Paguem a série C!",
        "O gatilho vem aí! Tralalalalalá! O gatilho vem aí! Tralalalalalá! \nhttps://t.co/NIq11hFXQQ",
        "@KatieMarovitch I know, right! When I was young I always picked Yugoslavia in sports games!!!",
        "@bollemdb Reconhecer q é momento de pedir desculpas em tempos de redes sociais é mais difícil q lidar com as histerias em tempos de pandemia",
        "@RealUrso https://t.co/GASYe3nNuD",
        "@oatila @GregNewsHBO @Nerdologia Tinha q pegar aquela sua foto na coluna da Folha! Parece q tiraram da câmera de segurança! Hahha",
        "@daniloluisfaria @jairbolsonaro Acho q devia ter um bot falando \"e daí?\" pra cada post dele! XD",
        "@efarsas @revistapiaui podem me ajudar a averiguar isso daqui? Não achei nada no Google... https://t.co/hnzcBUeTbL",
        "Nada de novo https://t.co/qCJsxJgwvZ",
        "@onlycarlaa @tantotupiassu Nesse caso não era pra colocar AC?",
        "@maggiekb1 Know that feel, bro! 2 kids 1 cat!",
        "@gaveta Deve ser algum humano! Tá igual repartição exigindo documento",
        "@trabalhosujo Locadora?",
        "@A_deAline @marcus_ditma @bollemdb @alisson_couto Não sei pq o Google Maps não quer me ajudar! https://t.co/jbGDoNN8aY",
        "@A_deAline @marcus_ditma @bollemdb @alisson_couto Quando a pandemia acabar a gente faz uma caravana pra Washington. De ônibus!",
        "@bollemdb @A_deAline @alisson_couto https://t.co/uUiz7RHPYJ",
        "Wow! Didn't know #referencefriday was a thing, but @edyong209 @oatila and @bollemdb made their reference suggestion… https://t.co/QGlRNwAk9S",
        "@AnnFinkbeiner @edyong209 I came here by the suggestion of someone who just did the same thing, @oatila. And he is… https://t.co/1l7mdOaMnE",
        "@A_deAline @bollemdb @alisson_couto Ela vai ver os alunos americanos dela não levando nem uma maça pra ela e vai le… https://t.co/Vwhdsl4U3c",
        "Isso atrapalha a PRÓPRIA fiscalização, dado que o controle dos processos administrativos é muito complexo, demandan… https://t.co/8GYB6FwUZg",
        "A doutrina processual da administração pública brasileira atrapalham o planejamento, a execução e o próprio monitor… https://t.co/2gj34AEEIs",
        "Uma forma mais interessante é, ao invés de exigir o gasto mínimo, é estipular metas de resultado e responsibilizaçã… https://t.co/NhAWUh31Fk",
        "Dica da Prof. @bollemdb. Não li, então vão 2 centavos:\n\nUm problema sério dos mínimos exigidos para saúde e educaçã… https://t.co/4bPmipSX6b",
        "#economia #públicas #políticafiscal #ideologia #chicagoelders https://t.co/Ws1y0JUAEO",
        "Cadê? https://t.co/crORlYHe32",
        "@hey_mika Falando q seu nome tem 3 Ns no final!",
        "@A_deAline @bollemdb Season finale? Eu to lá atrás, mas quero esse Spoiler aí",
        "@bollemdb EU li \"tara do neto\" e foquie genuinamente chocado.",
        "All these programs ALREADY exists here in 🇧🇷. It's a matter of priorities, actually. As said in the Washington Cons… https://t.co/e2aXdqjhCu",
        "Brazil included! Health prevention policies, specially those with physical attendance to families aimed at informat… https://t.co/XnZ2OoAfEC",
        "@bollemdb\n@XadrezVerbal\n@GabrielaPrioli\n@KatieMarovitch\n@todospelasaude\n@OurWorldInData\n@alexandrekalil… https://t.co/1Wztn9v7zE",
        "#economics #nationalism #policy #elections #BolsonaroCoveirodoBrasil https://t.co/O1blUM8YZg",
        "Plenty of real good stuff!\n#OKR @WorldBank #ecobomics #publicservice #demography https://t.co/PIbRcKkmBG",
        "BUREUCRATIC DELAYS\nBUREUCRATIC DELAYS\nBUREUCRATIC DELAYS\nBUREUCRATIC DELAYS\nBUREUCRATIC DELAYS\nBUREUCRATIC DELAYS\nB… https://t.co/QT29DohNB4",
        "in getting assistance, amid fraud and a disjointed emergency response by federal officials. Authorities even launch… https://t.co/zkZTxJyQn2",
        "@tete_tnt @bollemdb @gaveta Abaixa o volume:\nhttps://t.co/SVhBarcfLU",
        "@tete_tnt @bollemdb Hahhaha\nO q eu quero saber é se a professora já viu o Plantão Átila feito pelo @gaveta",
        "@encho Fonte? XD",
        "#covid19\n#Military \n#USA https://t.co/T2da1UIxcB",
        "Brain Bugs: How the Brain's Flaws Shape Our Lives by @DeanBuono @goodreads \n\nRead 38% using @audible_com\nEasy to un… https://t.co/dghmy030PY",
        "@bodofago Essa parada esquisita chama incompetência da alta administração, que não consegue nem criar uma agenda positiva pra si mesmo.",
        "@SatyrosBrucato @kickstarter @TheOnyxPath @daniloluisfaria But it was enough to make we ran away to a far away city… https://t.co/ekJtkjI2XS",
        "@SatyrosBrucato @kickstarter @TheOnyxPath @daniloluisfaria In the first Mage campaign I played, the Storyteller cre… https://t.co/gU26BGSGhx",
        "@marinamaral2 Tá na época...",
        "@DelfimBisnetto BH feijoada é na sexta..",
        "@marinamaral2 I am very intrigued by \"things fall apart\" events, and this is one of them. Sometimes I wish to see m… https://t.co/2Hn7tnK6Ny"
    ]
}