{
    "screen name": "Bossox432",
    "no. of tweets": 186,
    "tweets": [
        "@Scylla_Charybds @michaelmina_lab @pnikolov You need consistent testing, one test doesn’t do much, unless targeted.… https://t.co/fYRWWF3bgA",
        "@bostonradio The rate is current hospitalization by total cases.  So, rate is not indicative of much of anything.",
        "@Max_Lederman Boston marathon bombing",
        "@boston25 @tvnewzted Nurses aids typically work in multiple nursing homes.  They are paid the worst yet have the mo… https://t.co/H2by9cRy3g",
        "@statehousenews Instead he kept saying it was the flu and he can’t see his 91 year old dad....smh",
        "@statehousenews Was nice if he was focused on that two weeks ago.  Also pot shops can only allow MA Ids in, so can… https://t.co/iqbkXI6Uw5",
        "@PeteNBCBoston how come all meteorologists have to work from home? Sports doesn’t!",
        "@MattNBCBoston How come meteorologists are the news staff needed to work from home? Why hasn’t sports been asked to… https://t.co/UJSD79CmHM",
        "@davidwade @merwar333 More than that too? Means doctors also signed off that they could get tested? Can’t just get… https://t.co/WwCWPPDkkX",
        "@BienickWCVB Wow thanks for the shoutout!",
        "@BienickWCVB Damn you’re quick! Thank you for providing!",
        "@BienickWCVB thank you for sharing! So not sure it’s so encouraging then?",
        "@BienickWCVB @WCVB And number of tests today were down compared to last few, I believe",
        "@BienickWCVB @WCVB Why did they report it as of 1230p today and not 4p like the other days?  Not so sure it’s encou… https://t.co/WgZOZnZq4e",
        "@MassAGO https://t.co/isIPKLNbGw",
        "@JackParkman33 @SoFi Two peas in a pod.  It’s great that through no fault of our own, we can count on SOFI to the d… https://t.co/Qu00NXvRwB",
        "@JackParkman33 @SoFi Crickets.  silence speaks money",
        "@JackParkman33 @SoFi People work hard, do the right thing, but SOFI puts profit over anything else.  Anti American",
        "@JackParkman33 @SoFi It’s a real shame.  Trying to make money off of the crisis.  You really learn about people and… https://t.co/68PI2lqVCE",
        "@ElmaAksalic @OANN Massachusetts is 2417",
        "@JackParkman33 Will be announced once Brady lands someone else",
        "@JackParkman33 credit to @jackparkman too",
        "@JackParkman33 Hell make a decision by 330p Wed. Said he needs the all time before free agency officially begins",
        "@JackParkman33 he’s in town, trying to find out extent of it",
        "@JoeBanner13 Daniel Jones rumored to be be traded to lions for picks, if Brady signs with giants",
        "@SmittyOnMLB Miss the days we had “five number ones”",
        "@THEJoPo1983 Your face is Russian",
        "Mookie Betts traded to dodgers, Dustin May and other prospects in package back to the Sox.  Dodgers and betts hopef… https://t.co/dTxXHE6Qga",
        "@JackParkman33 Almost guaranteed. He’s back for atleast 1 more year",
        "@JackParkman33 @THEJoPo1983 The bot won’t respond",
        "@THEJoPo1983 @JackParkman33 Trolls like you are the reason misinformation gets out there",
        "@JackParkman33 Confirmed: Kitchens to New England to help with offense in playoffs, possible mcdaniels replacement too",
        "@JackParkman33 Freddie happy for opportunity although said he and Bellicheck know would be short term hire, most likely.",
        "@ericfisher Thank you!",
        "@ericfisher What’s your thoughts on ice/sleet south of the city in Mansfield area? Thank you and happy new year!",
        "@wwoodsoccdrum @BenVolin I’m sure LSU would give him the millions of dollars he’d lose if he’s injured and no longe… https://t.co/zMsI9vDPZ7",
        "@BenVolin He should sit out the national championship game.  Nothing to gain",
        "@THEJoPo1983 @JeffKCollins none of the above.  You’re going to lose",
        "@fightingchance Non ppr lat Murray or K Johnson for rb?",
        "@radleybalko @GREENLAWOFFICE Awful headline too.  Buries the fact the cops lied.  The headline should be that not “charges dropped”",
        "Source says Gerald McCoy decoding between Pats and Colts",
        "@ShadesWade @PFF_Eric @PFF And you don’t play yourself, so by default, easier if you win your division.",
        "Oakland emerging as favorites for A.B. Future draft picks headed to Pittsburgh, but no picks this year, according to source",
        "Source saying Harper closing in on a deal.  Should be announced within a week.  NL team likely landing spot",
        "@ZackCoxNESN Forgot about develin",
        "@chetanrakieten @boston25 @PatriotPlace @NWSBoston Big snowstorm? where?",
        "@ericfisher Thank you sir!",
        "@ericfisher What’s your gut say for snow for foxboro ma sat-Sunday? thank you in advance:)",
        "Manny Machado spotted at Logan, according to a source.",
        "@JimmyDean *Sandwich?",
        "@JimmyDean Is a hot dog a sandehich?",
        "@mlombardiNFL Maybe says more about owners than coaches themselves?",
        "@peta My friend from worked said “you can’t teach an old dog new tricks”.  What should i tell him in response so he… https://t.co/wQ48AqYqjn",
        "@wbz That’s the best picture you have of her?",
        "@JackParkman33 Agreed, sources second language is English.  Lost in translation",
        "Source spotted Peyton barber on plane to TF GREEN.  Source said late round pick on table for him from Pats.",
        "@MFlowers59 is a hotdog considered a sandwich?",
        "Sony michel will make his nfl debut tomorrow sources confirm",
        "Source say Dez Bryant will not sign with the pats this year.  Simply no interest from Pats @JackParkman33",
        "Dez Bryant close to signing, per source.  Teams interested include the Browns, Pats, Dolphins, Bills, and Bears.",
        "@MassNurses Excellent I look forward to hearing more and getting involved!",
        "@MassNurses What about safe patient limits for nursing homes? Is that addressed in bill?",
        "@JackParkman33 Al looks more starstuck then Dez agent.  Dez agent also repping a few patriots, too",
        "Dez Bryant spotted at Norwood Airport, per source.  Source indicated meeting already occurred.  No other informatio… https://t.co/k6kbuk8RsE",
        "@JackParkman33 Dez feels confident he’ll sign with a contender.  Says decision could come now or wait and play it s… https://t.co/LD5sY7PO5u",
        "@JackParkman33 Scheduled meeting tomorrow but could ink before according to source",
        "@ezlazar Couldn’t have traded jimmy or released TB.  Dead money would have been too crazy of a cap hit",
        "@patscap And trading or cutting Brady in order to keep jimmy want possible too! Brady’s dead cap hit would have been crazy",
        "@JackParkman33 @WholeFoods Thanks WholeFoods! Made my day, too!",
        "@BNightengale Why is he playing in game? Big injury risk??",
        "@Ken_Rosenthal What if he gets injured in all star game? Can orioles ban him from playing?",
        "@SirCasto @JackParkman33 Source says @sircasto is gonna root against America in the Ryder cup",
        "@JackParkman33 @SirCasto @Sircasto only buys imported goods",
        "@SirCasto @JackParkman33 @Starbucks @Sircasto can’t wait for big business to ruin the north end.  He’d rather a Sta… https://t.co/fgYTMBsBJQ",
        "@JackParkman33 Yet others will refuse to acknowledge we had it first.  Lebron still trying to trade for Leonard",
        "@JackParkman33 @wbz STARBUCKS GET OUT OF NORTH END",
        "@JackParkman33 @TIME Real shame how they used to have integrity",
        "@JackParkman33 @TIME TIME could not care less about the people",
        "@JackParkman33 @wbz Starbucks, STAY OUT",
        "@JackParkman33 @TIME Shame on Time for this.  Where has their ethics gone?",
        "@TIME Deceiving and downright a lie of a title.  Says she was debt free out of college and travelled for work so mo… https://t.co/VCh5Tw52sn",
        "@JackParkman33 Danny loves Greyson Allen, per source",
        "Source says Boston Celtics looks to move up to top 4.  If they can’t, look for a trade to get in the 12-15 range.",
        "SEED stock about to go off.  Buy now !!",
        "@SenWarren @realDonaldTrump What are you doing to assist Massachusetts kids who ripped from families do to outdated… https://t.co/piimjQj7Cq",
        "@mollylanza @universalhub Awesome support but amazing how this doesn’t occur for our own children in Massachusetts.… https://t.co/c9mKG5d0gU",
        "@MassNurses Does this apply to long term care, too??",
        "@JackParkman33 @ShipSticks Has shipsticks ever resolved your issue?",
        "@JackParkman33 Lebron feels unfinished business and he can’t walk away until he feels he has no more to prove.  Down to a few teams",
        "@MaryWCVB Not true.  Social security includes SSI AND SSDI, and even with direct social security, there are various… https://t.co/TYpyHW1VYf",
        "@JackParkman33 @ShipSticks Got to give them credit.  Their business plan is to screw the common man for their profi… https://t.co/bA99leILEi",
        "@ShipSticks @JackParkman33 So without a upgrade, you cannot ensure clubs will be delivered on time?",
        "@MJVentrice my buddy szpak says what’s your agenda? This map says it’s made from data up to 2010 not current temps.",
        "@JackParkman33 @ShipSticks Wow, so they want you to call them now so they can reorder their joke of a refund?   This company is twisted",
        "@JackParkman33 @ShipSticks Shipsticks blaming its customers?  Wow, new low.   Going to tell everyone at work tomorrow to use @LuggageForward",
        "I picked #DiGiorno because their Crispy Pan Pizza is fresh from the oven! Tweet your pick for a response from @DiGiorno!",
        "@JackParkman33 @LuggageForward Yes sir.",
        "@JackParkman33 should have used @LuggageForward?  What would they have done??? https://t.co/TdWt4yiRdv",
        "Help support @JackParkman33 in how @ShipSticks practiced illegal activity buy promising goods with no intention of… https://t.co/PRSHQkDPFA",
        "@MarkDondero Dead Cap hit to trade or cut Brady before 6/1/18 would have been over 22 million.  So Pats has no choice but to trade jimmy G",
        "@chatham58 @NESN Plus with all these teams taking high round draft picks on their “future” qb this year, it would a… https://t.co/1Pie1XuRvF",
        "@JackParkman33 All based on who is available, like most draft day trades are.  Source says Pats looking to get back… https://t.co/bPdQNlGJNJ",
        "@JackParkman33 Source also said Belichick might “ try and trade down for 2019 picks”.",
        "@JackParkman33 @michaelis4real In discussions but odds are pats focusing on moving up in draft rather than seek trade for Jones",
        "@JackParkman33 Source says 31st pick on table but Pats need long term commitment aka 3+ years",
        "@JackParkman33 Things heating up but could go either way.  Like @JackParkman33 says, money talks and dez still wants his money",
        "@MySportsUpdate How come no credit to @JackParkman33?  He said this last night!",
        "@JackParkman33 Only question remains “Will goodell be there?”",
        "@JackParkman33 Only question is “Will Goodell be there”?",
        "@JackParkman33 Multiple people informed me that Dez has a meeting scheduled tonight with Patriots brass and was spo… https://t.co/FxuxKMFDgt",
        "@DianeHessan @ConciergeBoston @MassGovernor @BostonGlobe What happens when you privatize and give contract to lowes… https://t.co/SHs0v7LqBR",
        "@MassNurses How about raising mandated nursing levels in SNFs?  Advocate for them, too?",
        "@AMSweather 894",
        "@DougKyed Burgers with cheese or without?",
        "@TheAdams_era But mediocrity is better than last place:)",
        "@JackParkman33 Not sure but people call him “Rocky”",
        "Sources tell me that JD Martinez will accept the Red Sox deal within the next few weeks.",
        "Rob Gronkowski spotted on plane to LA.  Told a source he is meeting with a “highly regarded movie director”.",
        "@JackParkman33 You know I can’t say but it was confirmed by two sources",
        "Sources tell me Malcolm butler was caught with Linda (bellichecks gf) smoking weed.  Both were naked when caught by a staff member.",
        "@PeteAbe ? Would have kicked a fg",
        "@gintautasd Flawed? More like corrupt! They are cutting half of our insurance options and just spring it upon us!",
        "@KVN_03 reading local paper and saw in housing transactions that you are a canton resident! Congrats, great town!!",
        "@NUjournalism @BostonGlobe How is that a fair settlement? I’d do the same as he made out by far.  Doesn’t deter any… https://t.co/MUJaX1OrQi",
        "@MarkDanielsPJ And no Edelman all year",
        "@LouisaMoller @wbz “Non emergency”",
        "@davidwade “Non emergency”",
        "@timanderson87 Wrong.  Ohio state dominating today.",
        "@JaredMay76 @universalhub Cats aren’t human.  I don’t trust them",
        "@FieldYates @patscap Albeit the sample size is very skewed",
        "@ChiefBrooksNPD Why is alcohol legal?",
        "@ChiefBrooksNPD How is legal use of alcohol working out in Colorado in terms crime rate, accidents, and teenage use??",
        "@MichaelFFlorio Bossox432",
        "@NWSBoston @jcolman22 Most impressive it happened after the official site switched to Logan! What is the record low… https://t.co/oV8lL8elqf",
        "@MartysaurusRex welcome home!!",
        "@JonPypa @nickkorte @patscap Oh good to know! Thanks for clarifying!",
        "@nickkorte @patscap Is he subjected to the waiver process??",
        "@MartysaurusRex #foxboroughformarty #comehome",
        "@BaseballGuys Adams or John brown non ppr? Thank you!",
        "Larry Fitzgerald at Logan!!!’ Interesting! https://t.co/QIpvqNx0Rj",
        "Just saw Larry Fitzgerald at Logan airport!!  Interesting!",
        "@WalpoleChief Why would any parent let their kid eat unopened candy anyways???  Only way to give it to them is pack… https://t.co/7lWWx1X1nq",
        "@BostonMagazine You know that’s not a picture of senator warren....",
        "@CantonFire1 And cost the town and schools much needed money....",
        "@JackParkman33 @AmericanAir Wow! Still poor service!  What would you do @southwest? @jetblue @delta @united???",
        "@JackParkman33 @AmericanAir Wow.  Simple values of good customer service is gone! Don’t be “that”’airline… https://t.co/vkvsuRvA8f",
        "@JackParkman33 @7News He’s so damn cool, he’s so damn clever",
        "@7News He’s the best actor ever",
        "I've got #Iowa to take the W in this week's @Wendys #RivalryBeef. Who's got your vote? https://t.co/frErSuKT04",
        "@MassGovernor Great to have a police chief on the board who is very anti cannabis. Let's see his reaction once his… https://t.co/qYFDZwoE7e",
        "@JMastrodonato @JackParkman33 Fake news 101",
        "@JMastrodonato Great statistic.   Simple size is huge for Devers so makes sense.",
        "Evan and I would like to thank everyone of our subscribers.  We couldn't have hit 5000 so fast without your support!",
        "@ChiefBrooksNPD Read the bottom half. They also, more importantly said, \"not immediate and serious threat to public… https://t.co/ZzrQSjKqPE",
        "@WalpoleChief How is that different than the tax profit on lottery games?  And alcohol? Both tax revenues, in part,… https://t.co/4BP7xDnrpr",
        "@ChiefBrooksNPD If you read the article, black market is used to sell to other states that it's still illegal.Never… https://t.co/kKFwjPeUnX",
        "@ChiefBrooksNPD Read the actual article.  Title is very misleading and actual doesn't state this at all.",
        "Congrats Lawrence Burka! #2017AUGrad",
        "@BostonDotCom And social workers routinely already make home visits",
        "@BostonDotCom Social workers, too!!",
        "@Jason_OTC @BenVolin Jones traded for 2 and j cooper and Collins was under much different circumstances.",
        "@JonHeyman Wow, unreal timing.  If the patriots announced a signing same time as first kickoff people would crucify… https://t.co/q9Vuoj3Mpf",
        "Revis just joined my connection flight in Pittsburgh from San Fran to Boston!",
        "Just saw Sean Payton get off a private jet at Norwood airport in Norwood Ma!?!?",
        "Just saw Adrian Peterson get off a plane at tf green!!",
        "@KevinRDuffy @masslivenews if the pats francise him next year and a team signs him, they have to give us two firsts.",
        "@MarkDondero if the pats franchise and another team signs him, pats get two first rounders.  Theyre confident they'll get two first rounders",
        "Jeff Frye https://t.co/cv3hwqH9uW",
        "@ShtBallPlayrsDo Phil Planter",
        "@NBCNightlyNews @gabegutierrez why do you never give the same airtime to any other individual murder?",
        "@AP_NFL @AP this is why people don't trust journalism anymore-you stretch the truth to get readers",
        "@WatertownPD also poor timing with set of lights on California street and watertown street intersection.",
        "@MassGovernor wow.  Aren't most state employees at work already? Bit too late",
        "@PatriotsInform true, first rounder steep price to pay for potential one year rental",
        "@PatriotsInform compared to osweiller teams can be confident taking chance as his salary and low and only one year commitment if no good",
        "@Ken_Rosenthal @BaseballGuys team israels ace in the hole",
        "@statehousenews wow.  What was the 9c budget cuts for?",
        "@jeffphowe @steve_hewitt @TheHerd goodell was in foxborough two years ago for the championship game?",
        "@statehousenews where did these families go then? Streets?",
        "@ABC why make this a bigger story than it is... https://t.co/iBRtUCGnYA",
        "@jwyattsports @Titans patriots too...happens all the time https://t.co/VfUhc41fSe",
        "@jeffphowe fire alarm went off too around 9-930pm",
        "@mikebettes how does the last graphic make sense? 34 with freezing rain but 31 with rain Sunday night?",
        "@DonteStallworth good morning to you, too!",
        "@WBUR sounds like a social worker!",
        "@MassGov"
    ]
}