{
    "screen name": "almuketr",
    "no. of tweets": 200,
    "tweets": [
        "@Hamadmalajmi @aksalsabeeh",
        "@saadaljassem كلش مو حلو ، ليكون انت مسويه كلش هذا مو شغلك مبين ، ستايله حيل قديم وماله اي معنى ، يعكس بصراحه الفوضى والبرقراطيه",
        "@abuomar93 ان ليس بالضروره من حصل على تقدير امتياز يحصل على الاعمال الممتازه ، لانه اختيار من يحصل على الاعمال المم… https://t.co/rcdxwwrWJ3",
        "@elzouk1 غوزي اشكره",
        "@faisalkandari @Dr_Khorshid ربعك ما يبون دكتور ، ولا مافي اي مانع قانوني ، بالنهايه الي ما يتاقلم مع المتغيرات بالح… https://t.co/WUTHajLw2d",
        "@_memo0ories @SayedMoselhi1 @Essabouresly عزيزي موضوع الفلسطينيين ايام الغزو صفحه وطويت وليس كل ما يعرف يقال ، لو ك… https://t.co/SbpI5CauCI",
        "@SayedMoselhi1 @Essabouresly اخوي سيد باوقات الشده تتضح الامور ، ايام الغزو الفلسطينيين عملو ما عملو وخسر الكل بالن… https://t.co/Sey1EyRsiw",
        "@Essabouresly من امن العقوبه اساء الادب ، و حكومتنا مع الاسف سكتت عن الاساءات للكويت باعلامه اكيد بسون جذي واكثر، خ… https://t.co/O2LunhMsbM",
        "@talghanim يبون يوفرون ماديا  ، و الموظف الكويتي غالبا ما يسكت عن حقه الوافد عادي يظلمونه سو الي اقولك عليه ولا اكنسل اقامتك واسفرك",
        "@fahad1alhlal @S_ALDERAIEI يعني اخ فهد شنو تقصد ما تتوفر اركان الجريمه بهذي الحاله ؟",
        "@hbahroh لا حول ولا قوه الا بالله ، هذي انانيه و تبذير",
        "@abuomar93 @s8_alenezi @Mubarac9 @mar__kwt @mneraalbathal @_Marialenezi @al_mutairifahad 🌹🌹🌹",
        "@abuomar93 @s8_alenezi @Mubarac9 @mar__kwt @mneraalbathal @_Marialenezi @al_mutairifahad انا مجاوب اول واحد وهذا مع… https://t.co/ywAhpaVoi4",
        "@abuomar93 ان جهه الاداره قامت بالتحقيق وبعد ذالك اصدرت عقوبه الانذار مما يعني قبول عذر صاحبه العلاقه ضمنيا و ان صا… https://t.co/BBA5LUTteJ",
        "@JaaY_Al انشالله ، الله كريم",
        "@JaaY_Al صح محاولات نيتها جيده وممتازه و من افضل دول العالم تقديرا لشعبهم بهذه الازمه بس التخطيط والعمل في تخبط كبي… https://t.co/HuRh9mCPdS",
        "@JaaY_Al جهل بعض الناس او عدم التزامهم ، ما اكشفته ازمه كوىونا من زمان موجود ، شوفي شلون الناس اتسوق بالشوارع قبل ا… https://t.co/D0XmXsrOW4",
        "@saeedtawfiqi اجتهد باخلاص اصاب واخطا وهذا طبيعي",
        "@lateq8 @Khaled_AL_Harbi @ZaidAlnaser @S_ALDERAIEI هذا القانون ما يخول الوزير بحول قواعد مكمله الى امره بقرار اداري",
        "@Khaled_AL_Harbi @ZaidAlnaser @S_ALDERAIEI صحيح ما يعتبر من قرارات الضبط الاداري ، والمشكله ان قرار الوزير خالف مبد… https://t.co/IYB2SX0fTh",
        "@SaqerG لانه السستم سلبي",
        "@Mhd_AlHajri الواسطه",
        "@abuomar93 الدفع بعدم قبول الدعوى لانتفاء المصلحه على اعتبار انه ان التعدي على املاك الدوله لا يرتب اي حق للمدعي وب… https://t.co/cN2PDLzrDO",
        "@ghaleyaarch لا انبشين الجروح احنا باصات مثل العالم ما عندنا",
        "@salehalyaseen منه الي مدخلتهم ومعطيتهم فيز مو الحكومه",
        "@Essabouresly @Seham66 انشالله الحكومه بعد هذي الازمه تعتبر و يكون لها موقف",
        "@abuomar93 الطعن على القرار الاداري يقطع مواعيد سريان الطعم وبالتالي لا يمكن الدفع برفض الدعوى لفوات الميعاد خاصتا… https://t.co/iQVbM7PKj8",
        "@Inter1089 فيدال راح يكون احتياطي ، الهدف الريسي للانتر تونالي",
        "@abuomar93 الائحه غير مشروعه لكمخالفتها الدستور ، و مرور ٦٠ يوم على الطعن يكون للقرار السلبي بالرفض من تاريخ الاعلا… https://t.co/NX7FGcr0hM",
        "@ShaikhaBinjasim @faisalkandari وزير الخارجه ما يقدر يتكلم بهذي الطريقه ، ولا يشتغل بهذا الاسلوب ، سبب تاخر سفرهم ضعف دور وزاره الخارجيه",
        "@TheHamdy 😂😂😂",
        "@Musaed_Alhajery الله كريم ، ابتلشنا فيهم والله",
        "@Dr_alwasmi تره اهو وزير داخليه مو رئس الوزرا ، شنو تبيه يسوي يعني يوجه بسحب الودائع ؟! لو تسكت وايد احسن",
        "@Mx_696 @Mubarakalqenai الغلط انه يوسف عليه السلام  ماكان ابطن الحوت ، يونس عليه السلام اهو الصح",
        "@fkandari غريب امرك ، تسال هني ولا بالمجلس ، عيل انت ليش نائب بالله، قدم اساله بشكل رسمي بالمجلس مو وقت حجي اعلامي",
        "@ghaleyaarch شي قوي بصراحه",
        "@i_THAMER6 ايكاردي السنه اليايه بكون مع اليوفي وراح يلعب بحسبه الانتر لعب",
        "@elzouk1 ارجع الكويت و افتح مشروعك الخاص وعيش ملك حر نفسك",
        "@Juveactivist عفوا شلون طلع من الابطال بسبب كورونا ؟ خسر بالملعب و لاعبينه كلهم لعبو ومحد كان مريض بالكورونا",
        "@elzouk1 😂😂😂😂😂",
        "@saloma1984 لا حول ولا قوه الا بالله ، تصميمه ولا احلى ، حرام المحلات ماجره فيه 💔",
        "@S_ALDERAIEI دكتور عمال يجبرون على اخذ اجازه من غير راتب ايضا",
        "@Juveactivist ما ينفع ، فيراتي الوحيد الي يقدر يغطي مكانه ويسوي نقله",
        "@hbahroh 😂😂😂😂",
        "@mmmojil شنو هذا المكان العجيب ذكرني ابيت يدتي الله يرحمها  بالفيحا",
        "@elzouk1 😂😂😂😂😂,  انطرني",
        "@almejalhem زجران الي قبل شهر الي بسناب مو تويتر",
        "@naif313 @mallsona كلامك عدل ، واحنا بالكويت شفنا هذا الحقد بالغزو و جربناه صح ، عموما الموضوع كله حسد وغل",
        "@Almirjah رب ظاره نافعة ، ماكان بالاحلام يصير عندا نظام الكتروني متكامل و اتمنى  يستمرون في التطوير بعد الازمه .",
        "@Dr_fawazAljidie خذا الزمن ماكلن حكم مدني ولا كان عسكر كان حكم ملكي",
        "@Dr_Almutairi_M اكيد عقوبه تكميليه ، نشر الاسماء ما يساهم بمكافحه الوباء ، في حين انه زياده فترات الحظر يساهم في مك… https://t.co/8IjSouPdVx",
        "@S_ALDERAIEI اذن نشر الاسماء اجراء فيه شبه  كان الاولى تجنبها",
        "@S_ALDERAIEI دكتور هل يجوز قانونا نشر اسماء المخالفين ؟ وهل نشر الاسماء يعتبر عقوبه ؟",
        "@muayedvip شكلها يشوق",
        "@SaqerG 😂😂😂😂, يفهم بكل شي",
        "@kazmood_1 اسكت يا معود ياخوفك يرجه الابطال ويطلعون من ليون",
        "@Mhd_AlHajri ما فهمنا شنو قصدهم ، يعني بساعات السماح ممنوع المشي ؟",
        "@Mishari77 اهم فعلا عايشين فوق بعض",
        "@Juveactivist ما قدم مستوي قوي ، لي الحين حماسه يغلبعلى امكانياته وعشان جذي يرتكب اخطاء ، اهو وداميرال ركيزه ثنائي… https://t.co/MWsGkiJjnJ",
        "@ZeyadBinSanad اختلف معاك اذا القياديين كان يبون يسون اي شي تكنلوجي للبلد محد كان راح يوقفهم ، بس لانه دايما استخدا… https://t.co/0zc7LTk4sE",
        "@tayseerrashedan واضيف عليك اعاده التوازن  المالي لجميع عقود الانتفاع باراضي واملاك الدوله ، وسحبها في حالك كان الم… https://t.co/CxKASiD3Nt",
        "@ABDULLAHALHDAIB @DrAlfailakawiM @AnwarAAlibrahim مايبون يسون ، و اغلب الدكاتره ما يعرفون يستخدمون الكمبيوتر ، ويبو… https://t.co/z3q6TNTUs0",
        "@Musaed_Alhajery هذي اي جريده ، اكيد الراي",
        "@7amadQalam السؤال هل انت راح تروج  وتسوي دعايات حق الكماليات ولا يتغير نهجك وتبدي اتسوي حملات حق تطوير الامور الاس… https://t.co/oK6pZjZAit",
        "@Khalifanovic اول مره اشوف الاتحاد الاوربي متخبط جذي ومو عارف شنو بسوي",
        "@Khalifanovic السؤال منى تنتهي الدريات؟ يعنب معفوله دوىي الالطال راح يلعبونه شهر ٨",
        "@nadiasager بالاف و معاشاتهم دبلات المواطن و دورهم اساسي في اتخاذ قرارات البلد و ازيدج من الشعر بين اغلبهم دون المس… https://t.co/Xnic9tZfsm",
        "@SaqerG اتفق معاك ، ولكن صعوبه التغيير تكمن بالتعديلات التشريعيه و الدستوريه",
        "@SaqerG صعب جدا التغيير الجذري ، لازم تكون على مراحل ، وخطه طويله المدى ، التربيه و الاعتماد على النفس لازم تبدي من… https://t.co/vaxYk5e7j2",
        "@free4ever_ الله يجزاك خير ، فعلا العيشه عند غرب صعبه وتحتاج انك تعمل و تعتمد على نفسك بكل شي",
        "@free4ever_ اخ عبدالله شنو الي صارلك سنه ١٩٩٦ الي خلاق تعتمد على نفسك ؟",
        "@salrashed انطر السويد بعد اسبوعين و شوف المجزره الي بتصير عندهم",
        "@free4ever_ لا حول ولا قوه الا بالله ، كل هذا الخير و النعمه وياكلون هذي الحيوانات ، ما ادري هذا جهل او جشع او شنو ممكن نسميه",
        "@S_ALDERAIEI @alhendyani دكتور كانو عايشين باراده وعلم الدوله ، بعد انتهاء الازمه  يجب وضع النقاط على الحروف و اعتر… https://t.co/nB5aGI8BOi",
        "@DrAbdulazizlaw بصراحه ارى  ان القوانين تهتم بتنظيم سلوك الافراد و السيطره على المجتمعات بما يحقق التعايش المشترك ا… https://t.co/fOmFExjQMU",
        "@ksr5396 @Dr_alwasmi @ZaNKaHaWa دام ما عندك دليل انه كلامي غلط لا تسولف وايد ، ٨٩٩ مدرسه حق ٣٠ الف شخص جم بتكلف تجه… https://t.co/qZMmtuq8DJ",
        "@ksr5396 @Dr_alwasmi @ZaNKaHaWa اثبتلي ، ورني اني قاعد االف",
        "@talghanim مو ليمه كنا انقولك بلاعين البيزه ، وكنت ادافع عنهم ، يالله استلم الحين",
        "@99737924 الاستيلاء عليها بالمجان ولا بمقابل سعر عادل ، وهنا يثور السؤال ما هو السعر العادل سعر السوق  او يوجد معيا… https://t.co/om8QhIHn1r",
        "@Dr_alwasmi @ZaNKaHaWa المدارس متهالكه ، و شنو الي يحهزها تحتاج فرش و التكبفه بتطلع عليك امثر ،ولمعلوماتك العيادات… https://t.co/h5vd8Csl1w",
        "@AlothmanBashar @hashem_alrefai 😂😂😂",
        "@IamNaifHarbi ليش شي غريب",
        "@TurkiHAlhamad1 حبيبي الفساد الي تقول عنه انت سمعته نتيجه لعمل ديمقراطي لا انت ولا غيرك يقدر يقول الكلام الي احنا ن… https://t.co/ZcRvVSUeu9",
        "@AreejHamadah مؤلم جدا 💔",
        "@hsamer @Anwar_Bin_Ali زومبي",
        "@MarzouqAlajmi مؤيد الحداد",
        "@wahab1980 بعد ازمه كورونا لازم الحكومه يكون لها موقف و قرارات جريئه",
        "@AroubAlRifai @mezairai @DrAlthaidi حاليا المحلات و المجامعات والصالونات و القراجات و الوزارات  كلها مسكره بالعكس ا… https://t.co/9WqfAVzSY1",
        "@LawyerAbrar @SoudAlsubaiey اعتقد الاثنين غلطانين ، ومن ناحيه اداريه ما يصير الاطباء يصرحون عن حالات وهذا فيه شبهه… https://t.co/8JsMNvJ7gp",
        "@mvRXIU1KJCWSOws عزيزي افضل وسيله هي التجاهل والثقه بالنفس و ارضاء الكل غايه لا تدرك",
        "@LawyerAbrar كل تصريحاتها غير موفقه ، وكلها تخربها وبعدين ترقع",
        "@BaqerDashti @Hanankamal07 @EkbalB @Sinyar_Q8 @im9areeeeeee7 @WAELBALALI اخوي باقر ، بترقع لها تره مو جذي ، لازم تت… https://t.co/iBhVR9Cjdk",
        "@jassembahman فزعتك مو بمحلها ،  في مبادئ لازم ما تخليها و نتمسك فيها اهمها  ابسطها المبادئ الانسانيه .",
        "@AlsaifEmad لازم انوديك حق كل الدول الي تعاني الحين ومسوين حظر تجول تعلمهم الصح والغلط ، وين منظمه الصحه العالميه عنك",
        "@Ahmadjaljasem قواكم الله",
        "@sohil1422015ff @m7md76q8 يطبق بكل تاكيد قانون الأيجارات ولكن اذا كان ما تحتويه العين المؤجره قيمه اعلى من قيمه الا… https://t.co/39tAIoGZfr",
        "@SAlthajeb الصينيين مشكله عمرهم ما يمشون صح",
        "@LawyerAbrar الله يحفظها واخليها لج",
        "@S_ALDERAIEI دكتور تبي الصج ماله داعي خدم فقط لكبار السن",
        "@Duwailah1954 😂😂😂😂😂",
        "@hbahroh ماكو موظف باي جه حكوميه راابه ٣ الاف مدير اداره حده ١٥٠٠ ، الا الجهات الي عندهم كوادر خاصه و جهات محدوده",
        "@mmmojil هذي الشركات المحترمه ، و هذا راح يزيد ثقه الناس فيها اكثر",
        "@Mhd_AlHajri تقترح يوقفون معاشات الناس. تبيهم يصفقولك يعني ، في ناس وراها التزامات وعايشه على المعاش ، انت شنو قدمت… https://t.co/QdFB5Bd3gi",
        "@Abdullah71_q8 حرام انقطع رزق الريال",
        "@Goalna روي كين",
        "@Dr_R_AlAnezi ممكن يتم رفع دعوى على بعض للصينين المتواجدين بامريكا و تسببو بنقل المرض",
        "@TheRealHnan اهم الي يابو الحجر حق نفسهم",
        "@LoayJa انت حساس ، ما تدري شنو حالته او الي يشعر فيه، فكرت بس باحساسك",
        "@SalehAljalahmah @bosammy انصحك ترجع ما تدري شصير اذا استمر المرض زياده وزاد سوء الوضع، لا تغامر",
        "@Meshari_ البرازيل 🇧🇷 بيليه\nايطاليا 🇮🇹 روبيرتو باجو \nالمانيا 🇩🇪 بيكمباور\nاسبانيا 🇪🇸 انييستا\nفرنسا 🇫🇷 بلاتيني\nالارجن… https://t.co/SRH5ZBRzYu",
        "@nadamutawa دكتوره كان في مشروع في التطبيقي لانشاء اداره التعليم الالكتروني ، و تم وضع الخطه من ٢٠١٤ ووضع ميزانيه و… https://t.co/LQhyR7RY6W",
        "@jafarrajab ومتخذها بعد بواسطه ، اعرف واحد ابوه كان نائب و عطوه جم قسيمه بالري وماجرها و عايش الدور",
        "@talghanim لو نضب النفط كل المواطنين راح يدفعون من دخلهم ضرايب و من مشترياتهم بعد ،و التاجر بشوفله دوله فيها فرص اس… https://t.co/35zFhC74Cp",
        "@Essabouresly كلهم بلاعين البيزه",
        "@TariqAldowaisan دكتور اكون معاك صريح ، سبب عدم تفعيل التعليم الاكتروني في المدارس و الجامعات و ايضا المعاملات الال… https://t.co/CTNhtO9X8g",
        "@dradamalotaibi مستحيل الي عندنا يتبرعون بمبلغ مثل هذا ، الي عندا ما يحط الدينار للدوله الا وظامن يطلع منه ١٠ اضعاف",
        "@bo7amad133 @elzouk1 مواليد الكويت غير ، وعلفكره انا اعتبرهم كويتيين ، الفرق فقط ورقه",
        "@salehalyaseen احسنت دكتور ، استغلال و جشع وعدم وجود اي مساهمه بالعكس يستفيدون من الدوله و المال العام بكل الطرق",
        "@EssaBehbehani لو يتم توزيع منحه ١٠٠٠ دينار للمواطنين راح ينتعش السوق بشكل  كبير ، وبصراحه المطاعم بالكويت لها سمعة… https://t.co/I0qhv7G3tX",
        "@TheRealHnan جانب ثقافي و جانب مالي",
        "@roooowy اختى اروى مو بس هذي اغلب الشركات وقفو رواتب شهر ٤ عنهم بحجه الشغل متوقف ويجبرونهم يوقعون اجازات بدون راتب،… https://t.co/hJdSzjebgn",
        "@adhamsharkawi لا حول ولا قوه الا بالله 💔",
        "@faisalkandari دكتور شوف ايطاليا و دول اوربا وتعرف الكارثه الحقيقيه ، الدوله ما عندها اي خيار و احنا امام وضع استثن… https://t.co/6hJZUppSaF",
        "@talghanim اي منحه للشعب تعتبر محفز قوي للاقتصاد بعد ازمه كورونا و الناس حتى لو صرفتها على المطاعم راح يكون لها اثر… https://t.co/o79KBs4g7P",
        "@Ali_a_als كل از با حاليا على خطى ايطاليا نظامهم شبه واحد",
        "@MaythamASH @elzouk1 حظر كلي مستحيل بهذي الضروف ما راح يصير حظر كلي الا اذا زادت الحالات بشكل كبير",
        "@7amadQalam اكيد يعني ما يبيله سؤال حظر تجوال يعني حظر تجوال ، ما شمل حظر التجوال اي استثناء للمطاعم وشركات التوصيل",
        "@thedivineisback انا جربت ٦ اسابيع توني خالص ، لنصحج بقوه",
        "@elzouk1 ولهانه عليك يعني",
        "@busalem2011 وايد موظفين بدون و وافدين الشركات ما عطوهم معاشات هذا الشهر بحجه التوقف عن العمل ، هذيل من وين ياكلون وليش محد فكر فبهم",
        "@AreejHamadah رايج واختلف معاج فيه 🌹",
        "@AreejHamadah مو وقت انتقاد ، ساهمي معاهم بتوعيه الناس بالبقاء ببيوتهم عشان مصلحه الكل ، وبعدين لكل حادث حديث",
        "@Rana_AlFares نستحلفج بالله تصلحون الشوارع دام بنقعد بالبيت",
        "@SalemO2 تره حتى اصحاب المجمعات عليهم التزامات وقروض ، السالفه حلقه مترابطه",
        "@SalemO2 شلون نعوضهم  الحين  وكل شي مسكر وفي احتماليه حضر تجوال الايام اليايه ؟ عندك.     فكره معينه ممكن تخدمهم انا احط ايدي بايدك",
        "@SalemO2 المفروض بعد ما نخلص من مشكله الكورونا نسوي عده حملات عشان منها حمله ندعم فيها المشاريع الوطنيه نعوضهم عن خسايرهم",
        "@7amadQalam انت الي تييب الحجي حق نفسك ، خل روخك رياضيه و تمشي للامور و حاول اتعدل من نفسك ماكو واحد كامل",
        "@Tab6_khayran هل بعتبر لبس رسمي نفس الدشداشه عندنا ، ولا انتهى وماعاد اه اي اهميه ، وخاصتا اشوف اليابانيين يحبون ال… https://t.co/7udklYzOhH",
        "@Shayma_saa كل المناطق?",
        "@sport4allsport 😂😂😂 مينون",
        "@Zlatan_q8 امبروزيني من لاعبين الاركتاز القاده ،  وحرام طلع متاخر كان يستحق مسيره افضل لو تم الاعتماد عليه بوقت مبكر",
        "@Mishari77 الدول الاوربيه عندهم تعداد سكاني كبير  فرنسا مثلا تعداد سكانها اكبر دول الخليج كلها ، مستحيل يتم معالجه الجميع بالمستشفى",
        "@eldelli_ النفقه للعيال مو للمطلقه هذا اولا ، ثانيا افضل من انه تاخذ  المطلقه نص الفلوس مثل الاجانب ، عندنا الطلاق… https://t.co/EpfCR0VqpV",
        "@eldelli_ عزيزتي ماكو اي علاقه بين قانون الاحوال الشخصيه والجريمه ، وجراىم القتل بين الازواج موجوده بكل دول العالم ، ربطج مو بمحله",
        "@bosammy محتمل؟ شي طبيعي ركود وانهيار بعد مع الظروف هذي",
        "@Almajlliss مردك بتنهي العام الدراسي ، اذا استمر الوضع بدون وجود علاج",
        "@al_jamaheeer بدر حجي من كوكب ثاني ، لاعب من طراز اوربي",
        "@MBALMUTAIR كل شي على الحكومه ؟ وين التظامن الاجتماعي ، احنا نوقف مع بعض وكل واحد يساعد الثاني ونسوي توازن اقتصادي… https://t.co/wYt3dJHQZJ",
        "@maldosri شنو الماده الي استندت عليها بالفصل التعسفي؟",
        "@salrashed حسستني انه الساعه ٦ الصبح، ١١ تتريق وتبي تشتغل خوش حي على العمل",
        "@ZaNKaHaWa بالعديليه سمعت انا",
        "@AymanAlRuwayeh 😂😂",
        "@totti_mod @Osama_1908 دلبيرو ضد مدريد",
        "@saudalmukhled و الشركات الي تلهف مناقصات ما سوت شي بعد",
        "@dhmi1771 @Mohdalmulla67 @Meshal_Alnami كل تبن ، لا اهد عليك قومز يشوف شغله معاك",
        "@elzouk1 الاعلام المصري اهو الي اشعل الشراره ، وما صار اي محاسبه لهم",
        "@m_h_aldallal اذا اختارو اخونجي عادي؟",
        "@alhendyani رئيسهم لاهي مع الصهاينه",
        "@Al3laamy141 حبيبي ولا يهمك وانت بالكويت معانه اخو وصديق ، و مبين انه الفيديو حق ربعك وما في اي غلط على الكويت 🌹",
        "@kalroudan كفوو",
        "@NoorAlOmar انا بلشت فيني هذي الحاله من اليوم",
        "@SHOROUUUQ روب وخيار",
        "@emairi سبحان الله ، ممكن يغير الحال بلحظه",
        "@elzouk1 حقره ، عشان جذي مصر ماراح تطور لانه في ناس مع الاسف يعتقدون انه حبهم حق مصر يعني الدفاع عنها بالغلط والصح… https://t.co/h3BMk56t6A",
        "@elzouk1 محمد ليش معور راسك ، حقره",
        "@baderdixon @MBALMUTAIR @kalroudan ياب الحجي حق نفسه 😂",
        "@Essabouresly @Ali_a_als لو وزير دوله اجنبيه جان قالو شوفي وزرائهم شلون",
        "@salrashed عسى ما شر",
        "@salehalyaseen قمه الشفافيه ، الكل راح يتحد وساعد غيره ويلتزم بالتعليمات بعد هذا الخطاب ، دوله عظمى فعلا",
        "@dr_Q8i_ @MarzouqAlghanim انسى",
        "@MarzouqAlghanim بوعلي تثبت وجودك وتبرع بمبلغ حجي بو بلاش ما نبي",
        "@m_h_aldallal خايف عليهم ؟ ولا ما تبي يطلعون بالصوره ؟ نصيحتك غريبه جنك ودك تقول بطلو شو بس مستحي",
        "@MBALMUTAIR انت ما تفهم بالسياسه ، دق عليه وكلمه ونصحه مو وقت شو بعد انت الثاني ، تنهي عن فعل وتسوي نفسه ، خلك رجل دوله وقت الشده غير التصرف",
        "@JassimFarwana اكبر غلط  ، لازم المجلي يصدر قانون جديد للمعلومات المدنيه يكفل استقلاليته",
        "@Dr_Mutlaq @Dr_FayezKandari في ناس ما ينفع معاهم الا القوه والترهيب اهم شخصيتهم جذي",
        "@JassimFarwana شكرا على المعلومه",
        "@JassimFarwana اهي مو هيئه مستقله?",
        "@FaisalAlBasri لا تتكلم بامور اكبر منك ، خلك على دعاياتك و سسلملي على الدنيا الزائفه ، او على الاقل الناس قاعده ببيوتها سولك جم فيديو ضحكهم",
        "@AymanAlRuwayeh فوائد كورونا كثيره",
        "@HusseinY22 صعب السيطره عليه بشهر ، اتوقع الغاء الدوريات او تاجيلها الي شهر اغسطس",
        "@7amadQalam اي طبعا ، لانه الناس تحس انك ما تفكر بالمشكله الموجوده وهمك الفلوس ، و ماقاعد تسوي خدمه مجتمعيه بوقت ال… https://t.co/pezZSS2hA1",
        "@mbuyabis انت ما شفت مشكلتك ، كل دول العالم مستنفرين وزرائهم وبعضهم حاشه الفايروس مثل وزيره الصحه البريطانيه",
        "@falarbash بصراحه انت بيضتها ، ماشالله عليك الله يزيدك انشالله",
        "@elzouk1 حاليا اكثر دوله تواجه كارثه اهي ايطاليا اهم نفسهم داخليا مسوين حجر على م٣اطلع لومباردي",
        "@nawaf_oga نقدر نقول موسم الدوريات الاوربيه و دوري الابطال ايقافه مساله وقت لا اكثر",
        "@Tab6_khayran التجار الي عندنا يبون تعويضات من الحكومه",
        "@iMuscani ليوفي احتمال ينسحب من البطوله",
        "@dr_juwaihelya Take away",
        "@Albanderi_ss @Inf_sayings ياساتر ، وحضك نصيبك يمكن يصحه و يمكن لا",
        "@i_THAMER6 اذا استمر الوضع الصحي بالعالم في التدهور ، الاعبين راح يفقدون ٩٠٪ من قيمتهم",
        "@alhendyani انشالله تعدي الامور على خير",
        "@alhendyani العمل الاداري لا يحتاج الى كثره عدد فقط ، اهم شي جوده العمل والالمام بجميع الجوانب الوظيفيه ، وزاره الص… https://t.co/ebNo9AJdji",
        "@Dr_Khorshid @O_Alkhashram @Fawzi150 اوربا حاليا قاعدين يعانون و السبب انه الحدود بينهم مفتوحه ،احنا معرضين لمشكله… https://t.co/YQurl68AMu",
        "@shraikah @mosa1_kw يجب ان يحال الى التحقيق ، ممكن في امور تخليهم يداومون غير مرتبطه بالمعاش ، لا يوجد سبب مقنع غير ذالك",
        "@Dralajmey دكتور لا تصدق كلام الصينيين ، في عندهم مصالح تجاريه واقتصاديه  ، العالم كلا قاعد يزيد فيه المرض",
        "@iMuscani ايقاف الدوريات الاوربيه كلها و ودوي الابطال مساله وقت",
        "@7amadQalam بلش بنفسك وسولهم دعايات ابلاش",
        "@Inter1089 سحالي",
        "@NabeelAlmojil الاستجمام الصحي",
        "@elzouk1 اعطيك اقتراح ثاني جرب خل تويتر بس لا تكتب شي خلك متابع بس وشاور نفسك"
    ]
}