{
    "screen name": "DequentinL",
    "no. of tweets": 146,
    "tweets": [
        "Just come to Texas @GregAbbott_TX will welcome you https://t.co/tMi7RYAvCr",
        "I’ll be completely honest the liberal perspective makes zero sense to me whatsoever.",
        "@HaIfBlaked American classic",
        "@tylercropper12 https://t.co/FB6I8bi8fW",
        "@dogistrap Find my successful program in sports and I’ll find a program that cheats",
        "@neek_alexander I’ll buy the first round haha",
        "@HaIfBlaked Ummm. Goblet of fire 🔥",
        "Ouch https://t.co/4ryzXC4sQ3",
        "@neek_alexander I’ve never but it’s on my bucket list haha",
        "@conenor @LandenFinke My parents just wished I liked boobs haha",
        "@neek_alexander Once again really small compared to most main streets",
        "@neek_alexander Nah way too small Kentucky sucks my dude",
        "However he is complacent with spending money needlessly",
        "When people say Trump is responsible for death due to the virus it’s just simply untrue",
        "@PeytonAbner UFC is one sport to which I would love to know more about haha.",
        "@mainmaines I do",
        "@D_Fitz5 Yeah it’s way to volatile",
        "@HaIfBlaked It was totally ahead of its time",
        "@reachrachelkahn Not at all... you received money you didn’t earn",
        "@LoganLOFOFoley I figured it in fact would be a good thing",
        "@trelarosa Why",
        "@USERMAYNE Working 24/7 but other than that I’m good haha",
        "@USERMAYNE Haha. I hope you are well my friend",
        "@jeff_lawrence_ It’s great in times of struggle in the developing world because their national currencies have already bottomed out",
        "@trelarosa Keep fighting",
        "@OGjrod Yeah you can pay for them to text you lol",
        "For the first time in forever I had breakfast and drinks with my friend it was the best experience ever",
        "@BJYoungbloodJr Who’s going to enforce it lol nobody",
        "Maybe I totally fucked up",
        "Doom and gloom https://t.co/Kj9b4tUg5O",
        "Truer words have never been spoken https://t.co/1akvcLmxvg",
        "Duke is exponentially better than wake at everything \n\n\"I think the most important thing is, why would you go to Wa… https://t.co/cxpsRgNtrM",
        "@Booker4KY @trelarosa This is the dumbest thing I’ve ever heard",
        "Or you know just open things back up! https://t.co/LhNCWuGE0K",
        "I have no clue where I want to live after graduation is it supposed to be this hard to pick ...",
        "@Eduardo_Dorsey Bad ass",
        "@neek_alexander Have you had cold brew ?",
        "We take celebrities opinion usually as cannon but in actuality they should only speak on their craft",
        "An opinion may be unpopular but that doesn’t mean it’s wrong",
        "Please adopt this mentality with heart disease pneumonia and the common cold https://t.co/e34bJTsGLC",
        "“Every financial worry you want to banish and financial dream you want to achieve comes from taking tiny steps toda… https://t.co/2Qy1j5CCE2",
        "@chelswend_ How can you not pick the back one ..?",
        "@AKeller46 Truly a great person",
        "@LoganLOFOFoley Why what’s wrong ?",
        "@lexsowards57 If we simply just opened back up people would have jobs",
        "Does anyone know anything about Connecticut ?",
        "@Fink__505 I’ll send it to you",
        "Hating Kentucky basketball around Kentucky fans is the hardest thing ever",
        "@PlanetJordanTv Congrats 🍾",
        "@HersheyBarPanda Love this",
        "@neek_alexander Worst smell of all",
        "@meghanak_ Should I watch the series ?",
        "@LoganLOFOFoley It’s honestly the sorest",
        "@TheParshall3 He’s awful",
        "@d_jenkins46 @BayleeKinney What",
        "@PeytonAbner Change is always good",
        "https://t.co/RfQIagtL6s",
        "@HaIfBlaked I understand biologically the gravity of this and it doesn’t pose a threat to the masses",
        "@HaIfBlaked Unfortunately we have to get back to work and legally the governors not on the right side of this ... b… https://t.co/v7W6d68ry5",
        "@HaIfBlaked Because people are losing their businesses people won’t be able to provide for themselves not to mentio… https://t.co/ODit9nMrRg",
        "@_CAHuddleston Same...",
        "@eklosier @TheTaylorGagne Elijah Craig I forgot to mention that one as well",
        "@TheTaylorGagne Wellers blantons Elmer T lee",
        "It probably was a complete fantasy but I look back on our time together and it meant the world to me",
        "@netflix you guys did a great job with Hollywood",
        "Dude if I could just eat some high end food and walk around Austin right now life would be perfect",
        "Have you ever seen something of a cinematic work that is so power it moves you to change your life ?",
        "@HaIfBlaked Then leave it and start living your life",
        "@TheMrOctober I couldn’t agree more",
        "I’ll be honest I plan on voting for trump again I think he has done a fine job as president and I look forward to a… https://t.co/fzlCBHcS28",
        "@trelarosa Stay the course keep calm you are the master class my friend",
        "@jjmonroe19 Is it good ?",
        "@AnthonySosby As long as the world shall last there will be wrongs and if no my rebelled and no man objects those wrongs shall last",
        "@meghanak_ It’s a good reads",
        "@krmaurer21 Saaame!",
        "“We are what we repeatedly do. Excellence, then, is not an act, but a habit.” Or, put more simply: “Excellence is a habit.”",
        "@leviking_25 Fire flame",
        "I got my mojo back",
        "@p_malatesta This made my day tbh",
        "People should be happy for friends and associates when they are successfully...",
        "Because these are businesses not charities https://t.co/jMEku8KfmR",
        "@Deandra_Turner @HunterClem_ Congratulations",
        "@FMLifeline10 The dark side of Twitter",
        "@AlexAaronWarner Amazing",
        "@hay_catcher @tjmaxx Literally me haha",
        "@LoganLOFOFoley King of the game",
        "@neek_alexander Hahahahaha. This actually made my day",
        "@AnthonySosby I couldn’t agree more",
        "@ekremdelanovic Cause they drive slow junk",
        "@KySportsRadio That’s ridiculous",
        "@TheMrOctober Dude your heart and dedication to this game is inspirational!",
        "@neek_alexander Super attractive",
        "@trelarosa I’m guiltily of this sometime",
        "@ekremdelanovic Beautiful",
        "@LoganLOFOFoley Straight trash",
        "@AnthonySosby Better than someone who is actually worse",
        "Not everyone in my age bracket is a socialist or supports it. I believe in the free market it’s the most democratic system.",
        "@jaredfox33 Happy early Birthday",
        "Growth is My drug of Choice.\nIt’s some Powerful Stuff",
        "@JoeGibson23 I couldn’t agree more I had the pleasure going for work a couple months ago and it’s amazing",
        "@meghanak_ Sorry if my life",
        "Business people I need suggestions",
        "Sometimes we just can’t fix things",
        "I’ll probably never have kids",
        "My number one goal is not to be my parents",
        "So fucking bored I can’t stand this ...",
        "@LoganLOFOFoley Congrats !",
        "I need one of these in my life https://t.co/QTjyBcxfWM",
        "I just want the tea dances to come back...",
        "@LoganLOFOFoley Woke Wednesday",
        "@HersheyBarPanda Not to be rude but I want my family to be able to provide for themselves I want my kids and my nie… https://t.co/6bEYh8Ldib",
        "@RileyAdonis It’s not chipotle lol 😂",
        "@PeytonAbner @SethSkeller Not the same at all haha.",
        "I made hamburger for the first time today I feel like a master chef",
        "\"This is not an order that you have to go out. If you don't want to go out, don't go out. If you don't want to open… https://t.co/0pNIFOnUi5",
        "@JHwrd3 @GovAndyBeshear I’m literally about to fly to Texas to get my haircut because our governors is a douche unl… https://t.co/XjqQO1kwJ7",
        "I love this church https://t.co/NKkvBnfH0R",
        "@JoeGibson23 They simply want the destruction of him and anything that support him",
        "@HaIfBlaked I assume that’s a pretty bad thing haha",
        "@HersheyBarPanda Daddy reunion",
        "@Roolouden12 The greatest thing I’ve ever seen",
        "@meghanak_ @ShaunakKulkarn1 I personally think anything you do is amazing",
        "@TheMrOctober @SIMiners Congrats!",
        "It’s too early to function",
        "@HaIfBlaked Keep doing big things Mr. strange",
        "@FMLifeline10 Keep being awesome you are amazing !",
        "If you ever ate red bang bang, you're immune to covid19",
        "@JFergggy @krmaurer21 I have been told she’s pretty amazing",
        "The goal is to make friends",
        "@Akeem13riley I think one is coming",
        "@LoganLOFOFoley Make it right haha.",
        "@LoganLOFOFoley Solid point",
        "@neek_alexander Epic",
        "I’m in need a photographer send your boy some recommendations",
        "@HaIfBlaked Spam accounts maybe ?",
        "people need their jobs. If you don't feel comfortable, don't go anywhere. Stay home",
        "To say I’m tired is an understatement",
        "@USERMAYNE I hope you are doing well man",
        "Honestly some people are just shit friends and you can’t change that",
        "@ekremdelanovic Good ole DBZ",
        "A lot of my close friends and I disagree on politics that’s okay.. they are still great people",
        "@jessarli @RCHS_Jaguars @SraGHomework She’s amazing",
        "@LoganLOFOFoley I wish I understood this haha",
        "@LoganLOFOFoley Everyone is jumping ship",
        "I’m pretty thankful for my group of friends keeping me from doing something really stupid ❤️❤️❤️",
        "I’m fairly certain I avoided a huge mistakes"
    ]
}