{
    "screen name": "OluGt_",
    "no. of tweets": 157,
    "tweets": [
        "@addyosmani 😂",
        "@LyalinDotCom XAML, to me, primarily produces a UI. So, from my experience, it's more efficient to tweak things gra… https://t.co/3W2QfRn8iP",
        "@LyalinDotCom Imagine creating brushes, editing brushes and templating them all by writing code directly. It's tedi… https://t.co/GHTJ63D6B9",
        "@LyalinDotCom I only edit XAML directly for more granular stuff. XAML is not as easy as typing HTML cos it has rela… https://t.co/QTlQXofsew",
        "@dolores_codes BTW, masturbation is just a shallow-minded thing, aside that it's a disregard for a partner in a rom… https://t.co/LRulY4karK",
        "@Mayuresh500 @paulg One must be aware of this too.",
        "@davidpine7 For me, when a value tuple starts to exceed around 4 parameters, I'm already going to make it an class… https://t.co/ItI9vLIsHb",
        "@CFDevelop @_dotnetbot_ @runfaster2000 Also, I remember predicting there would be a new different Windows OS. And i… https://t.co/4InNc9U0Hv",
        "@CFDevelop @_dotnetbot_ @runfaster2000 I'm beginning to have a rethink about that writeup by @runfaster2000. I reme… https://t.co/3eItNExjoC",
        "@CFDevelop @_dotnetbot_ @runfaster2000 And more on APIs... Just as https://t.co/kelTUT8iI1 Core has APIs suited for… https://t.co/HMHaf8BBEb",
        "@CFDevelop @_dotnetbot_ @runfaster2000 I'm not saying Windows Forms and WPF are not in. I mean that since WinUI was… https://t.co/a3M3JAxdDI",
        "@CFDevelop @_dotnetbot_ @runfaster2000 I missed touching on one of your tweets above, about UWP. I think UWP will n… https://t.co/NIYkCcRbSG",
        "@backlon For me, for now, I'll say let's forget about the looks. Microsoft should make it work as a viable on-the-g… https://t.co/aWKWMzQavI",
        "@CFDevelop Yes, the answers can only be fully affirmed when .NET 5 becomes fully ready. But I'm trying to understan… https://t.co/XVlTZzFEYU",
        "@CFDevelop @_dotnetbot_ @runfaster2000 Yes, it hasn't been said. And my understanding is that there's no need for i… https://t.co/YWIKR6q3qg",
        "@CFDevelop @_dotnetbot_ @runfaster2000 My understanding is that UWP is essentially in the Windows camp. But .NET 5/… https://t.co/mof9tzccmb",
        "@CFDevelop @_dotnetbot_ @runfaster2000 I think it could mean that UWP apps would also be built using .NET 5 (i.e. e… https://t.co/zRQff53paU",
        "@CFDevelop @_dotnetbot_ @runfaster2000 Like I've guessed before, at that link you quoted, my understanding is that… https://t.co/VrV5haL4ZT",
        "@CFDevelop @_dotnetbot_ @runfaster2000 In .NET 5, I believe there would not be anything called .NET Standard. I exp… https://t.co/DO2q5Pq3bA",
        "@CFDevelop @_dotnetbot_ @runfaster2000 I'm hoping that .NET 5 by November is the beginning of the future, and espec… https://t.co/V7kdkwQgs6",
        "@CFDevelop @_dotnetbot_ @runfaster2000 I think partial classes are definitely a way.\nBut, e.g., if a platform isn't… https://t.co/aALcbIecZX",
        "@CFDevelop @_dotnetbot_ @runfaster2000 .NET is essentially a reorganisation of what we already have with .NET Core,… https://t.co/Z2z0i15gcP",
        "@CFDevelop @_dotnetbot_ @runfaster2000 But since a web API action is essentially different from a XAML control even… https://t.co/Q2GvSc8Tmt",
        "@CFDevelop @_dotnetbot_ @runfaster2000 By \"copy and paste\", I meant if one wants to reuse code somewhere else not i… https://t.co/nHPkDViEk3",
        "@CFDevelop @_dotnetbot_ @runfaster2000 OK then, I don't desire copy and paste too.\n\nSo, maybe it'll be like some co… https://t.co/SP9uq38BLb",
        "@CFDevelop @_dotnetbot_ @runfaster2000 I don't work with Microsoft, but I think everything should be available in .… https://t.co/YPcB4tBBTL",
        "@CFDevelop @_dotnetbot_ @runfaster2000 Besides, I think the challenges Microsoft is facing with mobile include OEMs… https://t.co/uNTPzYLtVP",
        "@CFDevelop @_dotnetbot_ @runfaster2000 I don't work with Microsoft but I think Xamarin.Forms is the intended starti… https://t.co/gDmMBvBfYJ",
        "@CFDevelop @_dotnetbot_ @runfaster2000 By \"base code\" (wrong phrase), I mean code for each particular platform.\n\nFo… https://t.co/cI7J0iMfaD",
        "@CFDevelop @_dotnetbot_ @runfaster2000 And yes, partial classes are great. But we'll still need to write multiple b… https://t.co/QI5SRkAaTl",
        "@CFDevelop @_dotnetbot_ @runfaster2000 Yes, it's what we already do, but only to a very great extent, not in entire… https://t.co/agn09rxO0J",
        "@CFDevelop @_dotnetbot_ @runfaster2000 If there's gonna be a single workload or so, there's definitely going to be… https://t.co/0MzCEYxdBQ",
        "@CFDevelop @_dotnetbot_ @runfaster2000 For workloads and architecture, a Xamarin mobile app would always be what it… https://t.co/qrXlNE2hwT",
        "@CFDevelop @_dotnetbot_ @runfaster2000 I think as long as Visual Studio is integrated with NuGet, all Microsoft pla… https://t.co/5s2KrpChuV",
        "@CFDevelop @_dotnetbot_ @runfaster2000 By \"seize to exist\", I mean they won't be the future anymore.",
        "@CFDevelop @_dotnetbot_ @runfaster2000 For .NET Standard, it may not exist anymore. I think it was a phase in the u… https://t.co/hy62MCdnPn",
        "@CFDevelop @_dotnetbot_ What to bear in mind is that no matter how far unification can go, a Web app with UI would… https://t.co/NWoU5yHPbN",
        "@CFDevelop @_dotnetbot_ Since there's gonna be a single runtime, then UWP, https://t.co/kelTUT8iI1 Core, Xamarin, e… https://t.co/lW26enyfY4",
        "@CFDevelop @_dotnetbot_ @runfaster2000 Personally, as a software/Web developer, a unified platform, at the least, t… https://t.co/YtalAdMVi3",
        "@CFDevelop @_dotnetbot_ @runfaster2000 The target platforms has an \"etc.\" to it. So, I guess that with this strateg… https://t.co/70ChQ8RYvl",
        "@CFDevelop @_dotnetbot_ @runfaster2000 It says there'll be a single runtime. But I really understand it to be that… https://t.co/Zf8wRkqCne",
        "@CFDevelop @_dotnetbot_ I believe you may have seen this writeup by @runfaster2000\nhttps://t.co/T8CSmNlcjT",
        "@CFDevelop @_dotnetbot_ I want to believe that aside for some APIs being platform specific, they still have time to… https://t.co/sd3XR5Rvoo",
        "@CFDevelop @_dotnetbot_ With the work that has been done already with the .NET Core platforms, I think this unifica… https://t.co/GuB9ApoqEb",
        "@CFDevelop @_dotnetbot_ Even if Microsoft isn't ready, they can start by unifying the tooling, e.g. same code shoul… https://t.co/ZzWra1Wx1m",
        "@wesbos To prevent this kind of horizontal scroll issue... Mostly use box-sizing to specify sizing, use a percentag… https://t.co/Cp3ph0FfAt",
        "I then use [Authorize(Policy = nameof(thePolicyEnumMember))] wherever I need to.",
        "I basically use an enumeration for all policies, use a foreach to configure them in Startup by using nameof(thePoli… https://t.co/WrYZlIJJEs",
        "@blowdart I love your work on https://t.co/kelTUT8iI1 Core Identity. I've been successfully implementing custom sto… https://t.co/4NZmOkiolR",
        "@MaximRouiller @jamie_maguire1 @davidfowl Blogs help to easily find information about legacy technologies (as it's… https://t.co/bhh97tdO2n",
        "@davidfowl @ianrathbone ☺",
        "@marcgravell @rohits79 @davidfowl Online docs are the best books.\n\nThere are apps that help to organise web pages a… https://t.co/gstuhR7BIK",
        "@cecilphillip @davidfowl Haaaa. I prefer books forever.\n\nBooks are searchable. They are more memorable. You can pin… https://t.co/yEsUjYDtQT",
        "@UnoPlatform Mainly demos. Quick demos that then reference where to see the rest stuff in the docs.\n\nDemos create t… https://t.co/K3jDNKcC0H",
        "@madridstarkg @Windows https://t.co/xejeiKQMln",
        "@Windows I also suggest there should be an app (on other platforms, e.g. Android) for this, because the laptop I'm… https://t.co/oFbFkuo60l",
        "@Windows Windows 10 is a productivity platform. My top-priority request now should be that Windows update should be… https://t.co/awrKGxIlAT",
        "@Windows ☺ Work (Banking and Financial apps (mostly web)), etc. I'm using Visual Studio 2019, C#,… https://t.co/l9iajBG8hZ",
        "@dodaistewart @oliagavrysh",
        "@m7best Thank you.",
        "@m7best So, it could only have been KnockoutJS, and it helps me to mix in regular JS unlike some other front-end li… https://t.co/XBaHz2uYHq",
        "@m7best It has a way of loading HTML, CSS, and JS separately. It also uses KnockoutJS custom components to do the w… https://t.co/EVyCxEQc6V",
        "@m7best With KnockoutJs, I have been able to successfully build a front-end JS router, that also integrates the His… https://t.co/vpgOT2x13E",
        "@m7best Thanks for the release of version 3.5.1",
        "@SeanTAllen C# and C#.",
        "@windowsdev @Soumyad25713395 Trying to backup to the cloud may be interrupted by a restart before the backup finish… https://t.co/sy41RxzaEi",
        "@windowsdev @Soumyad25713395 So, @Soumyad25713395, from the perspective of my personal experience, I advise that af… https://t.co/iDbqRIDmad",
        "@windowsdev @Soumyad25713395 Something similar happened to me after a failed Windows update on my laptop. The recur… https://t.co/ljjEp0NxB6",
        "@Windows When I'm in bed, it's sometimes like this with ruffled sheets. Working remotely. I took this picture days… https://t.co/8aIA0fO9i9",
        "@kelseyhightower Cool or nonsense, it depends.",
        "@kelseyhightower Making shit happen",
        "@terrajobst https://t.co/mPjiGqbs6l",
        "@chriscoyier To avoid bugs in CSS, bugs must be avoided from the very first style rule you set out to write, becaus… https://t.co/cbjg9Xr8wj",
        "@oliagavrysh @terrajobst ☺",
        "@EfereyanK Essentially, I mean learn CSS and also learn Bootstrap.",
        "@EfereyanK My advice to a beginner would be... Temporarily, learn and use Bootstrap until you have studied enough C… https://t.co/FKgLLq6A2n",
        "@quorralyne From my experience, to enjoy CSS, you would have to prefer, appreciate and love great UI.",
        "@rjpajaron @oliagavrysh Clients can be very difficult. Maybe you should integrate the two processes into just one o… https://t.co/0c3iWBNUBa",
        "OPINION\nGuidance against wearing masks for the coronavirus is wrong – you should cover your face\n\nhttps://t.co/A1ozCbDckz",
        "Which Masks Actually Protect Against Coronavirus? https://t.co/oVOTPsTbDi",
        "#COVID19 is NOT airborne.\nhttps://t.co/bMMS42rjuM",
        "Do You Need a Mask to Prevent Coronavirus? - Consumer Reports https://t.co/myL1HnSnTU",
        "@Yemihazan @ige_toby Well said. Very much well said.\n\nI wanted to follow you but the \"retired hoe\" on your profile… https://t.co/VcixqLyMsS",
        "Also, please, focus on making wireless earphones with touch control. It hurts the ear when an wireless earphone has… https://t.co/Vrorx4qKJb",
        "@OraimoMate Your wireless earphones are too big in size. Both OEB-E99D and OEB-E96D are oversized. Fix it. In your… https://t.co/gADlzNJOxp",
        "@JamesNK Correction: \"== true\"",
        "@JamesNK It reminds me of \"var\" in C#. Some people recommended it and then some people said otherwise stating that… https://t.co/WTVPKrLJVc",
        "@JamesNK In my opinion, it's not shameful to write code like that, cos sometimes, it helps to have full words to se… https://t.co/3cLy9p7mfa",
        "@terrajobst Wikipedia says the company that invented GIF pronounced it as /dʒɪf/ (i.e. like \"jif\")...if Wikipedia i… https://t.co/Wbg5sdN96F",
        "@terrajobst The official body or company that created GIF should tell us. It's their responsibility. This argument… https://t.co/cQ4vnMd4gx",
        "@shanselman @Microsoft, fix @WindowsUpdate! Update process that has 100% potential to cause damage to a device is n… https://t.co/A3yJjgsyaw",
        "@LindaLawtonDK @oliagavrysh @terrajobst Yeah. This is one of your best photos here, sir.",
        "@JenMsft I guess that's your reaction if/when you see my tweets where I complain about @WindowsUpdate being bad and… https://t.co/yDsTqbU70Z",
        "@JenMsft If @Microsoft can fix @WindowsUpdate from \"something that does not work a lot of times, and fatally breaks… https://t.co/f8IwSfNMmh",
        "@shanselman ☺",
        "@paulg Sir, from your tweets, you are a great thinker and observer, and great at remembering to act on (including s… https://t.co/WSDtI1NffX",
        "@Microsoft, @WindowsUpdate is a scam. Fix it.",
        "@JenMsft @WindowsUpdate If this can happen to me, how much more people who are not as informed about computing? Peo… https://t.co/eBv4DoAetj",
        "@JenMsft @WindowsUpdate If I can't retrieve the data on the faulty 1TB hard drive, it means I may have lost data to… https://t.co/y5J04Oj6wt",
        "@JenMsft @WindowsUpdate My laptop is currently useless cos the issues @WindowsUpdate caused eventually let damages… https://t.co/qbEKHmLGPJ",
        "@JenMsft * You should use your influence to give attention to stopping @WindowsUpdate from being both a perpetual p… https://t.co/f7RXNau63l",
        "@js_tut @olufolaRin_ Remember, in my beginning tweet, I used (and didn't stop using) the word \"people\" (or its refe… https://t.co/mFLAWzvrdr",
        "@js_tut @olufolaRin_ Secondly, I simply took your tweet to mean anyone in any profession in Nigeria and then I touc… https://t.co/uSXY7YjVMS",
        "@js_tut @olufolaRin_ You misunderstand me now.\n\nFirstly, I didn't take your tweet out of context and I didn't hope… https://t.co/rzuQEAW1M9",
        "@js_tut @olufolaRin_ The government knows this but they don't improve the situation because they want to keep doing… https://t.co/MLnT1IKzVZ",
        "@js_tut @olufolaRin_ And in Nigeria, if/when such people ever hope to survive, it's almost always a superstitious h… https://t.co/kK2Cproq44",
        "@js_tut @olufolaRin_ Also, NOTE... In life, people do suffer without the aim of surviving. They are simply in a sta… https://t.co/s1Kj3aE0gQ",
        "@js_tut @olufolaRin_ Again, NOTE... These people are not Software Developers.\nhttps://t.co/rX8Haqbm1H",
        "@js_tut @olufolaRin_ And it's only in rural areas that such people can tangibly live and they MUST occasionally get… https://t.co/7UvFdxMKOa",
        "@js_tut @olufolaRin_ Note. These are 2 very different words.\n\nIn the context of the situation in Nigeria, at $1000/… https://t.co/webuezEZg6",
        "@js_tut @olufolaRin_ ALSO, just in case I have to also tell you this, these said suffering people are not Software… https://t.co/cyD4ItvxXk",
        "@js_tut @olufolaRin_ These people who are suffering that way don't have any tangible hope or way of making substant… https://t.co/Fqd3v5rv7B",
        "@js_tut @olufolaRin_ Note... SUFFERING, not surviving.",
        "@js_tut @olufolaRin_ No. It is neither a fact nor a truth. Let me correct you because I have lived in both the rura… https://t.co/mpC6HSMaUY",
        "@JenMsft If @Microsoft can make @WindowsUpdate something that doesn't destroy computers. Windows update has recentl… https://t.co/cmSqUO2rX1",
        "@joshibipin Please, turn on tweets notifications for your profile so I can subscribe and know when you make new twe… https://t.co/FBWdyBBwDO",
        "@zacbowden I'll ask them hope they fix @WindowsUpdate so that it doesn't literally break apart the separate hardwar… https://t.co/xvUPZv3kIR",
        "@Windows Asking @Microsoft to fix @WindowsUpdate or discard it cos its successful completion of an update process i… https://t.co/XOHts6QZTZ",
        "@Google @Android is guilty of the same issue, ranging from dead touchscreen to whatever else after an update.\n\nPlease, fix it.",
        "@Microsoft @WindowsUpdate @JenMsft @shanselman @joebelfiore A solution could be that prior to the update, Windows U… https://t.co/CTvHAVuzKM",
        "@Microsoft @WindowsUpdate @JenMsft @shanselman @joebelfiore Please, Windows Update does more harm than good cos its… https://t.co/lyVPow2hEo",
        "@terrajobst @oliagavrysh ☺",
        "@Microsoft, shut down @WindowsUpdate. It only works on probability and breaks a computer most times while upgrading… https://t.co/pC4h3lCyhC",
        "@HpSupport @Microsoft @WindowsUpdate It is not intuitive to expect users to know they should supposedly update BIOS… https://t.co/gLIQ4l9HxS",
        "@WindowsUpdate almost always renders a computer useless and stuck in blue screen of death. Please, why is this such… https://t.co/LhsDyIKmna",
        "Also, it's sometimes a disaster cos it ends up causing recurring blue screen of death. Please, kindly prioritise on fixing this.",
        "@Microsoft @Windows @JenMsft Please, Windows 10 update takes too long it becomes as if it's impossible. Kindly look into this.",
        "@jason_watmore Thank you.",
        "@jason_watmore I can see it now. Just subscribed. I like and appreciate your timely and up-to-date contents.",
        "@jason_watmore I want to be alerted when you make a new tweet. I can't see the button (on your profile) to enable m… https://t.co/A6UFkSa4Yb",
        "@jason_watmore Please, turn on your tweet notifications.",
        "@addyosmani @ahieiei @aaroniker_me Clever",
        "@js_tut Coding (like any other thing in life) is hard cos, strictly speaking, life is hard.",
        "@Windows 10+, and I use small taskbar buttons.",
        "3-factor authentication involving 2 phone numbers 👆🏿\n@w3c @Microsoft @msdev @Google @Facebook @Yahoo @Apple",
        "How about we popularise a 3-factor authentication involving 2 phone numbers, where one of the phone numbers could b… https://t.co/B7XYxpcEEx",
        "@HxOvAx Stop deceiving yourselves. Whoever told you sex and gender are different, wrt identifying sexuality, is onl… https://t.co/dZLxFv6X5B",
        "Or let's say they can conveniently swap roles.",
        "@Sethrogen and @ADAMDEVINE look alike, act alike, etc. I just realised this. Or maybe it's just the way I see it.",
        "@davidfowl But are both gonna be high-end? Cos that's only great for someone who has the money.\n\nFor me, my decisio… https://t.co/ylbndNSs2A",
        "@davidfowl Correction: \"bag/pack\", not \"bag pack\".",
        "@davidfowl So, it can be a tough decision.\n\nBUT, if I want to really do what I think outside of the box, I would li… https://t.co/JF5rvLBshH",
        "@davidfowl As regards economic implications, a high-end 15.x\" laptop is mostly more affordable than an equivalent h… https://t.co/VnWvA21x30",
        "@davidfowl And in terms of screen size limitation, the practical difference between a 12.x\" and a 13.x\" is very negligible.",
        "@davidfowl ...a 13.x\" laptop/tablet is pointless, IMO, cos it's not large enough for the kind of productivity that… https://t.co/KwC4I4U50e",
        "@davidfowl ...for use at home and when you're out. And you'll need another bag pack, i.e. a 15.x\" one, to carry the… https://t.co/VfVBa6KoLR",
        "@davidfowl 15.x\", if you are OK with carrying a laptop bag with chargers, etc.\n\n12.x\", if mobile life is priority.… https://t.co/LPZIhdFeWe",
        "@paulg Very smart...cos he has his own model of the world.",
        "#NewProfilePic https://t.co/EspTXd67yn",
        "@OraimoMate Please, when is the Theater 2 (OEB-H85D) going to be available in Lagos?",
        "@IrisClasson At this point, could it be OK to go code-first from existing database?\n\nAlthough, I usually prefer dat… https://t.co/Cd04PmFMfG",
        "@jamesmcroft ...or integration with certain graphic design apps, that would fulfill something similar, like how Ado… https://t.co/4XKpBZb0AP",
        "@jamesmcroft Also, a way to better design and animate the UI (e.g. in Blend) with similar capabilities as in graphi… https://t.co/eVYKRa5G1n",
        "@jamesmcroft I don't know if this idea/feature exists in UWP (cos I've been doing mostly Web development these days… https://t.co/XB34Ja0fVy",
        "@OraimoMate I'm very proud of Oraimo... However, improve on Quality Assurance.",
        "@florinpop1705 Dark theme...cos I'll be looking through code for too long. It's different from Microsoft Word where… https://t.co/unvQ0zFpJu",
        "@RapooUSA Kindly make a backlit edition of the 9000M keyboard. And, as a suggestion, replace the Windows logo with… https://t.co/OVpWn4TdmI"
    ]
}