{
    "screen name": "SouhaibKh",
    "no. of tweets": 151,
    "tweets": [
        "@bmmashat I was wondering when someone could call or be called an expert at something.",
        "A steam engine won’t work if you insult it because it has high self eSTEAM 😂",
        "دائماً متميزة ❤️ https://t.co/oo2tmDGGCq",
        "شكراً @Mobily على حُسن وسرعة إستجابتكم. #إحسان https://t.co/9SVxllBavK",
        "@AsalaHB Wallahi, it’s true.",
        "@mskoot_ @Osama_ast",
        "When you control a man’s thinking, you don’t worry about his actions.",
        "The longer I’m single, the lower my standards get 💔🤣",
        "When you’re hunting elephants, don’t waste your mental energy chasing rabbits.",
        "@saudi_enews طيب؟ ايش الشيء الجديد؟",
        "@Fahad_fhm It’s very hard to define it especially that it has many types of intelligence.",
        "@Fahad_fhm Idk. I’m part of the 90% 😂",
        "@Mazroa @Baraa121 Arguable!",
        "@JumanahNassar Have you thought of being a blogger? In my humble opinion, you’re going to be a good one especially… https://t.co/KvkdXGxSvw",
        "90% of people who use the word “intelligence” do not know what it really means.",
        "@alas6ooora 2-1 فرنسا",
        "@JumanahNassar excuse my ignorance, what does a life coach do?",
        "@Mona_Almawash سؤال بسيط: ليش تبغي تستمري في السوشال ميديا؟",
        "@DeemiiM @ShahaDeedee With his current body, it’s easy for him to get better than he used to be. “Muscle Memory” &lt;- google it.",
        "Twitter is a place where you complain about sth and then you show how a better person you are! #EnergyDraining",
        "@AsalaHB Looks like someone is enjoying her time 😋",
        "@qohtr كيف تنتشله من العجز إلى الإرادة؟",
        "@omarhuss Double meanings 🤣",
        "@Osama_ast ان شاء الله دائماً",
        "@wael_mirza 🇺🇸🇺🇸🇺🇸",
        "@Osama_ast It’s not a rule of thumb",
        "Knowledge is NOT a luxury, it’s a necessity and tool.",
        "My pre-workout kicked into my system while praying Isha 🤣 Tip: NEVER take it prior to a pray 🙈",
        "@old_fashi0n @Le_count جرير",
        "@coinmaan هل تنصح الواحد يشتري بتكوينز في هادي الفترة؟",
        "\"والخوفُ يملأُ غـُرْبتي والحُزنُ دائي\n\nأرجو الثـَّباتَ وإنـَّهُ قـَسَماً دوائي\n\nوالرَّبَّ أدعو مُخلِصاً أنتَ رَجائي… https://t.co/HNbsanHBPy",
        "@Osama_ast ...if it’s not smaller🤪",
        "@LeyanAbuz It depends on what kind of physical contact we’re talking about🧐🤪",
        "@Osama_ast My brain is as fatigued as my AC joint #TheStruggleContinues",
        "@RemoQu_ اذا كنتي مزاكرة اول بأول، كان ما قلتي كدا 🤪",
        "I guess I just have to believe in body recomposition🤪 #افتونا",
        "Passing by a police officer with a speed of 110 mph is terrible idea😣🧐",
        "@AsalaHB ما حطيتي الشدة على \"تعرف\" من فراغ😅 ما انتبهت لها في البداية، فقرأت التغريدة ٣ مرات عشان افهم🙈🤣",
        "How would you explain shear stress to a 6-year-old child? 👷🏼‍♂️",
        "Me: Coach, how’s my gym performance? - Coach: did u forget where you parked ur car? - Me: no 🌝 - Coach: then, get t… https://t.co/c710OnHzu2",
        "@Nouf_simple I came across women who can easily squat 405lbs. 🙈🙈very strong!!",
        "@Nouf_simple @Twitter @TwitterSupport 😮!",
        "@Nouf_simple @Twitter @TwitterSupport Here’s another solution, however, I’m not sure how efficient it is.  Go to on… https://t.co/LaZPEX2476",
        "@Nouf_simple @Twitter @TwitterSupport Maybe! 🌝 https://t.co/QOXyybSea7",
        "@FitnessTimeSA السلام عليكم أخي العزيز اريد الاستفسار بخصوص نقل الاشتراك إلى شخص آخر مع العلم إني خارج السعودية ،ما هو الحل؟",
        "@RawanBaik We kinda share the same nightmare😅. It's coming faster than my heartbeats when I think of it.",
        "اللهم إني أسئلك علماً نافعاً ورزقاً طيباً ❤️",
        "Last month of the semester is when you don't trust nobody. It's when ur effort pays off.",
        "I feel like I'm in prison when I'm forced not to do what I love!!💔",
        "Beside the suggested treatments, I'm going to try the power of mind to speed up healing my shoulder injury. 💪🏼😄",
        "@lol_totsas I beg you pardon?🤔",
        "@lol_totsas OH MY GOD!",
        "Oh boy!! What a conflict😔",
        "Success is never meant to be easy. If it's so, everyone will be one whether they work hard or not💪🏼",
        "Self-strength appears through tough times and is all about how you tackle your problems!",
        "@Aziz_Alrasheed 😁",
        "I want to get rich 🤔😉",
        "@YussefOK very true👍🏼",
        "The 10th of November is the best day of the year❤️",
        "Who wants to start intermittent fasting with me?",
        "@Aziz_Alrasheed sure, I will 😂",
        "As I expected, Trump won the presidential race🤔. Let's see if he's a man of his words or not!",
        "Thank you Technology for making my life a whole lot easier❤️",
        "@Waleedohm ايوا ❤️",
        "#شي_حلو_من_3_احرف  ( أنت)",
        "How can I stop receiving spam e-mails? #help",
        "I already feel \"gym sick\" without my dear friend, @F_Abdat . God bless his soul and open the doors of welfare for him. 💪🏼💪🏼💪🏼",
        "I finally got the chance to have a conversation with my 56 years old neighbor. He always recommends me a Starbucks drink😂 #Respect",
        "@HusamKatib الله يتمم لكم على خير ويسعدكم",
        "I feel fortuitous to have my friends around me even though I censure them and don't get amicable with them all the time. They're benevolent.",
        "Women are the perfect examples that men will never be able to figure out.",
        "I hate receiving compliments, tell me how to improve instead, THANKS.",
        "Screw you!",
        "Excuse me! Diet is only for sick people. #JustSaying",
        "Men start lose their minds once they get married and simultaneously get a package full of uncountable illogical behaviors. #TrueDetective 😅🔬",
        "I don't know why it's hard to live peacefully in the Middle East where too much wars and anger exist!",
        "Love my family ❤️",
        "@Aziz_Alrasheed you'll regret ya gameel",
        "It's all about management and commitment😊👍",
        "@dlboni ما عليكي قربتي!",
        "@Dr_alqarnee يسعدك ربي ع تواضعك",
        "I love indian food😍",
        "Women are drama shaped in human bodies 👓 #happy_new_yaer",
        "@SoNa_so_Nice الله يعينك والله ، لا تشيل هم فترة وتعدي ❤️",
        "ليش طلاب الطب اكبر متحلطمين؟ خلاص عرفنا أنكم مكروفين😌✋",
        "@lalshareef عظم الله اجركم",
        "اللهم لك الحمد والمنة. يارب اطرح البركة فيما رزقتني ❤️",
        "@125801258 @saudiinusa @SACM_USA  انا كمان نقص مني  حق يومين!!",
        "@SACM_USA ما هو سبب نقص الراتب ؟ نزلي الشهر دا بس حق ٢٨ يوم",
        "If you don’t understand the problem, your solution will always fail.",
        "\"No problem can be solved from the same level of consciousness that created it.\"- Albert Einstein",
        "@waeleissa I miss you a5oya Wael❤️",
        "اللهم أفرغ علي صبراً. الحمدلله 😅",
        "@Aziz_Alrasheed عشانك بس. \nعندك حل للنوم؟",
        "كل الناس سارت تتفلسف😅 - أتحمس ولا عنو ؟ 💃",
        "@aBo_Silva @AsalaHB بس هما عندهم نظام وقانون!!",
        "My math professor just made my day 😁👍 All praise is to Allah❤️",
        "@s_aldubayan @Walaa_F5 كيف ندرس عشان نتعلم!! والله صعب",
        "Dani Alves is the worst RB! #Barcelona",
        "الله ❤️",
        "@asalahb ترا الريدبول مايفوق! ياما وياما سحب عليا في وقت المحن:(",
        "@b_qattan معناها تعال من غير لكاعة",
        "I am an #engineer, in my profession I take deep pride. To it, I owe solemn obligations.",
        "Life is lifeless without mathematics &lt;3\n#smart_dont_talk_to_me",
        "@AsalaHB Try to compromise",
        "I'm comfortable with you, and you should know that means everything to me. &lt;3",
        "You may see me at my worst, but only talk about my best. I can be happy about my biggest achievements, while u know my deepest insecurities.",
        "With you, I'm comfortable. I know I can talk anything, or sit by your side in complete silence. &lt;3",
        "I strongly admit he is the most sensitive person I have ever met! 😂 Man, up your manhood✋😎",
        "She's almost perfect❤️",
        "@HatemBuffon امين يارب ، الله يوفقك ويسعدك انت كمان \nما انحرم منك اخويا حاتم ❤️",
        "@AsalaHB بنت* اقصد",
        "@AsalaHB ع كدا أشك إني ولد😣",
        "I'm chosen to have you❤️",
        "Thanks Allah for sending those who help a lot ❤️",
        "I always question myself of what I've done to have someone like you❤️",
        "ملكات جمال العالم في جامعتي 😂😂😂🙊",
        "When stomach shuts up, brain works!!",
        "I'm haggard right now! I think I need to sleep well and enough.",
        "Is that really accurate for all? I don't think so 👨“@neverknownfacts: The brain is more active at night than it is during the day.”",
        "Your medical record should be confidential. #justsaying",
        "أية أستوقفتني ❤️👍 it touches my heart http://t.co/DHMSFznZWY",
        "\"...وعلى نياتكم ترزقون.\"",
        "Life can't be life without you, sweetheart❤️",
        "If air conditioning were a woman, I would marry it because life's such a hard thing without this magnificent innovation😇",
        "#لأنني_أحبك سعادتك ونجاحك هم أولوياتي في الحياة ❤️",
        "I think love can't be shortened around emotionally involved relationships.",
        "#لأنني_أحبك سوف أكون لكِ أب و أخ و صديق و ابن و حبيب❤️",
        "#لأنني_أحبك حخاف الله فيكي و احاول أكون إنسان فيه خير عشان ربنا ما يسلب نعمته(أنتِ) مني❤️",
        "@Mom2en فريق جبار👍",
        "#وزارة_الاعلام_تحجب_مواقع_التورنت\nههههاي 😂 أعطونا فترة بسيطة ونحن حنطلعلكم بشيء جديد. محا نقصر 😋",
        "#وزارة_الاعلام_تحجب_مواقع_التورنت\nهادي هيا نعمة الابتعاث😏 مافي اي شيء مقفل 😬",
        "With you ❤️I consider myself the best person",
        "I won't satisfy 'till I see your magnificent success ❤️",
        "Ready to die for you my little pure angle 😇❤️",
        "Could've not asked for better than you b/c you're perfect enough to please me ❤️",
        "The only thing that differentiates and makes me special among people is you❤️",
        "Your birthday gift will be sacrificing my soul for your beautiful shiny eyes ❤️",
        "Done with today's workout, الحمدلله. \n#roadtosuccess",
        "I just unlocked the Adidas all-star team, yeaaaah!! 😂",
        "@aMoLaD_D ماشاء الله عليكي 👍👍👍",
        "Someone has to stop me drinking water immediately because I've drunk more than 8 bottles so far 😅",
        "Nice talking to an official governmental lawyer 😅",
        "@HatemBuffon حاتم كيف حالك؟",
        "@vela94boges جعفر يا حلو 😁 وحشتني !",
        "@SACM_USA هل يعني اني لا احتاج بطلبها لانها سوف يتم إصدارها تلقائيا ؟",
        "@SACM_USA شكرا لك. طيب وطلب تذكرة كم تستغرق؟",
        "@SACM_USA كم مدة استغراق طلب تأجيل البعثة ؟",
        "Fantastic one 👍 #Fifa http://t.co/Zn3NuVSoFd",
        "#Fifa 😱😱😱😱adorable goal  http://t.co/IfVWeWAS9n",
        "#Fifa  http://t.co/BhQoPPhC4M"
    ]
}