{
    "screen name": "Jcab91721125",
    "no. of tweets": 188,
    "tweets": [
        "@pepiuox @peru21noticias @ametaguirre Cuando los periodistas han sido cientificos.??? Que gracioso",
        "@larepublica_pe Lo que funciona es lavarse la manos. Si los llevas llevas el virus a todas partes y tambien te pued… https://t.co/Om6ab4hA3a",
        "@waldocarrasco @sebastianpinera Aca falta un dato importante  y el numero de exámenes que se hace a diario. Por si… https://t.co/TigG97aXwe",
        "@meganoticiascl https://t.co/3PTPZsbL1l",
        "@CHVNoticias https://t.co/reqlA0Kp8l",
        "@meganoticiascl y que hace @GiorgioJackson traduciendo en lenguaje de señas?? acaso es otro juego de palabras?",
        "@nicolasyanez cual es la genialidad? criticar al gobierno??",
        "@rcaceres_cl @pantruk @DFinanciero O no se siente",
        "@rcaceres_cl @pantruk @DFinanciero Ah. Es que no se lee la ironia.",
        "@manakma @amorirxelcolo @nicolasyanez Asu  y  cuando paso esto??",
        "@rcaceres_cl @pantruk @DFinanciero Estas hablando de la otra persona ,fijate mejor. O aprende a usarvtwitter",
        "@MauricioRojasmr @Emol Cuando te vas a cortar ese pelo ridiculo.???",
        "@EduardoVergaraB @CNNChile No tengo cnn",
        "@rcaceres_cl @pantruk @DFinanciero Yo no he sacado ningún numero ni estimacion.",
        "@AnsaldoVernica @DFinanciero Jajaj",
        "@DFinanciero Mejor dicho en 1 mes habra muhos más muertos ya que eso demora el virus en matarte",
        "@rcaceres_cl @pantruk @DFinanciero De donde sacan ese nro? O es de puro sentimiento?",
        "@amorirxelcolo @nicolasyanez Quien es ???",
        "@eldesconcierto Esta bajo el nivel .. tanto de peridoistas como de alcaldel matones",
        "@AdrianPimiento @melnicksergio @mmlagoscc Cuando tu eras chica habia dinosaurios .",
        "@elpopular_pe Existe  politico peruano que se resista al dinero sucio????  Alguien me puede decir quien es ??",
        "@CynthiaRossW1 @gene_llerena @nanomisne Ese diputado es un imbecil.   Me cae mal piñera pero hayque tner un poco de cerebro para acusar .",
        "@thecliniccl Quiebra tecnica  claro.",
        "@Anitamaria_reye Santiago es un pueblo moderno  no es una ciudad  cosmopolita y tampoco quieren que lo sea.",
        "@Independent Yo recomiendo atomic girl y big juicy bubble oil ass 9  .",
        "@Autherpen @kormac_val @T13 Creo que si. Este congreso es tan flaite como el de peru.",
        "@LornaMackens @rbascu1 Cuantos millones ?",
        "@agustineliceo @reappermc @Cooperativa Cuando no hay voluntad politica no la hay.",
        "@MaritzaVelarde8 @OXcarPeru @larepublica_pe @rmapalacios Hay mucha gente idiota que se las da de saber de todo.  Ac… https://t.co/q3V89gH0kX",
        "Lo que faltaba ... https://t.co/6QLnar3z3z",
        "@diariocorreo Los guantes no sirven.",
        "@RealExpedito @profe_tere1 Wow",
        "@nicolasyanez @GobDigitalCL Quiene s ese ??",
        "@Elle_Stark007 @melnicksergio Ptm asi cualquiera se va para el rechazo  jajaj  🤣",
        "@CquirogaA @camimanzurk Calentin es poco",
        "@camimanzurk mira yo creo que te podrian cargar pero por rica",
        "@calamitosis @Carabdechile una cagada la pagina.  se nota la anticipacion que hay en chile para todo.",
        "@CarlosECA @melnicksergio @felipeharboe Insisto si la politica no se faenara los recursos de chile este seria uno d… https://t.co/jX3ZDmkcCJ",
        "@ElCastigadorPE @312T3 @hombredeltiempo Y nos remites a un idiota que dice que la tierra es plana. ???",
        "@Cooperativa Esto es lo que sobrevoló  super arriba en el cielo????",
        "@davidgarateo @_ed1245 @CHVNoticias Es que el solo llego hasta donde dice ... en 2018; y nada mas",
        "https://t.co/sV0tE6gOOW",
        "https://t.co/WRngCjDPPO",
        "@meganoticiascl #Covid_19  pense que solo  a los bolivianos , peruanos , venezolanos los abandonaban... #cuarentena #DiaDeLaMadre  #8Mayo",
        "@latercera Entonces el virus muta a buena persona ??? #Covid_19 #mañalich #cuarentena #",
        "@thor5220 @hombredeltiempo Oka. Me quede intrigado con esto.",
        "@thor5220 @hombredeltiempo #santiagodechile yo vi dos luces una verde brillantes y otra roja justo al lado. Flotand… https://t.co/fTLTCWQiUR",
        "@thor5220 @SergioLoyola117 @hombredeltiempo Eran dos luces o solo una ??",
        "@thor5220 @SergioLoyola117 @hombredeltiempo 😱😱😱",
        "@thor5220 @SergioLoyola117 @hombredeltiempo Como que paso cerca del helicoptero???",
        "@CHVNoticias Deben ser suspendidas  y multadas.  A cualquiera que lo encuentran sacando la vuelta en la pega lo echan cagando.",
        "@SergioLoyola117 @hombredeltiempo Muto?",
        "@SergioLoyola117 @hombredeltiempo No vi cuando se mpvio la vi inmovil. Pero eran dos luces una verde y otra roja.",
        "@SergioLoyola117 @hombredeltiempo Ahora ya desaparecio #santiagodechile  pero que habra sido. Un dron??",
        "@SergioLoyola117 @hombredeltiempo Si viejo.  Y al lado  hay una luz roja muy jien definida. Esta como muy alto y lejos",
        "https://t.co/NBg8L9FXF4",
        "Y estoy desde santiago de chile",
        "@hombredeltiempo desde mi ventana se ve una luz verde como una estrella y al lado una roja  que puede ser.",
        "@joselitolindo2 @profe_tere1 A cuabto sale",
        "@CarlosA61158702 A la orsini claro obvio... no sin antes coaccionarla",
        "@JOUANNET @AleDiezRT En parte es letalidad pero tambien deben decir que se hacen mas examenes y por eso el % es menor queel resto de paises.",
        "@Cooperativa Que me depositen a mi cuenta rut???",
        "@carosif @elcomercio_peru Solo por que no mojas",
        "@PublimetroChile Si alguien sabe de quien se trata responda..",
        "@Darline_JO_ @Sr_Churchill Si fueras trabajador de Kathy b. Que le dices...",
        "@Cooperativa Despues pondran a rambo a patrullar las calles,",
        "@Cooperativa Da como lo mismo",
        "@Irbpv @bbcmundo So puede ser  ... lo de las cucarachas .",
        "@tulo05278991 @RenAlmeyda1 @Esteban51986380 A mi me da risa el humor que saca. Bueno como siempre los que critican… https://t.co/TQwk5GdCGx",
        "@JAVIERBARROSP @melnicksergio Como postulo ?? Ayer ya me hice comunista.",
        "@RuciaHipatia Por lo menos la habrás pasado rico",
        "@PublimetroChile Eso es verdad ... murio una persona al caer del novwno piso y de ahi otra que se cayo junto con el… https://t.co/7ggkx8BrSW",
        "@El_Ciudadano 😱",
        "@PublimetroChile Thor??   #Avengers",
        "@elcomercio_peru Alguien de acuerdo  con que vuelva la pena de muerte??",
        "@RuciaHipatia Yala 17",
        "@Rhnegative2 @jcerdal @VTRChile ?dónde  vives ?",
        "@vanedis__ @mella_anibal @CHVNoticias 🤢🤮🤮🤮",
        "@ConnorPurga No funciona!",
        "@mella_anibal @CHVNoticias Rectal viejo",
        "@CHVNoticias Lo pesco y murio el coronavirus ... ptm",
        "@RuciaHipatia El bolsillo",
        "@hectorc2084 @GirealaDerecha Quien te va aceogar eso enfermazo",
        "@FlavioCuellar1 @cgtnenespanol Cambia la foto entonces",
        "@berfontaine Si sirve ?? Sirve solo para ellos",
        "@FlavioCuellar1 @GirealaDerecha @carlosguglielmi @allamand @Senador_Navarro @Lafacha8 @FreddyRichard @DerechaRT… https://t.co/j6AKoYLBR6",
        "@Marilynlocu @bbcmundo Lo primero que haria seria robar un bat de beisbol ya solo me faltarian las esposas.",
        "@Cecilia53452637 Yo tengo una ..  entocnes siempre fuid e derecha?",
        "@Cecilia53452637 Ptm.",
        "@TMZ Que asco creo que vomitare mientras duermo",
        "@Cooperativa Digan miercoles y jueves para ya no abrir su noticia de mierda.",
        "@papasfritas88 Que era adr.. esta buena esa foto jaja",
        "@matialagos @BrandonLeon__ Que era adr ??",
        "@matialagos @VanessaOster No habra que esperarla a 1500?? Digo no... esto tiene para rato y cada mes que pasa vale menos",
        "@fedoraletelier @GirealaDerecha @pilarsalast @RobertoFinat @edmundog190 @hbrunag @RoqueSagrado @carreragonzalo… https://t.co/SIIrR7nRCb",
        "Asi me rasco yo también es de lo mejor de la vida. https://t.co/vgUMuKLhd9",
        "@marcelo_k @sergioulloa1 @melnicksergio @tere_marinovic Aqui  les ba esa verga Ra   .... que incautos son!! Sobre todo los de talca",
        "@loreper94718273 @marcelo_k @sergioulloa1 @melnicksergio @tere_marinovic De lejos este tuit es el mas gracioso",
        "@loreper94718273 @marcelo_k @sergioulloa1 @melnicksergio @tere_marinovic Jajajajajaja",
        "@riveros_moran @marcelo_k @sergioulloa1 @melnicksergio @tere_marinovic Es actor porno. La pone todo los dias.",
        "@bbcmundo Cuando anuncien extraterrestres me sorprendere.",
        "@Sr_Churchill Cpn esta gente es dificil  ser de izquierda o de derecha ..  no hay nadie capaz en todo chile  que pueda ser de centro. ?!?!?",
        "@LianRz Tiene toda la pinta de charlatan .",
        "@Shilevision_CL Y pa hacer  popo coomo seria? Echados?",
        "@AleDiezRT Todos llegan al gobierno a saquear. De etica, eficiencia y educacion poco.",
        "@maxolguinaguad @boxa_chep @nicolasyanez 360mil pesos?? .  Ponte serio. Tu eres activista ?? @nicolasyanez",
        "Por que miercoles actualiza cuando estoy a medio twitter de m***",
        "@nicolasyanez Oye pero tu  haces tu periodista o de activista ??",
        "@larepublica_pe No se puede abrir la noticia ?? Alguien que envie otro enlace para informarse",
        "@ObjetivoLaSexta @claudiacisneros @marioviciosa Y donde esta el video???",
        "@elpopular_pe Impresinante cuant tiempo",
        "@Barradirt @RenAlmeyda1 @LaEufe @Meruanista @colomba_rojass @AXELKAISER @joseantoniokast Baradit me caia bien pero… https://t.co/hOdoV5tk24",
        "@Barradirt @RenAlmeyda1 @LaEufe @Meruanista @colomba_rojass @AXELKAISER @joseantoniokast Jajajaa",
        "@peru21noticias Jajaja",
        "@bbcmundo Han repetido laa noticia como 4 veces ya aburren a nadie le importan  los presos. Una lastima pero es asi.",
        "@_Denise_D_ @AleDiezRT En que momento hicieron el rescate .. tienes algun articulo para leerlo?",
        "@charlypapas2 @CHVNoticias Hastaque este listo para faenarlo!",
        "@Cuch0x @firmerechazo @CHVNoticias Jajajaja",
        "@PublimetroChile Si quiero  alcahuineria que leo ?? Publimetro o la cuarta??",
        "@danieljadue @nicolasyanez Daniel eres muy informal ; quejate con datos duros , no solo quejar por quejarte que asi… https://t.co/GCF1K5VikC",
        "@meganoticiascl Alguien sabe si sus bailarines son a contrata o salen de sus mismo trabajadores de la municipalidad.",
        "@peru21noticias Lo mismo  estan haciendo aqui en santiago de chile",
        "@BienTwitero @AleDiezRT Quienes estan dentro de los 1500000 se pobres ??",
        "@nicolasyanez Y por que la gente se presta para estas cosas ???",
        "@camila_vallejo Se estan haciendo el doble de testeos.  En donde estudiaste Camila???  Mejor pide que te asesoren t… https://t.co/RICJxvGLeG",
        "@GAMBA_CL Al parecer todo queda en familia",
        "@Fashistana Que hizo ahora?",
        "@EstebanTaek Las dice  como si fueran una regla general cuando puede ser la explicacion para un solo paciente. Pero… https://t.co/3o9Ng0NCgU",
        "@elcomercio_peru Con esa foto cualquiera dale motivado...",
        "Mas buenas noticias ... https://t.co/8TR7HmLn2n",
        "@CHVNoticias Jajajajaja que tal traspie . Se mueve segun lo que diga a gente.",
        "@PiensaPrensa @LuisO83109138 Esta bien.",
        "@fedematthei Se quiere hacer la martir.  Que triste",
        "Que ridiculo! https://t.co/o4nOimVUDI",
        "@malditavanidad_ Jajajajjajaa que poca seriedad. Habra algun otro alcalde en el planeta que haga esto???",
        "@PublimetroChile Es que es puro hueso. La vieja no tiene ninguna hracia",
        "@andres20ad En donde sucedio??",
        "@elcomercio_peru Miren esta https://t.co/OGIwz6CxrO",
        "@Valenti45798828 @elcomercio_peru Acaban de repartir utilidad y estan pidiendo plata al estado de chile para sobrevivir",
        "@Pedrocig Este año los empresarios tendran que poner de sus bolsilllos para rescatar a su empresa. Asi deberia ser… https://t.co/XhoR5dTNPF",
        "@MichelledeSain1 Mas vale plata en mano que plata volando.",
        "@Dru_nottingham_ @ClaudioRojasMon @EM_Inversiones @DMatamala De donde me puedo descaragr los estados de ganancias y… https://t.co/8iR2V6dL4p",
        "@Pablob_lda @Dru_nottingham_ @EM_Inversiones Y es buena idea  vere los precios.",
        "@Pablob_lda @EM_Inversiones Cualquiera puede comprar pero no sirve comprar acciones a precio caro.  Hay que ver a c… https://t.co/PWNcqCwQi5",
        "@jrmartinezf @Cooperativa @LATAMAirlines Los medios empresarios. Dinero dinero dinero...",
        "@CNNEE Que mierda de ranking!! las de avengers es de comics no de extraterrestres... como pueden ser tan malos para… https://t.co/8d2eRbFJ4f",
        "@chorri_palacios Chorri por que apareces del mismo tamaño que flavio???",
        "@elonmusk Why ? The prices is going down ???",
        "@El_Ciudadano Lindas pero sin muchas ideas de largo plazo solo de corto y populistas",
        "@giusecanh @globaltimesnews Sorry but i dont think  that. I think you believe whats you want to believe  .... only feelings",
        "@BBS__News Free virus i hope   .   . .",
        "@camila_vallejo Por que dices que son los de derecha ???",
        "@globaltimesnews Like a dictator",
        "@giusecanh @globaltimesnews China don t receive damage with this crisis ?? And why??",
        "@noticias_tvperu Que fuerte fallecidos en 1 dia 100",
        "@tere_marinovic Por que aqui en chile no se acostumbre juntar arroz con pure de papas ??",
        "@JoeTab1944 @danyrodriguezc @Mebloquearon6 @adnradiochile Pero si aqui la gente lee una y dice otra .  Es normal aq… https://t.co/2S9e4Mk91o",
        "@BenoEspinosa Cambio?",
        "@MartinVizcarraC https://t.co/zks6lwZZAh",
        "@myaksicb @AleDiezRT Bueno reconfirman que los derechos se aplican cuando hay voluntad de hacerlos en caso no, no l… https://t.co/gx4x48IFIw",
        "@GagoWolfs Pero es cierto. Asi es el consumismo. Ya sabemos que no funcionara. No alcanzan las tierras .",
        "@panchito1201 @Carolin87034864 @ValdebenitoNata @pelaorodrigorc @cgajardop @baradit @ladycl7391 @danieljadue… https://t.co/FgTENcrRAD",
        "@WalkmanTM_ Que mierda estaba haciendo ahi de chaman???",
        "@hernan_sr #Bienvenidos13  dejen de ver ese programa de mierda. Hasta cuando  .  Solo pasan a lavin hablando webada… https://t.co/PU8faovrGY",
        "@RenAlmeyda1 🤔🤔",
        "@AleDiezRT Saldra presidente??? Sera un piñera 2? Sera flancito???",
        "@DanielaICP @Bienvenidos13 @TonkaTP @tv_Amaro @ramirez_polo Los e iquique siemore se sienten abandonados",
        "@LaEufe Sii cuarentena hasta tener hambre y no tener dinero!!!! 🥳🥳",
        "@aaanto_o Para los cuicos lifestyles es primera necesidad.",
        "@Cafe198 Que grafico.",
        "@RenAlmeyda1 Decidete de que bando  estas. ! No puedes ser comunista si te gustan los mall.",
        "@nancyc41111835 @FraancisTrouble Si hubiese  hecho cuarentena me sentiria terriblemente imbecil.",
        "@andres20ad Chiles son sus malls,hay mall saliendo del metro, del aeropuerto ; del puerto , de la estacion de buses… https://t.co/IiwShYypb9",
        "@Benjabenjita Ya para que hacen cuartenas ???",
        "@larosalia_spain @LaRosalia_7 @rosalia Es laque manu chao hace remake??",
        "@v_viajera Acaso las marchas feminaszis no te dieron fuerza",
        "@v_viajera Dile callate perkin cu***liao  chhhtmre .  El coa. Terrible brigido",
        "@elcomercio_peru @Poder_Judicial_ Cuando el peru podra tener un poder judicial que no de lastima .",
        "@ElTioMamo Chirimbongo",
        "@AlexanderRevo17 @larepublica_pe @sigridbazan Obvio que se va a descontar. S",
        "@KreuzaPop Piff diddy combs ??",
        "@JanoBassSalfate @marcoabarca @nicolasyanez O de popo",
        "@nicolasyanez Todos son primos de piñeraa ???",
        "@T13 De guatemala a guatepeor.  Por eso a estos rojos nadie los quiere.",
        "@RolaMoler @pacificosurr Tu lo has dicho.",
        "@pacificosurr Obvio pero sabemos que el chileno es huena gente y solidario .",
        "@Rghuidobro @sapadillami @Altazor2009 @TheCorpis Como sigue habiendo gente tan ignorante financieramente hablando.… https://t.co/yUPu7gRqbR",
        "@CHVNoticias Ah y otra cosa en carrera presidencial pero para estar nuevamente en el colmed."
    ]
}