{
    "screen name": "DiogoSin",
    "no. of tweets": 197,
    "tweets": [
        "@spmoura @andreiapaola @Rodrigorfc @claudioedantas https://t.co/zWQFhm1m8c",
        "@spmoura @andreiapaola @Rodrigorfc @claudioedantas 🤷‍♂️🤷‍♂️🤷‍♂️🤷‍♂️🤷‍♂️🤷‍♂️🤷‍♂️🤷‍♂️🤷‍♂️\n\nhttps://t.co/pwJRTQ6yPb",
        "@Dallasta_Diego @claudioedantas Verdade. Requentado. Coisa do passado vamos esquecer.\n\nhttps://t.co/vUznt7F55j",
        "@Rodrigorfc @spmoura @claudioedantas @andreiapaola\nSim, genocida parece não ser adequado.\nMas cabe no mínimo um pestilencial.",
        "@Rodrigorfc @spmoura @claudioedantas Nooofffa...\nQue menina inteligente!!!!\nSerá que vai ler?… https://t.co/uYuxMFhnn1",
        "@danimaiacorrea @VEJA @radaronline Quero ver você convencer o promotor federal Kelston Pinheiro Lages. https://t.co/qonFZ9Q5jY",
        "@NinaFicaEmCasa @VEJA @radaronline Ministério Público Federal do Piauí. https://t.co/6Uud0mG4aE",
        "@Cezarmariano @CanalDoOtario https://t.co/phGdvJesiT",
        "@PortalOitoMeia https://t.co/xf7vk8ftxt",
        "@Schwarza79 Essa intro aí. TOP!",
        "Suspeito:\n\n \"Talvez no passado tivesse pego o vírus\"\n\nhttps://t.co/vqit4XdlR4\n\n\"resultados levariam a impeachment\"… https://t.co/ZLuTOnZlut",
        "@rodrigo_rangel @RevistaCrusoe Se não surgir provas:\n\nQue os exames são falsos ou que ele apresentou os de outra pe… https://t.co/NTdSOOdSx5",
        "@CanalDoOtario Nossa que mórbido....\n\nEu ri 😅",
        "@learaujo25 @CNNBrasil Jair mente demais!\n\nAgora o Impeachment não sairá tão cedo.\nBolinha sabe que Nero ainda tem… https://t.co/sdp8qTnNu8",
        "@Wellington1961 @IvanaChristin10 @g1 Sabe que quem disse que deu negativo foi AGU e não o ministro, né?\nQue ele fez… https://t.co/LSAYvR7llU",
        "@TicianoOSMelo @Robertacsm3 @CNNBrasil Sabe que quem disse que deu negativo foi AGU e não o ministro, né?\nQue ele f… https://t.co/3APTl8wqSd",
        "@romneygalo @Igortep @CNNBrasil @MBLivre @GloboNews Bolsonaro fez 3 (três) exames.\n\nQuem disse que deu negativo foi… https://t.co/vRWnR5FJ7i",
        "@ThaisFeernanda @juliahaber @CNNBrasil Ele fez 3 (três) exames.\nTem que saber quais ele entregou.\nO exame da Fiocru… https://t.co/5G74VzLl54",
        "@reisHudgenSs @jos_yan @Matteo08920616 @CNNBrasil @jos_yan \nSabe que quem disse que deu negativo foi AGU e não o mi… https://t.co/0Qad1a80W1",
        "@carloset64 @Igortep @CNNBrasil Claro que se deu mal.\nNa gravação ele fala da \"segurança particular\" dos filhinhos… https://t.co/KFDR0sDW9c",
        "@learaujo25 @CNNBrasil Sabe que quem disse que deu negativo foi a AGU e não o ministro, né? \nE que ele fez 3 exames… https://t.co/MDqQUGwTEJ",
        "@Igortep @CNNBrasil Prestou atenção quando leu?\nQuem declarou que os exames deram negativo foi AGU. O gabinete do M… https://t.co/KNWX8Wi1s6",
        "@Romulolobo_adv @CNNBrasil @Vernica42902385 @EstadaoPolitica Sabe que quem disse que deu negativo foi AGU e não o m… https://t.co/qkmWyPUwY9",
        "@gazetadopovo Quero ver a cara de c* do gado que disse que o Moro mentiu e que o santo imaculado não fez nada de er… https://t.co/dF0Gxua8Jz",
        "Quero ver a cara de c* das pessoas que disseram que @SF_Moro mentiu e que @jairbolsonaro é um santo imaculado. Libe… https://t.co/f06s9eeGgy",
        "@bbcbrasil Não vão confirmar acusações para não complicar o presidente.\n\nE como há uma gravação da dita reunião, nã… https://t.co/xYF18OBKR1",
        "Não conheço um eleitor do Bolsonaro que esteja arrependido, pelo contrário, já iniciamos a campanha pra 2022. É o m… https://t.co/bRTc26h455",
        "@DboraHosana2 @Metropoles @TeichNelson @jairbolsonaro Nelsin é transição pro abjeto Terraplanista da Saúde, Osmar.",
        "@PortalOitoMeia Já está próximo de 50% sem a atualização do boletim epidemiológico de hoje. https://t.co/1bXMjOL0nl",
        "@patyguimaraesh @o_antagonista Termo lockdown parece dar urticária em negacionista e faz-los terem mais vontade de… https://t.co/bfWYzlO5Aj",
        "@roverealbanez @Kikirosso @bobdaslabaredas @madeleinelacsko Por isso meu pé atras em chamar BoçalNero de genocida.… https://t.co/yqXeR51hEa",
        "@roverealbanez @Kikirosso @bobdaslabaredas @madeleinelacsko Isso de chamar todo mundo de fascista (ou outros pejora… https://t.co/vVsuWP1y99",
        "@lucaselias20 @g1 Seu exemplo 2/2\n\nSuécia é de fato o único país que não adotou e não adota nenhuma medida de quare… https://t.co/zfcpURkyQs",
        "@lucaselias20 @g1 Seu exemplos 1/2:\nCoreia N. além de ser um dos países que mais testas, para poder rastrear de per… https://t.co/JUdoGZRfDk",
        "@lucaselias20 @g1 Diga-me vc onde quarentena ñ foi efetivo\nPlaneta inteiro uso essa estratégia de restrição de mobi… https://t.co/AeCNDIayHe",
        "@ginaazevedo1 @o_antagonista Mas o problema são as ações\nAinda q BR declare Covid uma pandemia antes que OMS, PR mi… https://t.co/uwrI42nbLZ",
        "@ginaazevedo1 @o_antagonista Se me apegasse a palavrinhas seria assim....\nhttps://t.co/rhHJqP2Qds",
        "@JornalOGlobo E daí?\nNão manda em nada mesmo, STF determinou que os decretos dos Governadores/Prefeitos são os que valem.",
        "@clarionrox Não alimente hoje o monstro que hoje diz:\nSe você não se manifestar contra o fascismo, você é fascista… https://t.co/hueAA4BtfI",
        "@PEDROFELIPPE12 @EstadaoPolitica Temos um seguidor de Maduro aqui, saí esquerdopata.",
        "@GiovannaManzan4 @EstadaoPolitica Sim, o recado está dado.\n\nVai obedecer e evitar o vexame de ser conduzido coercit… https://t.co/HDZjFN1XRE",
        "@jeparucker @wiltonluisdeca1 @EstadaoPolitica Pelo jeito você também está precisando estudar, @jeparucker.\n\nVamos d… https://t.co/VmzNYKA7Du",
        "@Jordana75260093 @m0retznar0 @blogdojefferson Mas o que esperar de uma conta feita em ABRIL DE 2020. 🤦‍♂️🤷‍♂️",
        "@Jordana75260093 @m0retznar0 @blogdojefferson Isso que BobJeffMensaleiro está sugerido foram algumas das medidas to… https://t.co/o6AAuVNreF",
        "@blogdojefferson Rapaz...\nQuando eu digo para não vir com bolsolulismo me aparece uma dessas.\n\nhttps://t.co/zkZUE7bMNe",
        "@Felippe_Hermes https://t.co/GzfgEj4to8",
        "@Felippe_Hermes A restrição de acesso seria somente para crimes violentos? Se não, então eles também, não é?",
        "@ivantheilich @_CorneliaSt @g1 Ele deve estar curado agora\n\nMas 15/03 ele provavelmente estava doente Sendo que fez… https://t.co/1MacDTZs4J",
        "@lucaselias20 @g1 \"Torcida\" do Covid vai alcançar o pico em final de junho.\n\nJá a galerinha que, podendo ficar em c… https://t.co/Y2PQu64vCV",
        "@ivantheilich @_CorneliaSt @g1 Bolsonaro reiteradamente fez aglomeração em Brasília e falou que tinha a cura. Hidro… https://t.co/xG5hvMaw35",
        "@ivantheilich @_CorneliaSt @g1 Trocou de ministro para o novo dizer a mesma coisa que o anterior.\n\nhttps://t.co/gd49WwYJ9O",
        "@ivantheilich @_CorneliaSt @g1 Em 15/03 Bolso fugiu do monitoramento fugiu do monitoramento, foi ao encontro da mul… https://t.co/l3ODBkpFuR",
        "@ivantheilich @_CorneliaSt @g1 De novo Ivan Illich?\nDiz aí? Você é não austríaco ou escreveu errado Illich?\n\nBem, n… https://t.co/UHTBibJcuL",
        "@ivantheilich @Beatriz_Lessa_ @g1 O Mictório não é responsável direto por aglomeração, também não é responsável ind… https://t.co/WZ5PhFA6X7",
        "@ivantheilich @Beatriz_Lessa_ @g1 Pois é, não foi o Bolsonaro que fugiu do monitoramento dia 15/03, foi ao encontro… https://t.co/hRaft1viPU",
        "@muniz_andrezza @g1 E daí? E daí que vai morrer você ou as pessoas que convivem com você? É a vida.\n_\nEssa é a lógi… https://t.co/28ViA478pi",
        "@ginaazevedo1 @o_antagonista Ñ venha c bolsolulismo\n\nO imaculado q vc admira, repete condutas do 9 dedos, mas inovo… https://t.co/JuvKYV7MMA",
        "@Galovox13 @cadudassie @Terra Será que Bolinha segura a bronca de ser presidente?\n\nBolso já mostrou várias vezes qu… https://t.co/ZzAqGycQeF",
        "@Galovox13 @cadudassie @Terra Vice. Mourão. Vacância de ambos vai na ordem sucessória: Maia, Alcolumbre, Toffoli. https://t.co/tTrDarhDE4",
        "@cadudassie @Galovox13 @Terra Pesquisei novamente.\n\nTem razão.\n\nTeria que ser contra os dois, com vacância da presi… https://t.co/nbDHFof0Md",
        "@leonmoreira0311 @g1 Sim, ficou.\n\nDeviam ter ensaido mais, feito mais de um take e retirado da versão final: O agra… https://t.co/3WNOIE4PTT",
        "@FabioOstermann Declaração do ex-ministro @lhmandetta em coletiva, data 20 de março de 2020. https://t.co/fpwF2WlP9u",
        "@Galovox13 @Terra Questão é que ele não completou 2 anos de mandato.\n\nFazendo o Impeachment agora o Mourão vai junt… https://t.co/nyobwzQCpO",
        "@Terra Será que ele consegue esse feito inédito?\nVotar num Impeachment e sofrer um.",
        "@leonmoreira0311 @g1 Foi obrigada.\nEla diz que PC estava lá para... Sei lá, só sei que ela disse que estava lá. Vai… https://t.co/XdgdDoi8OK",
        "@g1 Ain! Pessoal. Pesso desculpas, mas vou ter que responder um processo criminal aí. Tô tiste.",
        "@ginaazevedo1 @IsentaoExtremo @o_antagonista Isso é a outra faceta do bolsolulismo:\n\nAin! Mas os petista&lt;&gt;bolsonari… https://t.co/yoMRwL0IGa",
        "@elpais_brasil Coletiva do Ministério da Saúda em 20 de março de 2020. https://t.co/cNV1du07mS",
        "@JoubertLJN @folha Não adianta se enganar! Ele vai preso assim que perder o foro privilegiado! 😂😂😂😂😂",
        "@badb0rn @Israelrpereira @g1 \"Vidas perdidas? E daí?\"\n\nEsse é o exemplo do Micto, não se importa nem com a vida do… https://t.co/hNATVwpTFx",
        "@hgmatheuscrf @g1 Que o desprezo pela vida jamais seja esquecido. https://t.co/bgCnDNPhqp",
        "@toninhoebling @FMouraBrasil Antagonista como sempre com suas notícias totalmente irrelevantes.\n\nArt. 267 - Causar… https://t.co/5ho8CCjQVq",
        "@val_angra @FMouraBrasil 😂🤣\nQuero ver esse desdém dia 15 quando o Congresso pressionar o Micto a entregar os exames… https://t.co/hyPGmKr1Ul",
        "@claudioedantas PP vai \"administrar\" muito bem o dinheiro do resignado e diligente pagador de impostos.\n\nhttps://t.co/ZDwDD520H0",
        "@ItaloMelo_01 @LennoLeal @firmino_filho Dos últimos 19 anos W. Dias foi governador por 12.\nNos últimos 23 anos Firm… https://t.co/1iZolLnLPa",
        "@LennoLeal @ItaloMelo_01 @firmino_filho Ademais não há como discordar.\nNão discutir objetivamente sobre os condicio… https://t.co/n2muujyqbH",
        "@LennoLeal @ItaloMelo_01 @firmino_filho Obs2/2\nEssa é a primeira vez que o governo do PI faz suposição sobre colaps… https://t.co/V5dNA32yXT",
        "@LennoLeal @ItaloMelo_01 @firmino_filho Obs1/2\n\nBrasil é continental, a infecção não se propaga de maneira homogêne… https://t.co/388XBbuke2",
        "@LennoLeal @ItaloMelo_01 @firmino_filho Agora dizer que o pico é seguidamente adiado não procede.\nEx-ministro, aind… https://t.co/Dz27trikmF",
        "@LennoLeal @ItaloMelo_01 @firmino_filho No país da corrupção é ingenuidade duvidar de irregularidades na gestão da… https://t.co/PX6tufi7vV",
        "@parnaiba_fatos @GovernodoPi Testa menos que o CE e mais que PE, MA, BA.\n\nCE 298,71\n\nPI 221,31\nPE 163,32\nMA 131,70… https://t.co/Sin83gWYb9",
        "@AlexMar40219249 @GovernodoPi A subnotificação é geral.\nPrefeito divulgou estudo que indica estimativa de 12mil cao… https://t.co/SACZ2kPuxO",
        "@Heros_Falcao @GovernodoPi Testa menos que o CE e mais que PE, MA, BA.\n\nCE 298,71\n\nPI 221,31\nPE 163,32\nMA 131,70\nBA… https://t.co/lGO309z3Cd",
        "@opa_meu_mell @GovernodoPi Vizinhos também testam pouco, subnotificação é geral.\n\nCE 298,71 testes por mil habitant… https://t.co/TSwkXyxr8g",
        "@edumachadu @GovernodoPi Também há subnotificação no vizinhos.\n\nDados mais confiável é:\n\n1º - Disponibilidade de le… https://t.co/jow8Tiv90L",
        "@RamalhoSabino @LivrePensadora @TheInterceptBr @NayaraFelizardo Sim, já teve. Em março. Por isso que diz que é grip… https://t.co/wzdNUVwzfY",
        "@garotacinefila @ajurisputencia @agentedomossad @talitafernandes Moça, você não vai conseguir nada chegando de voad… https://t.co/hCVjm0sLrH",
        "@garotacinefila @ajurisputencia @agentedomossad @talitafernandes Parabéns!\nSeu argumento \"São burros demais\" acabou… https://t.co/IM7fxZxVEs",
        "@agentedomossad @garotacinefila @talitafernandes Também acho impossível, mas vontade não falta.",
        "@Schwarza79 Crime de responsabilidade é o de menos.\nEle tem é que responder penalmente por disseminação de epidemia… https://t.co/qdoP3KNyPI",
        "@LivrePensadora @TheInterceptBr @NayaraFelizardo 15/03 estava doente e foi ao encontro da multidão.\n\nS esse homem n… https://t.co/SivxW6MWEA",
        "@MartaMartaluiza @paulorobnetto @Estadao @SF_Moro \"E daí?\" quem é o Micto quando morre parente de eleitor.\n\nAqui, e… https://t.co/8hhFSlHrSW",
        "@ipaisa @mariosabinof Independente do caráter o que importa é a prova da alegada conduta. E o ônus da prova é de qu… https://t.co/c54DNgsKaH",
        "@helena_lawyer @georgepiaulino @mariosabinof Ele não disse isso. Disse que aceitava a troca de comando da PF, mas p… https://t.co/0q0r8RemtO",
        "@ReibnitzWilla @yuri097 @clarionrox @iaraNaika Não conheço.",
        "@yuri097 @clarionrox @iaraNaika Não é a Casca de Berserk?",
        "@sindico_o @jose_neumanne Em 19/04 Itália estava com 58 dias da primeira morte ocorrida em 21/02.\n\nSP/RJ com o 1° ó… https://t.co/G33ycDCBLV",
        "@sindico_o @jose_neumanne Seja inteligente\n\nQuestão n é proporção\n\nSP e RJ, apesar de n ° da população próximo a da… https://t.co/faPFbLASpp",
        "@borgesB1979 @jose_neumanne Manda os links com a notícia correta aí?\nDe preferência vídeos em que o Ministro diz qu… https://t.co/vc74VmbLJJ",
        "@EB_EderBatista @jose_neumanne Pois é, ele é jornalista. Por isso até ele está noticiando que mudou o ministro, mas… https://t.co/0WfTVDHDoh",
        "@sindico_o @jose_neumanne Correto, dado verdadeiro, isso foi em 19/04/20.\n\nAgora faz um comparativo da semana epide… https://t.co/YmjX1SIgwX",
        "@RenatoAPereira1 @jose_neumanne Vai dizer que é mentira?",
        "@bernadetevolar1 Não idolatro ninguém.\nEntendo que o ser humano é falho e por isso criar heróis é pueril.",
        "@betoisxx @exame Sou a favor da rinha de político.\nMãos limpas e sem regras:\nSoco na nuca, chute no saco, cravada n… https://t.co/HcyYusN5pK",
        "@PradoItu @exame Se isolamento NÃO resolvesse, teríamos muito MAIS mortes.\n\nMas bolsolulista que é, vai negar a ciê… https://t.co/bKTDDlvMJM",
        "@OGloboPolitica @jairbolsonaro Não vai ter golpe.\n\nO que está acontecendo se chama processo penal, o procedimento s… https://t.co/7skdbv9Ukj",
        "@bernadetevolar1 Ele não valoriza a vida nem mesmo de seus seguidores fanáticos, só se preocupa com o projeto de po… https://t.co/rolPlWaJ6F",
        "@bernadetevolar1 E daí?\n\nQuem investigou foi a PF dirigida por Valeixo. \n\nE agora vai dizer que o Ramagem, que foi… https://t.co/GRcd7B6XdA",
        "@quasemorreofc @tododiabrigas @AwardsDarwin 🤦‍♂️",
        "@edwinluisi @lucasyerushala1 @cienciausp @EstevaoSlowP Estão chamando de \"dedos de covid\".\nTambém contribui no sent… https://t.co/tguuM8mGz7",
        "@edwinluisi @lucasyerushala1 @cienciausp @EstevaoSlowP https://t.co/wpaOOvOP81\n\nhttps://t.co/Utajg2wvXE",
        "@edwinluisi @lucasyerushala1 @cienciausp @EstevaoSlowP Pelo o que EU ENTENDI, posso estar errando, mas enquanto a g… https://t.co/WOznBFaYFr",
        "@cienciausp @EstevaoSlowP https://t.co/Tx8TwWzi0Z https://t.co/AAbfzjV1wm",
        "@EstadaoPolitica @SF_Moro @SF_Moro, Vamos escolher melhor as palavras?\n\nEm lugar de: \"exclusiva intenção\" usar \"int… https://t.co/qURK7UWhtI",
        "@lucasyerushala1 @cienciausp @EstevaoSlowP Concordo, 1° averiguar a eficácia e segurança do tratamento com teste du… https://t.co/gb3eKUrLef",
        "@cienciausp @EstevaoSlowP Corrobora com as suposições de que Covid é mais uma doença sanguínea que pulmonar.",
        "@BerthaAlves @GutoZacariasMBL Esse é justamente o motivo de ele andar tão desesperado por Brasília, já está imune.… https://t.co/AVmNJ6P8Wl",
        "@mullerwj @GutoZacariasMBL @kimpkat Dia desses disse: \"E daí?\"\nEle não se importa se você ou sua família morrerem.… https://t.co/0R1AgSCTla",
        "@mullerwj @GutoZacariasMBL @kimpkat Vc entende o quão vil é uma pessoa que sabe que está doente, que sabe que a sua… https://t.co/Xdo1Nf7oYX",
        "@GutoZacariasMBL Bolsonaro é um homem muito vil.\nAs pessoas que se reuniram em frente ao Palácio no dia 15/03 são s… https://t.co/cvatmWE8m4",
        "@JuliusMuniz @o_antagonista @jairbolsonaro Somente 30% da população é fanática por ele, mas ele é um homem tão vil… https://t.co/kKET7znawm",
        "@OsEmU1999 @SergioMorai @g1 Deve ter chegado antes do Carnaval, mas foi com o Carnaval que se espalhou mais.\n\nO pri… https://t.co/KKeuk0IU5B",
        "@JoubertLJN @JornalOGlobo Claro! O Mito vai provar como são sórdidos governadores/prefeitos inflando os casos de Co… https://t.co/hquTWe4QfX",
        "@JornalOGlobo Jair:\nE daí q minimizei Covid?\nE daí q incentivei aglomeração?\nE daí q furei monitoramento 15/03, fui… https://t.co/v971cNY9Oy",
        "@sandrahostins @jose_neumanne @remindmetweets in 9 months",
        "@gondim_lulu @SergioMorai @g1 Fechar os olhos para um problema não vai fazê-lo sumir. A insuficiência de testes gar… https://t.co/O4qjaSTrJI",
        "@gondim_lulu @SergioMorai @g1 No mínimo na Bahia CV chegou ainda no Carnaval, mas a falta de testes simplesmente es… https://t.co/i5fGmyLsOV",
        "@guilherme_amado @RevistaEpoca 🤦‍♂️\nSério q depois d inventar a vida dele isso foi o mais sórdido que encontraram?… https://t.co/gcA1NGnvfH",
        "@CBSNews Experts already said that, only conspiracists say the opposite\n\nThe important question is:\nChina hid the v… https://t.co/IifTbn6Uld",
        "Especialistas já diziam isso, somente conspiracuonistas falam o contrário\n\nA questão importante é:\nChina escondeu o… https://t.co/HSLiZNhOqn",
        "@isacmariano @RevistaCrusoe Mas se ele estiver fora do alcance ou o laboratório por não poder quebrar o sigilo do e… https://t.co/l9yGxYDuNI",
        "@isacmariano @RevistaCrusoe AGU deve estar pensando:\nBem, é PR da República, então o que juiz federal pode fazer pa… https://t.co/KJ3UpRf4EM",
        "@amancio_jussara @exame Não apresentar o resultado do exame não significa que ele estava doente, mas reitera a cond… https://t.co/4N9c680Hv0",
        "@amancio_jussara @exame Culpo ele especialmente por ter minimizar a doença, incentivar aglomeração, fugir do monito… https://t.co/U31NnxkjIR",
        "@amancio_jussara @exame Ele podia agir como presidente e coordenar a política de combate da COVID, mas só se preocu… https://t.co/XRVaGfnXOx",
        "@de_jeziel @CarlaZambelli38 @jairbolsonaro 2020 é um ano perdido\nEconomia vinha mal e CV piorou\n\nBolsonaro não está… https://t.co/8XoaPyWify",
        "@de_jeziel @CarlaZambelli38 @jairbolsonaro E daí que seu mito não vai baixar a cabeça?\nSe logo no primeiro semestre… https://t.co/GZ6hloIh2q",
        "@de_jeziel @CarlaZambelli38 @jairbolsonaro E daí que são os governadores/prefeitos que vão gerir a crise com Covid?… https://t.co/9KuLjnCL13",
        "@aleplanetsoccer @exame E daí q minimiza Covid, uma gripezinha?\n\nE daí q incentiva aglomeração em Brasília, várias… https://t.co/WyCUyIrPGf",
        "@amancio_jussara @exame E daí q minimiza Covid, uma gripezinha?\n\nE daí q incentiva aglomeração em Brasília, várias… https://t.co/TeREkdqyTS",
        "@BolsonaroSP @jairbolsonaro E daí que o vírus é chinês se tem brasileiro morrendo?\n\nE daí que o STF barrou Ramage s… https://t.co/jDyXeSvgcf",
        "@BolsonaroSP @jairbolsonaro E daí que minimiza Covid, só uma gripezinha?\n\nE daí que incentiva aglomeração em Brasíl… https://t.co/w7WtQrsXAu",
        "@EliVieiraJr Responderia da mesma forma que o \"Messias\" traido:\n\nE daí que você tá com raivinha do Moro? Lamento.",
        "@CruzSilas @depheliolopes E DAÍ?\n\n🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️\n¯\\_(ツ)_/¯¯\\_(ヅ)_/¯¯\\_(ツ)_/¯\n\nhttps://t.co/iUjEH8CSt4",
        "@solsertek @STF_oficial @jairbolsonaro E DAÍ?\n\nE daí que STF desautorizou Bolsonaro?\nE daí que o PR é investigado p… https://t.co/SUwOUpGEQB",
        "@fpshello2u @danielPMERJ @jairbolsonaro E DAÍ?\n\nE daí que o STF desautorizou Bolsonaro?\nE daí que Bolsonaro quer in… https://t.co/Ln9Tfch4fS",
        "@de_jeziel @CarlaZambelli38 @jairbolsonaro E DAÍ?\n\n🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️\n¯\\_(ツ)_/¯¯\\… https://t.co/BFmznXhJuy",
        "@bernadetevolar1 E DAÍ?\n\nÉ daí que Ramage não será DG da PF?\n\nEle não deu conta nem da segurança do Bolsonaro, deix… https://t.co/xDTtPC5PYt",
        "@AbelMendes14 @veramagalhaes E DAÍ?\n\nÉ daí que tem um Boçal que falava que era uma gripezinha e incentiva aglomeraç… https://t.co/471ZUTJ1u6",
        "@AntonioSilvaJo7 E DAÍ?\n\nÉ daí que o povo não cumpre isolamento social porque um Boçal diz que é uma GRIPEZINHA e i… https://t.co/k7pih8nO1C",
        "@2010samarita @DZlia3 @RodrigoMaia @davialcolumbre E DAÍ?\n\nÉ daí que Maia Alcolumbre sumiram? \n\n🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️… https://t.co/NZD6f9l0M1",
        "@denisecompasso @Bolsoneas @jairbolsonaro E DAÍ?\n\n🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️\n¯\\_(ツ)_/¯¯\\_… https://t.co/fDqgpuru4F",
        "@drunna2009 @risepolishand @luizaffn E DAÍ?\n\nÉ daí que Bolsonaro é seu herói? \n\n🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️… https://t.co/HuCNX6yxgD",
        "@noemebloom E DAÍ?\n\nÉ daí que Bolsonaro levou uma faca? \n\n🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️\n¯\\_(… https://t.co/iChtVfWBAY",
        "@Daninegrao5 E DAÍ? \n🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️\n¯\\_(ツ)_/¯¯\\_(ヅ)_/¯¯\\_(ツ)_/¯ \n\nhttps://t.co/iUjEH8CSt4",
        "@jeanete_m E DAÍ? \n🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️🤷‍♀️🤷‍♂️\n¯\\_(ツ)_/¯¯\\_(ヅ)_/¯¯\\_(ツ)_/¯ \n\nhttps://t.co/iUjEH8CSt4",
        "@ivani_38 @jornalnacional E DAÍ?\n\nhttps://t.co/iUjEH8CSt4",
        "@giustinha @arthurmoledoval E DAÍ?\n\nhttps://t.co/iUjEH8CSt4",
        "@MariaRitaCampo2 E DAÍ?\n\nhttps://t.co/iUjEH8CSt4",
        "@novato1965 @AlmeidaMayranne @ManaTexSal @kimpaim @EuSouMBC @henriolliveira @anderson_sandes @ElberMagno1… https://t.co/BfyCv020fe",
        "@buiogimenez @BolsonaroSP E DAÍ?\n\nhttps://t.co/iUjEH8CSt4",
        "@andrefernm @SF_Moro E DAÍ?\n\n https://t.co/iUjEH8CSt4",
        "@Lets_Dex @henriquesl1 Kkkk você é hilário.\n\nRamage não deu conta nem de impedir a facada que quase matou Bolsonaro… https://t.co/JsquYsrYam",
        "BR em geral não faz ideia de como isso é ruim, comemora quase 2Tri de capital que deixa de existir.\n\nFicar feliz co… https://t.co/ZktEfszB1n",
        "@diogomainardi Dr. @TeichNelson seguirá pragmatismo olavista?\n\nPragmatismo olavista: Sem necropsia não é certeza qu… https://t.co/GIEuuwsZPG",
        "@SeuCredito\n\n#bloqueado com sucesso, já basta as fakenews do zap. https://t.co/X1ROfc7Ey2",
        "@I4mSUS @SeuCredito @SeuCredito bloqueado com sucesso.\nJá basta as fakenews do zap.",
        "@diogomainardi Bizarro como ainda há 30% das pessoas que não se deram conta da realidade.\n\nEntre iludidos pelo Bols… https://t.co/RwBDzQh3WB",
        "@veramagalhaes Acontece.\nErro bem comum por causa do sobrenome estranho.\nEu nem reparo, depois de tuitar é quando p… https://t.co/hWl2r4Hwp5",
        "@MariasueliMaria @leandroruschel Quem nos traiu foi Bolsonero, fidelidade dele é com filhos investigados e projeto… https://t.co/obkomhG5B4",
        "@Billy_de_Kidy @Terra Moro fez acusações e apresentou provas, não foi conivente.\n\nO verdadeiro traidor, Bolsonero,… https://t.co/ik98dihUDq",
        "@neusadel @Terra Bolsonaro é cria do PT.\nA cartilha que o seBozo usa aprendeu com PT: ódio e polarização, uso de co… https://t.co/rfxAcgVieM",
        "@julialucydf Deitem e chorem nos bancos de seus carros.\n\n@SF_Moro não traiu ninguém, expôs a verdade e apresentou p… https://t.co/TnAcmYJTdY",
        "@elcivanni\nGoverno Bolsonero acabou.\nNão vai renunciar porque sabe que pode sair do Palácio preso, mas o máximo que… https://t.co/ra15zTbiVb",
        "@AAdryane @SF_Moro Calma, Moro está só começando.\nOs dias vão passar as provas vão se avolumar e Bolsonero vai fica… https://t.co/8nBlRZV0zx",
        "@claudnerbsb Bots e mavs do gabinete do ódio, nada que mude o humor do brasileiro real.",
        "@AleGZahra38 @jairbolsonaro @BolsonaroSP @carteiroreaca @DouglasGarcia @le_cossu Atentado contra saúde pública.",
        "@JOAOCARLOSBATI3 A prisão de BolsonNero não é uma questão de \"se vai acontecer\", mas de QUANDO VAI ACONTECER.\n\nBast… https://t.co/J85Hr3YgPD",
        "@NaraAMP @jairbolsonaro Quando o gabinete do ódio vai subir as tags contra o Sérgio Moro? No domingo, como sempre fazem os bots e mavs?",
        "@elcivanni Governo do seBozo acabou.\nBostonaro vai tentar de tudo, mas no máximo vai conseguir se arrastar até 2021… https://t.co/OopUA7JcLZ",
        "@brianoirys @EdGaarcia Pode chorar, governo do seBozo acabou. https://t.co/85h3L7TLr4",
        "@MarcosRochaMaia @EdGaarcia @CarlaZambelli38 https://t.co/9zCipzKdmw",
        "@EdGaarcia Gadíssimo. https://t.co/8dirEcZqiX",
        "@Joice_Silva02 https://t.co/n2RbMnqIiO",
        "Flavinho da Milícia. https://t.co/7njG38qZXv",
        "@RivasMartins Fechado no caixão?\nGoverno está matando de fato e morto literalmente\n\nAlém de não saber lidar com a C… https://t.co/VwcIVpL9fX",
        "Ser a favor da liberdade individual de possuir uma arma, posição que sou a favor, não impede maior fiscalização e r… https://t.co/2RBAPdj4I7",
        "@o_antagonista Fora os bot e mav do gabinete do ódio, sobrou somente o suprassumo do xorume.",
        "@veramagalhaes Não são mensagens ROUBADAS. 😂 https://t.co/TEvGwFclMs",
        "@avioesemusicas E o mês de abril ainda não terminou, nem chegamos na metade do ano e 2020 já é memorável, no mau se… https://t.co/oUI8G5x1s9",
        "@fabiano2500 @o_antagonista Fechado no caixão, né?\nPor que além de querer deixar as pessoas morrerem literalmente d… https://t.co/eGYf7B2UW9",
        "@ArnaudMacedo @o_antagonista Em quem apresenta provas do que alega.\nMoro está apresentando as dele, poucas, mas est… https://t.co/4fWRfv3mXR",
        "@royalknightmagn @Ideias_Radicais Ele está tão entrosado que foi: sem terno, de máscara e descalço. Destoando total… https://t.co/G37KGHIzEq",
        "@JornalOGlobo @BelaMegale Se está assim hoje, espera para ver no domingo. O gado e os robôs levantando tags… https://t.co/YdPDbi6I1S",
        "@joaby_lima @SF_Moro Só aguardar amigão, daqui a pouco ele apresenta as provas. Não adianta ficar zangadinho.",
        "@PorTiMeu_BR @SF_Moro Moro demitiu Bolsonero, puxou o tapete mesmo. 😂",
        "@PorTiMeu_BR @SF_Moro Kkkkk 😂🤣"
    ]
}