{
    "screen name": "SimplyCristian",
    "no. of tweets": 146,
    "tweets": [
        "Those damn anarchists.",
        "Ok, wait. https://t.co/rt6410wU3U",
        "This is the dumbest thing I’ve seen yet. https://t.co/zRNasO6oXV",
        "I literally debunked every single one of their arguments and they continued with the same “fake news” rhetoric.",
        "I found out today that there’s no reasoning with far-right conservatives. All logic seizes to function.",
        "At one point or another, you have to detach yourself from all and anything that serves no good purpose. On an indiv… https://t.co/N2nQNgCx5O",
        "@EarthToLizzy I need to get off this planet.",
        "Autonomic nervous system: regulated.",
        "@chrisitbetter 😂😂",
        "My siblings and I are teaming up today.",
        "https://t.co/FhvXvRVUnE",
        "Don’t be afraid to be different.",
        "We’re going to make it.",
        "@EarthToLizzy OMG! How could this be?!",
        "Took some melatonin, I feel heavy.",
        "https://t.co/s7R670ZPYs",
        "I just shaved and I look 5 years younger.",
        "That’s it, I’m throwing away the Elon Musk biography.",
        "https://t.co/H1WltZD10W",
        "Let the racist people show themselves. Don’t suppress it.",
        "But I digress, because the better generation will be the generation we raise.",
        "We’re entering a point in racial tensions where fundamental social, political, and economic change will come about.… https://t.co/XQJgDnz7oy",
        "😭😂 https://t.co/THbVFUKhJc",
        "“Men lose their high aspirations as they lose their intellectual tastes, because they have not time or opportunity… https://t.co/WoBBSxytDC",
        "Mostly because I’ve been bothered by one question: why do people do what they do and to what avail?",
        "I put my physics to the side and have been delving into more philosophy and behavioral science.",
        "By the end of the day, after listening to a multiplicity of people, you start to think the worst. For a brief momen… https://t.co/h7CFo1ATM5",
        "Exercising, reading/writing, and working are the only things keeping me sane.",
        "https://t.co/Tom0L16VfU",
        "“We are all in this great stream of change which we call life.” -Alan Watts",
        "Fragile egos.",
        "And it’s usually validation they’re seeking.",
        "It’s usually the most unimportant people in this world trying to make themselves seem more notable than necessary.",
        "I have had such quick reactions to the most unsavory of situations as of lately, I’m quite impressed with myself.",
        "I can’t wait to be a father, one day.",
        "Everything that has been motivating me as of lately is mostly the worthwhile pursuant goal of being significantly e… https://t.co/qjb69hDRTt",
        "The real goal is to prop up the next generation.",
        "I’ve found myself a smart one.",
        "@Gonza_209 @joerogan @elonmusk Lmfaooo. \n\nI can’t wait to hear the absurdity he has for us this time around.",
        "And it was my day off and “rest day.” I have a problem.",
        "I had a very productive day.",
        "@Gonza_209 @joerogan @elonmusk Is it?",
        "https://t.co/iVUTHfFzNw",
        "“Violence is the last refuge of the incompetent.” -Isaac Asimov",
        "https://t.co/iRfFYsuC5W",
        "And let me tell you, a good portion of the time, they’ll do the complete contrary of what they were formerly commun… https://t.co/WTAyJOUCpl",
        "People’s character shows when oblivious to your knowing.",
        "When it comes to most people, I like pretending like I don’t know anything.",
        "Don’t be a stereotype.",
        "I sometimes forget how much resource I have.",
        "This is all a simulation.",
        "Nothing exists.",
        "I don’t know what laptop to buy.",
        "@MajinChuy If Einstein were a dinosaur.",
        "I must’ve been really tired.",
        "I fell asleep early and now I can’t go back to sleep.",
        "@Raulitosdoritos @Gonza_209 Data, without a doubt.",
        "@Gonza_209 It was really hard! Lol\n\nAnd I only played 007 for a bit. I was more into wider-mapped adventure games.… https://t.co/4zV0HET0WD",
        "@Gonza_209 Banjo Kazooie is certainly third! And then Bomberman.",
        "@Gonza_209 Ocarina of Time and Super Mario 64 are my all time favorites.",
        "Throw anything at me, I’ll overcome it.",
        "Mental willpower is all.",
        "Done. https://t.co/EWWUq6k3xL",
        "As of lately, I’ve been toying with ideas.",
        "These next couple years is when the real and deeper thinking commences. I feel myself hyperfixating. Focusing on the grander scheme.",
        "@chrisitbetter Eh.",
        "I’ve met so many amazing and uplifting people. People that root for your best.",
        "At that, a community that supports me.",
        "It’s so good to have such a huge and supportive family.",
        "@PenguinS550 I want to say he got hacked because he doesn’t spell in the way that he’s been spelling.",
        "@PenguinS550 He’s without a doubt educated. He holds degrees in both physics and economics. And a lot of people are… https://t.co/JrGw3kW9ld",
        "Contemplating throwing out this biography on Elon Musk.",
        "Those women have beautiful voices.",
        "Thank you to the universe for creating Sabrina Claudio and Alina Baraz.",
        "This coming election is going to be a very interesting battle.",
        "Oh yeah, it’s also a matter of socio-economics.",
        "It’s never from bottom-up, it’s always from top-down.",
        "The judgment lies in mate-value.",
        "Evolutionarily speaking, one of the main goals of our time-limited existence is to reproduce. Most especially, with… https://t.co/Zy9dmqOSU6",
        "E.G., having a balanced diet, exercising more frequently, practicing cognitive behavioral therapy, and all things c… https://t.co/JUGRD3Mgnx",
        "I don’t view it as a science experiment, but altering my genetic structure now is my surest way of producing healthy and capable offspring.",
        "Epigenetic modulation is such a useful concept.",
        "I have so much to get done. Holy guacamole.",
        "@EarthToLizzy I like how that’s your initial reaction. 😂",
        "Successfully convinced a couple more clients about the virus today. Science!",
        "@Gonza_209 I’ll fight this thing, man.",
        "Not bad. https://t.co/mo5C0UMLha",
        "Before I die, I have to accomplish something that contributes to the broader scale of Humanity.",
        "I’m going to attempt to run without preworkout. Wish me luck.",
        "It feels so good outside.",
        "Philosophy and psychology go well together.",
        "@Lame_Israel Very good! That sounds like Taoism. You should look into that philosophy. It’s the Ying and the Yang.… https://t.co/nEqLp0QNuI",
        "Life is fragile, but I believe that building on a foundation and strengthening your purpose can make it worthwhile.… https://t.co/ae6L3EqIpp",
        "@Lame_Israel Don’t let it get to you. It’s ugly weather but constant thoughts like these can turn the condition int… https://t.co/cmonHCK9I6",
        "Petty-bourgeoisie.",
        "The marginalized and alienated, the tired and unable, the frustrated and directionless are feeling the effect of this all.",
        "Even Elon Musk is running amok. This is ridiculous. He really isn’t as smart as I once thought.",
        "@Evolalejandro He’s lost my respect when it comes to this issue. I thought he was far smarter than this.",
        "This is beautiful. https://t.co/vsTqWoyyVp",
        "Get it? Hehe.",
        "But then again, I’ve come across people that don’t believe that subatomic particles are a thing. Or things.",
        "The amount of people that I come across every single day that don’t believe in the virus is scary.",
        "This can’t be real. Not Elon... https://t.co/vRnJK7fQQq",
        "I ate a lot today.",
        "But I always think of the ways that that will affect them in the long-run and it makes me reconcile that unnecessary feeling with myself.",
        "I’m a highly competitive person and I have an ever emboldening work ethic.",
        "And then they want to act like they’re doing all the hard work.",
        "My biggest pet peeve is when somebody socially loafs or loath and sulks in a self-defeating mindset while everyone else works their ass off.",
        "I literally rewired my own brain in estimatedly a month’s time. I’m getting good at this.",
        "Thanks much, philosophy.",
        "And the like follows with such things as cultural and social beliefs. If it is divisive, misleading, or corrosive,… https://t.co/QeDYyE1LTN",
        "When building a bridge, does one rely on hope alone that the bridge will not collapse? No. We rely on the ethic and… https://t.co/Ngs08a33j7",
        "We can judge a belief system based off of the results it produces; if there are no good results, it probably isn’t… https://t.co/2lhdNm6Aav",
        "The old moral relativism argument, eh?",
        "https://t.co/Ip2kPgeArl",
        "In science, we withhold belief until there is compelling evidence.",
        "UFO = Unidentified Flying Object. It’s in the name. It does not confirm the existence of aliens.",
        "Everything could’ve been anything else.",
        "Building social capital is my prerogative as of lately.",
        "Things are coming together.",
        "I’m not done. Not even close.",
        "We’re all on our own journey. You decide when yours is over.",
        "I heavily dislike when people try to liken me to themselves. Most especially when they attempt to project their own… https://t.co/wdnENQ1EIr",
        "We have to stay as resilient as possible. We can overcome this whole thing.",
        "I talked him down as best as I could. He seemed a bit more relaxed after a couple exchanges of words.",
        "This pandemic is really getting to the heads of some people.",
        "I had a conversation with an elderly man today at work who was so frustrated with the pandemic as a whole, that he… https://t.co/urwq9zqPeh",
        "Sorry guys. https://t.co/zAhWVP2Tq5",
        "I’ve been feeling consistently healthy.",
        "I’m actually astounded at times at how much Spanish I know.",
        "Becky G has my heart. She’s talented and gorgeous.",
        "Belleza Latina!",
        "I’m coming for the Germans next.",
        "I’m making the Italians look bad with this mustache. 🧔🏻",
        "https://t.co/Si2aT4mnO8",
        "@whyvett Okay then. :-)",
        "It also has jack to do with compatibility.",
        "Once again, the particular alignment of constellations has nothing to do with your personality.",
        "Astrology has become scarily more popular. I grow weary.",
        "I’m really beginning to look like my conquistador counterparts.",
        "Oh the power of words.",
        "😍😄 https://t.co/4jvhXG7zzm",
        "@savannah__nunez No problem. I definitley wouldn’t recommend going at night though. Especially by yourself. Lol",
        "@savannah__nunez Yes, I’m here! I will always usually run at Dry Creek.",
        "@savannah__nunez Hey, thanks! It is extremely therapeutic at a time like this.",
        "Slightly better. https://t.co/rFD4T745Jn"
    ]
}