{
    "screen name": "kaygurl30",
    "no. of tweets": 147,
    "tweets": [
        "Betty Wright is gone too!! 😭😭 I just watched her Unsung. \n\nMay she rest in peace.",
        "Little Richard and Andre Harrell died.... This is too much. God bless them.",
        "Someone is Washington tried to hack my twitter account...",
        "@stellarosawines Pineapple!",
        "@ReasonBound I don't think they have announced that. I heard a rumor that it might be Kate McKinnon but I'm not sure how true that it.",
        "I was really disturbed by that... #90DayFiance",
        "Nick Cage is in my Top 3 favorite actors. I'm so happy he's playing Joe Exotic.",
        "@ThisGrayArea Will you be doing a video on the most recent season of The Last Kingdom?",
        "@greenbeanlvr @CityofJax Yes. Thank you!! Hopefully it will be fine. It might be a hassle when I get to the library… https://t.co/a7J9fnFp2y",
        "@greenbeanlvr @CityofJax Still haven't received an email. But when I try to set up another appointment it wont let… https://t.co/3KSAQE8QZo",
        "@CityofJax I wasn't able to write down my confirmation number. But I still have the appointment. Is it ok?",
        "@LorenaANjax @CityofJax @ActionNewsJax I got an appointment. But I didnt see the confirmation number. Will I be ok if I prove my identity?",
        "@CityofJax I got the appointment but it didnt give me a confirmation number. How do I prove I got the appointment?",
        "@CityofJax Trying to apply for relief. But the website is not working, and I can't get through on the phone.",
        "@sohhfia A roach crawling on me in my sleep.",
        "Go Darcey!!!!! #90DayFiance",
        "I'm a real big speaker!",
        "Do the Jaguars realize our offense is hot garbage? #NFLDraft2020 #NFLDraft #Jaguars",
        "Looooool #NFLDraft #Jaguars",
        "@ChrisSy19922959 @90DayFiance My mom said the exact same thing.",
        "Was just watching BOBBY JONES GOSPEL",
        "Boooooy it's hard to hit them Prince high notes.",
        "BET needs to make this right... #GRAMMYSalutePrince",
        "@iamMelsmith Yea.. I feel you.",
        "@iamMelsmith I gotta keep telling myself that this is the Grammy tribute and not BET.",
        "💜 #RIPPrince",
        "Teddy and Babyface made my night. I love black people.",
        "@BrianaAmya I should be a year in grad school by now. 😭 Its a tragedy.",
        "@BrianaAmya I've been trying to study for the test for over a year. I cant make myself do it 😭",
        "They left Jeremy for last, this racist #SurvivorWinnersAtWar",
        "Another person in Nascar is racist? https://t.co/MICnZNMrQv",
        "Who wants to pay my Car note off? #coronavirus",
        "@EsmaTesfaye The matrix got nothing on him.",
        "@ndelriego You know what.... I'm done 🤣🤣🤣",
        "Joel McHale is not an interviewer. So why was he on Tiger King and I?",
        "❤ Greatful everyday!! https://t.co/J3sZY7rqJl",
        "\"I ain't gotta do nothing but be black and die\" A word!!! #TheClarkSisters",
        "Marty Byrde has ZERO people skills",
        "Fuck drive the boat, drive the yacht!",
        "When your name is Kayla Nicole 😅",
        "Barley the real MVP #PixarOnward",
        "I really need SPY to plummet",
        "Yes ma'am https://t.co/3gqr63gkWc",
        "LK hurt me so bad.",
        "@SlimmySlim94 @omgAdamSaleh Have you ever done drugs (besides marijuana)",
        "God really turned Lots wife into a pillar of salt. 🤭",
        "@moonwalkingdead Well his version of the song. But yea. That guitar part is great! I'm sure you can master it.",
        "@moonwalkingdead Come Together",
        "The hilarious part of #TigerKing is that Carole Baskin is allergic to cats. 😂",
        "@crissles Tiger King is the cure. 😉",
        "@MAFSFan Hallelujah! Praise the Lord",
        "@cwriffee He said he broke his back when he drove off the bridge. I guess the brace is just for the lingering effects from that.",
        "You gotta have a passion for something to want to learn about it.",
        "I'm watching Tiger King on netflix. It got weird real quick 😅",
        "Watching Hoarders while quarantined. 😅",
        "Queen Sono on Netflix is sooo good!!",
        "Someone must be watching me https://t.co/S5JJJM1TtR",
        "The people above me are definitely having sex. I'm happy for them.",
        "And through all this the Banks are still making Bank #PunIntended #coronavirus",
        "@PrivacySeller Trying to. Next month will be tough",
        "I just wanna know when imma get this coronavirus check. Because I'm out of work for the next 2 weeks...",
        "@omgAdamSaleh and @MoNakeeb both like black girls? 👀👀 Oop. Let me find out. Lol.",
        "I'm being quarantined...",
        "The jaguars literally hate being a good team..",
        "Financial freedom 2020",
        "@ThreeDPat He should just tell the truth and say he does yoga for recreation. Lol",
        "@puddin067 Lol \"new\"",
        "So the manager at the place that Michael works at, doesn't know he works there. #MarriedAtFirstSight https://t.co/dtqUxva4PY",
        "@DayDaVonne_ Trap Queen 100%",
        "Y'all act like Elvis actually tweeted that. 😂",
        "The stock market really crashed because of the coronavirus 😂",
        "@queenshanine It might be sumit. Lol",
        "\"Shade\" on the internet has just turned into bullying. 🤷🏾‍♀️ I said what I said.",
        "I can take a hint",
        "Krispy Kreme really does make doughnuts everyday. God bless them.",
        "About to get rid of Xfinity. Not worth it.",
        "@r8cchh Literally me this weekend.",
        "@TheMJAP @puthylover4 @TheMJCast @damienshields @CEThomson Even the words are blurry 😭",
        "I have been binge listening to Jesus is Born for about a month now. This is peak Gospel.",
        "I'm literally rewatching season 5 right now. https://t.co/cigErzO1lV",
        "My car insurance done went up https://t.co/Y5fYWMpkUp",
        "@RandaDFaulkner I do. I want them to be together.",
        "I want Michael and Angela to be together 😭 #90DayFiance",
        "I deserve to be alone forever",
        "@Alexandria_93_ They need to match based off attraction because this \"core values \" matching AIN'T working. People are superficial AF.",
        "@ReasonBound @CEThomson However it works in Iowa it doesn't make sense. And should just be based off votes. But that's just me.",
        "@ReasonBound @CEThomson Yes. I believe ( not 100%) but in a caucus state such as Iowa you can share delegates. But… https://t.co/OuVSjNThdo",
        "@ReasonBound @CEThomson *how",
        "@ReasonBound @CEThomson Superdelegates vote gow they want. So say for example the California voters, vote for Berni… https://t.co/jBb83aZYRk",
        "@CEThomson @ReasonBound The Democrats have super delegates which basically strip a candidate of votes. That's what… https://t.co/koSnad3Hsp",
        "I'm watching Lion King 2: Simbas Pride and Kovus eyebrows are BEAT! #Goalsaf",
        "@kate_numberz2 @andjustice4some I mean it kind of is. The coronavirus is just the flu. And the flu kills thousands… https://t.co/78pjQviU2m",
        "@Whitney72351908 The only thing he needs is a lie detector test.",
        "@UCF_Jaguar I think he means multiple offers from the Jags to come play. But not 100% sure.",
        "@VerucaLovesC Haha. I WILL be here. Ready for the messiness.",
        "@VerucaLovesC Haha. I think Michael and julianna have a chance. Everyone else is doomed. But gotta wish them the best 🤷🏾‍♀️",
        "@VerucaLovesC Lol right. I love how she defends her self.",
        "#TeamAnny #90DayFiance",
        "😯",
        "@cloudsinmycafe3 Lol. Gonna have to break in then. 🤷🏾‍♀️",
        "I HAVE to tweet this again. HAHAHA. This is a compliment tho. Hercules is cute. #marriedatfirstsight https://t.co/neXktJSRoW",
        "@YoyoOc @realitvpod @MAFSFan He's like Luke.  He's fake.",
        "😂😂😂😂😂 https://t.co/WrEZf376C1",
        "Brandon reminds me of Charles from Sweetie Pies. Sorry not sorry 🤷🏾‍♀️ #MarriedAtFirstSight",
        "@patmangless @MAFSFan Same!!!",
        "Zach is a Luke 2.0 He's fake. I can see it already. #MarriedAtFirstSight",
        "Zucchini pizza? 🤔",
        "https://t.co/fZbkzpNCKc https://t.co/EDR5fN02Mj",
        "@TonyLatham Literally. Lol",
        "MJ the musical!!!!\nhttps://t.co/GwctPJDKCs",
        "This is what Austin reminds me of!!!!!! #MarriedAtFirstSight https://t.co/guaAI0ywcg",
        "Late Night https://t.co/RLUrRoRhhi",
        "Yall can't tell me Austin and Eric Trump aren't  the same person. Hahaha #MarriedAtFirstSight https://t.co/aKbVUIKeIM",
        "@MAFSFan The experts need to intervene and stop the wedding. This is a RED flag!!",
        "The experts need to intervene and stop this!!! #marriedatfirstsight",
        "I'm waiting for more levels 😌 @TwoDots https://t.co/bbzlA5rvpV",
        "This Tweet from @kaygurl30 has been withheld in: India.",
        "Pay Yan",
        "Opinion columns should be shut down.",
        "Merry Christmas!!!",
        "The Jaguars are just bad #JAXvsATL",
        "@Rnbfeelgood https://t.co/SlT3dGuJVA",
        "Bless https://t.co/aOH7hCGF6w",
        "@NorthernAlex Ha. She's my favorite. I hope she gets her own show.",
        "90 day fiance done turned into 24 month fiance with Michael and Angela. #90DayFiance",
        "So Mursel will sleep with her, but doesn't want her to drink. Oooooookkk. Lol 😂 #90DayFiance",
        "Muahahahahahaha #JAXvsOAK",
        "@BrkicRobert The last Kingdom",
        "#Trumpisoverparty https://t.co/ZznGaAjXGd",
        "Scandal was such a good show.",
        "The ref 😂 https://t.co/enfq334GQd",
        "😒😒😒😒 #SECChampionship",
        "This how I feel about Organic Chemistry https://t.co/irKVzNrc6T",
        "@MAFSFan You sure that's not Eric Trump? Lol jk. Happy for them.",
        "@WhiteBoyRyan904 Bye Marrone. He always has the look like he could careless if the Jaguars win or not",
        "Go Jaguars..... https://t.co/Y117rA7YkW",
        "@lilduval My grandparents dont even know what gender fluid means. Lol.",
        "@andjustice4some I have a poll idea. Which debut solo album is better.? Off the Wall vs Miseducation of Lauryn Hill",
        "🙄",
        "@agenttbarton @rhystothestars3 He was mad af he was getting married",
        "@tdlogsdon That's what I'm saying!! Do you know when we will see them?",
        "@SlimmySlim94 AJ shook",
        "I want some sunflower seeds",
        "@ThisGrayArea Me",
        "@PrivacySeller No. Luckin Coffee stock is hot tho 😎",
        "AT &amp; T stock is trash",
        "@andjustice4some I'm at such peace knowing that Michael will be completely and totally vindicated one day. I pray f… https://t.co/QPKAMtwKOE"
    ]
}