{
    "screen name": "HamidKian10",
    "no. of tweets": 169,
    "tweets": [
        "@biorxivpreprint RNA splicing. Such an amazing subject!",
        "Today is Maryam Mirzakhani’s birthday, an Iranian mathematician and a professor of #mathematics @Stanford. In 2014,… https://t.co/JqcBA1Xol5",
        "@arash_sobhani سیاوش اردلان ظاهرا ترامپ رو میبینه یاد خاطراتش با اصغر قاتل می‌افته (: بهمن کلباسی هم که سالهاست تو… https://t.co/r9bxKIQA76",
        "@wonderphy6 @ProfFeynman Absolutely my hero",
        "@alimasjedi6 @Yasaminmdhj واسه خودم آدم که ارزش داره علی آقا (: هرچی باشه تموم کردن یه مرحله از زندگیه که احتمالا ب… https://t.co/wMpF5ldOem",
        "داستان #کنارک تصادف غم‌انگیزی شد با گوش دادن به شماره جدید پادکست چنل‌بی، کِی. با خودم گفتم شاید اگه ساعت دیگه‌ای ا… https://t.co/oEhI1HzUFl",
        "هروقت تو زندگی اومدم یه غلط مهمی بکنم شبش تا صبح خوابم نبرد.\nاینم از این... بریم یکم موسیقی گوش کنیم😕",
        "@sophtalkssci Molecular biology/genomics",
        "@UofTPRiME @TheChanLab @A_Aspuru_Guzik Solid work! did you publish the paper?",
        "@sophtalkssci You’re not crazy. You’re a hero! I’m going to do that after my first one✌🏻",
        "@mahrokh_d @pedestriansh حتی به فرض محال اگه جوشکار هم همچی کاری کنه پرستار نمیتونه بکنه چونکه اون وسایل ممکنه آلود… https://t.co/a24kcQUgsO",
        "@cheshmocheragh @mahrokh_d کارگرا هم میخوان برن سر کار به خودشون بیل و کلنگ آویزون میکنن؟ اصلا عقل سلیم هست که وسای… https://t.co/qPWEnnNfCb",
        "@labuenaempresa What does it mean? (:",
        "@Pomp13061391 @jadi منم اکانت پرایم ندارم. کیندل سفارش دادم ۲ روزه با پرایم برام آوردن. بیام بگم آی ملت همه بدن فقط… https://t.co/XetWjiy3V5",
        "@Sina_Dadgar Thanks Sina. Wonderful! I do appreciate your help 🙏🏻🙂",
        "@Pomp13061391 @jadi نه عزیز جان آمازون همین نیست. تجربه شخصیت رو به یه هولدینگ میلیارد دلاری نمیتونی تعمیم بدی. نه… https://t.co/pLYxH15aoL",
        "@Alicia_Arza @PatriciaGeesink @nicthibs @davidasilva I have the same experience in Canada.",
        "@Alicia_Arza @PatriciaGeesink @nicthibs @davidasilva Mr ethnic blocked me just because I said my opinion so politely 🤣🤣\nSuck a jerk!",
        "@MoloniAlagoa @NobelPrize ✌🏻",
        "@NobelPrize It was such a pleasure reading “the land of green plums”. As a person who has lived under a totalitaria… https://t.co/wFzW1VfZeR",
        "I found it myself 😎\n\nhttps://t.co/cSMYAwvXLI",
        "@moonicioo https://t.co/HIuQ6tCs0m",
        "@ACmnRh @_gessily چندوقت یه بار هرس کنی معلوم نمیشه ((:",
        "Can I find a list of all FDA approved tests for CoV-2?\nI searched on google and FDA, but it’s a huge website! \n\n@US_FDA\n@AcademicChatter",
        "@PatriciaGeesink @nicthibs @davidasilva I don’t believe so. As an Iranian with highest rate of brain drain, I have… https://t.co/UnScwZ5B73",
        "@alth0u @davidasilva I feel the same. I was doing a PhD in Singapore and Prof. Thorsten Wohland abused me and his b… https://t.co/DeqxPo9DQ1",
        "@nicthibs @davidasilva Not that bad. I’m sorry for what happened to our friend but the situation in the US is much… https://t.co/vcUtkruDnw",
        "@SebPerrier Happy birthday 🎉🎁 https://t.co/L5NF7yDZUi",
        "@moonicioo @amirhomayoun_zh الان داری برای براشون تبلیغ میکنی، کی خودتو بلاک کنه؟ (:",
        "@ManaRavanbod @khosro_jan ترجمه‌هاشون عالی هستش. پایبندی ایشون به زبان فارسی و همزمان به متن مثال زدنیه. کتاب‌هایی… https://t.co/OVYqqy6BZT",
        "@GrumpyReviewer2 @AcademicChatter 🤣🤣",
        "@acourtright_lim @PhDVoice @AcademicChatter @PhDForum Good luck with that ✌🏻",
        "@Fafooliano @Sirenati1 فکر میکردم خزعبل‌ترین کامنت رو خودم نوشته باشم تا اینکه این رو دیدم. با اختلاف اولی.",
        "@Sirenati1 روز ما میشه شب امریکا. از اونجا که زلزله رو امریکا با تکنولوژی هارپ تولید میکنه، و از اونجا که امریکایی‌… https://t.co/7Qsc6IZseP",
        "@moonicioo 👻",
        "@japheth_aseko @HannahRegel I did that once, just because I was not happy. If you’re not feeling happy, move bro. Life is short.",
        "@HannahRegel @FromPhDtoLife Proud of you. Enjoy your life! 🙂",
        "@moonicioo آیا از ضعف تبلیغاتی خود رنج میبرید؟ (:",
        "@hosseinbastani دکتر الهی قمشه‌ای یه جایی میگنتن که اینا هرشب شام سنگین میخورن، بعد میرن تا صبح خواب پیامبر و اصحاب… https://t.co/ylbmu7eQlX",
        "@RichardHuysmans @AcademicChatter https://t.co/0ZzQMaCjzW",
        "@caronelab @sheeldodani * These ((:",
        "@caronelab @sheeldodani I watched this videos recently. They are very helpful.\nhttps://t.co/Pmfp9NabI3",
        "@Sima__Saeedi همه اپ‌های عالم یاد گرفتن تو فونت فارسی چپ و راست کدوم طرفه به جز این توییتر خنگ!",
        "@Sima__Saeedi -رشته‌ت چیه؟\n+شیمی (اون وقتا که شیمی بودم)\n-به! شیشه بلدی درست کنی؟\n+من همین جا پیاده میشم. مرسی😐",
        "@AlexDainis It really was. Thanks again, and have a nice day (:",
        "I’m going to use qPCR soon, and I didn’t know anything about it before watching this awesome video. Thanks… https://t.co/xefajcy43S",
        "@bathelina @AcademicChatter And don’t try to correct yourself while writing. It‘s better to be done at the end.",
        "@Diana02936501 Clock your work. Reading this single-page article, I’ve worked more efficiently. \n\nhttps://t.co/9L5LEC8LcT",
        "#Ali_Younesi,  winner of the gold medal in the International Astronomy Olympiad in 2018 and a computer science stud… https://t.co/g1yCmUKEQB",
        "من این راه دراز را آمدم که تو را ببینم.\nزمین شخم زده را دیده‌ام\nپار خشت و ماه بریده را دیده‌ام\nشگفت کودکان و پایمال… https://t.co/uio5KkQB7X",
        "@BarbaraBomfim18 @AcademicChatter Exactly 👍🏻",
        "@Mohamma92366971 @sinavaliollah کسشر. به کسشر حساسیت دارم. اسگل خودت کجا رو گرفتی که در مورد مردم اینجوری نظر فله‌ا… https://t.co/B3Ky1woWfu",
        "@Mohamma92366971 @sinavaliollah نیچه معاصر هستید شما. مراقب خوبیات باش گوگولی",
        "@ilyas_alav @AcademicChatter 🤣🤣🤣",
        "@wookieeecookiee @itsokimherenow7 Oh my! You’re so gorgeous!",
        "@OBRIESM396BJ @itsokimherenow7 You deserve it",
        "@ShonBegmatov Hey. You can google Library Genesis, and find the exact address from its Wikipedia page. I’m not sure… https://t.co/e5QwDqGK8v",
        "@RRS_RadRes Amazing! Thanks very much",
        "It’s almost 5 am and I cannot put this AMAZING book down! Such a wonderful gift from my supervisor 🙃 https://t.co/XK3oNYhJWN",
        "@Farzad_hpour @Behrang 🤣🤣",
        "@mm731313 @Behrang یه ویژگی کول داشته باشه همینه ((:",
        "@drdarja Awesome!\nThanks for sharing.",
        "@FromPhDtoLife Searching extraordinarily efficiently and fast.",
        "@UBCChem @UBC Amazing person! It’s a really pleasure working under her supervision.",
        "@amirhassankhoda @paige_mahoneyy لعنت بر یزید (:",
        "@P4NC4KS @___aranis @pulte DBAA",
        "@edXOnline #7.00x changed my life. Professor Lander, I just wish I could see him in person one day. Thanks (:",
        "@GTsodikova Best wishes 🤞🏻",
        "Do you want to hear a brand new Frank Sinatra song? 🙃\n\nhttps://t.co/SXdu6TyPmF",
        "@dlowther715 @elonmusk 🤣🤣",
        "@Liaen4 @MagaPharm @Nerthuja @elonmusk Not all of them",
        "@hosseinbastani زنده باد آزادی ✌🏻",
        "@Tina__RG 😅",
        "@mike_schatz @morinryan @jxtx @galaxyproject @useAnVIL I’ve just started learning how to use Galaxy. Thanks for sharing!",
        "@Tina__RG حتی منم دلم خواست. حتی اگه یه لباس بلند تنم بود (:",
        "@Diana02936501 Singapore is literally AWESOME, especially between September to December. I worked at NUS for 6 mont… https://t.co/rD3XBxstd3",
        "@moonicioo اینم من فرستادم برات 😡",
        "@Diana02936501 Back in Iran, I had the same issue with LDA 🤤",
        "@Diana02936501 US, Massachusetts (:",
        "@moonicioo اهم ((:",
        "@amirhassankhoda خواهش میکنم (:",
        "@moonicioo تو این دوره زمونه فقط مکالمات نامزدی ننه بابای منه که شاید تو هیچ دیتابیسی موجود نباشه. اگه استاد سر کیس… https://t.co/nzsPcfgNyL",
        "@moonicioo @Philosloth_amin منتظریم ((:",
        "@moonicioo ((((((((:",
        "@farshidmanafi اگر آدرس جایی که کار میکنه پیدا کردید لطف کنید بگید. من هم هستم",
        "@Diana02936501 So dramatic!",
        "@amirhassankhoda هشتگ چین خر است 🤣",
        "@amirhassankhoda چقدر غر میزنی! بزن دیگه وامونده رو😕",
        "@elizabethagan ♥️♥️♥️",
        "If you’re upset with studying at home, just find a quiet place and START; this is the most challenging part. Once y… https://t.co/7nEvjoScqG",
        "@moonicioo تو رو امام منو تنها نذار، تو رو به خداااا👻",
        "@moonicioo صد البته! صحبت میکنیم راجع‌بش (((:",
        "@Mostafa67002963 @yasharsoltani ما هم از آخوندا بدمون میاد ولی هر عنی رو آپلود نمیکنیم که حال ملتو بهم بزنیم.",
        "@maryjuana2121 ناشناس😎",
        "@Kat_McNamara Optimist cookie ((:",
        "@Joker8160 @hosseinbastani شهر که خلوت بشه، گربه هفت‌تیر کش میشه. علاقه‌مند به مدلینگ و مدریت و دو جین چیز دیگه تو… https://t.co/WvKgxwy5HY",
        "@hosseinbastani سیاستمدارا باید یاد بگیرن که به علم و دانشگاه احترام بیشتری بذارن. یه جاهایی دیگه لات بازی و بی‌خیالی جواب نمیده!",
        "@amirhassankhoda باید رید تو اون نسخه آزادی بیانی که به خاطرش فاشیستای بی همه چیزی مثل این الدنگ و ظریف و خامنه‌ای اکانت توییتر داشته باشن.",
        "@Swo7394 @jalilmohebby 🤣🤣🤣🤣🤣",
        "@Mie2391 @jalilmohebby 🤣🤣🤣🤣",
        "@WriteThatResea1 @AcademicChatter Virtue signaling 🔪⚰️",
        "@Diana02936501 Sure!",
        "@Diana02936501 Search for NASA ISS Live Stream on yt. You can watch it for like a million years. Amazingly peaceful!",
        "@morinryan Awesome! Happy Pink Floyd (:",
        "@masa_kawasaki @NobelPrize You’ve got to be kidding!",
        "@kshashi7211 @NASA Nope",
        "@NASA Not an American citizen, unfortunately",
        "@Read_book_R راستی این ‘؛’ هم میشه نقطه درنگ‌نما؟ ((:",
        "@Read_book_R خوبه که اگه فارسیش رو یاد میدن همون ویرگول رو هم بگن. حافظه موبایل که نیست ظرفیتش محدود باشه؛ بچه هردو… https://t.co/YAvQNFG2PX",
        "@ithinkwellHugh Not just tough, the worst time I’ve ever seen in my life. Spending the whole day in a basement, tha… https://t.co/ImwHok1DU7",
        "@khanacademy Don’t waste your time talking behind professors’ back. Every day I see colleagues spending a lot of time with this.",
        "@moonicioo شنونده باید عاقل باشه. تامام",
        "@jadi حمله بوده. سیفیجات رو یجوری طراحی کردن فقط تو ایران بخوره تو سر (؟) ملت.",
        "@amirhassankhoda @chemotial احتمالا یه چیزی مثل ایزوگام پشتش زدن. یه چیزی چسبناک که همه‌ش رو با هم نگه داره. یعنی ا… https://t.co/7bf0bUvF6x",
        "@Diana02936501 @Google @PlayStoreForum Billion dollar companies! They’re nice just in the effing media.",
        "@H8inEA @Persuasion_Elli یاد مارتین لوترکینگو زنده کرد (:",
        "@Tina__RG I’ve been there for years, you’re gonna enjoy it.",
        "@Tina__RG @shimababaeii @amirhassankhoda تو نقشش خیلی فرو رفته (: خوبه حالا نقش تخلیه چاه و اینا بهش ندن🤣",
        "@FromPhDtoLife That’s all fun. Really!",
        "I love the way Professor @eric_lander draws mouse 😂 https://t.co/4LvWmTQsdz",
        "Close-up shot of a cancer cell that has been cut open using an ion beam was taken by biomedical engineer Nick Moser… https://t.co/iQsZ2ICZcI",
        "@shimababaeii @amirhassankhoda \nحتما میدونی که هیچ گوساله‌ای تو محیط آلوده آرایش نمیکنه چونکه این مواد هرجور آلودگی… https://t.co/uQVsoEvDzQ",
        "@GTsodikova “I’d rather be accused of overreacting than of not doing my job.”\n\nAIDS researcher Peter Piot",
        "@krachlerlab @NicoleDeNisco Awesome. Congrats",
        "@amirhassankhoda کاش توییتر هوشمند میشد و چیزایی که حال آدمو بهم میزنه نشون نمیداد. موضوع تنها حرفاش نیست که چرند ه… https://t.co/YM5qEgP2il",
        "@mshakouriz من اگه کاری از دستم برمیومد دریغ نمیکردم🤣 \nخدا زیباست و زیبایی را دوست دارد.",
        "@mshakouriz یعنی اخیرا کسی نود نداده؟ (((:",
        "@labuenaempresa Enjoy",
        "@amirhassankhoda @negargvd اذیت نکن (:",
        "@KrishanaSankar @AcademicChatter @gradschoolpapi A journalist",
        "@amirhassankhoda @i_m_just_hamed کلا جفاست تاکید بر یکیشون و انتخاب یکی. نظامی گنجوی همونقدر قدر بوده که سعدی و فردوسی.",
        "Katherine Johnson (1918-2020)\n#Respect https://t.co/5exRBW8nrm",
        "@amirhassankhoda @i_m_just_hamed @del_aara دهنت سرویس که نمیذاری دهنمو ببندم🤣",
        "@amirhassankhoda تو اصغهان جمعیت مسلمان از لجبازی دسته زنجیرزنی راه انداختن. نمیدونم فیلمش رو دیدی یا نه ولی اونایی… https://t.co/Ef3qp0QQX1",
        "@amirhassankhoda @alipezeshki69 باید یه شکست مفتضحانه بخوره که درس عبرتی بشه برای آیندگان. سابقه سیاسیش هم نگاه کنی… https://t.co/LSL4Wzlb2c",
        "@amirhassankhoda @alipezeshki69 چندی پیش یه توضیح مفصل از سیستم بهداشت کوبا گذاشتم تو گروه، تونستی بخون. قبلا گفته… https://t.co/yrVd9eTW0T",
        "@Khodayariferik @amirhassankhoda چه انتظاری ازش داری؟ 😄",
        "@anahid_am ارشد دانشگاه تهران که قبول شدم بابام بهم ۲۰۰ تومن داد🤣 همونجا باید ترک تحصیل میکردم میزدم تو کار صادرات واردات که عقلم نرسید.",
        "@amirhassankhoda نماینده قم امروز گفت ۵۰ نفر فقط تو قم فوت کردن. ۵۰ نفر فقط تو قم در برابر چیزی که حکومت میگه تو کل… https://t.co/iIigLNnSll",
        "@NicFlem \nThank for this, awesome!\nhttps://t.co/RfpMI5dE2q",
        "@pirhanzari خوش به حالت. مستم حال ندارم برگردم بخونم توییتت برای چه زمانه ولی خوش به حالت و همیشه‌ت به خوش خبری",
        "@amirhassankhoda @shaqayeq976 اهممم😐",
        "Our team at the UBC studies yeast to protect astronauts from space radiation\nhttps://t.co/ANGEn2w1fy via @physorg_com",
        "@MrDataScience It’s like hundreds of calculations each second! Amazing",
        "@DRollins_ I’m almost 30 and no one gave me a MacBook ☹️",
        "@MoriMahmoudi Specially in this era! Many scientists are using others’ data to apply them into machine learning and… https://t.co/FRYD5mCR50",
        "@Dokhtare_Sahara @Maryam02066562 @milaniabbas یا خیلی رو داری یا اینقدر بی‌سوادی که معنی استناد به منابع رو نمیدونی",
        "@Dokhtare_Sahara @Maryam02066562 @milaniabbas تو دهه ۴۰ ایران مدام داشت از امریکا گدایی میکرد که وام بگیره. خود امی… https://t.co/77PQS8kOlF",
        "@Dokhtare_Sahara @Maryam02066562 @milaniabbas من حرف از احمدشاه نزدم، از پهلوی گفتم. این ابراز پشیمونی رو که نمیدون… https://t.co/ARf4dgnpZt",
        "@Dokhtare_Sahara @Maryam02066562 @milaniabbas حداقل تو ۳-۲ تا مقطع زمانی از حکومت خود محمدرضا پهلوی تو مملکت نون بر… https://t.co/SdJAHyvDPn",
        "@KatRibbetsOn Wonderful!",
        "@Dr2NisreenAlwan @francesarnold is my hero🦸🏼‍♀️",
        "@wastefreephd @Win_OpenData Spectroscopists are the most patient people in the world! Even if you’re not spectrosco… https://t.co/MOq1QYT2ZL",
        "@jerichobreeze embarrassing",
        "@FromPhDtoLife I’ve started deep working, literally. I put my iPhone in my pocket and don’t look at it before noon.… https://t.co/AbXctCiRp8",
        "@moonicioo 🤭🤓",
        "@moonicioo استاد سرودن یا خوندن؟ ((:",
        "@amirhassankhoda مثلا هریک بطور کامل به اطلاعات دیگری دسترسی نداشته باشه. با توجه به عدم تمرکز هرگونه قدرت تو امریک… https://t.co/Ar2L07gm84",
        "@amirhassankhoda این توجیه نیست ولی شاید کمکی کنه بهت. من نه از سازوکار امنیتی امریکا چیزی میدونم نه قراره همه بدون… https://t.co/otsmdVt6sD",
        "@SusannaLHarris PhD student in UBC. I earn 21k CAD per year after tax, and I have to return almost 1.7k to the univ… https://t.co/infqDm7XJz",
        "@moonicioo چی شد؟",
        "There are some pioneering groups trying to remove sugars from human blood 🩸 and convert all blood types to O type.… https://t.co/Zw62RiIwn9",
        "@ithinkwellHugh He is a very very knowledgeable man and he’s been publishing great papers for several years, but he does abuse the students.",
        "@ithinkwellHugh I worked for 6 months in Singapore and I had a horrible time there. My supervisor forced me to do s… https://t.co/Cvw0m5v4aE",
        "@UniofOxford We have some more buildings like that in the UBC😅 I should make a four-in-one photo (:",
        "@UniofOxford Makes sense. Oxford’s dramatically gorgeous!",
        "@niikolaatesslaa @hosseinbastani به اوباما هم نوبل صلح دادن. کلا مثل قبل نمیشه جدیش گرفت...",
        "@UniofOxford Hilarious 😆👍🏻",
        "@moonicioo اصلا بگو تو اون شرایط کی توجهش جلب لباس میشه احمقا🤣🤣"
    ]
}