{
    "screen name": "MartinUreta",
    "no. of tweets": 181,
    "tweets": [
        "@melnicksergio hay novatos preparados e inteligentes; estos son IGNORANTES.",
        "@elfachocola xq son unos imbeciles",
        "may our idols continue to inspire us @Jumpman23",
        "@mbmunozi @melnicksergio generación Z",
        "@adnradiochile sería bueno que dieran de baja a @senadorquintana",
        "@senadorquintana valen callampa",
        "@IngrahamAngle what a pathetic statement",
        "@jlespert dolaricen",
        "@glorianaveillan @gblumel @gblumel cri cri... 🦗 🦗 🦗 @GobiernodeChile",
        "@latercera pateticos",
        "@Tono_Coloma es irrelevante lo q digan, valen callampa de todas formas.",
        "@matiaswalkerp me imagino hablas por experiencia propia",
        "@gjaravega @guillier patetico",
        "@DrEmilyM_Baker @jwbartlett92 @charis_mcgowan @guardian anything president Piñera does sparks outrage from his oppo… https://t.co/lvKssB7Xrf",
        "@jtgazmuri @nonaossandon vivirá en otro planeta? patética",
        "@GiorgioJackson alarmante la falta de entendimiento y grado de ignorancia en temas esenciales como el financiamiento y deuda pública.",
        "@LauraMillanL @jwbartlett92 @guardiannews https://t.co/lP2ltXfvUZ https://t.co/amnjDQeQEt",
        "@Luksic_Scholars @Stanford felicitaciones, gran iniciativa.",
        "@aluksicc @Stanford @Luksic_Scholars Felicitaciones, gran iniciativa.",
        "@ncastilo les cunde el pánico frente a alguien preparado.",
        "@gabrielboric puedes decir todo lo que quieras encontra  de los q no piensan como tú; los q han quedado expuestos d… https://t.co/kPy4cxZk5t",
        "@OlinBrowne felicidades LF",
        "@DFinanciero pateticos",
        "@ianbremmer pathetic; wicked stupid.",
        "el paraíso socialista con una de las reservas de petróleo más grandes del mundo #elsocialismomata https://t.co/uddVm419Ov",
        "@Double0AG you still crying bra?",
        "@Camila_Vergara distribution of wealth doesn’t lift ppl out of poverty.",
        "@gene_llerena q culpa tienen los gallos? los animales son harto más rápido.",
        "@mbachelet La información salva vidas @UNHumanRights https://t.co/MCILOCjarO",
        "@jimmy79129191 abran menos de ellos 🤷‍♀️",
        "@marcoporchile patetico",
        "@mbachelet sinvergüenza",
        "@gonzalowinter @la_convergencia pateticos",
        "@vidalvocero saludos a las familias tb https://t.co/WayvRkD5S6",
        "@nonaossandon alarmante el grado de estupidez al que has llegado",
        "His Majesty’s untouchable backhand     https://t.co/E5D6VccRSU  @rogerfederer @charliesault",
        "@jwbartlett92 omnipresent and populist",
        "@melnicksergio lamento decir que no se produce ni fomenta  ninguna tipo de cultura; mas bien se fomenta exactamente lo opuesto.",
        "@gblumel cri cri #crickets",
        "@izkia https://t.co/hOd9uS7Djn",
        "@mbachelet what a pathetic statement.",
        "@melnicksergio q horror tener q descifrar el comportamiento de ellos; en todo caso sabremos pronto.",
        "@adnradiochile https://t.co/Ab05BD3PGC",
        "@jwbartlett92 almost impossible in a country that has a tendency to politicize everything.",
        "@PiensaPrensa @amarolabra para saber de historia hay q volver al pasado?",
        "@izkia https://t.co/R5i2nZSfqZ",
        "@melnicksergio te recomiendo q leas las respuestas a tu comentario.",
        "@MaiteOrsini refundamos los ineptos del congreso mejor",
        "@electrodjay @aetchebarne sabes q aumenta la pobreza? Una moneda que vale menos por segundo.",
        "se van a quedar de brazos cruzados nuevamente @GobiernodeChile @gblumel @sebastianpinera ante las personas q atacan… https://t.co/Dg1MwFR7hN",
        "@Cooperativa las democracias solidas honran los resultados de elecciones",
        "@Cooperativa patetica",
        "@aetchebarne dolaricen",
        "@DFinanciero segundo trimestre?",
        "@CNNChile @DMatamala Manuel Pellegrini",
        "@DFinanciero ante resultados corporativos? Definitivamente no los vieron, han sido desastrosos; los del segundo cua… https://t.co/FXLjbhw8Yl",
        "@jwbartlett92 you’re aware that it was amended and ratified by every administration since the return of democracy i… https://t.co/3O6zEKhAno",
        "@adnradiochile patetico",
        "@vidalvocero cuantos muertos después de tu ineptitud? https://t.co/TUYidyr8aR",
        "@ianbremmer almost like his predecessor",
        "@jbargas22 glorious! congratulations brother, will continue to follow you closely. Only fitting to say: “you like that?!”- let’s go",
        "@EquipoMarisela @KarolCariola @izkia @colmedchile @mariseka @camila_vallejo @carmen_hertz @Hugo_Gutierrez_… https://t.co/SHmA9KXvfu",
        "@inddhh @izkia @colmedchile https://t.co/KBEnk1l4GX",
        "@agusantonetti la escoria de líderes han quebrado a un gran país",
        "@josemdelpino q escoria de presidente y q títeres tan pateticos de senadores.",
        "@JoeBiden or touch young girls",
        "@Cooperativa y su madre que hacía ya q tiene tanta relevancia?",
        "@KarolCariola @izkia @colmedchile tiene toda la pinta y el lenguaje de un comunista",
        "@pattonchile2019 hdps",
        "felicitaciones a @uandes por sus logros el 2019. Notable la Secretaria General. #UANDES2020",
        "@rbascu1 tan ignorante fue ese periodista q incluso preguntó “porqué” envés de por qué.",
        "@lafundacionsol q ironía más grande; sus propias acciones crearon un monopolio infinitamente más grande (el Estado)… https://t.co/wpSNA76k1t",
        "@pulte fuck’em, keep doing you BP.",
        "@KarolCariola patetica",
        "@mbachelet says the person who didn’t tell the citizens of her country that a tsunami was headed their way bc she d… https://t.co/0TMUUX4Ybx",
        "@Cooperativa comparto su preocupación; niveles de pobreza q solo gobiernos cómo los de Kirchners, Maduros y Castros… https://t.co/FRNL4U7x1a",
        "@Cooperativa bue, si en algo puede dar clases es en cómo lavarse las manos.",
        "@LuisMesina1 @aluksicc patetico, tu q has donado?",
        "@camila_vallejo no es miedo sino q no es tema de discusión; es propiedad privada.",
        "@santi_chiab dolaricen",
        "@guillier queda claro q no entiendes nada",
        "@RechazoGana pateticos",
        "@felipekast plz read some of the comments",
        "@aetchebarne dolaricen",
        "@matiaswalkerp para los ciudadanos la prioridad es la disminución del número de parlamentarios",
        "@felipekast ese espíritu con el cual hacía malas políticas publicas?",
        "@AXELKAISER extraordinario",
        "@marcelodiazd patetico",
        "@CNNChile pateticos",
        "@adnradiochile la misma q no quizo informar que se venía un maremoto xq iba a espantar a la gente 🤦‍♀️",
        "@gabrielboric alarmante el grado de ignorancia",
        "@desbordes patudos o patéticos?",
        "@pepe_auth q comentario tan pobre de argumento",
        "@gabrielboric mas triste es que una persona sin el mínimo mérito tenga el cargo q tu tienes.",
        "@gabrielboric https://t.co/FFxSLApfYc",
        "@aetchebarne dolaricen",
        "@cardenaldo pateticos",
        "@carmen_hertz cómo tan sinvergüenza?",
        "@senadorquintana aparte de ser asesino tb quieres ser ladron.",
        "@Cooperativa El paraíso revolucionario",
        "@TDN_NOTICIAS 🤦‍♀️ patetico pobre imbecil",
        "@gabrielboric hipócrita 🤦‍♀️",
        "@Dariensilvat patetico",
        "@riosmauricio porque los supply chain son sistemas de pago en reversa; cuando hay escasez en podructos, también hay… https://t.co/LhUx0SkEnS",
        "@gabrielboric 🤦‍♀️",
        "@AlbertoMayol @joseantoniokast @PepaHoffmann q comentario tan estupido e irrelevante",
        "@culturas_cl patetico",
        "@senadorquintana alarmante tu nivel de estupidez",
        "@PamJiles @jmanalich 🤦‍♀️",
        "@GiorgioJackson q transporte público vago? Tu fomentaste q lo quemaran",
        "@PCdeChile q mas arrogante, frívolo, y patético q un partido perdido y aferrado a una ideología q ha matado a mas de 100MM de personas?",
        "@mmlagoscc @izkia @ministeriosalud @colmedchile 🤦‍♀️",
        "@ObservatorioDmc millenials o generación Z?",
        "@ianbremmer shocking that it hadn’t previously with a $287 billion in unfunded retiree liabilities for pensions and health care.",
        "@MgOqkzLBRPLCHyN hijo de puta",
        "@jravanales q los comunistas empiecen a producir por si mismos.",
        "well done @NikkiHaley for stepping down from @Boeing for all the right reasons.",
        "@senadorquintana @izkia @Hmolinamilman @ximenaguilera https://t.co/elPjZh6C1O",
        "@camila_vallejo Después de esos 4 meses q crees q va a pasar? Mas responsable sería entender con mas profundidad la… https://t.co/VLjN79T7RZ",
        "@DavidBCollum @AOC",
        "@Diego_Schalper infinitamente mejor que ir a clases donde i) no se estudia ii) corren riesgo de ser agredidos iii) adoctrinados",
        "@jschaulsohn @melnicksergio @FelipeGuevaraSt no le faltes el respeto a los retrasados mentales comparándolos con los de la primera línea",
        "@denissemalebran 😂 siempre con la plata ajena 🤦‍♀️",
        "@daniel_nunez_a “los trabajadoras”- son tan weones estos comunistas q aún tratando de cambiar el idioma al gusto de… https://t.co/lryTaWr2zQ",
        "@GiorgioJackson alarmante tu nivel de ignorancia. 20 palos al mes para no tener idea de nada; ninguna duda de la ra… https://t.co/dKaIn8tpMm",
        "@Starbucks you’re fucking up in Chile fyi; soon out of biz.",
        "@guidogirardi no nos compres por idiotas",
        "@matiaswalkerp @DMatamala @latercera @DiputadosDC Las vueltas e irnonias de la vida; un dependiente del estado dici… https://t.co/cbA0HLo7c8",
        "@gabrielboric https://t.co/rylj1FZ2nP",
        "@peritajesocial1 @GobiernodeChile @gblumel el legado de @mbachelet @UNHumanRights exacerbado x el incompetente y fr… https://t.co/osRAOkKp6i",
        "@gabrielboric ineptos",
        "@Josefcolagos @gonzalowinter pais de mierda, q futuro mas deprimente",
        "@gabrielboric https://t.co/XywxadOS8z",
        "@T13 Pateticos",
        "@matiaswalkerp todo lo que hacen es patetico. Ahh, y también patetica",
        "@nonaossandon @CamaraDiputados q se entiende por más justo?",
        "@gonzalowinter @CamaraDiputados x q tienen q uds decidir eso? no encuentras más lógico q las personas sean las resp… https://t.co/WoFwfDsRPh",
        "@gabrielboric https://t.co/lYZSBw7Ep8",
        "@mcubillossigall @LyDChile felicidades",
        "@sebastianpinera @GobiernodeChile frívolos",
        "@senadorquintana https://t.co/HovTfGMR9E",
        "@adnradiochile creo? el dolar llegó a $845 ayer. Hard facts, nada de creo.",
        "@YahooFinance @realtordotcom delusional",
        "@aetchebarne tan controlado como Rusia y Chernobyl?",
        "@jwbartlett92 @gblumel all bc they wanted a lower subway fare remember?",
        "@felipekast patetico",
        "@camoalja escoria",
        "@nonaossandon https://t.co/Z9SSh1Cq44",
        "@radiolaclave alarmante el grado de estupidez de @nonaossandon tratando de nivelar para abajo; eso es típico en las… https://t.co/4FHtbVIdbD",
        "@lorenzalibertad @melnicksergio @senadorquintana @Carabdechile @Ejercito_Chile @Armada_Chile @FACh_Chile https://t.co/OrHBPqtxWq",
        "@alvaroelizalde @allamand tropa de ladrones",
        "@Platikasep Las FFAA lo harían en una semana. El estado en un par de años",
        "@Senado_Chile q país mas de mierda",
        "@ianbremmer no clue",
        "@JorgeVergaraVE @cristiancrespoj por todo lo que has dicho y también por las más de 100MM de personas q han muerto… https://t.co/0FJesrtcCZ",
        "@ximerincon 🤦‍♀️",
        "@nonaossandon aparte de no entender q una constitución no tiene incidencia en las demandas sociales tampoco entiend… https://t.co/xQQo602D0L",
        "@cariwi @jwbartlett92 I disagree, it matters greatly; the constitution didn’t kill them however.",
        "@aguamieI La constitución tiene cero incidencia en estos temas 🤦‍♀️",
        "@felipeharboe la constitución tiene cero incidencia en toda y uno de estos puntos 🤦‍♀️",
        "@jwbartlett92 understandably so; it’s the same constitution that removed 40+ % of the population out of poverty.",
        "@aetchebarne Dolaricen",
        "@chechohirane bien dicho",
        "@GobiernodeChile se bajaron los sueldos en @Senado_Chile?",
        "@VozzFire @pepafdezfdez @jwbartlett92 they def want less expensive subway fares",
        "@DrJamesKent3 @rickygervais",
        "@Dn_Vitocorleone @GobiernodeChile @sebastianpinera pateticos y frívolos",
        "Never forget https://t.co/eBWndQ8Ouj",
        "@HillelNeuer @mbachelet On this date, 10 yrs ago @mbachelet negligence killed more than 500 ppl in Chile. She withh… https://t.co/i682Umw6Pm",
        "@johnywalkerROJO “Genuinamente abierto a entender otros mundos”",
        "@mjossandon Ingenuo",
        "@gabrielboric https://t.co/ug4Ox2EgzR",
        "@sebastianpinera @ServelChile @KarlaEnAccion @FelipeWard @segegob @Segpres patetico",
        "@PatoFdez por qué?",
        "@chechegarcia Tus hijas no hay tenido oportunidades con la constitución de hoy?",
        "@sebastianpinera @ServelChile @KarlaEnAccion @FelipeWard @segegob @Segpres la inmensa mayoría q te eligió como pres… https://t.co/zMSDGTipfY",
        "@sebastianpinera raton frivolo",
        "@ianbremmer only if there are no politicians",
        "@patricionavia pero cómo? Si entren todos nos vamos a proteger",
        "@allamand @Carabdechile eres hombre de tú palabra?",
        "@isgoodrum delusional"
    ]
}