{
    "screen name": "NWPapageorge",
    "no. of tweets": 151,
    "tweets": [
        "This week, I was clearly 2nd favorite dad. https://t.co/y0vbLEkofH",
        "@leah_boustan @SHamiltonian Lol. I almost spit out my smoothie.",
        "@leah_boustan @SHamiltonian Oh it’s nothing to admire. I just don’t like food till it gets dark 🤷‍♀️. Ditto with bo… https://t.co/ixKJQXiBGL",
        "@MattCowgill @SHamiltonian Aw. I love my ritual.",
        "@SHamiltonian Truth. I drink coffee till noon and then I have a smoothie. Solids maybe after dark. Since I started adulting.",
        "@SirGags_Alot Baby bear!",
        "@EGolberstein No. Patent that. Take calls from venture capitalists. (Tho I can brush them up and down for some blac… https://t.co/KtfzllL7LD",
        "In response, trying to raise my mask game. https://t.co/0wUtosXfQA",
        "Heros don't always wear capes, but do wear color coordinated face masks!\n\nNancy Pelosi Masters the Art of the Color… https://t.co/Y78r48Tia6",
        "@ChrisSeveren Your tweet should be clear about the number of rejections, which is not explicitly stated.",
        "I think we’re all freaking out to some degree or another. Lots of people probably have more to freak out about than… https://t.co/qaa3IaLDbN",
        "Loved reading this. Folks with the immediate eeek genes reaction (I been there, tbh!) but willing to at least look… https://t.co/XHtyH7hcJZ",
        "Pandemic poses key challenges for preventing child sexual abuse https://t.co/pF2ZzuMDAB via @HubJHU",
        "@leah_boustan @ModeledBehavior Also, soldiers did use gas masks in ww2. So this is silly.",
        "@deniswirtz 🤮",
        "This thread is good. It also explains why modeling the spread of illness absolutely must account for individual beh… https://t.co/yW8FhzCs9O",
        "Reupping (again 😬) what I co-wrote (a thousand years ago but actually just 3-4 weeks) with a (gasp!) sociologist… https://t.co/ZmklCmQX5V",
        "Why can’t this be real?! https://t.co/fVQ0lTvTEB",
        "@causalinf I know, right! Agree! I say that all the time.",
        "That paper you two wrote - and I’ll say it again and again - is a frigging masterpiece of truly spectacular  social… https://t.co/IClcr9zPaK",
        "@NicolasZiebarth Seitdem das kind in unser Leben gerütscht ist, nö. Wenn ich ohne Kind in Europa bin, liegt es dran… https://t.co/BOGoF4AzPr",
        "@SirGags_Alot ?",
        "@jenniferdoleac Try caramelized onion hummus!",
        "Wait! I get to take up smoking again!? \n\nI won’t @ my friends-who-should-know-better but tots had the same thought.… https://t.co/jMkeyRDr3e",
        "Someone call an Uber cause 2020 is crazy-talk, fall-down drunk.",
        "Heyo #HopkinsTweets! I’m an Econ associate prof studying health, labor, education. I dig multi-disciplinary efforts… https://t.co/JWNvaPiSnI",
        "But the md at the wh sat there when he was all BLeeech! UV! \n\nSo, are all mds pro bleach? \n\nAsking for my md friend… https://t.co/xu48RuUiYb",
        "@cawley_john You just made a cubic polynomial drink.",
        "@TrentAtkinsXXX 😍",
        "Omg totally. https://t.co/AsGsxVQ7Fy",
        "@benconomics My past is too sordid.",
        "Remember the debates? Health or Economy? No economy w/out health! But a downturn is also deadly! \n\nVehement debates… https://t.co/dlszxm4sjT",
        "@PJakiela @OwenOzier @WilliamsEcon @SarahJacobsonEc @LucieGSchmidt @susan_godlonton Wow!",
        "https://t.co/8Cuu5e8yM2",
        "Serious face lesson. Nailed it. https://t.co/ZFQ7QLaizV",
        "Shut up. I’m not crying your [sic] crying. \n\n https://t.co/8NZDAAVGe9",
        "Just finished teaching for the semester.  Usually, this is an exciting moment bc I enjoy teaching, but then wrap up… https://t.co/ECc91pDcQ3",
        "Afternoon sanity ride (for both of us). https://t.co/bm2Lufs7b9",
        "Ok so I just realized I basically have a Zoom phone number. With an area code and 7 digits. What is this?! 1992?",
        "@brachelchampion @LPetach Lol. Thx. Was hoping no one would @ me 🤪\n\nMuch of our work uses genetic data to empirical… https://t.co/UHbiTLWTrP",
        "@EmilyNix100 I think we will be able to teach on snow days... or students can join virtually when ill ... or maybe… https://t.co/NqLUr44fze",
        "My prediction: people will dress up more when going to do public things. \n\nIt’ll feel like a special occasion 🧚‍♀️👠… https://t.co/K0SMnn69RE",
        "@deniswirtz You have a very pleasant accent imho. It’d be boring if we all sounded the same.",
        "Pretty grim indirect effect of the pandemic. https://t.co/9fJy7FU2qN",
        "Teaching in a school where the majority of students were not white and thus witnessing realities that ran against w… https://t.co/6XwtrfVugV",
        "Ok so when Brix gets to write her memoir, what should she title it?",
        "@benconomics @conornomics @DinaPomeranz Agree. But better than the obsession over cases ... those numbers are like… https://t.co/5s5E3HRMFk",
        "This. https://t.co/BYnLIQtZeF",
        "@itaisher I agree tho it’s a cost benefit of some kind. She nods as he says nonsense. Or she doesn’t and leaves and… https://t.co/34td0ZFVTH",
        "@AndrewM_Fischer @DinaPomeranz Agreed. These are the least bad for me. Not the ideal :)",
        "@Libercon2016 @Wu_Tang_Finance Agreed.",
        "These are the only numbers that make much sense to me. Adjusted for pop. And not driven by different testing policy… https://t.co/LUOH7wEI5i",
        "This. https://t.co/XrDy7HBeSL",
        "@causalinf Weirdo.",
        "My kid dances. I can’t dance 🤷‍♀️ https://t.co/VAzZ2SXWZt",
        "Jeff Goldblum 💖",
        "All of science in the age of #TrumpVirus https://t.co/XE35EjdcX6",
        "Wow https://t.co/l04rBexfpu",
        "Cloroxtails!",
        "@paulgp Give me one thing I can keep doing and it feels normal. If I question that ... it all comes tumbling down.",
        "@ben_golub @AlexJohnLondon @AaronRHanlon Hätten wir Kindergärten... Oder so...",
        "Update: I can still book a flight to St Louis tomorrow 🤷‍♀️",
        "Is it a problem that that I have honestly no idea - no really - if I’d be able to buy a plane ticket and go someplace?",
        "@jmorenocruz You are kind.",
        "Daycare. ❤️ how I’ve had to learn to be an actual parent. Really do! Still miss my job, being able to focus on it.… https://t.co/fcBkl4Sm6Z",
        "It's interesting and important to tell/hear these stories - the ones from people with very different lives - about… https://t.co/9X0esDK9cL",
        "Lol. https://t.co/Rz00XiT0kG",
        "@economeager @LefebvreEcon @LipstickEcon Fair.",
        "@LefebvreEcon @economeager @LipstickEcon As in: when people use humor to show absurdity about something related to… https://t.co/bFZIIT111O",
        "@LefebvreEcon @economeager @LipstickEcon I think clarifying sth is a joke is a lot different from telling someone t… https://t.co/JblWKMQW8E",
        "@economeager @LipstickEcon Respectfully, I disagree. The joke was a comment on the absurdity of \"choice\" language in these contexts.",
        "@LipstickEcon “Lifestyle choice” to describe the patriarchy was, um, tongue in cheek.  Clearly, not clear if I need… https://t.co/qylcqJYH7d",
        "@RobinsonAmandaL @lauraderksen @klejnot Yikes.",
        "Looks like someone’s inauguration... https://t.co/8pd0sl41uq",
        "Yup. Now I know that it’s possible o zoom a lecture ... and that it won’t be that great. https://t.co/xlCuPi49mq",
        "@conornomics @EmilyNix100 @causalinf I think the point is not that everyone’s productivity is lower... but that wom… https://t.co/lnVESU5zJu",
        "@kph3k @conornomics @causalinf 🙃",
        "@chloergibbs @dlmillimet @VictoriaBaranov Yea, I'd fully agree if there were a general drop off of submissions; tha… https://t.co/CrbvN9H4FS",
        "@dlmillimet @VictoriaBaranov Apparently it is.",
        "The drop in women’s submissions to journals: WTF? Is this in all fields?\n\nIn our household there are 2 dudes &amp; a li… https://t.co/ZSAvLLtXnT",
        "I feel like *essential* will stay in our snarky vernacular for a awhille  post  corona #poco",
        "O m g https://t.co/VIDmPxO0hz",
        "@JoshuaSGoodman My shaving kit makes me sad, very judgy.",
        "@benconomics I like my story better and it fits the data just fine.",
        "I like how people tried! And then were like f this right around end of March. https://t.co/MUdxMC5ybd",
        "Why a Drop in Domestic Violence Reports Might Not Be a Good Sign https://t.co/kkgTeZPYWF",
        "This. https://t.co/etbI8QSEUZ",
        "@AJWoStat @seema_econ 🥰😘",
        "@seema_econ Literally doing this now. DM me for deets!",
        "@FilipeCampante @paulnovosad @causalinf But wasn't he thinking about coffee swirling and moving around when coming… https://t.co/p8QYkHuUHr",
        "Welp ... an outcome of all this is that I’m learning how to parent (and work). \n\nIt’s certainly lovely ... and it’s… https://t.co/TH9SOQAidQ",
        "@dynarski What? I thought you were MAGA all the way.",
        "@Prof_Nishith_P @DavidAJaeger @realDonaldTrump Idk. If I were Fauci right now I’d probably not quit. I’d (using the… https://t.co/Gon0U3xil4",
        "@DavidAJaeger @Prof_Nishith_P @realDonaldTrump I think they’re taking one (many) for the team. Sucking up to the do… https://t.co/e3qcdMonRt",
        "@imbernomics @DavidAJaeger @realDonaldTrump Mm hmm.",
        "Yea part of the fun of a marriage is the mystery, like, they go and do stuff and you don’t know what it is and mayb… https://t.co/4hE7emenLE",
        "I paid the airlines $25 billion and all I got was this lousy extension of silver status 🙄",
        "Today in distancing: my kid reached in, I thought it was for a hug-snuggle. Nope, he wanted to nibble on my eyebrow… https://t.co/JergjlpKTR",
        "The Epidemiologist versus Economics “fight” is a silly and inaccurate (also unhelpful) narrative. \n\nRe-upping a pos… https://t.co/P4VesZefOj",
        "Great piece. My awesome colleague @Stefanie_DeLuca who is an expert on housing among low-income families is quoted… https://t.co/cN0KlCplDK",
        "Easter champagne with edible pink glitter! https://t.co/CqlDg5o8DY",
        "@mlegower Yes, I must admit, my irreverent cookie icing draws from many earlier artistic movements.",
        "He had me at “we should stop thinking of the health and economic responses as separate. They are not.”\n\nJoe Biden:… https://t.co/fBbbZGbgCd",
        "Inequality is a comorbidity. \n\nCoronavirus fight shifts to Baltimore’s poor neighborhoods as city leaders battle mi… https://t.co/bC7Wtx2bUh",
        "https://t.co/LUX5YQRY44",
        "@SchittsCreek is more triggering than watching one of those pandemic movies right now.",
        "Interesting thread. Stuff I honestly don’t think too much about ... tho I guess that’s the point. It’d suck to add… https://t.co/wPZG6x1tXT",
        "This Easter cookie be like #fakenews🤬 https://t.co/n91UfEWu3f",
        "@jenniferdoleac No but he really needs to mansplain your work to you. Why won’t you just listen?!",
        "https://t.co/UdFzYrew5v",
        "Omg this wins the week https://t.co/vV2MPf5OOL",
        "@seema_econ 😞",
        "About to watch @RuPaulsDragRace. Gratful to get my mind off things. \n\nThinking about folks who don’t have the luxur… https://t.co/1T7K1cJvQE",
        "Testing in Colorado https://t.co/pASKxbBY82",
        "THIS. THIS. THIS. THIS. THIS. THIS.\n\nhttps://t.co/wn5DrMPDS3",
        "@marcopiovesan Done!",
        "@marcopiovesan Yup! I could send you a syllabus for my course, \"Sex, Drugs &amp; Dynamic Optimization: The Economics of… https://t.co/iof1Br8BL1",
        "@PACESconsulting I have. It helps.",
        "@causalinf *Raisin Bran.",
        "@causalinf It’s the time of the night for big claims, eh? Fuck it. Kellogg’s Raisin Brand is the best cereal. Ever.",
        "@agoodmanbacon 💖",
        "What’s tough to teach online: critical thinking. If it’s not 2+2=4, but a discussion of controversial issues withou… https://t.co/eTzrQ7DCO3",
        "Most of teaching is not just to lecture but to develop students’ own ability to engage with material and construct… https://t.co/EOalbb2Zad",
        "Enjoyed this piece. Have v mixed reactions to moving online. \n\nBeen forced to learn what I like about online teachi… https://t.co/J8uPP2tmeH",
        "The Viral ‘Study’ About Runners Spreading Coronavirus Is Not Actually a Study - VICE https://t.co/WhEMqfzmjz",
        "@JaminSpeer So like 40 papers a week??",
        "This...\n\nAs a doctor, how do I tell a black family of five, struck by the virus, to ‘social distance’ in a two-bedr… https://t.co/nL7sIBB0JW",
        "We. Need. To. Test. Test. Test. And. ReOpen. The. Economy. https://t.co/AsQMsVMvum",
        "@zoemclaren Not sure!",
        "@economeager Yup.",
        "@AlfredoPaloyo @simardcasanova @elben Yea they crazy. I have them in six colors, just not that one.",
        "via @NYTOpinion https://t.co/pg4THZpHBa",
        "@AlfredoPaloyo Can I borrow those shoes?",
        "A short piece I co-authored on the need to collect data, both on the virus (e.g. infection rates) and on individual… https://t.co/c0Wi9W09MI",
        "But from like 2 days ago.",
        "Is it just me or is #NYTimes just the aggregator of all my social media feeds?",
        "Or for many people if you did. https://t.co/rUE9KmjzJW",
        "This. https://t.co/FVzB6GCpfY",
        "Ducking rat! \nI yelled at the vermin running across the street, head lowered. https://t.co/eJlfmMUL77",
        "@sndurlauf 🤮",
        "When reasonable people say things, I’m more likely to believe them... https://t.co/Tx1uTj787F",
        "This is alarming and awful. Q is how much is about underlying health differences? How much about inability to self… https://t.co/ZkwK7Y0D8j",
        "One teacher's quest to track down her students amid coronavirus school closure https://t.co/PmcqH7M2BS",
        "Global Lockdowns Resulting In 'Horrifying Surge' In Domestic Violence, U.N. Warns : Coronavirus Live Updates : NPR https://t.co/BNsCvtkgSK",
        "Reassuring... https://t.co/EVuzLnpBTw",
        "@SylvainCF @dlmillimet @Stata Matlab/stata user here. I *think* I understand the difference. But let’s be honest... I just aged myself.",
        "Hold on there, cowboy. Churches are about money? https://t.co/VwlJNAp2Vk",
        "The store had chicken today!\n\nSays my husband. And it’s weird that that’s a thing. \n\nEspecially bc I lived in Berli… https://t.co/Ka8uKI6SjH",
        "@Andrew___Baker Don’t be him then.",
        "Queen! https://t.co/VEDpwlLQzT",
        "Things I've learned about during #quarantine \nDrew Droege. O M G.\nhttps://t.co/xSf7rrJw1g"
    ]
}