{
    "screen name": "frodriguezpaz",
    "no. of tweets": 170,
    "tweets": [
        "Que hermosa es nuestra flor nacional. https://t.co/IpCeyH31VT",
        "La deuda pública en Finlandia es 59,4% del PIB, en Alemania 61,9,en Holanda 52,4, en España 100% y Argentina 120%.… https://t.co/Lk4MR91CM5",
        "El capitalismo ha sido la \"bestia\" que ha tirado la carreta, ha llevado consigo a Covid-19, si la tan odiada \"besti… https://t.co/3B7tmsbQoO",
        "@i_respublica @CSalinas_M Muy buena entrevista para comprender los desafíos que enfrenta el sistema sanitario brasi… https://t.co/lC9zwKJnY6",
        "@Josefcolagos Con el tema musical de Los Cazafantasmas de fondo, como si se tratara de una padoria entretenida.\nCom… https://t.co/g8z5bVbWuY",
        "..... y los sistemas capitalización individual permite que el sistema de pensiones no se transforme en una mala her… https://t.co/0o6US0zLCb",
        "Espero que los 5 senadores que propusieron nacionalizar los ahorros de las cuentas de los trabajadores, entreguen u… https://t.co/al44UGNnp3",
        "@juandemariana @AXELKAISER @SpanishLiberty Interesante entrevista @AXELKAISER especialmente el análisis como se fue… https://t.co/l0aP7LPsUv",
        "Mayday, Mayday...... Chile en dirección a estrellarse.\nLa tragedia será inminente. Como llegamos a esto? El primer… https://t.co/eogHGFwXhE",
        "@felipekast Estimado Felipe, esos senadores desde el FA hasta la DC, y creo lamentablemente podrían agregar algunos… https://t.co/x85BuRa1QM",
        "@melnicksergio Para los políticos, es un agrado usar la plata que no es suya, que nunca la ganaron ni se esforzaron… https://t.co/mjEk5HSgXd",
        "@melnicksergio Lamentablemente el ministro @gblumel no ha tenido el liderazgo ni respondido a la autoridad de su ca… https://t.co/e05TFekHnE",
        "@jmanalich Estas situaciones nos hacen reflexionar nuestros valores como sociedad, especialmente el respeto, la gen… https://t.co/EeQjlR1Eem",
        "Es importante dar señales de seguridad para afrontar lo que viviremos después de Covid-19, específicamente para rea… https://t.co/biTn3SnID8",
        "@ProfLuisRiveros Así es, la clase política ha mostrado sus limitaciones y egoísmo, incapaces de mirar con objetivid… https://t.co/9yZCYCvqQv",
        "@AXELKAISER El consumo es bueno y necesario, el problema es comprender que siempre es necesario trabajar para \"eso\"… https://t.co/Ncnw5PDdPI",
        "@joseantoniokast @jmanalich El Covid-19 ha demostrado las debilidades y aciertos de los gobiernos y sus reacciones,… https://t.co/6VY3ACSJMJ",
        "Ese es el punto, tan claro y cambia el rumbo de la estrategia de las naciones frente a Covid-19 https://t.co/8JoxjjQf5B",
        "@MoragPato @Diego_Schalper Totalmente de acuerdo, el concepto clave es el \"distanciamiento\" lo cual permite \"normal… https://t.co/WJ9rPLOjwf",
        "@Diego_Schalper Esta política experimental de encierro y aislamiento no esta validada, es un gran experimento que n… https://t.co/L8i8MV4E17",
        "@Diego_Schalper Continuar pensando que el \"encierro\" y el \"aislamiento social\" es una estrategia absoluta frente a… https://t.co/f4NUqB0Txm",
        "No duermo.\nEl \"encierro\" y \"aislamiento social\"  puede llevarnos a un escenario no previsto?\nExiste evidencia cient… https://t.co/3hzacksnYg",
        "@DoctorPurto El \"encierro\" y el \"distanciamiento social\" si están bajando los casos de infectados en el mundo, pero… https://t.co/0LWtJqKgIR",
        "@FulvioRossiC Evitar una crisis de demanda debe ser tan necesario como la sanidad, la pérdida de la cadena producti… https://t.co/vzuKp4y8t8",
        "@jmrebolledo @conaf_minagri Estimado @jmrebolledo es muy interesante la vinculación de la medicina ancestral con la… https://t.co/NHoc6BftVs",
        "@carreragonzalo Partimos de la base que otorgar créditos es un acto contractual que se ejerce en libertad de ambas… https://t.co/Yk5lq0jrPw",
        "@MauricioRojasmr Importante análisis es el caso de Reino Unido, que tienen liderazgo científico y altos estándares… https://t.co/EfXnQK0wDh",
        "Se ha publicado el Índice de Libertad Económica, el cual afirma que los países con mayor libertad tiene mayor progr… https://t.co/P3R5ICSIDz",
        "La imaginación es una de las cosas más difíciles de desarrollar bajo presión, en este sentido es necesario colabora… https://t.co/94jxk8RV6v",
        "Sin lugar a dudas el presidente @sebastianpinera y sus colaboradores en especial @jmanalich has trabajado arduament… https://t.co/zFy8zzdT4R",
        "@felipekast Imprimir dinero para solventar el gasto fiscal sería entrar directo a un escenario de hiperinflacion qu… https://t.co/S9IvHrC3GW",
        "@JuventudEvopoli @felipekast @evopoli Buen mensaje de @JuventudEvopoli la gratitud es la actitud más importante que… https://t.co/BbY3RwQPKm",
        "@melnicksergio Imponer la bicicleta! Entenderá que ese tipo de iniciativas solo dificulta el acceso al crédito haci… https://t.co/PQHcTwlLOV",
        "Solo reconocer el sentido más profundo del ser humano, postergarse por el prójimo, que gran carta para compartir es… https://t.co/5bWT1I1abC",
        "Excelente conversación desarrollada por @i_respublica junto a @mcubillossigall https://t.co/VyWLCMpDdr",
        "@desbordes Cuando nos bofetean una mejilla debemos poner la otra!! Es necesario  humildad, y aprender a negociar en… https://t.co/VFGxtK0tZs",
        "Insisto, la participación del sector privado en el desarrollo de los países es fundamental, más aún en una crisis s… https://t.co/5QfjFGZmw8",
        "@irunearino @VisualPolitik @SpanishLiberty @juandemariana @juanrallo @LearnLiberty @fppchile @fppchile es excelente… https://t.co/vS6og8LRlu",
        "@SilvixCarrasco @PaulinaAstrozaS @bankofengland Desde donde se inyecta liquidez a la economía será la diferencia en… https://t.co/lDe9ucHJhu",
        "El \"despiadado modelo de libre mercado que fue impuesto a la fuerza según un sector político y que es necesario rem… https://t.co/ytoktzbwYu",
        "Excelente @ucatolica y @cormachile, la asociatividad entre empresas y educación genera respuestas innovadoras, rápi… https://t.co/mVME5RUuqb",
        "@MauricioRojasmr Es imprescindible volver a confiar, a creer, comparto sus esperanzas por un Chile mejor, pero con… https://t.co/GL9nedETKv",
        "@juanpabloswett @KarolCariola @gabrielsilber @marcos_ilabaca @GaelDiputada @Raul_Soto1 @GiorgioJackson Simplemente… https://t.co/djOSVXFmNv",
        "@AlvaroVargasLl La fragilidad de la humanidad desnudada por Covid-19, el manto que la cubría era de Libertad.\n Los… https://t.co/HzjhmO8KiS",
        "@MauricioRojasmr Que vendra: nacionalismo o globalizacion? Claramente el mundo no será el mismo y los líderes de op… https://t.co/cCy6aPZ4Tu",
        "@carlazunin @aluksicc Lamentablemente cierto, nadie pide caridad solo empatia. Sabemos que si cae la banca nos vamo… https://t.co/rmgDF0TSp4",
        "@labeasanchez @sebastianpinera Para sobrevivir a esta pandemia necesitamos tres grandes esfuerzos, 1)sanidad,2)econ… https://t.co/oDJyqoT8LE",
        "Y en Chile cuando? El Estado debe asegurar que los recursos lleguen a la gente y no sigamos financiando políticos e… https://t.co/dNy0ql3Sq1",
        "@tv_Amaro Cuestión de confianza, dejamos de creer los unos en los otros\nAhora es el Estado benefactor, que financia… https://t.co/ZB5qkKkt1R",
        "@tv_Amaro @ContraloritoCGR @Contraloriacl @Bienvenidos13 Que importante dar libertad de expresión y espacio para la… https://t.co/B9BlGgyjnv",
        "@joseantoniokast Debemos recuperar la confianza en los medios de comunicación, eso significa tener programas que in… https://t.co/BcX5Aq0QoB",
        "@Josefcolagos Recomendaría ver Hasta el último hombre, sin duda una gran película. https://t.co/6y7vHOTUO5",
        "Cuidemosnos de esos políticos irresponsables que se ven tentados a tomar el camino del autoritarismo diciendo que n… https://t.co/xbnNC3LYFb",
        "Necesitamos recuperar urgente la confianza de la ciudadanía, en estos momentos las mentes pueden cambiar rapidament… https://t.co/211G19n3WO",
        "@jschaulsohn En los próximos días cada uno de nosotros debe optar por confiar en los datos científicos cos y expert… https://t.co/kHu68O9oY6",
        "@juanpabloswett @Min_Hacienda @ignaciobriones_ Si no existe real colaboración hacia Pymes, desde grandes empresas,… https://t.co/ttr04iSROF",
        "@ProfLuisRiveros Es necesario volver a debatir sobre la relevancia de las competencias actitudinales para definir i… https://t.co/YTE0hljLrf",
        "@Josefcolagos @jmanalich Sería una noticia muy alentadora, especialmente por la alta demanda. \n\nhttps://t.co/w8e0NGP9im",
        "@tomascoxf https://t.co/TGJCnRpO5k",
        "@AndreaObaid Comparto su preocupación, es imprescindible tomar la medida de suspensión de clases en el sistema esco… https://t.co/urnbQlaBI7",
        "@OLanderretche Las medidas de contención requieren urgencia, las señales deben ser claras y la detección de contagi… https://t.co/8sIzaIKvGq",
        "@jmanalich Quizás la metodología de detección es insuficiente?",
        "La propagación de Covid-19 debe ser preocupación nacional, debemos TODXS actuar, no nos podemos dar el lujo de segu… https://t.co/psik4ZdKDs",
        "Aunque el coronavirus (Covis-19) tiene 9 semanas de vida, similar a un pequeño lactante, se moviliza como un cabro… https://t.co/H1kbKJIxCm",
        "Comparto esta gráfica porque explica la obligación que tiene el Gobierno de establecer medidas  de URGENCIA respect… https://t.co/KqWMGxOSnS",
        "Una humilde opinión, son cientos los que destrozan, los muchos los que comparten la destrucción, son miles los que… https://t.co/EWcGTJeI9p",
        "@OLanderretche Ente 20 y 16 % de los contagiados requiere hospitalizacion, 5% apoyo mecanico, contagio crecimiento… https://t.co/n8MZGfEYOL",
        "@joseantoniokast Chile ha tenido más tiempo para anticiparse, pero ese tiempo valioso se ha perdido.",
        "@melnicksergio No existe plan alguno porque @sebastianpinera dividió su propia colision con una postura ambigua, ne… https://t.co/1Sp8qJC0l1",
        "@AlbertoMayol Chile, el país que difiere de Latinoamericana, que se aíslaba del populisno mesiano y cuyo modelo eco… https://t.co/xs1DwDN9Iy",
        "@juanpabloswett Wti - 20% en un día, causa A. Saudita y covid-19.\nEfectos, bonos del tesoro EEUU abajo, presión tas… https://t.co/g9FtyIL3QA",
        "@GiorgioJackson @rafa_cavada Condenar la violencia y proteger el derecho a vivir en PAZ es responsabilidad de tod@s… https://t.co/o2fQSguXPE",
        "@TinoSolari @lucyanaah Tocar unos bocinazos para pedir justicia le parece que es sacar la cara por Chile ???\nCreo q… https://t.co/oIWkZR7Dga",
        "@OLanderretche Las respuesta a este tweet demuestra que\n1) independiente del lado político los niveles de comprensi… https://t.co/yRnHt2fq7S",
        "@GiorgioJackson Falta comprensión lectora, el mensaje es implícito. Es un fuerte llamado para respetar a la mujeres… https://t.co/QwgtPX4kr5",
        "@melnicksergio Claramente una gran ministra, me encantaría verla en el Ministerio del interior, pero no en el gobierno de Piñera.",
        "@ProfLuisRiveros Debemos reconocer que el populisno de izquierda ha logrado invisibilizar sobre los logros alcanzad… https://t.co/bRXU0J4Lu7",
        "@danamolina @AGalt88 @diego_h_alvarez @melnicksergio El derecho de propiedad es la justa reivindicación de alguien… https://t.co/srsWZoKLG6",
        "@AGalt88 @melnicksergio Los liberales tenemos tres principios básicos, derecho a la vida, derecho a la propiedad y derecho a la libertad.",
        "@AlbertoMayol Y si partimos cuidando el estado de derecho, los bienes públicos, la propiedad privada, el orden soci… https://t.co/0EmTPvczIR",
        "@AndresGuti79 @lcruzcoke Un partido político debe representar el pensamiento de sus bases, dejar enmudeció al 40% e… https://t.co/lXJJb12hIl",
        "Esa es la izquierda de los 60 que hoy nadie recuerda y menos condena. Guardan silencio, el gobierno se oculta y la… https://t.co/zzXUNXtbi2",
        "Gobierno @sebastianpinera nefasto, se entregó de rodillas a la izquierda sesentera que avala la violencia como medi… https://t.co/vG4tlRFF1i",
        "@SylviaEyzaguirr Muy buena columna, la forma más ineficiente de gastar es cuando se gasta la plata de otros en otro… https://t.co/8Czxv7Ujra",
        "@AlbertoMayol En Chile tienes muchos economistas y academicos destacados para invitar a debatir, pero usted apunto… https://t.co/5A7afFAH0w",
        "Debemos defender la libertad, el modelo capitalista es el único modelo económico que impulsa el desarrollo y combat… https://t.co/3Ir2Fr4owV",
        "@GiorgioJackson @pjborgon @AndresDoyharcab @ncastilo @Claudia_Mix @RDemocratica @CatalinaPerezS @Camila_RojasV… https://t.co/7yEoIELdlt",
        "@ncastilo @GiorgioJackson @Claudia_Mix @RDemocratica @CatalinaPerezS @Camila_RojasV @pablovidalrojas @GaelDiputada… https://t.co/z87RGPW9bU",
        "@StefanKramerS El humor en importante en el convivir, bien ahí @StefanKramerS pero también debemos pensar el los mi… https://t.co/7qPSLn3t5k",
        "Así se defiende el empleo, con coraje, con orgullo. https://t.co/QNwYBF8QAf",
        "@desbordes @tere_marinovic Que equivocado @desbordes en estos tiempos se requieren políticos con agallas para defen… https://t.co/fSYJSMc0sQ",
        "@felipekast Disminuya el Estado, menos operadores políticos, más eficiencia, que los $ lleguen en servicios reales… https://t.co/WVRtGVrviz",
        "@OLanderretche Sin duda cada año son más emprendedores que inician nuevas propuestas en turismo, me incluyo, pero f… https://t.co/zlGzGqKRAA",
        "@AXELKAISER Una columna que impacta por ir directo a la médula. La izquierda populista logró cambiar la frustración… https://t.co/goRsknSfDz",
        "@rirarrazabalarq @mop_chile @Mineduc Felicitaciones, hermosa integracion con su entorno y utilización de revestimie… https://t.co/aEjxh9aesE",
        "@GiorgioJackson Cuán distinta sería la humanidad si tuviésemos conciencia de los millones de muertos por el odio qu… https://t.co/sP8YeJ36KW",
        "@ignaciobriones_ Esos dos minutos de resumen, unidad social, mirar al futuro país, foco en desarrollo y las persona… https://t.co/QUYNE2yGDg",
        "@GiorgioJackson @ignaciobriones_ @Atlas_Facts @cesifoti Le recomiendo tratar de sintetizar y haga la bajada para qu… https://t.co/axUmvquv9I",
        "@manupalominos @tomasbengolea @OEA_oficial @adnradiochile Ciertamente existe injerencia extranjera, los compatriota… https://t.co/iT9iwr5zzo",
        "@izquierdo_seba 3) los contenidos son necesarios obviamente, pero sin estrategias didácticas durante el proceso de… https://t.co/Bn3ELjgBUZ",
        "@izquierdo_seba 2.- Los estudiantes pasan 14 años en el sistema escolar y la mitad de estos al término no logran re… https://t.co/E3wU7fkxOY",
        "@izquierdo_seba Interesante su mirada, pero las aptitudes y habilidades requieren conocimiento. Entonces las brecha… https://t.co/z7v3nTWL7w",
        "@albertolarrains Las personas ven estereotipos y buscan justificar sus frustraciones con aquellos argumentos que má… https://t.co/Y8DUk1TGKI",
        "@raulfiguersa @tomasbengolea Es muy importante que las comunidades educativas orienten el uso de estos recursos a l… https://t.co/6Mm25tP9BF",
        "@ignaciobriones_ @CamaraDiputados No comparto que un ministro deba ser interpelado para explicar ciertas situacione… https://t.co/O2hsfHNQuJ",
        "@jschaulsohn Invirtieron en tecnología, transferencia conocimiento público privada, incentivo a la inversión, bajo… https://t.co/sJIzqSpOnV",
        "@OLanderretche 3)al término de 8 básico se define el 80% de posibilidades académica de ese estudiante 4)el 50% de l… https://t.co/U1kmUryAdX",
        "@OLanderretche Creo que el problema obliga a mirar a largo plazo, 1)a mayor capital de conocimiento en la población… https://t.co/cKlmjEke88",
        "@GiorgioJackson Críticas la persona y no miras el problema. Hablas siempre del efecto y no de la solución. Generas… https://t.co/7QpjZhvgXS",
        "@mjossandon El estallido social que usted hace alarde dejó miles de compatriotas sin trabajo, endeudados, lastimado… https://t.co/nHJqh0bhTI",
        "@elvillegaschile La frustración que la izquierda quiso transformar en el odio de un pueblo ahora los golpeara en su… https://t.co/zhyKXiX8eI",
        "@albertoplaza Sigue adelante Alberto, nunca pensamos que este gobierno iba a entregarse a la izquierda.",
        "@melnicksergio @gblumel \"el orden público es una obligación de la democracia\", yo diría \"la democracia obliga, en r… https://t.co/mfcpqv0ogw",
        "@gabrielboric Un cuadro pintado por artista como @gabrielboric que vieron en la violencia la oportunidad para llega… https://t.co/KilKj2Kwg1",
        "@neuro_p_salinas @melnicksergio @sebastianpinera Los 202 millones en decisión comunicacional es un efecto, no es el… https://t.co/ZbZcJ1NASS",
        "Una constitución que fue base para combatir la pobreza, la desnutrición infantil, disminuir el analfabetismo, prolo… https://t.co/a5zdP0sFeA",
        "@felipekast No olvide que Nicolás Eyzaguirre le quito los patines a los estudiantes de clase media. Así no se construye un Chile mejor.",
        "@felipekast @ignaciobriones_ Desafío país, \"Cada peso del presupuesto llegue a la última milla, al ciudadano\", exce… https://t.co/1sxZUlfd5X",
        "Ese es el punto, menos Estado y más eficiencia, los recursos deben financiar una potente agenda social. https://t.co/Lh9f3jjuPc",
        "@joseantoniokast Oportuno, acertivo y frontal defendiendo las libertades.",
        "@mirnaschindler Alguna señal online para verlo?",
        "@patricionavia @canal13 La narración histórica está cargada de negacionismo. Error confundir las cosas, no puedes c… https://t.co/L97w3xbO9Z",
        "Gracias a los 41 días de movilizaciones el FA y PC pregonan como gran triunfo la rebaja de 50% en el sueldo de parl… https://t.co/ZZVmxmEbfQ",
        "@melnicksergio Presidente no sólo es cobardía, es falta de patriotismo, es no amar su patria, es no arriesgarse por… https://t.co/hs6LbZWbbl",
        "@joseantoniokast Ahora es el momento de ver los verdaderos patriotas, aquellos hombres y mujeres que aman profundam… https://t.co/OQCS8Qhb4m",
        "Cierto, camino sin retorno. Los ciudadanos nos cansamos. https://t.co/CBx0M60M4C",
        "Claramente la izquierda chilena le hizo un tremendo favor al pueblo uruguayo. Les mostró cuál era el camino correcto. Felicitaciones",
        "@gabrielboric Tongo",
        "Esa es una muy buena señal https://t.co/Y1ptE7wCTR",
        "@svaldesp Somos un barco a la deriva, avísenle al capitán.",
        "Lastima, pero lamentablemente cierto. https://t.co/QYJKDlYUI5",
        "@FabiolaRossina @melnicksergio @joseantoniokast",
        "Fuerte y claro, apoyamos a @Carabdechile con coraje y sin miedo!!! https://t.co/l3BLX4oROn",
        "@melnicksergio Hasta ayer aún tenía esperanzas en este gobierno, hoy creo que mejor es adelantar antar plebiscito p… https://t.co/Qvy8wW5ZJB",
        "Aguanta mi querido Concepción, aguanta Chile que el gobierno tiro la toalla, pero aún tenemos a nuestros… https://t.co/ZxHitBMYxA",
        "Quedan muchas luces de esperanza, fuerza @Carabdechile gracias por su valentía y sacrificio https://t.co/Yc0k2hRsAP",
        "Con humildad y esperanza, mirándolos a los ojos, comprendiendo el dolor de lo vivido, con la mayor negación al odio… https://t.co/WGzPQtOPzd",
        "La izquierda chilena critica la actual Constitución porque sustenta una 'democracia protegida'. Yo me pregunto: si… https://t.co/CcdF5dHmJM",
        "Por nuestra Patria y nuestra Libertad, mayor herencia para nuestros niños y niñas. https://t.co/r6BsFLqPTI",
        "@joseantoniokast solo la extrema izquierda es capaz de utilizar al ser humano y llevarlos a los instintos más bajos… https://t.co/mx0DsdfGxR",
        "@AlessandriFelip @melnicksergio Así es,  el lumpen y vándalos operando, destruyendo, generando miedo y destrucción… https://t.co/lzIOKvypOT",
        "@AranasNegras fuerza a nuestros carabiner@s, tenemos el deber en estos momentos de apoyarlos. https://t.co/7mQ1Dz5ZSV",
        "Creo que nuestro presidente intentó encantar a la serpiente pero está lo termino mordiendo, ahora sólo le queda iny… https://t.co/uA5T2HysuC",
        "Es imposible avanzar en una agenda de conciencia social con participación de tod@s si un sector sigue avivando la v… https://t.co/z1d0tEA9Sp",
        "@melnicksergio Esto no da para mas, la izquierda está logrando su objetivo, pero lo más triste es no hay liderazgo… https://t.co/TWSeUBFbVZ",
        "@chahuan Cuanto más resistirá la democracia si los líderes elegidos no tienen las agallas para defenderla cueste lo que cueste!",
        "@felipekast Se gana con ideas, con valores, con respeto y en democracia. Hoy, con mayor urgencia se necesita lidera… https://t.co/nGV27dGmO8",
        "Todo los hechos que nos ocurren en nuestras vidas son importantes y nos aportan aprendizajes.\nLo que ha vivido nues… https://t.co/vphM019lHS",
        "Bien dicho, no los vamos a dejar. A cada corrupto y populista como estos izquierdistas  es necesario encarar y deci… https://t.co/kRcIeUieOZ",
        "Como ciudadano me comprometo a:\n- siempre participar en los procesos eleccionarios a fin de tener autoridades idóne… https://t.co/4FXzZseG67",
        "Tener un buen crecimiento económico no es garantía de mejor bienestar social ni menos de paz.\nProgreso sin concienc… https://t.co/JVhXvbBU1d",
        "@gabrielboric Tu hablando de paz!!!! Sea consecuente con lo que ha sembrado, hable usted de odio, le sale mas natural",
        "@gabrielboric Uno pensaría que cuando en un contexto de crisis social, tu diputado de la República, deberías hacert… https://t.co/6IbLlAWRbz",
        "La verdad va saliendo al descubierto, bien. https://t.co/QM6lAc0ptc",
        "@GiorgioJackson Los diputados se llevan 155 millones  por período y representan el 0,00001 de los chilenos con edad… https://t.co/uzzLTqIT82",
        "@carreragonzalo Ahora, con urgencia, es necesario que salgan esos líderes con credibilidad e ideas de progreso y li… https://t.co/5l4M7dUdiJ",
        "@tomasbengolea @el_dinamo Ese es el camino, construir prosperidad con conciencia social.",
        "Ver este video de Instagram de @radio_estacion_curanilahue https://t.co/3aIpfsK0Tw",
        "Que paso en nuestro país!!!!! nacimos en un país libre y debemos mantener esa libertad. Por favor no entreguemos el… https://t.co/HWSluqTh4V",
        "Así debe ser, el trabajo de miles de chilen@s está en riesgo https://t.co/uQgTTfrBXE",
        "@felipekast Creo que fallo hacer un esfuerzo mayor en estructurar la educación, fortalecer una educación para el pr… https://t.co/kJ5aKm3PQp",
        "@LuisLarrain @sebastian_gray @Sociales_UAH Tamaño muestra es 0.01 % de la población de votantes 🤦‍♂️, comparta la m… https://t.co/h2rl0vg1S6",
        "@T13 Un 0,07 % del los votantes!!!! Gustito de la izquierda que después de destruir y quemar, se viene a colocar la piel de oveja. Chile no",
        "@melnicksergio Un candidato más al Nobel chilensis, ya tenemos de Economía y el de la Paz.\nCon estas manifestacione… https://t.co/Usp9irpHNv",
        "Exactamente, el respaldo a sus fuerzas de orden debe ser claro, lo demás es agregado. https://t.co/M0HX2IEtpo",
        "@AdielAyala @melnicksergio Me pregunto donde están sus profesores que les enseñan el respeto.?????",
        "Para que las usuarios del metro no olviden a esa izquierda que intenta cambiar Chile, cree usted que vendrán con so… https://t.co/UlPuBiZfPC",
        "Trataron de destruir nuestro país con fuego y violencia, engañan con sus ideologías, siembran odio y resentimiento.… https://t.co/kkpTN0LH0J",
        "Estos días hemos desarrollado un acabado autodiagnostico de los reales problemas que enfrentamos como sociedad, aho… https://t.co/4sA5LW5uZ5",
        "@aceballospdc @sebastian_gray Lllgg."
    ]
}