{
    "screen name": "scoliono1",
    "no. of tweets": 198,
    "tweets": [
        "@Lenyniov Me when the discord e-daters are in voice chat together\n\nhttps://t.co/Bx33LyjSpW",
        "@Lenyniov @HakkinDavid Cameron?",
        "@HakkinDavid somnolienta*",
        "@surepyw @Grammar_Ju Did you transpose it?",
        "@Lenyniov We did it. We beat Fortnite",
        "@HakkinDavid yes",
        "lmao good bait https://t.co/Q1vmZwl9oz",
        "@HakkinDavid ok well I’m the day before October so maybe I was just a bit early for being a hottie",
        "Does my avi count https://t.co/PrgtvREwjk",
        "@HakkinDavid ¡q romántico soy yo!",
        "@HakkinDavid LOS SINPSONES EN ESPAÑOL",
        "@HakkinDavid say pay pay",
        "@HakkinDavid oh boy\ndo they like banda music too, like how southern music has banjos and stuff",
        "sorry you had to see this but it was a good follow up and it was my old acc’s pinned tweet\nalso if you say “char” l… https://t.co/n2OqUbqh4m",
        "are you c++ because i don’t char about you",
        "say the c++ source file extension out loud",
        "@HakkinDavid ummm... alabama doesn’t share a border with Mexico, I think you mean Texas",
        "@HakkinDavid @OugiBotto muéstrame tu biblioteca bb",
        "@HakkinDavid idk why I just think it’s really funny that “sí señor yo soy de rancho” vaqueros are called northerner… https://t.co/DMrJsj3YY1",
        "@HakkinDavid San Diego\n(PARED GRANDE)\nTijuana",
        "@HakkinDavid @OugiBotto It does and my games list should be public",
        "@HakkinDavid They don’t have rubber bands in Mexico? Xd",
        "@HakkinDavid stop it mr ohm",
        "@HakkinDavid I think you mean southerners.\n\nWait.",
        "@HakkinDavid @OugiBotto David you should make ougibot’s “playing” game be a random game in my steam library \n\n(tota… https://t.co/YwkAEKWzh5",
        "@Lenyniov Violet",
        "@Lenyniov bitch you stole my unoriginal joke https://t.co/VCCmlxRyQ8",
        "@HakkinDavid @Lenyniov o",
        "@HakkinDavid @Lenyniov uhhh",
        "@Lenyniov And I forgot to mention that there would be lots of logistical problems with hosting such a bot for anyon… https://t.co/5gsWVeli2Z",
        "@HakkinDavid @Lenyniov https://t.co/ZjniCgq9Z7\nyes I think you mean the same thing\nalso maybe I misremembered the rickroll part",
        "@HakkinDavid @Lenyniov Actually, back in the day, there was this telnet server you could connect to that had an ASC… https://t.co/3QiRVsXnCU",
        "@Lenyniov Also, Netflix and Disney+ would lose their shit if bots could stream their content, because it’s supposed… https://t.co/2PcdwDk2Vy",
        "@Lenyniov Don’t know if discord’s api has allowed bots to stream video. The server video chat thing is temporary be… https://t.co/kPUbGBwWW7",
        "@Fl0r_Geneva Some guy at my school was doing this shit too, except he was even more daring and put them inside urin… https://t.co/OD8YQhJK0i",
        "Lately I’ve been deliberately coughing near people wearing useless cloth “””masks””” in public.\nSo when I had to we… https://t.co/9hyEAz9T2X",
        "@Lenyniov A block and report",
        "Also... https://t.co/qAUU45vWjD",
        "What a fucking joke HA https://t.co/m0namNuBKr",
        "@Lenyniov oh yeah but he hasn’t made a video in almost 4 years",
        "@Lenyniov KrunchyNaut. He has a beautiful voice too.",
        "@PhlamAminga Pic related. https://t.co/iB9jILu4ON",
        "@PhlamAminga Well there’s a shit ton of curves in that video, I’m taking about the quadratic bézier. It obviously s… https://t.co/Wql84c8VhO",
        "@PhlamAminga I remember drawing cubes in kindergarten class. I was basically taught to use an oblique projection, b… https://t.co/kCwgRy4PmN",
        "@PhlamAminga I think the first Bézier curve I did was unintentional, part of a doodle I was doing... while bored in… https://t.co/ucjxsTQyEQ",
        "@Lenyniov ven para dormirte más fácil 😳",
        "@HakkinDavid c o m e",
        "@Lenyniov based pedo",
        "@lucketechtips Post a picture of your black skin for salvation",
        "@Lenyniov Your government is watching you",
        "@Lenyniov pussy. He’s asking for pussy.",
        "@surepyw Why!",
        "Also notice how it accepts completely batshit input like F-flat Major, which exists theoretically but is of course… https://t.co/tohpDT1P6q",
        "I spontaneously decided to write a music theory program today, it tells you what notes belong in a triad. coming so… https://t.co/ItQRySmSoU",
        "@ChokoreitoNeko &gt;A bounty of $9000 has been placed on you",
        "@HakkinDavid @Lenyniov Those were also among my first games\nOh god I can hear the pinball sounds in my head now",
        "@Lenyniov Nowadays you young’uns have your “mario maker,” back then I remember downloading homebrew onto an SD card… https://t.co/CfXx5UCzZm",
        "@Lenyniov First game for me was Lord of the Rings Online on Windows XP, and for Nintendo, it was Kirby Super Star Ultra on the DS lite",
        "@Grammar_Ju It’s 1/3rd of a year.",
        "@Grammar_Ju lol, well Cisco had this before me, so that’s how it ended up with openSUSE.\nAlso, this computer was su… https://t.co/JW9qN5iJAb",
        "I’m bored so I’m going to challenge myself to write something in Sepples with no internet connection. That means no… https://t.co/gNgekcc9dw",
        "Looks like I didn’t do much besides install Steam, compile some C# shit, browse G+, and download Filthy Frank clips… https://t.co/gXNGpi9yG7",
        "So i have this old-ass workstation PC in my room, which used to run openSUSE, but I installed Ubuntu 14.04 on it. T… https://t.co/uTFHBtY6Mj",
        "@Lenyniov https://t.co/lU7PAnLrTz",
        "https://t.co/zs42k9tKmt",
        "Software development is a serious occupation where every change to the code must be meticulously documented https://t.co/ppvPWJ0rhv",
        "@lucketechtips Unfortunately mine may or may not still be owned by Cisco Systems, Inc. so I won’t install Gahnoo/Loonix just yet",
        "Are you retarded https://t.co/x1pyRTwIHh",
        "@Lenyniov why yes, I do use a thinkpad, how did you know. https://t.co/p4bmHNgnt9",
        "ThinkPad gang wya? https://t.co/7QDV1DUgps",
        "@surepyw North Yankton heist gone wrong",
        "@Lenyniov I am asleep",
        "@atoooomic no",
        "&gt;package.json has 2 dependencies and 3 devDependencies\n\n&gt;npm install --only=prod\n&gt;node_modules has 5 packages total… https://t.co/CcY8PMBhuw",
        "@surepyw maybe read the context of the OP :^)",
        "@HakkinDavid https://t.co/UWJk57JiIJ",
        "@Lenyniov I thought it was kind of awkward that I was the only one in the theater clapping when he shot Murray.",
        "@Lenyniov @HakkinDavid 🤔🤔",
        "@surepyw basically any Minecraft mod’s GitHub issues page",
        "@HakkinDavid 🤔",
        "@HakkinDavid Gus gay",
        "@HakkinDavid https://t.co/wWyjyQXI6F",
        "stimulus checks.mp3\nhttps://t.co/JFwZLmeWEr",
        "@Lenyniov https://t.co/4dKUuvoseg",
        "Look, it's FFmpeg and youtube-dl 👀 https://t.co/E4JDJOy3Tu",
        "@Lenyniov lol",
        "@Lenyniov https://t.co/XKL0xkZGLL",
        "https://t.co/iUaNNuZo6B",
        "@Lenyniov https://t.co/fYTlowbkqE",
        "@Lenyniov https://t.co/r0PHzRIrmt",
        "@HakkinDavid no",
        "@Lenyniov https://t.co/l9YPrvhJm5",
        "@HakkinDavid do you even leetspeak",
        "@HakkinDavid my serial number is 4TM05",
        "Asking the real questions https://t.co/Z3107LSmsM",
        "@HakkinDavid No, and Macs have integrated graphics anyway. https://t.co/Gj7QtE7abN",
        "Mac uses 13 GB of RAM to do the same tasks that Windows 10 does with 7 GB: Firefox with &lt;10 tabs left open, several… https://t.co/Plw90LPdIb",
        "@HakkinDavid https://t.co/LVBbVzWe3g",
        "@HakkinDavid haha",
        "@HakkinDavid wat recordings have you seen from my phone",
        "@HakkinDavid Like wat",
        "At this point I can't fall asleep at a normal time so I would rather stay up until 5 am than lay awake in bed for h… https://t.co/PxTIL6vTJr",
        "The worst mistakes I have made in 2020 are\n&gt;telling a bank teller he gave me $2400 instead of 1200\nand\n&gt;turning dow… https://t.co/GX9CSSYhAR",
        "@Grammar_Ju The deadpan tone fucking makes this.",
        "funny cowsay motd.jpeg https://t.co/NNImAfyrej",
        "@Lenyniov sad!",
        "@surepyw &gt;electron\n&gt;mobile app",
        "ATTENTION EVERYONE: MY TEACHER NAMED CHAD SENT EVERYONE AN EMAIL STARTING WITH \"BASED\"",
        "@HakkinDavid libtard destroyed",
        "@Lenyniov bye",
        "@HakkinDavid they also have been calling me that since 9th grade, which is longer than he's been a meme for, I think",
        "@HakkinDavid Everyone at my school calls me by my last name too, it’s weird.",
        "Holy shit. I didn’t even know this site was a thing. That’s amazing. https://t.co/VgMimO5ywL",
        "I shouldn't miss going to school but I kind of do https://t.co/ret9foUdzY",
        "@Lenyniov p*lyamory 🤮",
        "@HakkinDavid What did Ougi mean by this?",
        "why is Jump to Chat on the d*scord mobile app still broken after all these years\nFuck you. I just want to save some old memes",
        "@Smug_Legend They try to sound academic but it just ends up looking shallow and pedantic",
        "https://t.co/Y5f1HgMkfd",
        "https://t.co/c8FxxxA1Ep",
        "Post memes you send to the boys over Zoom private chat https://t.co/hf8gKo7LKe",
        "@IsraDelu @Smug_Legend &gt;anonymous poster\n&gt;he censored the random id",
        "@HakkinDavid what did he mean by this",
        "https://t.co/a7AUVDcXH5\n&gt;song written by japanese guy\n&gt;only lyrics are in spanish\nThis brings a new meaning to Spanish anime",
        "Remember when I said I went to high school for the last time\nwell I was just kidding I went back there today to get… https://t.co/kakQaM75li",
        "@ChokoreitoNeko baby driver but with eurobeat",
        "@HakkinDavid lol, sometimes my dog falls into a light nap and her eyes aren’t fully closed, but I’ve never seen her… https://t.co/VkFc7E5ePm",
        "@HakkinDavid Remind me to come back in 13 days",
        "@Lenyniov It means you are a SIMP",
        "@Lenyniov simp",
        "Someone at FB is getting fired. https://t.co/8aevVKjOt6",
        "@HakkinDavid feliz cinco de mayo bb\noh wait, no your birthday is september 16 verdad",
        "@HakkinDavid -buenos dias somnolienta\n-¡imbecil!",
        "@HakkinDavid mande fotos de tu perro porfabor bb",
        "@HakkinDavid por la tuya",
        "@HakkinDavid https://t.co/TrZBDpQyFP",
        "@HakkinDavid horchata",
        "@HakkinDavid @Lenyniov This is all you get @Lenyniov https://t.co/1sBGGzQ5XR",
        "@HakkinDavid @Lenyniov https://t.co/odOXLM7XI2",
        "@Lenyniov @HakkinDavid no",
        "@HakkinDavid @Lenyniov Kentucky was the superior civilization, and Compact should be grateful it was spared",
        "@HakkinDavid @Lenyniov C o m p a c t D i s t r i c t",
        "@Lenyniov It’s a great game, it tapped into an almost autistic-like obsession for city planning I never knew I had.",
        "Pop up javascript ads really have the audacity to block your entire screen out of nowhere, but the courtesy to actu… https://t.co/ZbCSNsAY2K",
        "@atoooomic remember when tf2 updates had more than localization files",
        "Just another day on the 405... https://t.co/CiM3rrG1N1",
        "Think Different.  https://t.co/FqqSSZTROB",
        "xenophobic bee be like\nBUZZ BUZZ I HATE MINORITIES https://t.co/uLMfmROr8J",
        "@Lenyniov sorry i was on my alt",
        "twitter ur legit retarded stop zooming in on the knife",
        "I miss the good ol days https://t.co/5Oq5Ky2FQJ",
        "@panncakelord sad https://t.co/cPAshnftQZ",
        "@HakkinDavid daybit tu pene está mostrando",
        "@HakkinDavid of course i know that https://t.co/6yoBp5KREy",
        "@atoooomic @HakkinDavid Don't care, didn't ask, plus you weren't in hispanime club https://t.co/QpWFhqh5bo",
        "bonus https://t.co/UYxld0FDPF",
        "feliz cinco de mayo bb @HakkinDavid \nhave some drawings of Maria-chan from our Spanish Anime meme club at school https://t.co/yjkI6q4Zvf",
        "@HakkinDavid señor shapiro\n\nwait. that's me",
        "https://t.co/Bln9azX92q",
        "HEY LOIS\nI'M UNDER AN OVERPASS IN PLEASANTON, CALIF.\nHEHEHEH!!! https://t.co/aWDZXXtTWO",
        "cruise ship https://t.co/0eXf2sj6BV",
        "\"FRESH\" https://t.co/7GDWS3oJVX",
        "@HakkinDavid sad\nwell maybe when waiting for shipping then",
        "@HakkinDavid what if i told you you could pirate something to get it early, then buy it later to support the creato… https://t.co/HfrPdNxqcn",
        "@HakkinDavid wait a minute, hames is me",
        "@surepyw And yet he is still kinda awkward in person. lol",
        "@HakkinDavid David destroys transgenders with this one simple trick",
        "@Lenyniov Someone took a pic of a substitute teacher at our school pretending to drink spicy mustard, and it got fe… https://t.co/U0aob7L18h",
        "@Lenyniov Oh yeah, and during my freshman year there was a fight between two girls in the courtyard where one body-… https://t.co/C6YYuAnkXW",
        "@Lenyniov During the summer some guy in a Jeep crashed into a power line pole right in front of the school and died… https://t.co/WrkPwrL2xY",
        "@Lenyniov This year my friend saw the aftermath of someone driving a car into a lake.\nI witnessed a few nasty car a… https://t.co/TUS6w5IML8",
        "@Lenyniov A kid from my school died when I was a freshman, not sure if suicide\nAnd in 2018, a freshman from a nearb… https://t.co/fQwJaKU2jS",
        "@Lenyniov During our senior class water park trip last September, we formed a human chain with kids from other scho… https://t.co/ToPifE75C5",
        "@Lenyniov This year's big happening was the omegle sign language girl\nsupposedly there was a different racist incid… https://t.co/f1BXSrBTF0",
        "@Lenyniov we had a few one-off cases the past couple years where an ambulance would show up at school during brunch… https://t.co/E92Gep2moT",
        "@Lenyniov I don't remember much else happening until Feb 2019, which is when an IG account was made for anonymous c… https://t.co/0nRTcTQ9lk",
        "@Lenyniov there was also a shooting threat around march 2017 that caused a lockdown during CAASPP tests but nothing… https://t.co/KowA6LoTLt",
        "@Lenyniov nah, first was the kid who wrote \"whites\" and \"blacks\" in sharpie on the wall with the urinals (november… https://t.co/prc18Uze2g",
        "there's this korean guy in my math class that has 250K followers on tiktok\n\nimagine the collective thirst",
        "@HakkinDavid feliz cinco de mayo bb",
        "@HakkinDavid Feliz cinco de mayo bb",
        "@Lenyniov i was literally born to shitpost. they could not break me by giving me 10 days of detention for calling a… https://t.co/CdARO5zHpb",
        "@Lenyniov twitter broken",
        "@atoooomic i tested negative you retard",
        "One time our school had a Spanish exchange student, he thought he could get away with saying \"grab her by the pussy… https://t.co/5uTkuVcqDs",
        "pretty much every time i got in trouble in middle or elementary school, excluding membean.js, was because of me say… https://t.co/DYALsgsw4R",
        "@ChokoreitoNeko I liked how DS had single player missions",
        "@HakkinDavid ¿Q-q-qué? https://t.co/lxrPuY7JEB",
        "@HakkinDavid That’s how i got banned",
        "&gt;set birthday in twitter app\n&gt;live in UTC-7 time zone\n&gt;go into browser\n&gt;birthday is 1 day earlier\n&gt;set gender to “M… https://t.co/NPw3FHtc5N",
        "@surepyw Sad!",
        "@Lenyniov Some people call themselves tf2 players but then you realize they have never played a *real* map, like pl… https://t.co/g2WO0sGJLv",
        "@lucketechtips Not yet..",
        "@lucketechtips one week only?\n\nWeak.",
        "@panncakelord @Lenyniov It even resembles fried chicken",
        "@lucketechtips same year though",
        "@lucketechtips lucke is older than me wtf?",
        "@ChokoreitoNeko @Lenyniov hoes mad"
    ]
}