{
    "screen name": "BranchBrookPark",
    "no. of tweets": 165,
    "tweets": [
        "#BranchBrookPark is filled with wildlife. This American robin is working hard to feed the new borns. Their young le… https://t.co/n16VPg414R",
        "When in #BranchBrookPark please wear a face covering. Enjoy the week. https://t.co/0YGOgslCFs",
        "A drain in #branchbrookpark needs to be fixed. Join us in funding the new project. When complete, a new path on the… https://t.co/7aibS1puyr",
        "Same time last year, ⁦@NJIT⁩ ⁦@Prudential⁩ and #EssexCounty Rutgers Master Gardeners ⁦@RutgersNJAES⁩. Thinking of y… https://t.co/5XIiMsIotc",
        "If I can wear a face covering, so can you. Do it for everyone, even the squirrels. A friendly reminder, when in the… https://t.co/gsBOoGLY4C",
        "A Brief History Lesson: Nurses Week\nIn 1982, a congressional resolution designated May 6 as National Nurses Day. A… https://t.co/fRDeAaCpJS",
        "We have 20 complimentary kits remaining if you want to join us for #SeedsOfHope.\nhttps://t.co/3MPKfq3jtq… https://t.co/G2nEWHEhqE",
        "We do it for you, will you do it for us? Chip-In Today.\nhttps://t.co/u0n5kjwlRE https://t.co/SLZEGWC3MQ",
        "Your support will help us keep your park beautiful for all. Join us.\nhttps://t.co/u0n5kjwlRE https://t.co/VIgy5niM65",
        "We have zero tolerance for graffiti in our park. Will you join us in the fight? Your funding in any amount will go… https://t.co/PjG8Ozz1wk",
        "@CityofNewarkNJ will begin COVID-19 testing this Wednesday, May 6, at Branch Brook Park Skating Rink from 9am - 3pm… https://t.co/nQlCu3TzFQ",
        "What’s more important to you? #COVIDー19",
        "It’s going to be 78 degrees today. Let’s enjoy 😊 #BranchBrookPark while keeping six feet of distance and wearing a… https://t.co/aatIQw0ADj",
        "We hope you enjoyed the park today. This is a great reminder for tomorrow. No tailgating people and face coverings… https://t.co/tOiEqpx67B",
        "Countdown to May 2, 2020 5:49 am when the park opens for a run, jog, walk, bike ride and meditation. What will you… https://t.co/ouqKD8lXc0",
        "Distributing food in #BranchBrookPark this week was eye opening to the growing need. This is a list of pantries in… https://t.co/bags1v9Pqf",
        "Your park welcomes you on Saturday, May 2, 2020. We invite you to share how you are celebrating the moment. Allow u… https://t.co/xP78oVFUe1",
        "Today was filled with emotion as we joined @Joe_D_EssexExec @anibalramosjr and many more to distribute over 2,000 g… https://t.co/lWshkQwfmn",
        "Complimentary food available at the Cherry Blossom Welcome Center in Branch Brook Park on Tuesday, April 28 at 10:0… https://t.co/rh2kumnTPq",
        "Happy Birthday to Frederick Law Olmsted, America’s greatest Landscape Architect who conceived Essex County Branch B… https://t.co/FWvuyw0Mtt",
        "Essex County Rutgers Master Gardeners give generously of their time and talent to maintain Branch Brook Park in… https://t.co/zlDkhKb1C0",
        "Dedicated hearts like yours\nAre not so easy to find.\nIt takes a special person to be\nSo generous and kind.\nVoluntee… https://t.co/AkhPj23KF2",
        "I have submerged myself\nin the brilliance of the day\nThe coldness of the past\nerased with the warmth \nof the presen… https://t.co/zNWPG0bjGY",
        "Our Care of the Park team confirmed the next shipment 🚚 of #SeedsofHope packages 📦 are in route to you. If you have… https://t.co/ISZQ2Ctels",
        "#SeedsofHope is an opportunity to volunteer where you are today for the purpose of coming together as a community w… https://t.co/XATmR8NLOb",
        "#SeedsofHope is an opportunity to volunteer where you are today for the purpose of coming together as a community w… https://t.co/xZ6QBFBre6",
        "See our most recent newsletter with our Spring volunteer opportunities in the Park https://t.co/tz7a82kcBT] https://t.co/09Ck8bvJPp",
        "Another great volunteer group from Old Navy was in the park Friday!  \nSign up to volunteer: https://t.co/hVIMrgcPmY https://t.co/t0XSTneBU5",
        "Happy Arbor Day! https://t.co/BD3gi9ZxHh",
        "A big Thank You to our SRA corporation volunteers last week who worked in Prudential Grove through the misty rain! https://t.co/XLZsGhTstE",
        "Our volunteers are loving the weather this week! https://t.co/5ukdjX6QkX",
        "Our volunteers are out in the park working in the gardens and the Cherry Trees are starting their spring show!  Sto… https://t.co/BIzMwFO7ma",
        "Coming soon.....cherry blossoms in the park this spring! https://t.co/urTMdO70b3",
        "Our Fall Newsletter is out.  See all of the great work our volunteers do and find out how you can be a part.\nhttps://t.co/a10IkPC9hy",
        "Congratulations to our Zone Leaders for receiving the Award for Excellence given at the 2016 Rutgers… https://t.co/kRs06LcjRw",
        "enjoying the fall days https://t.co/A50VC2MANP",
        "Rainy fall day....the trees are getting a good drink! https://t.co/PF12CcciQD",
        "Peak fall color is happening now https://t.co/aNuKHVS50R",
        "Another beautiful fall day in the park. https://t.co/ygBpAVReoX",
        "@CityBloom87 volunteers this November in Kiyo Grove - yesterday they prepped planting beds and put the final plants… https://t.co/g19YbKE8so",
        "A big thank you to the volunteers from @Prudential and @bectondickinson for helping to prepare the planting beds in… https://t.co/UYYJPRW6kV",
        "Our Master Gardener Cherry Pruning group is out today - say \"hi\" if you see them! https://t.co/6QwadX0xnu",
        "It's another beautiful fall day in the park with a little rainbow added in! https://t.co/zfVLZ4w4uL",
        "Thanks to the volunteers from @Prudential for volunteering Friday!  We hope you enjoyed your picnic in the park aft… https://t.co/ZN7gFNiP1v",
        "@Prudential volunteers are in the park today! https://t.co/vwbjqcOXYP",
        "It's a beautiful fall day in the park with the asters in full bloom! https://t.co/UIoOI8Yvgm",
        "Come join our wonderful neighbors on a house tour this weekend! https://t.co/ypsQUcygMt",
        "Here's what a volunteer workday looks like.  Find out more at https://t.co/WDSuew5eYU https://t.co/NMA82By5qQ",
        "Professor Knapik and her students from @SetonHall on a tour of the Park. They all get an A+ for tree hugging! https://t.co/WYq9twZZYa",
        "Thank you to the @ForestHillsCommunityAssociation and @JerseyCares for coming cleaning up Ballantine Gates on Satur… https://t.co/xR3yVCdoVy",
        "Thank you to a great group of volunteers from @ToyotaLogistics helping to put over 500 plants in Kiyo Grove on Satu… https://t.co/0LxqAapl2x",
        "@JerseyCares @NewYorkRedBulls The fall is a great time to be in the park volunteering even if it rains! https://t.co/jQQ0rQflZR",
        "@JerseyCares @NewYorkRedBulls Thanks for helping to clear the beds for our fall planting!  You were a great group to work!!",
        "Thank you @JerseyCares and @NewYorkRedBulls for volunteering in the Park this week.  What a great group we had work… https://t.co/ZLHcamrIou",
        "Thank you to @JerseyCares and @AmeriCorps for volunteering in the Park this week on a beautiful day! https://t.co/Ly0u6SbOYk",
        "Thank you @JerseyCares @montclairstateu @NJIT for sending 150+ students Saturday making it a great volunteer day! https://t.co/Dd5q0ul1f7",
        "Saturday 9/10 (12p-6p) - Annual African Caribbean Festival in Prudential Grove. The theme is “One Love” a homage to musical icon Bob Marley",
        "Thank you freshman from @NJIT for starting your school year by volunteering on your First Day of Service event! https://t.co/CpLP1cACCw",
        "a little breeze for your day.... https://t.co/fHeFrHWSlQ",
        "another beautiful day in the park... https://t.co/vPJDV5MqKs",
        "here's a little relief from the heat- stay cool and enjoy the day! https://t.co/QAQwuqaaDH",
        "these geese know how to relax in the shade on a summer day https://t.co/nQDuFOTz7U",
        "Thank you to the @SetonHallUpwardBound volunteers for helping us in a clean up in the park's Middle Division! https://t.co/YMJxHoruxo",
        "Visit the park to cool off...it's the perfect summer getaway! https://t.co/xinf6iKAvX",
        "Thanks @JerseyCares ServiceWorks volunteers for pruning roses on Concourse Hill last week! https://t.co/av2aQOQoxF",
        "A big thanks to the @the_sca volunteers who just finished 3 weeks of work in the park! https://t.co/4CseMNQics",
        "Our volunteers are out watering the plants, keeping them cool on this hot day! https://t.co/LsFxKqr3Kh",
        "Thank you @JerseyCares Volunteers for helping on the Lenape Trail! https://t.co/XdZ3gfYM9g",
        "Thank you to the Forest Hill Association for helping clean up at Ballantine Gates.  Great Job!! https://t.co/cRcQnTd4PT",
        "Thank you Prudential for helping put over 600 plants in the Music Ct. with our Care of the Park Volunteers! https://t.co/uHGyo2nnZG",
        "A big Thank You to the volunteers @PruCenter for help with a lake cleanup and planting at the Boat House! https://t.co/zHPEDt826C",
        "We had a wonderful day in the park this weekend foraging with Wildman Steve Brill @wildmanbrill https://t.co/WxSV9iG6HU",
        "Thank you to the volunteers from Jersey Cares ServiceWorks who helped put 408 plants in the Music Court Saturday. https://t.co/uGYtOqOnWo",
        "Join Saturday as we forage for wild edibles exploring the park with Wildman Steve Brill. https://t.co/Yset6tmjF1 https://t.co/Sg6xElZ1Q3",
        "Stay cool today on this beautiful day! https://t.co/YsSglorWww",
        "it's a perfect day for a walk in the park! https://t.co/zWViIP9VB0",
        "Kiyo Grove on a cloudy day.  Join us this Saturday for a volunteer event weeding the beds.  https://t.co/WDSuew5eYU https://t.co/9VYr3RXulA",
        "Missing Dog!  Weimaraner wearing a maroon collar who has been spotted in the park several times over the last week https://t.co/otG0DihdCa",
        "have you seen fox in the park? here's a den under a blooming horse chestnut tree. https://t.co/uwl3OzMAng",
        "Thank you to @JerseyCares 50+ volunteers who cleaned lake edges, removed knotweed and picked up garbage last weekend https://t.co/sd2fXyBlwQ",
        "the first spring goslings are out in the park https://t.co/p6u0UI91Q3",
        "Reminder this Saturday: Free Bird Talk/Walk in the historic Branch Brook Park (9a-11a)  https://t.co/cF7C81Xy6g https://t.co/7PfWZeNgPy",
        "spring showers https://t.co/vrjIJtEhxS",
        "Don't forget these in bloom now: Purple leaf Schubert cherries. https://t.co/Ozan9S338K",
        "the barometer says we are post-peak for cherry bloom season - come catch some trees with pink for the next week. https://t.co/DlTih8Q5RL",
        "BLOOMFEST today in the park (11a-5p) https://t.co/QYjeJidsSt https://t.co/nJsvCGBe0v",
        "For your Friday - enjoy this view of the lake https://t.co/jWJ4UqJibv",
        "Another beautiful day in the park.  #branchbrookpark #CherryBlossoms #bloomfest https://t.co/Oxwx4JgBRj",
        "The last of the cherry trees - the Kwanzans - are starting to flower. https://t.co/W5pEBU1DXe",
        "Save the dates!  Free Lectures in the park.  https://t.co/MJKlKIOAYs https://t.co/ONQoBV1r05",
        "looks like spring, feels like fall https://t.co/2lZhosKKXs",
        "the cherry trees don't seem to mind this overcast day... https://t.co/GzgX5IYCYv",
        "stop by the Cherry Blossom Center info table 7-days a week (11a-3p) during the Cherry Blossom Festival. https://t.co/TQtgZlHDHe",
        "Just in case you need a dose of cherry trees today\nhttps://t.co/6X3mKCW85W https://t.co/q1oMOtdFmF",
        "The Cherry Blossom Festival starts this weekend. Don't miss this yearly event!\nhttps://t.co/j713V0Okt1 https://t.co/mSchYm5hYU",
        "It's a chilly day, but the cherry trees are still holding on to their flowers @BBPANewark https://t.co/3ftuqMqd9x",
        "VOLUNTEER DAY: this Saturday 4/9 - Boat House Clean-up. To sign up email us careofthepark@branchbrookpark.org https://t.co/k9nrnalEzB",
        "\"Look at the cherry blossoms! Their color and scent fall with them, are gone forever, yet mindless.\"\n- Ikkyu https://t.co/7QkVcd8ABL",
        "The cherries weathered a rough night of hail and rain, but they are still here today to be admired. @BBPANewark https://t.co/2L8jOV5AHE",
        "In Japan cherry blossoms symbolize spring renewal and the fleeting nature of life. https://t.co/YmuGOyAENi",
        "The weeping cherries are starting their bloom https://t.co/eVS9bk0tO9",
        "more cherries blooming today-  come see the display!! https://t.co/wcn7zQpr0F",
        "go behind the scenes of the cherry tree planting this year https://t.co/W6IXMB1u5q https://t.co/C4OdoJZJhb",
        "@Joe_D_EssexExec helping to plant new cherry trees at the park yesterday. https://t.co/ArtKxzj1QV",
        "When will cherry trees will be in full bloom- follow the webcam  http://108.58.154.186/view/viewer_index.shtml?id=41 https://t.co/nVaJQYJNAH",
        "did you know there are over 10,000 trees in the landscaped areas of the park.   https://t.co/XJ5lKczUZB",
        "The Bloom Season Barometer says the park will soon be pink! https://t.co/uhTjpuWSEq",
        "The Okame Cherries are early bloomers...these have started showing their color! https://t.co/NwUH6gslJE",
        "Branch Brook Park Cherry Blossom Festival will be celebrated by thousands of visitors this spring.   https://t.co/SfchkMl6MX",
        "Meet this Swamp White Oak, who is part of the Legacy Tree Collection of Branch Brook Park https://t.co/scIPCSgdBC",
        "Prepare yourself for the Cherry Blossom festival with this guide to Cherry Tree Blossoms:\nhttps://t.co/1KQRvJRFrG https://t.co/9j1TYkNCDv",
        "Here's list of some of Japan's most popular cherry blossom spots:\nhttps://t.co/qao0vmHzSG https://t.co/nrvOUcVMt1",
        "please mulch your trees properly. https://t.co/f2X4XM7aTv. https://t.co/vHnOgPrQ4E",
        "Take a look at our Care of the Park Movement newsletter:  https://t.co/ZqY8Anpxg6 https://t.co/2BcUwXIluC",
        "coming this April to Branch Brook Park @BBPANewark https://t.co/ONC6IQNzlo",
        "live eaglecam at Duke Farms.  https://t.co/zXRFdDyPdy",
        "Building a worm bin is a great winter project and a good way to recycle paper, cardboard and kitchen scraps https://t.co/30I0dWYZRt",
        "Trees communicating with each other    https://t.co/U2hTuXj9uq",
        "......a little more of winter today https://t.co/R9Yf1kBUT7",
        "coming soon...... https://t.co/Y7XSFfotc1",
        "@CherryBlossomsinWinter is a public art project engaging people to produce an inspiring scene of wonder. https://t.co/pRJbVJuuLc",
        "winter wonderland https://t.co/6RlAI7LR9v",
        "rise and shine https://t.co/FzSiVt0R4k",
        "icy lake edge https://t.co/f0WhyDybI6",
        "Winter geese on parade https://t.co/GfP2ENolcy",
        "Historic Greenhouse https://t.co/34yW18NQXi",
        "yes, the river knows https://t.co/cR1tv059oq",
        "just incase you are missing the snow this winter..... #warmwinter #feelslikespring https://t.co/vZY6UByNfb",
        "squirrel snack https://t.co/6h9x6cLCyL",
        "The Autumnalis fall blooming cherry trees are still blooming into the winter! https://t.co/JZuFn8MFtC",
        "enjoy your day https://t.co/d2KAupo3dX",
        "Thank You to the 120 NJ tree workers who helped in the park on Saturday @ISArboriculture https://t.co/r7H2hgBHP9",
        "NJAISA Volunteer Day- getting ready to work in the park all day doing tree work @ISArboriculture https://t.co/OKdtc6HTLH",
        "back in time at the Boathouse..... https://t.co/64WXmXLzFY",
        "the last of the leaves hanging on https://t.co/mSbJ8R7RE6",
        "The Osage Orange trees are dropping their fruit.  #hedgeapple #giantfruit https://t.co/m4f12DiRye",
        "Thank you to volunteers who keep the park beautiful and to BBP Alliance partners who fund and support these efforts. https://t.co/tA4oBxGOJJ",
        "chilly sunny day in the park https://t.co/nvWNM9V0Ui",
        "preparing for winter #crabapples https://t.co/WuvYGP4myv",
        "......another #beautifulday in the park https://t.co/0219s4oW3l",
        "Spend some time outside on this beautiful fall day https://t.co/wNVbVm9ULJ",
        "get outside this weekend #enjoytheview https://t.co/UOiAHo046b",
        "history of the park #stonebridge https://t.co/120FsOR6Lz",
        "#ThankYou Lunch for Rutgers-Essex County Master Gardeners for their continued dedication to the park. https://t.co/SPamMIqiOW",
        "water under the bridge https://t.co/JLuva6KWKs",
        "10 ways to get your kids out in nature, and why it matters https://t.co/iw1Kz21Cgr",
        "red maple glow https://t.co/Q5CNXA2dtN",
        "The GPS inventory of the park's cherry tree collection continues.... https://t.co/7yY2WtfMdo",
        "A majestic sycamore with its camouflage bark. https://t.co/WTykXruZcv",
        "great shot from a park visitor Kerry Naegely-Heneage https://t.co/lJ7NhPFWHD",
        "These acorns have been tricked into early sprouting by the beautiful weather we had this week https://t.co/7owIUN8wRA",
        "fall cherry trees https://t.co/6XpQMiCC5t",
        "The Master Gardeners are still in the park - here they are pumping water from the lake to water the new plantings. https://t.co/DcGwqN6TAl",
        "You don't have to wait until spring for cherry blossoms- the Autumnalis cherry trees are giving fall flowering show https://t.co/49HnqZ85CK",
        "Saturday third group of volunteers from Forest Hills Association and students @NJIT Delta Epsilon Psi - park cleanup https://t.co/OPQWMH7jhN",
        "Saturday- another volunteer group for Rutgers's Community Engagement Day removing invasive knotweed @Rutgers_Newark https://t.co/2IvboHBxNk",
        "1 of 3 volunteer groups in the park last Saturday. Cleanup of Middle Division. Thanks for your help! @JerseyCares https://t.co/ttMAJe8qOw",
        "#acornseverywhere #buroak https://t.co/B1UHe0EaLy",
        "beautiful day at the park.... https://t.co/peg3dRBHqK",
        "New playground at the #cherryblossomcenter is almost done http://t.co/N0V5l0WDIc",
        "a little \"bear\" hanging out in the park....#parkbear http://t.co/dAFpuZbPjM",
        "The Hawthorne trees in the park are putting on a show with their red berries. #hawthorn #berryshow http://t.co/rTNaeA37rO",
        "Please join us for a Happy Hour Fiesta this Friday, June 14 featuring #Mahou draft specials and tapas, 4p - 7p.",
        "The County' Oldest Park Looks Better than Ever.  cc @essexparks via @njdotcom http://t.co/JKe6pQ5S",
        "@newarkpulse Unfortunately Bloomfest is canxd due to forecasted weather.  Thanks for helping to get the word out!"
    ]
}