{
    "screen name": "ee_elvis120",
    "no. of tweets": 200,
    "tweets": [
        "@turcacat Que el Presidente disuelva la Asamblea.",
        "@MashiRafael @CIDH Todos somos iguales ante la ley. Ningun ladrón vale mas que otro.",
        "Para mi que esta bestia esta acesorado por @MashiRafael otra bestia. Escuchen el mismo dircurso que decia a los bor… https://t.co/lUoba1kLOT",
        "@PedritoExtranja Los dolares abren puertas y ventanas...y otras yerbitas mas.",
        "@MashiRafael No te hagas el pendejo que este también estuvo robando en tu gobierno. O vas a decir que no sabias.",
        "@alexis_mera_g Estoy de acuerdo reterito contigo.",
        "@CNNEE Basura de musica involución en la industria de la musica.",
        "@ramirogarciaf Que los cuadernos estan adulterados @MashiRafael que por un acuerdo entre privados lo acusan.",
        "@CuenteroMuisne Jajja todos son inpcentes para el @MashiRafael",
        "@UCatolicaEC El equipo de @FEGASG",
        "@CarlosVerareal @ALBERTOACOSTAB bien @RichardM_A https://t.co/8QOANEmxkc",
        "@TrasnochadosLIV Lasso",
        "@ALBERTOACOSTAB Que porcentaje sería.",
        "@MashiRafael https://t.co/lQexQObgCK",
        "@MashiRafael Jjaja ya no lo conoce @alexismoncayo la clasica.",
        "@luisevivanco Y en Quevedo hace poco asustaron a otro. Aquí hay es una guerra interna. Lenin va con todo, el nada t… https://t.co/nJSEWsSrX8",
        "Con esta porqueria goberno @MashiRafael @alexismoncayo y luego claro se viro también.... https://t.co/mtw4u5Qwbd",
        "Que dira @MashiRafael https://t.co/AuToCL9j2M",
        "@VillaFernando_ Cómo? Una vez en el poder todos sucumben...Al poder y el dinero.",
        "@FacPiave @MaJosefaCoronel @Lenin @Lenin debe disolver la Asamblea ya...y buscar respaldo en las FFAA. Por lo que le resta del mandato.",
        "@ProfHoax__ @Vynylplayer Jajajjaja buena",
        "@aortizherbener @alcaldiagye Jajajja",
        "@FEROSEROGON @FiscaliaEcuador Eso pobre hombre no piensa lo que dijo.",
        "@ecuavisa @KattyDeliaH Solo los peces chicos caen y los grandes que?",
        "@cristhian_noboa Tuko de mujer oeee...mi idolo jaja",
        "@MaJosefaCoronel En Los Rios hicieron teatro. Todos saben en \"voz baja\" que Litardo es el duro. https://t.co/4IfKb0MeMZ",
        "@milyzambrano El gobierno lo hizo todo, bien o mal. Ellos llegaron cuando las aguas se calmaron.",
        "@SoyPablinho Repito ese virus hp es imparable una vez que entra a un país no hay Sistema Sanitario que aguante. No es culpa de Loro.",
        "@andriukaaa Meee meeee @alexismoncayo",
        "@alexismoncayo @MashiRafael @kolectiVOZ Jajjaja no seas payaso...q ni ingles sabes pronunciar. Este señor con todos… https://t.co/ThKl117l3W",
        "@alexismoncayo @PaolaPabonC Q te dije ni el perico digo Loro ni las Paolas pueden contener este virus maldito. Tant… https://t.co/DHOOT4eZ64",
        "@MashiRafael En tu gobierno la misma wuebada. En Los Rios: Marco Troya ex 10 millonario fue tu prefecto, el discipu… https://t.co/pO1LA4spO6",
        "@CarlosP05340289 Incluido la caja y el costo de envio?",
        "@Lenin Moreno no es tanto como creen algunos. La madrugada de hoy mando por medio del Gobernador de Los Rios a la F… https://t.co/nf7NfRnrpq",
        "@0__FRANCISCO_0 @MashiRafael Todos mediocres...",
        "@MashiRafael Y dicen que va a recortar 10 % mas al Estado. Excelente¡¡¡ un economísta de verdad.",
        "@alexismoncayo Ni Correa ni Vera representa a los ecuatorianos.",
        "@arturobarriga Todo vale...",
        "@tinocotania Por que no administran ese banco los mismo del Banco del Pacifico.",
        "@MashiRafael Son las mismas vergas. Estos hp cuándo se acabara esta plaga corrupta que asota al país desde el inici… https://t.co/BGg7mzVD3R",
        "@RAspiazuE Hace rato...",
        "@MashiRafael @alexismoncayo otro revolucionario mas... https://t.co/nR74igtiK2",
        "Jajaja @ee_elvis120 @MashiRafael https://t.co/uDwTiYwSJa",
        "@alexismoncayo Tu también quieres que te paguen esas lucas que ganas como troll en sucres sigue asi como tu amo que… https://t.co/Zzp0n7v43x",
        "@mariocanessa El :Negro\"Valencia deberia prender hablar como el sr. Carlos Tenorio. No aprendio la cultura inglesa.",
        "@CarlosVerareal que te parece. https://t.co/jRZbRxjM73",
        "@alexismoncayo Jajjaja el chiste del día.",
        "La mama de los rateros jajaj https://t.co/vfAHOoUfG2",
        "@CarlosVerareal @alcaldiagye Q Alcaldia...ya el virus se llevo a los que se tenia que llevar ahora el virus anda por Quito.",
        "@MaJosefaCoronel @FinancialTimes Cuento; ya en Guayaquil el virus se llevo a los mas debiles.",
        "@gonzalomunozh Preferiria que los que van a cargos públicos sea gente adinerada con ganas de servicio no de servirse.",
        "@Sin_traidores @alexismoncayo Guillerme Lasso el mas opcionado.",
        "@RodittiF La plena oee",
        "@alexismoncayo Ocles oee otra correista. Resulto Rata...el",
        "@RobertoFumafont Super Chinto..",
        "Directo solidario de @Tecnonauta y #YoutubersContraCovid19!!!!!!! Entra aquí para colaborar, pasártelo bien y ganar… https://t.co/9UCBuRiVKd",
        "@alexismoncayo Roldan dicipulo de Coreea",
        "@Alfredo_Adum_Z La del @MashiRafael los borregos ja¡¡",
        "Una frase con profundida. https://t.co/4jNs4L48qI",
        "Que lindos hp¡¡ https://t.co/mAFq3dxqXv",
        "Corrupción o se saco la loteria también @alexismoncayo @MashiRafael https://t.co/Jd6oUhbglf",
        "@Alfredo_Adum_Z Todo negro es \"bruto\" pero no abusen.",
        "@MashiRafael Ahora si quiera se pude denunciar en tu gobierno todo era color de rosa payaso.",
        "@jcpower76 BUROCRACIA jjaja esa es la radiografía @ramirogarciaf",
        "@tinocotania Mas del 60 %",
        "No solo en Ecuador pasa @alexismoncayo @ramirogarciaf https://t.co/g144KXx6Kb",
        "No al recorte @alexismoncayo @MashiRafael @ramirogarciaf @ramirogarciaf https://t.co/2oJsznN2Al",
        "@paulassamy @luisevivanco En Quevedo los baños de la UTEQ no sirven no hay higiene una cosa elemental. Pero desde a… https://t.co/ULbwbrIZ6L",
        "@JohnSalcedoC https://t.co/Xl8I1bsabR",
        "Que dira el economista @alexismoncayo @MashiRafael https://t.co/HVctK5bdlc",
        "@MaJosefaCoronel @Lenin @IESSec Eliminar esa secretaria eso debe hacerlo la sociedad civil.",
        "@JohnSalcedoC Compre pruebas rapidas y haga monitoreo en Quevedo.",
        "El cumpleños del padre de @alexismoncayo @MashiRafael https://t.co/6MkEsn2Kkz",
        "@alexismoncayo Estamos de acuerdo oee",
        "@ramirogarciaf La Secretaria anti corrupción debe desaparecer dejar eso los particulares.",
        "@GPlaza22 @Vynylplayer @pedritoortizjr @chcordero @ElvisTayo @lrodriguezerazo @andresabad05 @JavierDavilaJr @JR_CarrascoC Rambo",
        "@alexismoncayo Es un mal de todos los gobiernos izquierda y derecha. Pero si eres inocente no temas...",
        "@JohnTown_ @JorgeWated Que se lleve a la Tuka...",
        "@Alfredo_Adum_Z Los nuevos ricos de la noche a la mañana con plata del Estado mal habida.",
        "@ALBERTOACOSTAB Hay que difernciar que tipo de activadad. Ejemplo: El sector bananero requiere mano de obra intensiva y constante no para.",
        "@amandaasubiar Esta nunca se acabara son como las cucarachas y los piojos.",
        "@Ricky__Roman @alexismoncayo Pero ese pana es de afuera...",
        "@joffrecampana Debe de desaparecer esa secretaria. Ya bastas¡¡¡¡",
        "@JorgeWated La fiscalia debe actuar de oficio coger presos a los responsables.",
        "@PochoHarb2 @ti1466 La plena Pochito se olvidaron del Covid ahora todos juegan a los politicos y denunciologos. No creo tenemos remedio.",
        "@sofer79 Felicidades...pasba por aquí",
        "En el bosque de la China... bien @Lenin https://t.co/zJGFtYYjQD",
        "Este \"economista\" @alexismoncayo @MashiRafael https://t.co/VWFC5w73Lx",
        "@ee_elvis120 ok https://t.co/vSLC90hBNj",
        "@pedritoortizjr Jacobito...digo Pedrito",
        "@AlvaroRiera24 El equipo de 1993...@AlvaroRiera24 ?",
        "@MashiRafael Ese es un cuento de nunca acabar en tu gobierno y el los anteriores la misma jerga. Hasta cuándo esta mierda¡¡¡",
        "@Cecilawyer En la cosi refri de Lucio.",
        "@LFC014 Gran parte de ellos son los que cuestionaron a  otros gobiernos ahi  esta los de la Roptura 25. Y que an hecho de bueno?",
        "Cuándo se acabara esta verga de corrupción en mi país. https://t.co/3VH3CI4pRA",
        "@MashiRafael Necesitamos trabajo no patriotismo. Pendejos¡¡¡",
        "@Alfredo_Adum_Z La come mierda solo tiene popo en el cerebro.",
        "@ALBERTOACOSTAB Que los Alarcones, Noboas, Lassos etc sus hijos se vayan a estudiar a la @Harvard en ves de dedicar… https://t.co/7IqLSj8AGP",
        "Lee disque economísta: @alexismoncayo @MashiRafael https://t.co/15S7pD1xjp",
        "Vea usted https://t.co/zOlQa9zUuV",
        "@DrBannerEc Mario Vargas Llosa es de derecha eata media perdida esa izquierdosa.",
        "Sir Emest Shackleton murió miestras se dirigía hacia el el sur en su barco Quest a explorar el mar Antártico. En su… https://t.co/q1KZgh0hMF",
        "@MashiRafael Habla de los contratos con sobre precios, perdón sobre costos. Como pagaban las facturas de campaña de… https://t.co/k4mdGhlHfx",
        "@carlosrojasecu @nayibbukele Es una negación a la inteligencia.",
        "Creatividad mia 😎 https://t.co/r0njGt42hZ",
        "@LFC014 Ya parece socialista con ese dircurso de la ética y la moral.",
        "@Butstrap @soyfdelrincon Jajaja q goce que ese pana es CDH",
        "@alexismoncayo @MashiRafael https://t.co/tLerle1WVd",
        "@MashiRafael Si nadie lo va a matar tendra un proceso legal y justo como el tuyo.",
        "Algo es algo @ALBERTOACOSTAB @ramirogarciaf https://t.co/sTgcTrwHZE",
        "@LassoGuillermo Contacte a @BillGates también. Ecuador necesita innovación tecnológica.",
        "@faustortizd Buena información.",
        "@TamaraBOficial Lindo trasero 😈",
        "@ReynaBabiGetzi Le encanta por el \"chiquito\"",
        "@alexismoncayo @MashiRafael https://t.co/MzqKmph9QP",
        "@eluniversocom Me parece que le de otra oportunidad",
        "Aqui 4 de cada 5 borregos creen lo mismo de Correa. El mejor presidente de la historia dicen, que robo pero hizo ob… https://t.co/3avdwIOQob",
        "@SebasPalaciosSP Excelente comentario.",
        "@economista33 @soyfdelrincon @CNNEE @juanseroldan Roldan no es de mi agrado, pero es una ofensa al país que un simp… https://t.co/WzcW2ib3YN",
        "@realjuca Inframundo...",
        "@Acosta929Carlos La ignorancia eligio, plasmadas en todas esas personas marginadas que no tinen oportunidades. Son… https://t.co/mI5jSQM9E3",
        "La noticia del día al menos para mi @MashiRafael nose para otritos @alexismoncayo https://t.co/MUHgnmTWa5",
        "@CuquitaLeon @JgEcuador Q jerga mi país Alvrito sería un buen presidente.",
        "@jlestrada4257 Quien es ese señor confirmen...",
        "Que el municipio de Quevedo provea de mascarillas a sus ciudadanos. @GadQuevedo https://t.co/Iu6GIOXWlR",
        "@andreanahtA Depiladitas también.",
        "@luisevivanco Que el DT de Ecuador nunca se rebajo el sueldo y que un sefretario gana un platanal un argentino. Dicen...",
        "Jajaj @MashiRafael @alexismoncayo ese país quebrado que vaya aplicar sus famosas teorias económicas alla. https://t.co/Irknq4YOap",
        "Super bien. Viva Chile. https://t.co/pbkl98tKMm",
        "@rabascallcarlos @Lenin https://t.co/oh2XIZsBMH",
        "@rabascallcarlos @Lenin Otro golpista ex burocrata dorado parido por Rafael.",
        "Gobierno initil @MashiRafael  dira Correa. https://t.co/lyPHDBU0qx",
        "Pidele la renuncia a tu pana de Mexico @MashiRafael https://t.co/58ZXnhSL9a",
        "@DaisyParraCL2 Dame un tema",
        "@luisevivanco @AndresPastrana_ Pesimo presidente. Mejor Jacobito...",
        "@eluniversocom Ese es el producto de la ignorancia y miseria. Deberian construir unas buenas escuelas en esos sectores.",
        "@MashiRafael Vayan a ladrar a la carcel ladrones.",
        "@domeome Incluso algunos científicos estan a fovor de un Creador. Quién eres tu? De donde sacas esas conclusiones.",
        "Explica @MashiRafael https://t.co/AeqIUZNIlQ",
        "Bien https://t.co/a0wAudPCzt",
        "@SofiaMerinoRiv Buena Fe la pepa",
        "@alexismoncayo https://t.co/sQKcyOBQus",
        "Solo cojudos siguen a este cojudo. https://t.co/K7aREqR5RQ",
        "@SoyPablinho El Imperio es el culpable, pero no el de Duran. O mejor Correa que dejo quebrado al país.",
        "@ramirogarciaf \"Todologo\" en Guayaquil si se aplica ya estan inmunisados.",
        "@TilinTilinTV Ya lo tiene bien guardado @TilinTilinTV jajaja",
        "Y si invirtieran en Tables para los etudiantes de Quevedo. @JohnSalcedoC @jhoa_chongqui https://t.co/iWbARiIaNw",
        "Pidele la renuncia. @MashiRafael una vez entra el virus no hay sistema de salud que resista. @luisantonio_r https://t.co/yveErVYRhH",
        "@ee_elvis120 @JohnSalcedoC https://t.co/CgRiXvrGfv",
        "@Javozb No conoces a Abdala...",
        "@azhidel @economista33 Por eso es necesario tener Instituciones de Control y Administación de Justicia independiente del Gobierno de turno.",
        "@zedenoduval Q buena noticia. Ojalá se recupere pronto.",
        "@JohnSalcedoC @ee_elvis120 #temblorquevedo https://t.co/vwzKb0Y0SW",
        "@JohnSalcedoC https://t.co/K4bPZPiWDx",
        "@VillaFernando_ @Lenin Quién jerga tiene la razón. Muestra datos que sustenten tu acusación.",
        "@danilo6025 @economista33 Los insumos para producir son caros y nuestra productividad es baja.",
        "@alexismoncayo A los verdaderos ciudadanos no nos interesa las payasadas de Donald T\n Sino los acuerdos comerciales… https://t.co/G1HacHFqA7",
        "@PaolaCabezasC @jonasby1 Usted es periodista investigue las causas del allanamiento.",
        "@economista33 Totalmente de acuerdo en todos los gobiernos hubo corrupción pero, en el de Correa este se instituciono.",
        "Bien @ottosonnenh @JohnSalcedoC https://t.co/E2CWEWUjTi",
        "@JohnSalcedoC https://t.co/aRYRUaMChK",
        "@ee_elvis120 @ALBERTOACOSTAB https://t.co/sPgLO1CY0A",
        "@alexismoncayo Lindo sueldo oee",
        "@alexismoncayo Te apoyo. Trabajo es trabajo¡¡",
        "@infobae No me hagas reir por favor¡¡¡",
        "@alexismoncayo pilas quiero un trabajo asi @MashiRafael https://t.co/vocWDkZVWi",
        "@omarmaluk @TommCollinss No creo mire Estados Unidos, potencia muldial. Una vez ingesado el virus a un país dificil… https://t.co/JlswsKy9oA",
        "@juanmarpaz Huuuu...",
        "@alexismoncayo Pidele a San Mashi jajaj",
        "@joffrecampana @LassoGuillermo Que no sea \"chiro\"",
        "@luisevivanco Armememos de una vez el gabinete @luisevivanco secretario de Comunicación.",
        "@_Con_H https://t.co/8AwLQZzQyc",
        "@MashiRafael Este Otto se me esta convirtiendo en la misma mierda que Correa. Si es verdad que contrato a ese perso… https://t.co/9MnDk3fCSL",
        "@RommelEcuador Y q verga sacamos con eso?",
        "@tinocotania Lo peor ya paso en Guayaquil ahora les toca a ellos. Nadie se salva de esta tragedia.",
        "@JavierDavilaJr Ese pana es híbrido político un poco de todo.",
        "@pepito_ec @erikavelezz Es la Dimi Rose ecuatoriana",
        "@vwong7 @JohnSalcedoC https://t.co/Hhcg5P2nAa",
        "El Gobierno debe regalar por lo menos 1 millon de Tables y Claro  aportar 2 horas gratis de internet para las clases virtules.",
        "@MashiRafael Jajaj no me hagas reir solo tus borregos te creen eso.",
        "@AlvaroRiera24 https://t.co/1V0pPiWzYd",
        "Este si sabe lo que es el ahorro, este pendejo disque economista @MashiRafael no sabe ni gaybor. https://t.co/YqC9hEWZ7U",
        "@PochoHarb2 @marcoscavagnaro No sirven las prefecturas solo se dedican a traer artistas y payasos para contentar a la gente.",
        "Innovación tecnológica https://t.co/4dnlMfrpPj",
        "@MashiRafael Bestia ahora se podría aplicar el modelo Keynisiano. Para reactivar la economía como oo hiso EEUU dura… https://t.co/AV1DLpXe4d",
        "@erikavelezz Habrá que reproducirla in vitro...",
        "Estados Unidos sufre lo mismo que en su momento vivio Guayaquil. https://t.co/Xyra46bMLB",
        "@ALBERTOACOSTAB https://t.co/qAXLlX7iAk",
        "@Comision_Verde No es dejaron escapar a eso elefante de un zoo",
        "Bien https://t.co/4v0tcdzu5O",
        "Bien https://t.co/34E3QIDhr3",
        "@alexismoncayo Recuerda esta palabra  los \"fonditos\"",
        "@MashiRafael Nadie dice que no hayas impulsado las hidrolectricas y hospitales pero  pese a eso podrias haber  ahor… https://t.co/7AiRP7nkef",
        "Que dices \"Fonditos\" @MashiRafael https://t.co/hVTSPqg4ID",
        "\"La inteligencia y la voluntad humana   an llegado a resolver cosas que parecian irresolubles\" JFK https://t.co/79smEEcIVQ",
        "Bien.. https://t.co/rgKbiTVgqU",
        "Bien... https://t.co/aGTt0FCvnL",
        "@AlvaroRiera24 Esta enamorado Alvarito",
        "@luisevivanco @LoroHomero Y sin pautas jajaj",
        "@ottosonnenh @IESSec @HospitalDGDZ @Salud_Ec @DrJuanCZevallos @gobertsachila @RGBesStoDgo @agustinalbanm… https://t.co/VWSbzMapm9"
    ]
}