{
    "screen name": "MarcusVFGCastro",
    "no. of tweets": 168,
    "tweets": [
        "Even worse when you start seeing the president regularly using *Sweden* as baseline for *good* outcomes — as we are… https://t.co/c2AmPfrgDG",
        "@lucasit Achar o Weintraub bom é tenso, mesmo! Difícil…",
        "@lucasit Ah, eu vi. Foi vc que debateu com ele, né? Lembrei disso. Mas cara, se tá na agenda dele debater com difer… https://t.co/XIhuYmoteE",
        "@lucasit É, isso é preocupante, mesmo. Já vi desenvolvendo bem por aqui; uma vez até falando de teoria micro e trib… https://t.co/Evsd9BKRmV",
        "@lucasit Btw, aí em SP gosto do Daniel José.",
        "@lucasit Apesar de que o Mitraud tem que parar com essa coisa de ficar falando de escola austríaca. Apesar de que j… https://t.co/syOTeFkQ9G",
        "@lucasit Poit eu tenho a impressão de que bate, sim. Ventura não posso falar, acompanho zero. Mas se vc ver esse ti… https://t.co/cWzyJme7ai",
        "@lucasit Essa eu vi! hahah\n\nEle e o Marcel eu sei que são exceções - nao gosto de nenhum dos dois. Mas, diga-se, tb… https://t.co/DR4bRvPQwv",
        "@jcaetanoleite Não acho ele centro, não, mas captei vossa mensagem.",
        "@rphlbruce Disclaimer: respondi a pergunta, mas não me enquadro nesse grupo aí, não — ie, não acho que tenha sido u… https://t.co/353gjLSNUh",
        "@rphlbruce Mas ele foi eleito, não? A chapa está lá pra isso. E a própria Dilma tbm já tinha mudado rápida e drasti… https://t.co/rcxdS6QGGC",
        "@cronai Fazer o papel do Leslie Nielsen naquela cena de Airplane.",
        "@jcaetanoleite *tenta dar",
        "@jcaetanoleite Então tentar da uma olhada no resto desse artigo aí. Resume bastante coisa da literatura. Pode ajudar.",
        "@jcaetanoleite Ela e o casal Romer têm bons papers sobre o canal de gov. spending. Mas específico pra infra-estrutu… https://t.co/VhF9rlyLQx",
        "@jcaetanoleite https://t.co/eoX0ic6Nst -&gt; Da uma olhada na p. 53, fala que é uma questão mais difícil (fora o ponto… https://t.co/PI3dt0ADc2",
        "@liacouve @dannielduque Sem a academia eu não tenho  conseguido mais acordar às 5h. Falta de luz solar tbm ajuda pq… https://t.co/8iiohQryjE",
        "@lucasit Entendi. Falava do Amoedo, na verdade. No Ganime eu votei, sim. Tive uma breve oportunidade de conversar c… https://t.co/Vv5g6R9h9C",
        "@lucasit Inclusive, levando em consideração a conta oficial do partido. Mas de qq forma, é mais uma incompreensão m… https://t.co/pfqt4ClEmL",
        "@lucasit Oi, Lucas. Tudo bem. Eu sigo bastante gente do Novo, mas mais pq eu acho uma rara tentativa de projeto ort… https://t.co/RtZ7lFnnVM",
        "@CaetCaetano1 Aqui vai minha colaboração. Qual a financial ratio favorita do Papai Noel? \n\nRoE RoE RoE",
        "@liacouve Tbm tem a música do The Who que fica “got a feeling 21 is gonna be a good year”. Pode estar certa, partim… https://t.co/ZJTydJ6KHC",
        "@lucasit Tudo bem. É que tem sido cada vez mais comum eu ver comentários como esses de linha auxiliar, mas eu sigo… https://t.co/MWto17L65D",
        "@lucasit Mas não são eleitos ou candidatos reconhecidos? Se não forem, não é correto associar usuário ao partido co… https://t.co/jb16kMhUVd",
        "@lucasit Muita gente? Quem?",
        "Não confundir presença de estado mínimo com ausência de estado máximo. https://t.co/3aUlfIHkjW",
        "@jcaetanoleite No Paraná diria pra ir pra Curitiba pra ver um raríssimo exemplo de capital que funciona no país. Ob… https://t.co/HRc2HO6FEs",
        "@jcaetanoleite RS: Gramado. Porto Alegre tem pouca coisa pra fazer. No litoral, Capão (noite) ou Torres (dia). Em S… https://t.co/RJbd8DdDcI",
        "@RaphaoMarshall Money for nothing and your chicks for free",
        "@gnjardim @DaniellMrC @earp_daniel Não, mas tinham dito lá q é pouquíssima gente. Por isso aqui parece ser isso, me… https://t.co/t5caaxNwkC",
        "@DaniellMrC @gnjardim @earp_daniel Se aprendi alguma coisa da outra discussão lá foi que Latex é quase isso aí.",
        "@DaniellMrC @gnjardim @earp_daniel Pacote é o caso tranquilo. Já recebi e-mail da empresa pedindo pra não atualizar… https://t.co/MrHrFHWTLQ",
        "@rationalexpec @guilhermejd1 @AnaLuizaPessan8 Este é um clássico.",
        "@marcel_zc @96Henrique Tenho dúvidas se perderia, sabe? Dentre as opções era pra mim o com maiores chances/menor pr… https://t.co/tu6zEp4vHu",
        "@AlexSchwartsman @infomoney @96Henrique",
        "@edgalvaosilva @PabloSpyer @FosterPartners Na verdade, o design mesmo teve um senhor dedo do Jony Ive, que aliás ne… https://t.co/w2zfSYCR4K",
        "@G_Neri28 E ainda toca guitarra! Outro dia mandou um solo de alguma música famosa aqui (talvez Stairway to Heaven? Não lembro...)",
        "@G_Neri28 O Ivan é um dos grandes candidatos ao prêmio de economista mais simpático do Twitter, sério. Parece gente finíssima!",
        "@oatila Se for isso mesmo, a projeção de infectados deles é por aí, dependendo do R0 assumido. Pelo que entendo, a… https://t.co/nMeIjWZjA9",
        "@oatila Mas acho que a manchete tem desinformação, não? Teria um “e abandonarem o isolamento” implícito. Porque pel… https://t.co/m1HO78RaNu",
        "4.17% (!!) dos militares (ativos e inativos, de carreira e temporários) receberam indevidamente. O número diz muito… https://t.co/8nhkN2pOeC",
        "Dada a situação, estava claro que melhor pecar pelo excesso que pela falta, e certa ineficiência era esperada. Mas… https://t.co/5wxjmVhGbF",
        "O Dahis refez o Tweet com uma correção no texto: \n\nhttps://t.co/lC6fhkG4ll",
        "@pedrohcgs @rdahis @RodrigoMenegat @phillctw @oquealuisafaria “Espúrio”, talvez.",
        "@guilhermejd1 Exato. Eu até tinha feito um comentário perguntando sobre identificação num post. Pelo que lembro, os… https://t.co/aDEZDZRwsA",
        "@dannielduque @PedrooCava Eu to numa situação parecida. Odeio Stata, vontade de largar tudo e começar do zero no R.",
        "Disclaimer: não faço ideia se o tal trade-off existe ou não com base no que já foi feito de pesquisa; mas neutralid… https://t.co/AW1LhtEz6y",
        "Alguns economistas, acadêmicos, foram bem enfáticos após esse estudo ao dizer que não existia o tal trade-off. Isso… https://t.co/VI5KwX3RDj",
        "@jcaetanoleite @sua_nave @cataldo_bruna Perdão, mas o que vc chama de “cultura start up”? Não entendi o termo, perguntando mesmo.",
        "@robertohsu @rphlbruce Um dos vários grandes motivos para valorizar o trabalho do Arminio.",
        "@jcaetanoleite @rphlbruce Esses modelos, em teoria, são melhores pra pegar o vetor comum entre as variáveis, e tend… https://t.co/gmuVOfxn4d",
        "@jcaetanoleite @rphlbruce Sim. ISM Manufacturing pra US GDP, por ex. É bom leading. Mas lá, ao menos, eles têm vári… https://t.co/qklwO6JFEP",
        "@rphlbruce Acho que na maioria dos casos é o que Schwartzman disse ali; conta simples, com base nas horas trabalhad… https://t.co/Rm2iFut7Rb",
        "@96Henrique @cataldo_bruna @RaphaoMarshall Mas o nível da discussão por si só já diz que não tem nada “absurdo” aqu… https://t.co/MpRTs0aWJW",
        "@96Henrique @cataldo_bruna @RaphaoMarshall Olha isso, @96Henrique. É o que eu disse, vcs estão levando a discussão… https://t.co/OsqdGB8Uha",
        "@cataldo_bruna @RaphaoMarshall @96Henrique *exige",
        "@cataldo_bruna @RaphaoMarshall @96Henrique O que eu não consigo compreender é alguém humanitário (e vc parece ser)… https://t.co/6uJ7Ir7QVx",
        "@cataldo_bruna @RaphaoMarshall @96Henrique Vc deu bons argumentos pra ser contra. As pessoas precisam disso. Princi… https://t.co/lB696m7sSK",
        "@cataldo_bruna @RaphaoMarshall @96Henrique Perdão, mas então vc não entendeu o que falei. Sobre o tom. Se fosse abs… https://t.co/ZRpcIzrj0n",
        "@elenalandau @felipsbastos Eu tbm faço. E, de novo, não iria se liberassem. Eu só fico batendo nessa tecla porque a… https://t.co/95gGVDd9tI",
        "@cataldo_bruna @RaphaoMarshall @96Henrique *tachou",
        "@cataldo_bruna @RaphaoMarshall @96Henrique Vc pode ser contra, só não pode usar um tom extremista como \"absurdo\" pr… https://t.co/TZvQh5sP5W",
        "@cataldo_bruna @RaphaoMarshall @96Henrique Não é falácia argumentativa. Tem X pessoas ali que fazem sob prescrição… https://t.co/s001MeoRUs",
        "@cataldo_bruna @RaphaoMarshall @96Henrique Então me diz o que vc pensa dessa frase?\n\n“Como alguém pode achar médico… https://t.co/BM9Ulv9OKo",
        "@cataldo_bruna @RaphaoMarshall @96Henrique Vc sabia que uma pessoa que perde os movimentos, se não busca recuperaçã… https://t.co/z9qUn9Z0f5",
        "@cataldo_bruna @RaphaoMarshall @96Henrique Eu já penso que vc não pode passar por cima da necessidade dos outros ch… https://t.co/fPgrROsc3C",
        "@cataldo_bruna @RaphaoMarshall @96Henrique Vc acharia um absurdo permitir o acompanhamento de crianças autistas???",
        "@felipsbastos @elenalandau Troque o \"academia\" por fisioterapia na frase e isso possivelmente não seria um post. Ju… https://t.co/DhbKvIWRHR",
        "@felipsbastos @elenalandau Meu ponto não é se deve ou não ser liberado. Mesmo que fosse, eu não iria. É o tom adota… https://t.co/MhBhmZ8xdb",
        "@96Henrique @RaphaoMarshall Pode não ter sido piada, mas é o que falei. Não caberia a mesma frase com “fisioterapia… https://t.co/Jn5SR1Fb5b",
        "@96Henrique @RaphaoMarshall Bastante gente, diria q o suficiente pra serem levadas em conta. Esse é meu ponto. Disc… https://t.co/E8DDlJgjw7",
        "@96Henrique @RaphaoMarshall Ao colocar como absurdo você passa por cima de todas as pessoas que fazem aquilo por ne… https://t.co/lZW7DEtarA",
        "@96Henrique @RaphaoMarshall Henrique, eu não discuto o que deve ser feito. Discuto o tom. Vc não teria postado a me… https://t.co/rLVA5C4dcU",
        "@elenalandau Classificar como absurdo prejudica mt a discussão pq passa por cima de todas as pessoas que fazem por… https://t.co/EyB3oq52Cq",
        "@elenalandau Elena, não estou defendendo, mas não é absurdo. Para algumas pessoas, academias podem ser serviços ess… https://t.co/Sc8Ktmb9Qa",
        "@RaphaoMarshall @96Henrique Só pra vc entender, vou dar um ex. pessoal. Tenho N problemas de coluna. Quanto tinha 1… https://t.co/zmafbq3yTi",
        "@RaphaoMarshall @96Henrique Não. Não estou. Reparou como a visão é antiquada?",
        "@RaphaoMarshall @96Henrique Visão antiquada do que é uma academia. A garota que anda de muletas porque bateu o carr… https://t.co/0SgM58Schm",
        "@96Henrique Maior problema não é considerar essencial, é *separar* para quem é essencial. Eu vejo cadeirante e pess… https://t.co/sCZ3KtcFiK",
        "@96Henrique Eu não vou desde início de março. Mas essa me parece uma visão meio antiga. Academia não é só questão d… https://t.co/5DWUimAETb",
        "@CaetCaetano1 Arte é resolver integração por substituição trigonométrica, rapaz, do que vc tá falando?",
        "@goescarlos Parabéns pelo dia e pelo ótimo trabalho, Carlos!",
        "A quem interessar, fiquei sabendo desse evento com o Rajan hoje às 18h, patrocinado pela Casa das Garças. Malan com… https://t.co/3yEdc5qJK1",
        "@DaniellMrC @KimJoaoUn Justíssimo. 5a sinfonia não é nada perto deste clássico.",
        "@DaniellMrC @KimJoaoUn Quase internet discada.",
        "@gabrielsgranato Mas eu tenho a sensação de que o algoritmo do Facebook incentiva desordem, sabe? Parece que ele te… https://t.co/SJmdV0isnJ",
        "@jcaetanoleite Longe de ser defensor do Dana. Mas essa matéria aí é muito mais picareta do que o estudo que ela acu… https://t.co/3iO403xCZq",
        "@jcaetanoleite Em compensação, o post-britpop...",
        "@leonogferreira Autoridade na literatura de identificação de choques macro.",
        "@LucasWarwar @AnaLuizaPessan8 @mariaomed Outros grandes nomes:\n\nMonica Piazzezi (Stanford)\n@economeager (LSE)\nAnnet… https://t.co/ppcGApX4zO",
        "@mariaomed @LucasWarwar @AnaLuizaPessan8 Uma brasileira não citada aqui: Fernanda Nechio (ex-Fed SF, atualmente no BC)",
        "@96Henrique Entendi. Então algumas adicionais talvez saiam ou pesem menos na balança (diferencial de juros se compa… https://t.co/tMsbc4qJlr",
        "@96Henrique Perguntar por quê deprecia é o mesmo que perguntar o porquê de não apreciar. Vc vê algum fundamento que… https://t.co/rH2oqjFjqP",
        "@96Henrique @rphlbruce @AFS_Andrada Isso é verdade. Rio continua visto como símbolo da parte pública do país, mas l… https://t.co/cLYsZbHQIn",
        "@rphlbruce @96Henrique @AFS_Andrada Canal defender a cidade whatever it takes. 😎",
        "@liacouve @ItamarLibra Ta melhor que eu. Eu dou uma de fiscal de quarentena no Strava!",
        "@nblake75 @jcaetanoleite Tenho essa péssima mania que comentar nos lugares errados aqui. Fico sempre pedido nos fios do Twitter 🤷🏻‍♂️",
        "@nblake75 @jcaetanoleite Não kkkk tava falando pro Caetano, que disse que não conhece nada.",
        "@nblake75 @jcaetanoleite Eles são a base da coletânea, e explicam o porquê dela ser tão forte tbm. Por isso falei p… https://t.co/GSLiZFe7Of",
        "@nblake75 @jcaetanoleite Essa é uma das melhores coletâneas da história da música. Sem nenhum exagero. Se vc não co… https://t.co/cjO6JojLFt",
        "@nblake75 @jcaetanoleite Esse álbum do Depeche é mt bom, aliás. De Pet Shop Boys, Please, Introspective, Behaviour… https://t.co/MeAUYmsPIz",
        "@jcaetanoleite Depeche Mode não acabou não, cara.",
        "@jcaetanoleite Sim, tbm vejo convergência em várias coisas. Mas falo pq vejo muita gente igualando aqui, colocando… https://t.co/h5c1okzbP9",
        "@jcaetanoleite Pô, vejo alguma convergência da GN. Mas não acho do mesmo nível, não. Gabeira e Natuza entrando com… https://t.co/a242fdqgbf",
        "@pedro_ohi @jcaetanoleite Sinal da Globo News tá aberto do G1 tbm, Pedro.",
        "@jcaetanoleite https://t.co/4HF9ObTLUU",
        "@jcaetanoleite Impressão minha ou ele disse que a Argentina tá melhor que a gente não pela política de isolamento m… https://t.co/PZJnLSqyBh",
        "@jcaetanoleite Estou notando! Falando tudo que não deixavam na época de ministro.",
        "@DaniellMrC *hypotheses (Sou chato demais, cara. Eu sei 🙃)",
        "@RJRSources Navas foi a reedição disso aí. Novo erro crasso.",
        "@cenevivaricardo @liacouve Claro! Não me entenda mal. Eu amo Floripa. Minha mãe é gaúcha e ir pra lá e Camboriú fez… https://t.co/5SOdoQmCcp",
        "@cenevivaricardo @liacouve Alguma com essa vista aqui? 🙃😉 https://t.co/UU3wzPN42a",
        "@cenevivaricardo @liacouve Florianópolis não tem trilha! 🙃",
        "@liacouve A verdade é que, pra quem é fisicamente ativo e gosta de se exercitar, o Rio é uma das melhores opções no… https://t.co/ZFJZYzTTvM",
        "@liacouve Fator cidade é feia tbm né. Convenhamos. Pedalar na marginal Tietê não entra na minha cabeça.",
        "@carolaf88 @jcaetanoleite E o The Killers tem esse nome por causa desse vídeo, btw. O Flowers gosta mt de New Order.",
        "@jcaetanoleite O @HondaIuri tbm levou umas curtidas dele outro dia! Eu vivo “vendendo” New Order e o livro dele por… https://t.co/pnjlh4pcgC",
        "@carolaf88 @jcaetanoleite O livro é muito bom! E o Hook escreve bem. Não “bem” no sentido que de que tem vocabulári… https://t.co/3yb77jNmWC",
        "@jcaetanoleite Que coincidência absurda!! Estava ouvindo talvez pela quinta vez seguida essa mesma versão (que é a… https://t.co/6hSV2MAckE",
        "@RJRSources Heheheh",
        "@RJRSources *da indivídua!",
        "@rtrlsc @jcaetanoleite Tenho a impressão de que pra estimação Bayesiana a vantagem dos pacotes não é tão grande. Mu… https://t.co/o2WA5N0T3w",
        "Very interesting paper! I'd love to see the same idea tested under more flexible methods, though; one that doesn’t… https://t.co/3VoSGp9jWV",
        "@PedrooCava @KimJoaoUn @OuseSaber Verdade! Correção. Tá, sim. Peguei uma lista só de “universidades”. MIT não entra!",
        "@PedrooCava @KimJoaoUn @OuseSaber Pra vc ver como é assustador o número. Acho que não está entre as 10, cara. Hahaha",
        "@lucasit *e as pessoas irão sair",
        "@lucasit Mas tem externalidade tbm. Ver veículos na rua aumenta a prob. das pessoas saírem de casa andando. E essas… https://t.co/InCK1MnwB0",
        "@gabrielsgranato Sim, faltou que ele também gravou o ministro do STF sem permissão.",
        "@RJRSources Ah, mas aí terei que discordar. Ele só falou “parque industrial”. Estão exagerando nessa.",
        "@KimJoaoUn Isso aqui diz q é uma mulher (mas continua não sendo brasileira)\n\nhttps://t.co/d2f6E8KrDN",
        "@pforquesato Turma esperta! É justamente por isso que eles estão usando.",
        "@t6aguirre Talvez possa ajudar não tomar café de tarde, ao invés de só depois das 15h. A meia vida do café é mais o… https://t.co/I8LxktsdqV",
        "@ThomasVConti Não só ele. Muita gente criticando o IC batendo na mesma tecla sem fundamento. Tbm falam q o N de inf… https://t.co/4DqugihbvE",
        "@DaniellMrC @KimJoaoUn Não só da PUC. Os professores que vêm de fora pros seminários, os que olho nos seminários qu… https://t.co/9c5pGlwu7x",
        "@DaniellMrC @KimJoaoUn Eu não consigo gostar da interface do Windows. Eles melhoraram, mas ainda é muito quadrada e… https://t.co/bGCEpfqUG9",
        "@DaniellMrC @KimJoaoUn Eu já tinha ouvido esse argumento, mas confesso que acho estranho, sabe? Talvez tenha algo q… https://t.co/LSuTfnWIaB",
        "@DaniellMrC @KimJoaoUn *te empurra",
        "@DaniellMrC @KimJoaoUn Lembrei agora q 1 vez um pacote R deu prob. quando atualizei. Mas o Mac não tem empurra atua… https://t.co/ciwQIo8WVk",
        "@DaniellMrC @KimJoaoUn Pq? Nunca tive problema.",
        "@96Henrique Here we go again....... 😔😔\n\nhttps://t.co/nUrtqSfVrl",
        "@96Henrique Vc gosta de simular que ele te ouve e que ele está falando a verdade e o que ele realmente pensa, vc quer dizer.",
        "@96Henrique Confesso que acho curioso esse tipo de resposta. Como se vc estivesse acreditando na honestidade dele q… https://t.co/NBz2wfArqT",
        "@otaviobonder @arthurbraganca7 @gtinocolh *ao contrario, 30 down e 7 up.",
        "@otaviobonder @arthurbraganca7 @gtinocolh Hum. Valeu, vou olhar isso! Continua horrível aqui... o dia todo. Fica em… https://t.co/Hxc7Tta1aV",
        "@itau Que serviço medíocre! Pura burrice. Como vcs esperam que a pessoa tenha q sair de casa no meio de uma pandemi… https://t.co/YpgJ9hfunm",
        "@al_Khwariizmi Ops, *ao encontro do",
        "@al_Khwariizmi Concordo.",
        "@al_Khwariizmi Ele liberou e chamou a atenção, sim. Lembro que o modelo estava incompleto. Mas, olhando, a parte qu… https://t.co/WWu5iqEr7F",
        "@al_Khwariizmi Perdão, tbm não vejo com bons olhos a postura dele, mas isso aqui me parece errado e injusto. Eu já… https://t.co/sTMQnOgPyQ",
        "@p_cstl @PedrooCava @lmonasterio Respeitem a Gradiente, eles já alegaram serem os pais do iPhone.… https://t.co/mkBaaWI6Wg",
        "Muito triste. De todas as bandas que fizeram a revolução eletrônica do início dos anos 80, Kraftwerk é talvez a mai… https://t.co/OC8LHKkrfJ",
        "@arthurbraganca7 @gtinocolh Eles configuram, mas acho q tem mais problema. Aqui eu tinha feito isso de comprar outr… https://t.co/ikGIHXqeTd",
        "@PedrooCava @KimJoaoUn @cenevivaricardo @96Henrique @jcaetanoleite @DaniellMrC @ThomasVConti @p_cstl… https://t.co/PnawYx5N8t",
        "@PedrooCava @jcaetanoleite @KimJoaoUn @cenevivaricardo @96Henrique @DaniellMrC @ThomasVConti @p_cstl… https://t.co/aD00M1MjeD",
        "@jcaetanoleite @KimJoaoUn @cenevivaricardo @96Henrique @PedrooCava @DaniellMrC @ThomasVConti @p_cstl… https://t.co/66ZpjcCYct",
        "@KimJoaoUn @cenevivaricardo @96Henrique @PedrooCava @jcaetanoleite @DaniellMrC @ThomasVConti @p_cstl… https://t.co/SPV4DG59Bv",
        "@cenevivaricardo @96Henrique @PedrooCava @jcaetanoleite @DaniellMrC @ThomasVConti @p_cstl @rodrigo_ecoufba… https://t.co/55FfrvHYcM",
        "@DaniellMrC @96Henrique @PedrooCava @jcaetanoleite @ThomasVConti @p_cstl @rodrigo_ecoufba @carolaf88 Hoje em dia vc… https://t.co/NWJvlnfDMA",
        "@PedrooCava @KimJoaoUn @jcaetanoleite @DaniellMrC @p_cstl @rodrigo_ecoufba Então, mas nisso que eu me pergunto. Por… https://t.co/dDttXO469v",
        "@PedrooCava @jcaetanoleite @DaniellMrC @p_cstl @rodrigo_ecoufba Um negocio que ninguém citou aqui. Incompatibilidad… https://t.co/mFfxuoMcwG",
        "@PedrooCava @jcaetanoleite @p_cstl @DaniellMrC @rodrigo_ecoufba Suspeito que tudo de bom do Overleaf veio deles ter… https://t.co/iOKy4srIy7",
        "@p_cstl @jcaetanoleite @PedrooCava @DaniellMrC @rodrigo_ecoufba Não precisa ser open. Olhe Stata e Eviews. MATLAB j… https://t.co/jyBQouS9E5",
        "@jcaetanoleite @PedrooCava @p_cstl @DaniellMrC @rodrigo_ecoufba Kkkkkkkkk",
        "@p_cstl @DaniellMrC @jcaetanoleite @PedrooCava @rodrigo_ecoufba Minha impressao particular é que ele cospe um bando… https://t.co/s91m7jOY2d",
        "@DaniellMrC @jcaetanoleite @PedrooCava @rodrigo_ecoufba @p_cstl Isso. Vc entendeu kkk",
        "@DaniellMrC @jcaetanoleite @PedrooCava @rodrigo_ecoufba @p_cstl Foi uma hipérbole, Coutinho. Mas é bem comum vc peg… https://t.co/VT9SBdDL6G",
        "@jcaetanoleite @DaniellMrC @PedrooCava @rodrigo_ecoufba @p_cstl Mas possivelmente o maior termômetro do porquê o La… https://t.co/qZSxihN4E3",
        "@jcaetanoleite @DaniellMrC @PedrooCava @rodrigo_ecoufba @p_cstl Eu concordo com o Caetano. Acho esteticamente tosco… https://t.co/rHwwPCXZmY"
    ]
}