{
    "screen name": "DuttDogra",
    "no. of tweets": 173,
    "tweets": [
        "This time one can't talk only like a spokesperson of any party, oh thanks God some are'nt born with a \"Party Tag\"th… https://t.co/08O3Zr5iCk",
        "It's time to just do it..if Govt of India can fly off to foreign soil to take back our people stranded there, if th… https://t.co/Nh1mzxmNyd",
        "63) 3/clip \n\"Goons\"/Police station 5min away\nWho's responsible?when our own law&amp; info tech minister @rsprasad unlaw… https://t.co/KtvTsramPH",
        "63 ) \nhttps://t.co/LrLTtwS30W",
        "63) 2Clip.\nWho's responsible? when our own law&amp; info tech minister @rsprasad unlawfully,like a banana republic give… https://t.co/EeGPpCXUIs",
        "62)Late 1am at night three on a bike, shouting with foul lang in front of gate, no sober person moves like this &amp; b… https://t.co/DqgHXkRSNn",
        "61)Fact my &amp; my family's phone sound bites, GPS &amp; cam clicks given access by u @rsprasad to Media, among it, one cr… https://t.co/spUUyNApQU",
        "61 ) So, here one of the footages of goons sent by that criminal (his+her) Journalist,I have named the RTI. It's be… https://t.co/tYtxBVyH28",
        "60 ) So,ur utmost insensitive act of surveillance of absolutely no concrete purpose picking up someone living among… https://t.co/cGjJgwt83B",
        "59 ) If u're that confident plz let everybody know openly that ur doing my phone surveillance of a complaint of a s… https://t.co/vPftm69FSC",
        "@PadmajaJoshi It will create chaos, for these local issues like it's said \"let's law takes it own course\" solve thr… https://t.co/oz0NSgLVR9",
        "@PadmajaJoshi It's okay for terrorists who are searched after by forces, it's okay with real Anti - Nationals if re… https://t.co/jIxnwNyGjf",
        "@PadmajaJoshi Sorry Sister 🙏 for a little bit hard way it's written... little emotionally aggravated 🙏🙏 \nBut still… https://t.co/4dvhKveOk3",
        "@rsprasad @_DigitalIndia @UmangOfficial_ @narendramodi @PMOIndia @GoI_MeitY @BJP4India U ported my &amp; my family's ce… https://t.co/pD29kB6XmJ",
        "60 ) So,ur utmost insensitive act of surveillance of absolutely no concrete purpose picking up someone living among… https://t.co/YzfpBtbkqo",
        "59 ) If u're that confident plz let everybody know openly that ur doing my phone surveillance of a complaint of a s… https://t.co/vGK0apub44",
        "This refers 57th tweet.\n58)\nU're silent bez if you tell ur that act of unlawful, unjust surveillance in front of Pu… https://t.co/ExLJngOJIT",
        "57 ) The same way you have done @rsprasad , you've tried to play with, use your power given by citizens of India to… https://t.co/ZHFJGhakXy",
        "@PadmajaJoshi And this is taking law in your hands, who has given you right to share something to masses ? Respectf… https://t.co/anRCEEFrx3",
        "@PadmajaJoshi But it's part of Banana Republic rule, have you tried lawful method to tackle it ? Even in media ? Or… https://t.co/wjCFUIPrR1",
        "Okay, @TwitterIndia a tweet I wrote got removed or in fact erased, without any alert notice.\nJust simple.\nAlthough… https://t.co/uJOSjxbl5F",
        "56 ) I won't bend down against injustice even my last breath &amp; no compromise with unlawful force and draconian law.… https://t.co/bg4VU589h3",
        "55) You have blessed a so called journalist having enimity with me by giving my phone access &amp; also my family..thus… https://t.co/mZvXeOOYVQ",
        "56 ) This is just utmost barbarian and inhuman because your doing surveillance of a normal law abiding  and very co… https://t.co/rw7aD5GNe5",
        "55) Where in Constitution it's written that u can give access of somebody's phone and privacy &amp; even his family's t… https://t.co/MtYejActnU",
        "54) What's the hell ? Have you written a new secrect process of law as an learned lawyer and minister with collabor… https://t.co/fZs73t10tC",
        "53 ) This is utmost hell of a dirty task u have done @rsprasad .\n&amp; it's absolutely ridiculous &amp; inhuman act, utmost… https://t.co/r7vtlUPxpI",
        "52 ) What's ur aim &amp; if there's anything I've done wrong like a terrorist or a criminal why don't you order my arre… https://t.co/YPXXZ7fEFE",
        "51 ) Wd u put any other citizen hand picking just like a dirty play ? \nIf I've done something that wrong them fix t… https://t.co/vpO434ecYe",
        "50) Are you listening Sir, @rsprasad you have played with the rights of a family and made a complete mockery of a g… https://t.co/HsMPIRlqJu",
        "49) For what u have done this?How come u can so this as a law minster, monstrous kind of an act ?\nClearly you playe… https://t.co/ia2mVHpC6N",
        "@itootweet B factor you know. And S factor, don't misjudge B factor pleasantly = what ? Just add to this lastly son… https://t.co/Y4Hvm8MZdS",
        "48) My constitutional right of my privacy &amp; my family's privacy along with security is dangerously compromised… https://t.co/rLlvjIhZ18",
        "47 )So, these things are there I'm absolutely not afraid of. \nBut this draconian banana Republic way of giving my c… https://t.co/rcL2mOYcIm",
        "Never think indefinite has time&amp; boundaries.Certinity is not a verdict sometimes but an end result.\nDefinitely time… https://t.co/EG19FjwzdI",
        "46)Don't fear Goon Media absolutely, share more things here  happened/happening to me wrong as @rsprasad they've be… https://t.co/a1APjZ2e8S",
        "45) Media goons blessed of cell control of mine, tried to intermidate me by sent goons when once they struck my bik… https://t.co/4Qm8uEuWWa",
        "44 ) In the same way my another younger brother was hit hard on a scooter on a stop signal light, he fell down hard… https://t.co/DUCOvn3VYN",
        "43)Once while brother crossing the road &amp; another when struck in self created jam by a local network.The way of doi… https://t.co/zSFsKAyWLh",
        "42)As my &amp; my family's control in disguise of phone surveillance given to a Media person named in RTi(+her),has eni… https://t.co/Rd2yCwvod8",
        "41) So, I wd like to complete my serious concerns on results, past ill consequences etc as of my privacy, security… https://t.co/EARhutNiBy",
        "@davidfrawleyved 2) We'r in body, in eternal terms as described in scriptures are part &amp; parcels of almighty, Supre… https://t.co/QiDzKE2kDt",
        "@davidfrawleyved 1)Yes,Prabhuji, only difference is in a Murti or a deity \"Pranpratistha\" recognizing &amp; thanking of… https://t.co/g9nrFdplSl",
        "@rsprasad @narendramodi &amp; listen about this unlawful surveillance on a family, which law book says as Information M… https://t.co/CJ2wuHXV4m",
        "40 ) Are you a law and justice minster and care taker &amp; Guardian of only \"Media\" people &amp; for political try to slau… https://t.co/NKg3dx3nKR",
        "39 )While we struggle,fight then again play, come together as a big family thinking here's a family with many femal… https://t.co/cffBsxKuHu",
        "38 )Big family &amp; did u ever first inquire when we had2 work at a very young age ? all did for the family on our own… https://t.co/MbDf8Cs0xe",
        "37 ) So, this's a way Power is misued, Yes, intoxication of Power which forced u to keep aside ur practice of law b… https://t.co/dghcyu9NX6",
        "36 )So,ve' u got any idea what of ur Media friends doing? \nPerson named in RTI, so called journalist had used ur bl… https://t.co/qxBCrseSG7",
        "35 ) Have u ever thought what u have done ?? You have made a family as part of your political play.\nHave u ever gon… https://t.co/MyrrhjmjAy",
        "34 )When everyone so young had to leave studies,start working from a very young days when people dedicate themselve… https://t.co/MX2KbgSZU2",
        "33 ) Since I'm on this earth never committed any anti social act on the ground, of a good background, here for yrs… https://t.co/h9CtQxn9v8",
        "@AdityaRajKaul Just awaken:- Yes, with a little bug in comparison with the vast Sky.\nIn fact that sky gives shelter… https://t.co/VuFOwYxSYC",
        "32)Why u've done this? What a cruel joke? @rsprasad snatching away citizen's rights given by the Constitution?? Jus… https://t.co/n3ThR44Kd1",
        "31 )Criminals journalists duo ( +her) having enmity with me, of one whose name I've mentioned in RTI using free acc… https://t.co/u0YrIGAUBA",
        "30 )Of ur utmost  irresponsible @rsprasad, insensitive, draconian act of over powering Constitution, even ur a lear… https://t.co/LuDpzaWCM4",
        "@AdityaRajKaul Yes, bro,  it's like no one is fearing but just writing there as my duty to convey my concerns with… https://t.co/5OduUi1hZ8",
        "29)Is this \"Media\" owns it's own law book??Above law? @rsprasad  Ji? Blessed by u to access all cell phones of fami… https://t.co/bd6ZKLaZxA",
        "28) It's absolutely unconstitutional when @rsprasad , u've compromised to the process of law which allows both side… https://t.co/ct31EOqlZp",
        "27) So, have been partial, taken a side bez they're in close touch of yours but ignored my side of story in full re… https://t.co/WXja6mLnte",
        "26 ) But @rsprasad Sir u didn't asked my side of how someone on virtue of her esteemed profession she's/was working… https://t.co/50EUvsTmUU",
        "25 )U were expected not to believe what even ur friends until whole truth is known as on a Constitutional seat ur a… https://t.co/ULqkcj9hrq",
        "24)It's actually like this @rsprasad Ji - that for the  sake of happiness of friendships of Media, to oblige them u… https://t.co/Xn4nYiNWUE",
        "22...\n23)But as a learned lawyer with yrs of practice @rsprasad , then heading law/justice &amp; information/ technolog… https://t.co/s58em3HXjR",
        "22 )..........",
        "21) So, @rsprasad Sir, I am not like some people we think out of fear writing it all, no I am concerned about my ri… https://t.co/Nt2XFkKD4O",
        "@ranveerbrar Insane question when people in a  lockdown.\n\nNo match no points :-",
        "@BDUTT @cricketwallah Either mam you can replace with a refurbished oil filled suspension or get new one. But most… https://t.co/33Is1svzBG",
        "@BDUTT @cricketwallah If issue is car suspensions isn't working means oil in it has leaked. No worry, In this case… https://t.co/FyjQoHzwGU",
        "20)Was great even with those media people narrative fabricated stuff, respected Sir @rsprasad u've sided with not a… https://t.co/ghnMRofs9B",
        "21) What was that which made u to do which happens in a \"Banana Republic\" why ? U've to satisfy Urself to act in a… https://t.co/allH1Udw24",
        "19 ) What was the problem if Sir,u have asked @CPDelhi police to arrest e and investigate ? I'm not hiding, I'm abs… https://t.co/xDc2W4cEOw",
        "18) @rsprasad Even being a learned Supreme court lawyer with yrs of practice, advocating to abide by the way of law… https://t.co/iVYOB3m10b",
        "17 ) So, the point is I'm just open because I haven't done anything wrong, since I'm on this earth involved in no A… https://t.co/VaaKKtx6cx",
        "16)As a law minster of Great India @rsprasad ,u took oth to adhere according to the Constitutional process of law,… https://t.co/lG87bYD57j",
        "15)And still u do a surveillance of my cell without an Aim,try snatching away my constitutional right of privacy,hi… https://t.co/sdbqNnWLul",
        "14)If I've done something that wrong, I wd've been in a hiding,but iam here, 5 minutes walk from Police station. U'… https://t.co/RJ98NHLq6C",
        "13)Thought @rsprasad ur on such a responsible position,wd adhere 2D process of law in which both sides wd be listen… https://t.co/v6imeHdwp1",
        "12)But what's this \"A Khaap Panchayat?\" @rsprasad u started a surveillance&amp; for what \"AIM\" ?\nU did it for a Media p… https://t.co/6uhwtxpfr4",
        "11)Now,U've all powers @rsprasad , if u think there's something heinous from my side like rape,murder or loot like… https://t.co/0Vb80iR6wg",
        "@RituRathaur @narendramodi Here we need whole surveillance tech &amp;hard labour to snoop in goons&amp; rapists,but Sir… https://t.co/THjTyPSVu3",
        "10)What whatsoever u find that wrong with a normal family who is struggling hard since yrs after the family's head… https://t.co/IoT4FHwTkR",
        "9) @rsprasad So a person I've named in the RTI, related to Media in one sense with other Media friends is misusing… https://t.co/whI6aCQyzT",
        "8) @rsprasad Sir, I conveyed this concern to u in a message, still that is so unlawful,insensitive &amp;of course utmos… https://t.co/y1QOKarYS8",
        "7) Humbly @rsprasad. \"We're from a family background where most of served in different reputed govt responsible pos… https://t.co/3xDPH7WGuO",
        "6) @rsprasad Sir, better know this all, my &amp; my whole family's mobile  shared to some media people under unnecessar… https://t.co/gOyGq6drCF",
        "@ashoswai @Swamy39 Plz,don't embed anything with Vedas or Authentic Puranas. \nDescribed there, in mode of ignorance… https://t.co/xCHdsdMOlJ",
        "@ashoswai Vedas never said it don't misinterpret.Supreme Lord Krishna who said in Gita that from me all Vedas are i… https://t.co/ghRGOk221T",
        "5) Some of these Media people with that \"duo\"- that main person whom I have mentioned in a RTI written, are using m… https://t.co/2l55CPYeTX",
        "4) Also there's absolutely no police patrolling while people gather in many numbers in nearby distance, ignoring so… https://t.co/tiSySCWksl",
        "3) Those Media persons having personal enimity with me for quite some time now, have been pushing local goons to ga… https://t.co/3Vre39gke4",
        "2) Many anti social elements &amp; local goons, which I can give your screenshots are allowed to roam freely in front o… https://t.co/r5tfDIAe7P",
        "@CPDelhi , Good Evening Sir, I am here to respectfully put into your notice, some important things...\nFirstly it's… https://t.co/DKulUZXvfG",
        "@ShehabKhan @itvnews Where ever absolutely fine..Bring it all on .... common...",
        "I don't fear anybody from a blinded Khaap Panchayat.\n\nSome or Many Sold out Media persons, fake, third grade journa… https://t.co/5ejIEI4QNc",
        "@smitaprakash @rsprasad A Self Media trail &amp; A Blinded Khaap Panchayat.. You deny but you did and you know.. Absolutely..",
        "@smitaprakash But Sharma Ji ka Laddka (son) innocent \"HAi\" as she had a cryptic conversation to cheat later. Otherw… https://t.co/EGqWsdS8iU",
        "@sambitswaraj Like Vijay Malaya who had a final Goodbye kiss tour from inside Parliament house to get flown \nDur de… https://t.co/r0rW7FF6iy",
        "@sambitswaraj Power intoxication ? Blinded on ego intoxication ? Like someone drunk loseshis or her sense of judgem… https://t.co/BOU0CwRzu4",
        "@aajtak @rsprasad @anjanaomkashyap So,everything on an smartphone, even talks and location get forwarded through th… https://t.co/rcXg2ijw9y",
        "@aajtak @rsprasad @anjanaomkashyap @rsprasad  And Sir u are really doing, undoubtedly very unconditional, constitut… https://t.co/DKcvUwf4vq",
        "@anujdhar Yet it was so obvious!",
        "@sambitswaraj Yes, + not anything yet hidden really, splendidly indeed in all \"Deeds\" ...\nNothing spiritually unconstitutional as well ! ✌",
        "@Swamy39 Man is in \"मनुष्य° or पुरुष like we'r under the laws of Nature but Lord Rama is पुरुषोत्तम- means Supreme… https://t.co/JehzDbKAHr",
        "@sharadsharma1 Why so ??..",
        "@ashoswai It's an elaborate matter, anything if in a mood above.. now in some testing aggravating times....\nBut the… https://t.co/11lG2kjqFp",
        "@ashoswai Hare Krishna people perform according 2d place they are expert in, An act in Goodness\"for the pleasure &amp;… https://t.co/pDN3cSaVlJ",
        "@ashoswai It's of course..If not dedicated Sansaysi in a temple..If on the ground- Yes.\n\nSo why forget one of the g… https://t.co/Sp4jt2fLaJ",
        "@majorgauravarya Tut la raha hai Pura Aur Fake Confidence bhi ...\nJaise Prime Minister but Coincidence is Just like… https://t.co/SGyXZnkApG",
        "Another \"Pure Rascal\" on the scene.\nYou know... Another \"B\"..\n\n#GoodNews #goodnight",
        "Of course not about \"2\" \"B\" = 420 Hogs.. in sold out Media..\n\nONE IS NOT  CAPABLE  OF BEING THAT BUT A PUNK DATA TH… https://t.co/NFXbaJMt3I",
        "Don't pre acclaim the outcome until it's done even then it can be undone.\n\nU all some boot-lickers of political bos… https://t.co/KXcmLKxdq9",
        "So, as rascal you are and as rasclidom you talk makes you a rotten stuff..\n\nOf courSe with a foul smell.",
        "It's something I have for a flight for a lifetime !...\n\nYou both eyes of stone.. Sparkling marbles but can't see re… https://t.co/SISv3djINp",
        "Haha!!! Really !!! ...... Oh !!! Again a wrong with a blind eye !.",
        "I'm not into this \"Scratch my back and I will yours\" You many \"sold out\"... Rascals..\n\nUp against all... Still Stan… https://t.co/Oqb2X2P0hD",
        "One of the incidents, these Times Now:~\n\n#FridayThoughts\n\nhttps://t.co/hEKqEjE75b https://t.co/yy3x1k98Re",
        "@thekiranbedi Yes, in dys days of #panadamic\n\nBut sometimes, we differentiate, when it's unnecessary,unworth forced… https://t.co/DU4uOlqTin",
        "@PrabirJha I have just seen minutes ago! Goodnight Sir!..",
        "And utmost stupidity rascalidom is to give ads to stay away from alcohol and liqour but still've Govt approved shop… https://t.co/Pn6EMBNoPL",
        "Knowing the past of \"Bhopal Gas tragedy\", the dangerous nature of allowing any such thing on top of heads innocent… https://t.co/BNxJfgvhJA",
        "Yes, we've seen selling \"Intoxication or toxic liquid which instbalizes everything from a civilized society was all… https://t.co/ahCEDP45Ik",
        "Yes, because they must had clearance from the \"top to the bottom\" bribe given to all officials to be able to functi… https://t.co/QBtGNg9bBd",
        "Why these all factories or  manufacturing units with these kind of dangerous things like in this case a dangerous p… https://t.co/JxvkHGRCmv",
        "@actmukeshkhanna Please don't tell..Let that childhood innocence remains.. looking at it with all eyes staring wide… https://t.co/efIOSlp2o8",
        "@journosaurav Jai Shri Ram 🌺🙏🌺 Ram 🌺🙏",
        "@journosaurav A Great Journalist in making '!!!..",
        "@vinodkambli349 Yes !!! Meaou !!! Meaou !!!🖖😂✌",
        "@pfaindia 2)So, milk is not a product by killing a Cow &amp; the procedure is we can drink the leftover after its being… https://t.co/T3qNiB86FN",
        "@pfaindia 1)Without killing or giving pain to any animal,what we derive is absolutely fine.\n\nVegan is something imp… https://t.co/Tw2iwJBHzE",
        "@BharatKumar1857 @narendramodi @Ra_THORe @AnupamPKher @ActorMadhavan @RandeepHooda @ImRaina @Tiny_Dhillon @atahasnain53 @amritabhinder 🙏🙏🙏",
        "@SharmaKhemchand Jai Shri Baaazraangi '!!!!...🌺🙏🌺",
        "@AdityaRajKaul 🙏🙏🙏🙏",
        "One can tame &amp; guide animals, make them2 walk in disciplined way to follow a certain track but not dys drunkards wh… https://t.co/U6eJXpdEA8",
        "@ISKCONBangalore Hare Krishna 🌺🙏🌺",
        "@sachin_rt 🙏🙏🙏",
        "He defined what a \"Natural Act\" &amp; natural acting is all about...\n\nGreatest on his \"Own\" , of his \"Own\" acting untou… https://t.co/VaHEQd1J7x",
        "Just out ~ Just Now ~New Release !!! Just Now ~ out in Cinema theaters, but not to be found anywhere near you ...\no… https://t.co/6ts87HCvtV",
        "https://t.co/HQ5PhpV0o9\n\n#TuesdayThoughts",
        "@raydeep @DgpChdPolice Aise Jugad to Bhaishab !!! Punjabi or Punjab Police hi bana Sakti Hai !!!\nFrom time immemori… https://t.co/KE4gng2kWl",
        "Explained: Where does COVID-19 virus first strike? Study pinpoints two cell types in nose https://t.co/obzKRYXm2K",
        "@journosaurav Yes, Absolutely Right....!\n\nHighly Rightly said !...\n\nIt's really is...Yeah !!!..\n\n#CoronavirusIndia",
        "@SrBachchan 🌺🙏🌺",
        "All Bark... All dogs bark ....\n\nAll Hogs... on a wrong side...\n\nHave your meal together...\n\nJealous dogs bark ...… https://t.co/SHon2ZaUB8",
        "Scratch my back &amp; I will yours..\n\nAll Hogs own this philosophy..\n\nAre nothing but dogs &amp; hogs..\n\nFake agenda &amp; a se… https://t.co/alGF5MwKTZ",
        "Those are Rascals who are in line with Rascals...\n\nAll are Rasclas who are in a chain reaction with Rascals.\n\nDraco… https://t.co/4ZdtaRwrhb",
        "@DailyMirror See that evil has a block by God's grace!\n\nYou are never 100℅ sure when her beak gonna stuck to the gl… https://t.co/HcPnvRYUIp",
        "@journosaurav Also people who have responded to you with their dissatisfaction which even you and we might have wit… https://t.co/n8sWFWGjDo",
        "@maryashakil @ashokepandit @drharshvardhan @AIIMSRDA @drharshvardhan @KirenRijiju",
        "Nobody fears, absolutely nobody whether in black white and blues!\nDon't be in a self \" Fools Paradise\"\nOf course yo… https://t.co/ILMnBsZDjR",
        "@majorgauravarya But they have done a big mistake as #ArnabGoswami going to emerge even more stronger &amp; sharper tha… https://t.co/SmeZep3lcY",
        "@majorgauravarya Yes, this his is the way ill minded cowards do.And take help of goons to terrify and scare those w… https://t.co/4pvOA19Pv0",
        "@thekiranbedi @ANI @PTI_News Very Good Morning Mam'!...",
        "@awasthis Means Jai Shri Hanuman'! Jai Shri Ram'! Sri Sri Sita Ram'!.\nV/G/M'!.",
        "@dibang Very Good Morning Sir'!.",
        "@SharmaKhemchand Congrats.! Sir.!",
        "On a loof sitting somewhere, written above exactly \"what I meant\" &amp; what I said....\n\nUltimately, I don't care at al… https://t.co/tnh1p7HDhF",
        "@ShahnawazBJP Right Sir .",
        "The way I have been..The way I would have been..The way I should have been...The way a person like me could be seen… https://t.co/DYXhzBNadV",
        "@abhijitmajumder Also investigation must be of that police personnel who was given safe umbrella by the Mob and the… https://t.co/vQPdUzAY0v",
        "@amritabhinder Panadamic or Corona is a clear case for people to understand and regard are measures so that life of… https://t.co/u8HZ66UBeZ",
        "@amritabhinder Yes, if it really about public right to life by a pure eyesight..\nThen it has to be crystal clear by… https://t.co/Cml7VWxpYa",
        "@abhijitmajumder Such an Old Priest &amp; then it's just so daemonic and barbaric....\nWhat is this ? In Shiv Sena's rul… https://t.co/36tDHEZKSN",
        "@sardanarohit @richaanirudh Shame on the police personnel who kept him aloof, pushing him aside everytime goons jum… https://t.co/H2pluhS2B9",
        "@One1Woke @DuttYogi @myogiadityanath Okay..It waS posted from a well known account so ....\nHope he gets well soon🙏🙏… https://t.co/M32wpRyG54",
        "@ashokepandit @AnilDeshmukhNCP @DGPMaharashtra @Palghar_Police Bhaut ....Neeach ...Duast Log.... Hai.. Please do a… https://t.co/rrHRIlzOJl",
        "@arunbothra Yes an absolute disgrace.\n@narendramodi @AmitShah @rajnathsingh @MumbaiPolice @CBItweets @SirPareshRawal @RandeepHooda",
        "@AMISHDEVGAN Absolutely barbaric..\n@AmitShah @narendramodi @rajnathsingh @MumbaiPolice @CBItweets",
        "@DChaurasia2312 @AmitShah @narendramodi @rajnathsingh @Dev_Fadnavis @MumbaiPolice",
        "@DuttYogi @myogiadityanath 🙏Om Shanti 🙏",
        "@SGanguly99 That fortune \"Ad\" is really nice one!!! Thousand miles ahead ++ of a \"Hero Honda Ad\" I had seen in 90s!… https://t.co/rvGgqARA6e",
        "@AdityaRajKaul @crpfindia 🙏🙏",
        "@TimesNow Fill in the blank................\nNot needed..........\n.... Truth is front of the eyes......\n..No self in… https://t.co/2lSkfn2oUw"
    ]
}