{
    "screen name": "JaredWishnow",
    "no. of tweets": 171,
    "tweets": [
        "@Eric__Smith  Crazy that all Knicks players hugging Lin after his 2012 #Linsantity shot at the ACC all ended up bei… https://t.co/IpomRwZxBg",
        "@phil_hellmuth Manilla",
        "@phil_hellmuth Bangkok",
        "@dharoun Sure you actually want to give proof to @LuckyJacksNYC who you are?? 😂😂",
        "@MarriottRewards @NFL 300 feet goal line to goal line, 360 with endzones #rewardspoints  #MembersGetIt",
        "@agaz996 @Eric__Smith @IanRabin",
        "@GordonRamsay made your scrambled eggs. Thoughts from 1-10? https://t.co/ezOeRRQkLN",
        "@ShooterMcGavin_ thoughts? https://t.co/5RCUTnw16e",
        "@soccersanmarino @IanRabin",
        "@IanRabin @bjsosna also seeing @jets vs @bengals tomorrow. Should I cheer for my new home team? #WhoDey #FountainSquareIsSomethingRight?",
        "@Danger_the_Dave college graduation is 3:30 pm Sunday. Tip off is 3:30 pm Sunday #GoToMakeUpGraduationCeremony?",
        "@willripleyCNN is your access to Twitter limited? Do you carry a simple vpn..must me more complicated no?",
        "@bgtennisnation who you got in Jo Willy vs the Missle? Missle seems to improved ball striking no?",
        "@lritt504 @bjsosna weirdos",
        "@raptorsrepublic officials are Mike Callahan, Kane Fitzgerald, and John Goble",
        "@Paul__Jones USA tv channel? Thanks! Love the calls",
        "@JLew1050 do we know what US tv channel yet?",
        "@Steve_Dangle 's phone right now: \"Bing Bing Bing Bing Bing Bing\"",
        "Mardi Gras Bound 👍 #NOLA #SoManyKingCakes",
        "@bgtennisnation any chance the Missile can take out Stanimal in the rd 16 in a repeat of Abu Dhabi?? Who do you like?",
        "@bgtennisnation You think the Missile has any shot of an Abu Dhabi repeat in beating Stanimal in his bracket?",
        "@bgtennisnation do you think Hewitt ends his Australian Open career against jimmy quack quack tonight under the lights?",
        "@bgtennisnation you think any chance swimming pouille takes out the missile this morning?",
        "@RaptorsHQ If Raptors win a massive chorus of \"You'll Never walk Alone\" will burst out at the arena",
        "Happy New Year!!!!! #Melbourne 🇦🇺🇦🇺🇦🇺🇦🇺 https://t.co/e5fq2UYs8I",
        "@Joshkap3 I am having serious serious issues figuring out who is who",
        "@Danger_the_Dave unreal season no shame. Many memories made",
        "Greatest sports moment I've ever seen live #bautista #ALCSGame6 #bluejays",
        "Game time. Game 6 in Kansas City #ComeTogether #ALCS #BlueJays https://t.co/pH6z52MhZP",
        "@FOXSportsLive Harold Reynolds needs to eat a snickers #ALCS #BlueJays",
        "I have NEVER NEVER NEVER yelled at my tv that much!!!!!!!! #BlueJays",
        "@jacobmlevy @jtaleisnik Imagine Bernie Sanders leading your passover seder #Charoset #Maror #BitterHerbs #ShankBone #Matzah #GrandmasKugel",
        "@jacobmlevy Can I vote @andersoncooper for Dem. Pres?? #SilverFox",
        "@jacobmlevy didnt we have this whole thing called the Civil War to settle the 10th amendment debate? #GOPDebate",
        "I would actually argue US relations with China are actually fairly strong @jacobmlevy #中美关系",
        "\"It's tough to say out loud but the #bluejays are embarrassing the #Yankees in the Bronx\" - Yanks Broadcaster Michael Kay #jaysnation",
        "Last time @BlueJays were in first this late in season was 1993...hmmmm #touchemalljoe #10InARow",
        "@Wilnerness590 how many more at bats until Colabello's batting stats will start to count for AL stats? Will they ever?",
        "WE'RE GOING SWEEEEPPPPIIIINNNGGGGGG http://t.co/ysgG18FQZ4",
        "I do love being THAT obnoxious #BlueJays fan at Yankee Stadium #lookingforsweep http://t.co/sKX8ksB3bV",
        "@jacobmlevy do you also agree with me that Rubio sorta like an elf? #TheMostEarlobes #gopdebate",
        "Still waiting for someone to bust out and scream \"LIVE FROM NEW YORK IT'S SATURDAY NIGHT!!\" http://t.co/2JVV8fQqg1",
        "This is already awesome, entertaining, and just the perfect amount of awkward #GOPDebate",
        "@jacobmlevy how long did Brett Baier go to the tanning salon today",
        "Perfect day for baseball in the big T.O #BlueJays http://t.co/8m19ncKjqr",
        "@Wilnerness590 when will collabello begin to be counted for mob/al statistics? What is the rule?",
        "@WillMcAvoyACN would 54.40 be his average split time? #orfight? #historytweet",
        "This paragraph though... #MarriageEquaility #SCOTUSmarriage http://t.co/fRylBmtCzp",
        "@Wilnerness590 is Colabello close to amount of at bat's necessary to be counted for official statistics? What is the cut off? #Jays",
        "@Wilnerness590 I was the one who got Edwin's screaming line drive can I get a shout out??!! #bruises #bluejays http://t.co/HkfONHziKI",
        "Congrats @wishingnow for Teammate of the year with @OhGi_DAC30 ! http://t.co/Fan8GtPC06",
        "@BarbaraCorcoran be like your business is #wayovervalued http://t.co/QIMQEnOtJw",
        "@SportsCenter @eles05",
        "@BrandonBell_2 U2 2002 Super Bowl. Nothing will ever beat it.",
        "Happy new year from Hawaii!!!",
        "@Steve_Dangle Shanghai, China count?? #IsUncleLeoBackYet??",
        "Yea I like this place #HongKong http://t.co/X5xmwnzXbz",
        "Thoughts and prayers are with Ottawa",
        "Goodbye land of \"Oh that's way too much\" table minimums #Macau http://t.co/1VqKRVtABv",
        "#Macau http://t.co/vmvFoXCVtH",
        "Casually blocking @CNN in my hotel room because of #HongKong protests. Well played China well played http://t.co/UQCH4ILkjS",
        "Tallest bar in China 100 stories. I dig #guangzhou http://t.co/9ndjwJj70N",
        "L'shana tova from Jewish Center of shanghai #internationaljew #犹太人 http://t.co/gTFRvi6RMB",
        "@Danger_the_Dave one of the greats but recently his age was showing",
        "Bautista has 4 hits vs Kuroda and had homered on all 4 #Jays @Wilnerness590",
        "Time for my annual Fox doesn't show the Canadian national anthem tweet #AllStarGame",
        "The Men Who Stare at Goetze",
        "The fact I'm on a plane and basically \"watching\" the World Cup final through twitter is extremely upsetting",
        "Put in TJ Oshie!!! #USA",
        "So the US plays Belgium. It's the battle of FREEDOM and somewhere @WillMcAvoyACN is freaking out #sororitygirl",
        "Poor officiating by the Uzbek..play the advantage and give yellow at conclusion of attack! #missedopportunity",
        "This was when the #usa beat #ger last summer in dc #throwbackthursdays #goodluckcharm http://t.co/nDsRHwKvct",
        "Victory!!! Bring on the diminished Portuguese! #USMNT",
        "@bjsosna DONT CARE!! Wooooo",
        "@Joshkap3 fuck me I'll take it!!! BROOOOKKKKKKSSSS",
        "BROOOOOOOKKKKSSS!!!!!!",
        "Is Steve Holt giving a Jameis Winston esque speech?",
        "Geiger having the cleanest match of the World Cup so far from a refereeing stand point. Great news for @ussoccer and @FIFAWorldCup",
        "Very excited for US referee Mark Geiger. Hoping this match moves smoothly. First US World Cup ref in a long time",
        "@M_Joseph_29 I specialize in East Asia...The part of the world with no alphabet",
        "@M_Joseph_29 *Colombia you jerk",
        "@M_Joseph_29 I know ur just as excited for NJ's own Mark Geiger in his World Cup debut tomorrow Columbia vs. Greece",
        "@Joshkap3 the first one AR got wrong. The other not his fault. The player was in an offside position but it shouldnt have been an infraction",
        "@Joshkap3 the second disallowed goal is on referee not AR. The main ref is in charge of seeing who ball went off of on offside calls",
        "I honestly feel bad for Yuichi Nishimura. You work your entire life to get to this point and in 2 seconds it is ruined #controv #ersy",
        "@markymarcz wow great tweet!!! So true!! #wow",
        "Somewhere Ryan Callahan is wondering wtf happened in the last 2 months #Rainjers #hawkeetweat",
        "@dharoun If u knew anything u would realize the jays never collapse because they are never built",
        "@Wilnerness590 is Janssen good to go if needed?",
        "Edwin Encarnacion has just tied Mickey Mantle for most HR in May in baseball history. 16!! #TheQuestFor10 @BlueJays",
        "#yoursister #👑",
        "@bjsosna I am no officially over @MapleLeafs collapse. May the tweeting recommense #imbaaaaaccckkk",
        "Just got to witness first hand the @Raptors franchise history #WeTheNorth #NorthernUprising #rtz #SeeYaInTO http://t.co/y8NaU9OZk9",
        "@Raptors atmosphere in TO way better than Brooklyn. Love what I'm seeing RAPS #raptorsnation #rtz #NorthernUprising http://t.co/ZDxXkPfM4g",
        "@Raptors nothing like walking in decked out in away gear. Huge game let's go #Raptors #playoffs #NorthernUprising #WeTheNorth",
        "\"It's pine tar\" 👉 #hegone",
        "@Joshkap3 #northernuprisng #WeTheNorth",
        "@BrandonBell_2 tell me ur not serious about ur comment",
        "@jtaleisnik @bjsosna @schackattack7 this whole train is Jewish penn students",
        "And your @Raptors are your 2013-14 Atlantic division champions!!! #RTZTalk #poundtherock",
        "MASSIVE goal by Demba Ba. @chelseafc can smell the semis now. Gonna be a tough 5 mins left #CFC",
        "2:00 am golf never a bad idea @IanRabin",
        "@Danger_the_Dave overall strong but it's a shame a few poor calls overshadow everything",
        "That dot doe @Raptors @WatchRaptorsHub #rtz #playoffs http://t.co/zTYLz47hBC",
        "As of 15 mins ago I'm 20 and I've been told twice already \"congrats u made it without teen pregnancy\". Not sure how to respond #👶",
        "@Steve_Dangle let's put in MacIntrye!!!! He has the best leaf season save percentage #stats",
        "The Drew Macintyre era has begun #TMLtalk @MapleLeafs http://t.co/MmdE7FQx63",
        "Casual @JVReemer21 sighting #GOLEAFSGO #TMLtalk @MapleLeafs http://t.co/LSyHf52vu3",
        "Great win for @chelseafc now on to the Friday draw",
        "Huge goal from Cahill to put Chelsea 2 up but let's not be fooled it STILL only takes 2 Gala goals to go through",
        "We back nj. I think I punta cana'd too hard",
        "@eles05 @schneebs13 @DanielLanger92 @M_Joseph_29 no love for Shoes?",
        "Peace and love nj #PuntaCana",
        "@MJWolfen U still have to survive getting out if Newark alive",
        "It's #electionday in North Korea. Early polls show Kim Jong Un coming in at 102% of the vote!! Wow!! #dprktweet",
        "Hell of a game but uh take it deep #rangers.  #LeafsNation",
        "#chouseinflames",
        "#freshtrimfridays",
        "#Raptors 3ot #puketime",
        "The rare 5 point play for the #Raptors 3 ball + Tech + foul!!! #Rtz",
        "@dharoun so is this party getting back on??? #weakweak #1moremonth",
        "7 hours of Chinese testing then a Chinese essay for school #白人问题 # 很累",
        "@NBAonTNT @KingJames is currently on pace to have 120 points in the game #tnt",
        "That little smirk I get whenever color blindness is brought up in a class #wespecial",
        "Terrance Ross with the unanimous #SCtop10 play of the day!!! #posterz #RTZ",
        "@DeMar_DeRozan What was ur reaction?? I gotta know!",
        "RAPTORS WHAT A WIN!!!!!!! #brooklynwho????",
        "@Matt__Devlin @Raptors @NBAonTSN  Do you think there's a chance the #Raptors will be buyers at the trade deadline? Are we content? #RTZ",
        "HUGE day for Eto'o!! 3-0 @chelseafc over United #hattrick",
        "@Matt__Devlin @Raptors @TSN_Sports Do you think Dwane Casey will be the #Raptors coach of the future? #AskMatt",
        "Incredible non offside call by #NHL2014 great refereeing http://t.co/DDZxPMK2ag",
        "For all interested in all star referee line ups Kings vs Wolves has Bennett Salvatore, Dick Bevetta, and Courtney Kirkland #nba",
        "Congratulations to my main man Terry McCauley on getting the Super Bowl this year. Great choice by the nfl",
        "I don't wana hear any complaints from Knicks fans on that call. Martin's hand was clearly on lower hand/upper wrist on the shot #goodcall",
        "@JValanciunas @MapleLeafs what did u think of that last ridiculous no goal call?? In Lithuania is that a goal?",
        "Absolutely horrible officiating in Devils Leafs right now. Terrible",
        "Just saw a better angle of the roughing the passer call he led with the shoulder. Bad call. Refs having a rough day. Sorry Mr. Cheffers",
        "That late hit was the right call. Receiver let up and ball touched ground. Doesn't matter if it was tipped. Aikman was wrong. #goodcall",
        "22-1 #Raptors run against the #Nets. LEEEGGGOOO #RTZ #DrakeNight",
        "@Raptors @Paul__Jones we're playing beer ball in Toronto!",
        "For all interesting in random facts @SHAQ will be the zamboni driver at the Devils game today #Shaqboni",
        "\"Wow! That Chevy Silverado commercial really applies to me!!\" #said nooneever",
        "@lritt504 good call",
        "@Eric__Smith @Paul__Jones Double OT could make Nets legs even more tired tomorrow...#raptors fans should just keep cheering for more bball!",
        "I am done watching Leaf games until they fire Carlyle or start winning. I give up so much and they never return. I'm done. #rant #peace",
        "@LIL_Bexta diagon alley buying a nimbus 2000. Yup. #ithappened #not",
        "Uh oh Chuck Hayes about to shoot a free throw #RTZ #Raptors",
        "@Eric__Smith I can't image a huge home crowd tonight. Possibly a little advantage to #raptors?",
        "\"We was never worried that we was be overmatched\" - True Champions",
        "Could Tom Rinaldi be more confused with this interview?!?",
        "The benefits of an FSU education really coming out in Winston's interview",
        "Bring on the Stanford band!!!!",
        "I think Brent Musburger is about to pass out in the booth...pretty lame call for one of the most important plays in college football history",
        "Refs even gave them 2 extra seconds. What a waste #delayofgame",
        "Refs missed a horsecollar flag there. Should be 1st and 10 at 13 yard line. HUGE non-call",
        "@migoldberg it sounds like ur giving me the @WillT93 treatment",
        "@DFiends if I don't care about the outcome then maybe...but I am honest and usually they do well",
        "In college that is the correct 15 yard unsportsmanlike call NO controversy there. Number 8s just an idiot. So far refs have been pretty good",
        "John Legend doing bcs bowl national anthem mkay mkay #PennGrad",
        "At the pru watching Devils vs Hawks tied going into 3rd. Unbelievable game... #platinumclub #freefood",
        "@nyknicks win in San Antonio @BrooklynNets win in OKC after @Raptors beat the Pacers. You tell me the Atlantic Division is weak #nba @NBA",
        "Huge missed travel call by refs in Spurs vs. Knics. Should be Spurs ball 8 secs but now Knicks shooting Fts",
        "My teams go 12-1-2 so far over this winter break. Hopefully it never ends... #torontosports",
        "BOZAK wins the winter classic for the leafs!!! Incredible!! #GOLEAFSGO #SEAofBLUE",
        "78 degrees in Mexico a tad different than -11 in Ann Arbour. Yet you know where my heart lies #SEAofBLUE",
        "@Steve_Dangle that's sweet sweet retribution for Bernier's gaffe in October #stevespeepee",
        "@DaveLozo one country u want to go to but never have?",
        "Peace Utah..oh what's good Cabo??",
        "For the first time in a long time @Raptors and @MapleLeafs both in playoff spots at the Xmas break #thebigTO",
        "@Raptors give OKC first home loss of the year!! First Dallas now this!? Again great calls by @Paul__Jones (2-0 when tweeting at him!!) #RTZ",
        "@wishingnow god help us"
    ]
}