{
    "screen name": "calpilot1963",
    "no. of tweets": 177,
    "tweets": [
        "@jerryjamesstone https://t.co/jmESyGAgay",
        "@myleftfang She was truly such a beautiful girl 💔😢",
        "@LovelyLarryCat Lucky boy!",
        "@JackFlemm @GhostTerryD @RealSaavedra Yeah- you can tell by his post how “classy” he is",
        "@SamHeughan People just be kind to each other- it’s not that hard! Love to you and yours Sam",
        "@NovemberMatters @julie_kelly2 @drawandstrike @GovEvers Move to another state where you can work then if you don’t like it.",
        "@phil500 Hugs!!!",
        "@SueSchmoker @n3v3rf0110w @Ron_Clements @wolverinedg @yashar And what did he state that wasn’t truth?",
        "@flying_fur Thank you for what you do. Enjoy- you’ve earned it!!!",
        "@WendiChicago My brother and his wife live in the city. It’s very scary.",
        "@LovelyLarryCat Such a handsome boy- enjoy the rays!",
        "@WSW4DJT You might want to shut your pie hole. Your ignorance is showing",
        "@phil500 You too beautiful soul!",
        "@SteveMartinToGo Thank you- that was awesome!",
        "@celinagrn @AdamSerwer @JoyAnnReid Sending BIG hugs!",
        "@WeatherDog3 Very sorry- I hope it doesn’t come to that. Wish I lived closer, I would bring you treats!!!",
        "@myleftfang @AnimalsAsia That was lovely. I’m crying again- I really miss you Ollie!!! Love and hugs to mum &amp; dad💔",
        "@JaneFallon @WeatherDog3 YES! Stay safe lovies❤️",
        "@JaneFallon @myleftfang On no, not our sweet beautiful Ollie! This is so heartbreaking- I’m so sorry. She will be m… https://t.co/t26HTc7vbE",
        "@tomgara @amandalitman VOTE BLUE NO MATTER WHO! This is not a drill🚨🚨🚨",
        "@JaneFallon @WeatherDog3 Bahahaha! Great question",
        "@myleftfang Are you having an acupressure treatment on that brush?",
        "@JaneFallon Me too- I love me some Ollie!!!",
        "@myleftfang Oh Ollie- so glad you are home and feeling better! I was very worried. xoxoxo #OllieWatch",
        "@JaneFallon The pickle is awesome!",
        "@McDonalds Dallas NC just watched employee using bare hands to make breakfast sandwiches. I said something to manag… https://t.co/Cby4dGVZMO",
        "@RolfatWarwick Don’t chew the flowers it will make you really sick!!!",
        "@WendiChicago Scary shit!",
        "@MysterySolvent Dirty feet",
        "@myleftfang Beautiful sweet and oh so modest- that’s our Ollie!!!",
        "@LovelyLarryCat Happy New Year stud!",
        "@myleftfang Those are the best! Your fiancés George and Nigel love them too! https://t.co/bzPELtdRXj",
        "@LovelyLarryCat Merry Christmas beautiful floofy Larry!",
        "@RolfatWarwick Don’t let kitty nibble on it- the flowers are toxic and will make your fur baby sick!!!",
        "@JustMissEmma @JaneFallon (((Hugs)))",
        "@NoahShachtman You sir are an asshole!",
        "@WendiChicago @ScottNations Fly high sweet Mame. So sorry! Sending big hugs.",
        "@LovelyLarryCat Such a handsome boy! Best present ever!!!",
        "@phil500 I wish you all the best. Very sad to say goodbye! Happy life",
        "@myleftfang Happy Birthday @JaneFallon I hope you enjoy every minute!!! https://t.co/cPiTAn2xfW",
        "@WendiChicago @bjulie I’m so sorry. Send love and hugs",
        "@LovelyLarryCat @CatsProtection @CPHighWycombe Such a handsome boy!",
        "@myleftfang Oh sweet Ollie- they will be home soon!",
        "@LovelyLarryCat Good boy!",
        "@LovelyLarryCat Thank you handsome boy!",
        "@LovelyLarryCat I just smile every time I see how content you are in your furever home!",
        "@WeatherDog3 @rickygervais Happy Birthday Rupert! That is soooo awesome!!!",
        "@LovelyLarryCat You look soooo content!",
        "@VisitScotland @OuterHebs Falling in love with a Scotsman!!!",
        "@myleftfang Ollie being sultry 💋",
        "@susan_lessard @SNHUArena_NH Gross",
        "@cap916 @glennie888 @mitchellvii @PoliticsIsDirty Apparently Dump supporters don’t see it that way. ANYONE who was… https://t.co/r8RU7WnTUQ",
        "@epicciuto @jdesmondharris Doesn’t everyone do it that way?!?!",
        "@myleftfang That should teach them a lesson! Do not leave Ollie alone. She requires her attendants at all times!",
        "@LovelyLarryCat Such a handsome boy having a snooze! #Caturday",
        "@JaneFallon @GSpellchecker @bonappetegan That looks yummy!",
        "@LovelyLarryCat Nom, nom!",
        "@krissy_paske He has more than one degree. I didn’t pay off my student loans until I was 52 years old!",
        "@JaneFallon So beautiful and poignant",
        "@myleftfang LOL!",
        "@myleftfang Take a hot shower!",
        "@JasonFarmer15 Open minded my ass!!! You seem very from from it.",
        "@JasonFarmer15 I am mortified to be a North Carolinian right now and I am ashamed to know people like you exist. Tr… https://t.co/wkvJYfddNv",
        "@Marty209 @TheDweck I can’t stand him!",
        "@RandyRainbow Love you Randy!!!",
        "@myleftfang @WeatherDog3 LOL!",
        "@myleftfang @KeighleyCatCare Happy Birthday sweet beautiful Ollie!",
        "@FreshEggsDaily @CalebJHull So what is a HAMburger?",
        "@SwedeeJ @TitusNation $90 million would go a long way to help veterans but that sad pathetic excuse for a leader wa… https://t.co/4AxE4JphVM",
        "@simplebrandon 🚨BOT ALERT!🚨",
        "@shortbuslife I did not care for him at all!",
        "@myleftfang George and Nigel have some too! https://t.co/0FzKNsJNmj",
        "@myleftfang Good girl!",
        "@myleftfang Were they looking for the fleas that bit your mum? Hope you are okay sweet girl!",
        "@midwestnocoast @Keipandas @t_slns @vatomaselli How about she just includes everyone!",
        "@Fighting4US_ @jens2763 @EdwardGLuce They get paid more for the same job",
        "@quick_lauren @KimKardashian @kkwbeauty I think the point is woman are made to feel less than, not good enough, thi… https://t.co/vefpiPrjzq",
        "@salnopp @jupiter896 @PeteButtigieg Bot",
        "@salnopp @EMichaelJones1 @PeteButtigieg @ItsAmazingLucas Biden bot",
        "@EMichaelJones1 @PeteButtigieg @ItsAmazingLucas Homophobia isn’t a pretty look on you.",
        "@jupiter896 @PeteButtigieg Joe Biden needs to step aside. His time has passed.",
        "@myleftfang Your dad probably brought them home from one of those dogs he loves on when he’s away from you!",
        "@Grego81920578 @theintercept Only when authorities had concerns for their well-being or could not confirm that the… https://t.co/ZRiALbQpKt",
        "@amber_harris16 As do those who voted for him.",
        "@Notorrius @MeetThePress @PeteButtigieg LOL! Bless your heart Tori.",
        "@gezille777 @RonFunches 🙄why don’t you watch it instead of making dumb tweets? Or are you a bot stirring the pot?",
        "@RuthJon98037379 @11c6558cc63241f With a personality like yours pretty sure that’s how you’ll end up.",
        "@MicrObliterate Seems like you hit a nerve with the orangutan lovers!",
        "@lovetown151 @RVAwonk I’m glad you are here!",
        "@RVAwonk Makes my heart hurt when I watch his show and think about the pain he must have been in.",
        "@myleftfang OMG! I just woke up and was confronted by what I thought was BIG FOOT!!!",
        "@furkyourwurk Happy Birthday! https://t.co/L5Frb0TLfJ",
        "@myleftfang Nigel wants to help dry you off 😜 https://t.co/hmmb9eU1pI",
        "@myleftfang I’m cleaning my Haiku! https://t.co/plnBUO5iA8",
        "@myleftfang https://t.co/bzcMEAoXpC",
        "@myleftfang I’m sure she appreciates your help very much! So magnanimous of you after she sent you to Twitter jail.",
        "@LovelyLarryCat Awwww- this is beautiful! You look so happy and content!",
        "@RachRSPCA @RSPCA_official @surreylive I can’t even fathom how evil someone must be to do this. WTF? I hope the per… https://t.co/VOWv2XKvK9",
        "@myleftfang I hope she has learned her lesson!",
        "@Bigshagger1 @phil500 Sending big hugs!",
        "@myleftfang Ollie is back- YAY!!!! You have been missed!!!",
        "@MichaelJPartyka @kazweida 🙄",
        "@mdash310 @kazweida Unfortunately, it is any politician that is beholden to the NRA and the gun lovers.",
        "@kaiandbodhi @kazweida 👆TRUTH👆",
        "@MichaelJPartyka @kazweida I’d be fine with a total ban but we all know that greed will never let that happen in th… https://t.co/h82JRZWZJK",
        "@MichaelJPartyka @kazweida I don’t know Mr. Pro Life but at what point should some legislation be crafted? I’m all ears...",
        "@MichaelJPartyka @kazweida That’s 11 people in Virginia Beach just this afternoon. How many across America today? I… https://t.co/YRqlF9px0X",
        "@MichaelJPartyka @kazweida So what is YOUR solution? Or do you just not give a shit?",
        "@JaneFallon What kind of cake is it? Asking for a friend.",
        "@JaneFallon Miss you sweet Ollie! #FreeOllie",
        "@JaneFallon Miss you #myleftfang!!!",
        "@JaneFallon I love you #Ollie!!!",
        "@JaneFallon On no Ollie!!! I miss you already.",
        "@RVAwonk @SyriaCivilDef L",
        "@Ryan_Radical Because he promised to.",
        "@StephSTraverse @robbystarbuck @JBaker31826004 Like the ones who voted for bone spurs dump?",
        "@DannyZuker Floofy ginger cat!",
        "@vfinch @RepAdamSchiff Disappointed that you think all the shit is acceptable",
        "@WendiChicago @ScottNations I’m so sorry! Such a beautiful girl. I will miss seeing her in your posts. Sending big hugs!!!",
        "@phunkydog @thehill You and your 3 followers... Troll",
        "@PageSix Why do men think women enjoy being assaulted and gagged with their tongues. He’s diving in and she is backing up. Gross.",
        "@HButtinsky @lufflyLu Sending love and light!",
        "@RVAwonk YAY, for you 😍!!!",
        "@DannyZuker @realDonaldTrump LOL!",
        "@JaneFallon Of course she is!",
        "@thebard1313 @nikangel39 @Jimmythehat1 @RobLowe @Alyssa_Milano Which one is the good person?",
        "@yrfatfriend I would rather have a kidney transplant than watch the orange Caligula give his State of the Union lies.",
        "@myleftfang Ollie you are sooo beautiful!!!",
        "@MrsCaroline_C @Guggenheim It’s pretty amazing!",
        "@rickygervais Because Ollie is the most beautiful cat on earth and thinks she is the center of the universe- and sh… https://t.co/dWKs2AggOA",
        "@LovelyLarryCat @CPHighWycombe @JoPlumridge I remember seeing you a year ago and wished I lived across the pond so… https://t.co/1a8zioRTj8",
        "@myleftfang Mum can add some tuna + the tuna water (get the low sodium one) to your special food to make it tastier 😻",
        "@pattonoswalt Touché",
        "@LovelyLarryCat 😘😘😘",
        "@jameelajamil Hahahaha! I love this and agree 100%",
        "@myleftfang Nigel and George have been wanting to tell you about their catnip joints- for medical use only of cours… https://t.co/iKLugiHMnL",
        "@myleftfang Ollie- love your kitty beans! xoxoxo",
        "@Calebg_3 Did you?",
        "@thatboyTD And he should NEVER have put them in that position in the first place. If that Wall was such a national… https://t.co/Ou7D4MyfeK",
        "@jameelajamil That’s so messed up! Those poor little girls will probably need therapy.",
        "@jameelajamil I’m feeling it right now- UGH!",
        "@crooksandliars @MrScarce And in their apology they say “We BELIEVE she is still at home recuperating” WTF? Like th… https://t.co/OI3LJLBELf",
        "@TopRopeTravis @FoxNews EXACTLY!",
        "@myleftfang So beautiful!",
        "@myleftfang Gets lots of rest sweet Ollie and feel better!",
        "@myleftfang Ollie,\nNigel (fiancé #58) would be happy to keep you warm and take care of you until you feel better. A… https://t.co/KvyOt0TSuF",
        "@LovelyLarryCat Careful- you could lose a hand when Larry’s all nipped up!",
        "@LindseyGrahamSC Why wasn’t the border wall funding approved during the last 2 yrs while both houses and the White… https://t.co/gptL4XA749",
        "@LovelyLarryCat Awww- sorry you got anxious sweet boy. Sending lots of luv and cuddles to you Larry.",
        "@LovelyLarryCat ❤️ you Larry!",
        "@phil500 Good morning from North Carolina!",
        "@bejohnce Really amazing work 😍",
        "@AnonymousQ1776 Makes me love her even more!!!",
        "@watt1 @JaneyGodley Hahahaha!",
        "@phil500 Happy Birthday! https://t.co/zcK8OT2iFe",
        "@jay_chaudhuri @RoyCooperNC 👏YAAAAS!👏",
        "@JaneFallon Sooo handsome and healthy looking. I love you for caring!!!",
        "@myleftfang Thank you Ollie- you are so thoughtful!",
        "@CLouBarton2 @atrupar @RVAwonk Best tweet of the day!",
        "@CrashChildress @HopeLibertyLove @PeterFranzone @HeyNikki1 Please, she was not be assulted. I have been assaulted a… https://t.co/xUy95BqnPq",
        "@RealR_Caughill @mamoll @DavidBegnaud The sole purpose of the NRA is to SELL MORE GUNS FOR THE GUN MANUFACTURERS. That’s it.",
        "@Honzou @MizMelissaAaron @Ben_E_J @WuksGG @jdtripp0524 @RobRaible @DavidBegnaud Then when are “you people” (the gun… https://t.co/aTQ7WBvneF",
        "@JoeManzanares @CNN @ATT @POTUS @GOP @SenateGOP Fake news. Watch out your pants may catch on fire 🔥",
        "@ProfessorMac @xylem44 @TwitterMoments The word you wanted to use was “affected”",
        "@JaneFallon Poor baby!",
        "@JaneFallon So handsome and healthy looking now!",
        "@rickygervais That’s how I hope to go!",
        "@myleftfang Very Regal Ollie! @myleftfang",
        "@LovelyLarryCat Larry’s making biscuits😍",
        "@LovelyLarryCat You too handsome!",
        "@CuriousTheTXCat Sorry! Sending big hugs.",
        "@LovelyLarryCat Larry has the most expressive cat face ever 😍",
        "@JaneFallon Mangy man but not for long!",
        "@MachtigMaus @RupertTitch @rickygervais How rude. I love you Rupe!!",
        "@CuriousTheTXCat Love and hugs!",
        "@rcncot30 @ShappiKhorsandi Oh my that was gross. Never even heard of that before!",
        "@bejohnce @thedahammel Just visited Jane for a week❤️. We watched your Match Game episode- you are adorable!"
    ]
}