{
    "screen name": "InertialObservr",
    "no. of tweets": 183,
    "tweets": [
        "@_DeepQuest @elonmusk https://t.co/LJlaY6YosS",
        "@elonmusk me explaining to you why you should stop tweeting https://t.co/pNbmK8iyfl",
        "@_nilradical Lebesguers can’t be choosers",
        "@nadienadianadie @_nilradical came here to say this",
        "@ammanas6669 yea that was less than 30s last time",
        "@Deepneuron https://t.co/mHgO7iJJ2M",
        "@Cosmalano @j_bertolotti you can just use calculus of variations on the ds element of a klein bottle to find the geodesics",
        "@Cosmalano @j_bertolotti it's just regular lagrangian mechanics confined to a surface .. you write down T - mgz and… https://t.co/LpX4kCFCGg",
        "@litgenstein it's a trick question, the SM wins",
        "@litgenstein @WFLA GYM Supressed biceps",
        "@Cosmalano @j_bertolotti https://t.co/wL2cwbwqwt",
        "@litgenstein @WFLA we call it the GYM mechanism https://t.co/JiyOchEMUV",
        "@WFLA @litgenstein go home",
        "@eigenbros covariant momentum ftw",
        "@litgenstein or that gravity is just a theory",
        "@Liv_Lanes @gravity_levity \"i'm sorry, make what with who?\"",
        "@biologistimo i'm serious",
        "@biologistimo i found mine next to a dumpster",
        "@bgreene *stares in \\left( \\right)*",
        "@Sci_Phile Making gifs now???",
        "@LucasVB @j_bertolotti @litgenstein Let the record show that I have made zero QFT visualizations",
        "@LucasVB It’s crazy the things I pay attention to now that I started animating",
        "@DCtheCapital @realDonaldTrump u trash but u tryna send me that beat?",
        "@LucasVB https://t.co/8EHbXVi34t",
        "@LucasVB I’ve never floated in a dream I just run very slow. I think this means I run slow.",
        "@leoli42 @Mr_Nohmer what's the problem?",
        "@CmonMattTHINK pine \n\napple",
        "@SarahMackAttack [takes of cape; wipes tear from eye]",
        "@ManelCamacho3 my show isn't intended to be QM for dummies",
        "@elisegates96 @keshawnrants @litgenstein",
        "@TamasGorbe They say that every theorem is named after the first person to discover it after Euler",
        "@vcubingx Nice animation! A couple of healthy suggestions \n\n()  -&gt; \\left( \\right)\n\nd -&gt; \\mathrm{d}\n\nAlso due to the… https://t.co/fww9c0g033",
        "@litgenstein i call dibs on @DPWF0",
        "@knighton_bob The Dog Particle https://t.co/QMbV7WWHCB",
        "@litgenstein @jack u forgot to wrap it in $\n\nㅤ\n\nㅤㅤ\n\nㅤ\n\nㅤ\nidiot",
        "@SeamusBlackley Zinger makes wonderful electric chairs, sad to see them being put in this light.",
        "Tonight on Physics After Hours: The Physics of Life \n\nTonight's Guest: PhD Student of Biophysics @BrownUniversity,… https://t.co/j0alFvC3Bp",
        "@artologica [Sam I Am going to work]",
        "@BryceOJohnson @Deepneuron these are words",
        "@StroinyMihai @elonmusk https://t.co/lhDJMKAKuP",
        "@elonmusk https://t.co/oPvsb4Olgk",
        "@1ghostinthebox fucking hell, we also forgot to consider this",
        "@misterwootube @NotabilityApp I interpret this as a back reaction to LaTeX elitism, and as beautiful as these notes… https://t.co/TKKeV6bQie",
        "@Samuel_DavidA Good question, we actually remain agnostic about the higgs phase transition, as we enforce the condi… https://t.co/ZyfRQonc7v",
        "@ntomasse @GodsOwnHerald @ThePerpPolymath Those errors bars mean 1σ, no? Seems pretty clear that it a 5σ deviation well before 21cm",
        "@boundstate @knighton_bob @litgenstein My mind works the same",
        "@PDillis @Krishna34141082 @PhysSophia he's boring and so not cute",
        "@SeamusBlackley for the last time that's not her name",
        "@SeamusBlackley *nott many can do thi's",
        "@SeamusBlackley not many can do this",
        "@SeamusBlackley you call it \"misuse\" but i can compute the Fourier series for sin(x) in my head",
        "@3blue1brown https://t.co/kwU509iJjb",
        "@jbprime The indirect search implications still need to be fleshed out it appears, but in section IV b. of Tim and… https://t.co/Teve5GtlYf",
        "@dudelerbug this is true",
        "Here's the link to my new paper .. I done came a long way from inclined planes\n\nhttps://t.co/mo61LvHJZX",
        "it just hit me that in my most recent paper i was doing fundamental physics describing the universe just seconds af… https://t.co/HLVFCqwcGI",
        "@NoahGuzman14 libgen (dot) is",
        "@NoahGuzman14 I was just saying if you have a math background you could just read the sections on lagrangian mechan… https://t.co/eavuJiGop9",
        "@NoahGuzman14 John R Taylor, Classical Mechanics covers all that",
        "@TylerJStudio @AidanShaffer @PhysSophia we gave it a good run",
        "@PhysSophia @JoyofPhysics @AidanShaffer https://t.co/gmxVJDXTIa",
        "@PhysSophia @AidanShaffer https://t.co/4NjGv263vB",
        "@PhysSophia @AidanShaffer Sophia! no, wait! do not engage unironically!",
        "@AidanShaffer @PhysSophia omg holy shit what have i been doing. you're so right.",
        "@PhysSophia @LucasVB @SILENCEnwp my show, my rules",
        "@knighton_bob @litgenstein did u know? dem cheeks cant clap 0 + 1 dimensional spacetime?",
        "@knighton_bob @litgenstein my students like it when i explain things like this",
        "@knighton_bob @litgenstein it's a stupid term physicist trying to sound cool .. if there's not enough temperature t… https://t.co/bcx5qrQ6sP",
        "@BradleyNordell i saw that too lol",
        "@vcubingx that is one gigantic \\cdot !",
        "Tonight on Physics After Hours: Detecting Dark Matter\n\nTonight's Guest: PhD Student of Astroparticle Physics, Sophi… https://t.co/wL99YUUqVO",
        "@Abraximus1729 @flyingelevator i responded to @3blue1brown 's tweet on favorite fact about ln(x)",
        "@Liv_Lanes @PhysSophia https://t.co/wSVyT7R1wx",
        "@KeiraDazi monetize",
        "@Liv_Lanes @PhysSophia u heard it here first",
        "@katemath 'stop reading your analytics and get back to work!'",
        "@mcnees you beat me to it 😩",
        "@mcnees https://t.co/oinKztm7dM",
        "@AndSorrowsEnd @ThePerpPolymath this is why Light dark matter is being explored right now, because much of that par… https://t.co/2XjqY5DrPQ",
        "@AndSorrowsEnd @ThePerpPolymath here's a plot of the current bounds on the dark matter cross section as a function… https://t.co/FYwIROwnLs",
        "@AndSorrowsEnd @ThePerpPolymath https://t.co/GvJRgTydka",
        "@physicsJ maybe u gotta be verified 🤪🤪",
        "@physicsJ i don't see my media it just asks me to subscribe",
        "@physicsJ i had no idea that was even a thing lol",
        "@physicsJ 🧐🤨 https://t.co/X7kfxfMrM3",
        "@Krishna34141082 @PhysSophia imma hit u up",
        "@FlammableMaths hey u owe me royalties for that shirt",
        "@AndSorrowsEnd @ThePerpPolymath WIMPs are a tough sell these days in a standard cosmological history .. there are m… https://t.co/BJVg7ocAfM",
        "@fheldxyz @mark_j_everitt @3blue1brown Ah yes! That’s the one!",
        "@mark_j_everitt @3blue1brown like I said, I can’t recall. what a shame.",
        "@ntomasse @GodsOwnHerald @ThePerpPolymath I’m not saying you don’t know what you’re talking about, just that you ha… https://t.co/84wkHM3CGD",
        "@ntomasse @GodsOwnHerald @ThePerpPolymath Again i don’t quite see what you’re saying here as the discrepancy is cle… https://t.co/etXfv9McCA",
        "@RyanDavidReece @3blue1brown lol that guy is a trip",
        "@3blue1brown here it is analytically, animated using a python library made by someone whose name is escaping me \n\nhttps://t.co/5pss8wRLb1",
        "@3blue1brown when i first learned it i thought it was neat \n\nhttps://t.co/b48pSFvJuB",
        "@ntomasse @ThePerpPolymath well, i wouldn't call it inaccurate in the visible spectrum.. just that it doesn't show… https://t.co/zZo1zxNY0T",
        "@ntomasse @ThePerpPolymath 21 cm isn't visible to the naked eye, though. I'm pretty sure this matter illuminated in… https://t.co/UEZlhYPgpV",
        "@ntomasse @ThePerpPolymath But the effect here is most drastic near the spiral arms. How would you visualize non-vi… https://t.co/9HsQGzMhwN",
        "@ntomasse @ThePerpPolymath M33*",
        "@ntomasse @ThePerpPolymath Is th at not inconsistent with M31? https://t.co/9Wju3SW2AE",
        "Simulation by Ingo Berg (no relation)\n\n🔗https://t.co/B1QJMSRlMF",
        "Galactic simulations, with and without Dark Matter. Note the stark discrepancy in the rotation curves.\n\n    No dark… https://t.co/Yz6c5YbjaX",
        "@LucasVB just assume a uniform population distribution. seems reasonable.",
        "@AstronoMisfit Tuesday!!! 😬",
        "@zwinaiman so majestic https://t.co/QeiTBd3XAF",
        "@davidsaidthis @Mole_9 @dr_klassen @Techbropolis @SeamusBlackley lol no , they just sound like someone who doesn’t understand error bounds",
        "live with Brian Wecht ! https://t.co/lSNJImlnVC",
        "@AstronoMisfit congrats!",
        "Tonight on Physics After Hours:  Physics, Comedy &amp; Music\n\nTonight’s guest: Comedian, Musician &amp; Theoretical Physici… https://t.co/6uwfGjPvn4",
        "@matthen2 I officially retire from animations. Viva la Physics After Hours.",
        "@AnnaGHughes @seanmcarroll He won’t change, he’ll just go through phases",
        "https://t.co/gQpQk3hmhd",
        "Live footage inside the white house CEA https://t.co/mAWEZIYL3d https://t.co/YtIEob5NND",
        "@galois1724 @andkomi what he's saying is you can take any equation and replace n with -n*e^{iπ}, it doesn't necessa… https://t.co/FjLyBWO0Ct",
        "@WKCosmo @Quasilocal i dont even know what this means",
        "@WKCosmo @Quasilocal he blocked me plz screen shot",
        "@Astro_Aure @johncarlosbaez see thread",
        "@pre176 @neiltyson He’s ignoring all the other evidence concerning this sighting for the sake of rhetoric",
        "@LucasVB me:  [all the sudden starts giving a fuck]",
        "@neiltyson This is a really shitty argument",
        "@gaston_anthony @Deepneuron @CentrlPotential There’s no rounding, and there’s no limit. No error. 1=0.999... EXACTL… https://t.co/aPR9hMJ4Nt",
        "@LucasVB @eigenbros I would say that’s an even deeper statement",
        "@francomecon1 @starstrickenSF Hey I made that animation!",
        "@somekindapotato @Sci_Phile Only on main feed",
        "@FogleBird @rickyreusser content := content i make free",
        "@ReluctantPotato @Sci_Phile https://t.co/dcQNn8VjmL",
        "@biologistimo \"can deescalate turkeys\"",
        "@GodThatLimps @Sci_Phile unless the sugar is free",
        "@Sci_Phile https://t.co/RA0o7F4ATf",
        "@Sci_Phile no, it means the sugar is free",
        "@AsplingEric lmao the peoples elbow nice",
        "@rickyreusser if i get so big that people will be throwing this back at me then i could consider that a win lmao",
        "Henceforth I shall be known as The People's Physicist™",
        "@ThePerpPolymath The People's Physicist has a nice ring to it",
        "@ModicumVeritas my content is not lunch",
        "All of my content is and always will be free",
        "@HaqueIshfaq anything",
        "@PhysSophia thanks but i'll pass! but keep in mind that saying yes was a possibility!",
        "@FutarchyNow indeed, it was",
        "@gaston_anthony na they're good questions",
        "@yunruse https://t.co/sTna7kSn9F",
        "@gaston_anthony in principle, yes. in practice this would be difficult. in fairness, i always do respond to your DMs",
        "@richard_saeed well then, yes i agree",
        "@richard_saeed depends what you're asking",
        "@FutarchyNow no, but thanks for asking. I might have said yes!",
        "life advice:  just ask. most people wont, and more people will say yes than you'd think.",
        "@VictimOfMaths @Marco_Piani @Arnold_Platon nice!",
        "@VictimOfMaths @Marco_Piani @Arnold_Platon kapwing is a wonderful tool that i use all the time .. just upload your… https://t.co/0ovwr3TNId",
        "@bwecht can relate, aside from the being cute bit",
        "@VictimOfMaths @Marco_Piani @Arnold_Platon yea, no most languages do have that but i don't know R",
        "@VictimOfMaths @Marco_Piani @Arnold_Platon i dont know R, but the best thing to do would to be to output a properly… https://t.co/EO1rqeh4BT",
        "@VictimOfMaths @Marco_Piani @Arnold_Platon the Gif size is now capped at 15MB, and for mp4s it's basically unlimited 500MB",
        "@LucasVB i cheated and didn't build it from the ground up :P .. just found out exactly how the modifiers work .. but yea it's a big mess",
        "@morphp87 @litgenstein Pretty sure it was twice .. but you’d expect the other references to be missing then too, es… https://t.co/MzHkV1O36R",
        "@litgenstein Happens when the \\label or \\ref or \\cite is mistyped , so probably just a typo in the argument",
        "@HS_Copa 1D position as t∈[0,1]",
        "@SeamusBlackley Seamus 😭😭😭",
        "@gravity_levity i actually use both .. i'm still trying to figure out exactly what heuristic i use to decide which",
        "@stevenstrogatz @YouTube They are also on twitter! @thinktwice2580",
        "@ItsMindsway no cause that will still interpolate linearly",
        "Easing functions are the unsung heroes of beautiful maths animations https://t.co/0fL7WFbCEd",
        "@SenorJuanO who is anyone",
        "@SeamusBlackley I don’t plan on changing it for around a decade",
        "@matthen2 glad i could help",
        "@matthen2 this is a very good animation",
        "@SamuelGWalters i.e. there are other maps from an operator to a scalar (eg the determinant) .. Why would only the t… https://t.co/qHDhcIk11F",
        "@SamuelGWalters do you mean something like this? .. how we'd map the outer product of two states, which i understan… https://t.co/4b1JRZHc1b",
        "@gregsdennis @benorlin No",
        "@elonmusk u ok bro? DMs open",
        "@derubs @YouTube Thanks so much for watching!",
        "@Colinoscopy yea bro but you're laying across a discontinuity in the spacetime continuum https://t.co/gdwrpbAXhF",
        "@RonAvitzur @PhysSophia yea no you would definitely measure a magnetic field .. don't even need to go to relativity to see this!",
        "@RonAvitzur @PhysSophia then you'd see some of the electric fields transform into magnetic fields via the instantan… https://t.co/Ekc67UweBz",
        "@RonAvitzur @PhysSophia well if you're both inertial, you'd see no radiation. if you're accelerating (not under gra… https://t.co/DceD5FsYiq",
        "@RonAvitzur @PhysSophia one of the main critiques of this though looks like it comes down to particle number conser… https://t.co/ZvFTZbqv85",
        "@RonAvitzur @PhysSophia wait! the number of particles isn't an observer dependent quantity though .. you can disagr… https://t.co/hKRfr2sh9s",
        "@mcnees @DavidPSamson here's your Van Allen radiation belt",
        "@Billistician @SusannaLHarris @starstrickenSF @shodell @biologistimo @SarahMackAttack Thanks! And yea I plan on continuing the podcast",
        "@mckinney_scott @matthen2 The BERGER BETA",
        "@GodThatLimps that’s umm Fibonacci",
        "Here's the source code. I made this in Manim, thanks again to @3blue1brown for developing this awesome software. \n\nhttps://t.co/ps4W9p23ix",
        "Making a Pythagorean Spiral https://t.co/OiiamDvawO",
        "@litgenstein It’s just that a representation.. just like all maths when applied to empirics, I just think it’s more… https://t.co/9RZIxDSsik"
    ]
}