{
    "screen name": "inurwansah",
    "no. of tweets": 184,
    "tweets": [
        "@anaisevening this is not an exact translation, but yes, it's fancy!",
        "@sapatemuan Hatur nuhun. Ini konon karena kandungan seratnya yang lebih tinggi daripada paré sawah.",
        "@spinxtore Sami-sami. I can't say the hima changed or converted by sawah but they are cultivated together. The Siks… https://t.co/yO0ysWitbC",
        "@siwaratrikalpa @gedeonlim89 Yes, this is interesting topic. Sawah is mentioned in Siksa Kandang Karesian. May be I… https://t.co/jnNDOYE7Na",
        "Hayu Ngabring!\n(Ngabuburit daring)\n\nNgobrol santai dengan Kang Rijal, membahas naskah Sunda Wawacan Pandita Nursale… https://t.co/mihZY39B1M",
        "let us postpone the story here, \nthen we will continue tomorrow....\n\n#oldsundanese #naskahsundakuna #naskahsundakuna",
        "Ø this is (the mantra) for harvesting, we ask permission to harvest to, Sanghyang Sri, Aci Alas Aci †...† sang gunu… https://t.co/UfhzzhF45r",
        "Ø ini pakeun dipipit, pun pasadwaan kami mipuhun mipit, Aci Pwah Sanghyang Sri, Aci Alas Aci †...† sang gunung sang… https://t.co/0vO48QvigL",
        "the frond is like silver, the leaves are like a silk scarf, the flower is like gold, the fruit is like gold jewel,… https://t.co/sO4KkCcTKR",
        "Ø this is for planting seed, the mantra \"tangta tangtu, hurip jati hindu  bwana †…†-keun ti tangtu, hurip jati hidu… https://t.co/YaXdfZjJkb",
        "Ø ini pakeun turun binih, mantrana, tangta tangtu, hurip jati hindu  bwana ?-keun ti tangtu, hurip jati hidu  bwann… https://t.co/IKw56is9OT",
        "At the end of the story, the soul of Sang Srikandi Dangdayang Trusnawati, the goddess of rice, returned to the kahy… https://t.co/qCdyDiOb55",
        "I like the taste of huma paddy indeed! It is fluffier and has more noticeable fiber texture. 😁👍",
        "Today we still can find the traditional 'huma' paddy cultivation in the Baduy People (https://t.co/rVrGUWiyLl) and… https://t.co/PUmNFKcgLH",
        "Humah, a piece of forest cut down, and burnt off, and on the ground so cleared, a plantation of Paddy is made by di… https://t.co/cy8HYDNTAS",
        "Here is the detailed description of \"huma(h)\" field by Johnathan Rigg's Dictionary:",
        "The four names are included as the \"pare huma\", the rice that grows in dry field! This is important evidence that S… https://t.co/VXA1uNexmr",
        "I found at least four variety names of the rice matched in  the Dictionary of Sunda Language of Java. Even the desc… https://t.co/S3w7Yn3RXd",
        "Day 3 with \"Kawih Katanian\"\n\nHere is the transliteration of the page from yesterday's post. https://t.co/Bgm9pbGcpD https://t.co/zXOzZO32es",
        "@foeyfvvk Yes, but that's a different person from another story. In this text Srikandi reffers to Dewi Pohaci Sangh… https://t.co/XCHWZb9uR7",
        "Anyway, this is the page contains names of rice grown from the limbs of Dewi Sri. https://t.co/9TMgdFeCB1",
        "paré beunteur from the navel, \nparé ? from ?\n\nVery interesting, right?\nIt's enough for today. Tomorrow I will post… https://t.co/EzVlvoGdNq",
        "(paré)  †_† from its mouth, \nparé hujan from the face, \nparé manyara from the forehead, \nparé seukeut from the neck… https://t.co/QObQ5zlhNG",
        "Paddy in the Sundanese language called 'paré', while the name of the variety is the next word. Here are the name of… https://t.co/CZ9AxjZpZF",
        "At some time, when Bagawat Anggasri was doing meditation at the grave of Dewi Sri, a magical event occurred. Many k… https://t.co/slNrsaTNl1",
        "Her death due to eating very delicious fruit. It reminds me of the story of Adam and Eve when eating the 'apple' in heaven, though.",
        "It is interesting that Bagawat is adaptation from Sanskrit word 'bhagavad'. The Bagawat Anggasri is the spiritual g… https://t.co/0e5IwJUHvJ",
        "after (s)he said (that),\nIt's told that Bagawat Anggasri,\nso sad all day long,\ncrying all night long,\nwatching her… https://t.co/cG8vzCFZf1",
        "sapun sira dénéngucap·, \ntucap Bagawat A(ng)gasri, \nnyangcam samadya beurang, \nceurik samadya peuting, \nceurik ngal… https://t.co/tg9cmXbhY2",
        "The full reconstruction from this scattered old Sundanese manuscript is rather hard to me. But lets see the event w… https://t.co/ZNtfqBxiYw",
        "I believe those versions were adaptation of older version such as the old Sundanese \"Kawih Katanian\" from the Ciburuy site.",
        "There are also \"eastern\" version of this story called Carios Udubasu, or Budugbasu. Several of them written in Javanese sript and languages.",
        "We can find more Sundanese manuscripts contain the story of Dewi Sri in the later centuries. Most of them written i… https://t.co/iuZzmJS6I2",
        "This part is very well-known in the Sundanese oral literature. There is a Sundanese oral story called 'carita pantu… https://t.co/GZHNJBlVa3",
        "Let's continue the story... \n\nThe deity then hatched the egg, and somehow the hatched egg became a baby girl. She w… https://t.co/5sjxrISuPZ",
        "Her tears fell onto the Sanghyang Lemah (the holy soil) and somehow, with a magical power, the tears became egg. Th… https://t.co/aVGTatUcC2",
        "Now let's jump to the \"creation\" of Dewi Sri, the goddess of rice. There was an event that caused Sanghyang Naga cr… https://t.co/tk3hzBY2RQ",
        "The text stopped here, since the storyline is lost or scattered on other bundles. I did not do the text reconstruct… https://t.co/1hhwfeE0wi",
        "Sanghyang Naga finally went to heaven, after the Batara Indra persuaded him to apologize to Batara Guru.",
        "Sanghyang Naga (or Batara Naga) said that even she was not present in the conference, but her soul was there. She s… https://t.co/6ZNsnryVDE",
        "Batara (god) Indra decided to take the initiative to search Sanghyang Naga and went to the earth. He then met Batar… https://t.co/TSLe5ZYAtP",
        "But then they realized that one of the diety, Sanghyang Naga, did not come to the conference. Because of that, Sang… https://t.co/xNZEavzN0O",
        "When all the gods have been gathered in the heaven, then Batara Guru ordered them to give the earth every kind of prosperity.",
        "The mentioned gods are Baruna (Varuna), Hyang Brama (Brahma), Batara Wisnu (Visnu), Isora (Ishvara), Mahadewa (Maha… https://t.co/iRbrNtIk6o",
        "The first folio tells the story in the kahyangan (heavenly realm), when all of the gods (dewata) made a gathering.… https://t.co/27XTLaE27l",
        "@siwaratrikalpa Sure, I'm happy to share! Actually, I have several other stuffs for sharing, mostly in Sundanese an… https://t.co/CEgrw8ib7R",
        "@siwaratrikalpa Thanks😁",
        "Let's continue with three first sentences: \n\nini kawih katanian, \nbasa méméh turun tahun, \ndipilémék ti hanteuna.… https://t.co/U9xoCVLbkO",
        "Then what is \"Kawih Katanian\" means? Well, it's not quiet easy to give the right translation in English. But I'll g… https://t.co/whOjY5Qval",
        "The first sentence of the text on the first verso folio considered to be the title. \n\n(i)ni kawih katanian \n\n'this… https://t.co/8eThUo42X8",
        "Since I'm not able yet to acces those later works, I will tell yout what I found from my previous work on this \"Kawih Katanian\" text.",
        "Recently, Dr. Undang A. Darsa with a team, including Aditya, published the digital version of the philological work… https://t.co/tQ8acsHcVz",
        "Later, Aditya Pradana has done the philological work on this manuscript for his master thesis in Universitas Padjad… https://t.co/weCIDYyD5T",
        "At that time, I just read the text from one bundle (kropak), number 24 on the Peti 1b (box number 1b). But the text… https://t.co/6CI3EkciXR",
        "Previously, I have announced this text in 2016 on a local newspaper the \"Pikiran Rakyat\", on a Sundanese language r… https://t.co/QZiMuPjobB",
        "Sorry for the typo, I mean Andrea Acri. You can find his project of digitising the collection of Ciburuy manuscript… https://t.co/2Mn9RmOf6e",
        "The text written on lontar palm leaves with old Sundanese script and language. There's no explicit date written, bu… https://t.co/X3i55EioAB",
        "From now up to several days forward, I will talk about \"Kawih Katanian\", an old Sundanese manuscript contains a myt… https://t.co/4544kJfsjV",
        "Konsep \"wujud\" Tuhan juga ada dalam teks-teks Sunda Kuna. Simak ulasannya malam ini. . . https://t.co/Thvc4bneR6",
        "Keyboard Sunda-Latin \n\nBahasa Sunda punya huruf vokal é, misalnya untuk menulis \"bébék\" (itik) yang membédakannya d… https://t.co/6TApwR0Xmk",
        "@Danscezzane @bl_eap @siwaratrikalpa @suwikipedia iya, tampaknya demikian dalam konteks kuno.",
        "Bagi kawan-kawan yang tidak sempat mengikuti diskusi daring Font Sunda kemarin, bisa menyimaknya di kanal Youtube K… https://t.co/bp6irwJlFC",
        "Untuk kawan-kawan yang sudah daftar, nanti siang bisa berinteraksi langsung lewat Zoom. \n\nSelain itu, semoga bisa d… https://t.co/yfQSq3J1Bk",
        "@Ernie28620239 sip, sudah ditambahkan sumbernya.",
        "@Ernie28620239 sumber: Suryani, Elis https://t.co/qi010g0pcW. (2001). Kamus Bahasa Naskah dan Prasasti Sunda Abad 1… https://t.co/2YrwEUrbG1",
        "@Ernie28620239 sumber: Zoetmulder, P. J., &amp; Robson, S. O. (2016). Kamus Jawa Kuna Indonesia (Darusuprapta &amp; Sumarti… https://t.co/Ag9BT52ALK",
        "@Ernie28620239 sudah di jawab di thread yang lain, coba dicek :)",
        "@Ernie28620239 @Ernie28620239 Sudah dijawab di sini, Teh. :)",
        "Selamat menunaikan ibadah puasa bagi kawan-kawan yang menjalankannya di bulan Ramadhan tahun ini. Semoga puasa dapa… https://t.co/Scg8PsKfpW",
        "Belum diketahui bagaimana prakteknya waktu itu, tetapi dari kutipan teks di atas setidaknya kita mendapatkan gambar… https://t.co/vo86Nmc18n",
        "Dalam teks disebutkan bahwa puasa merupakan sebuah upaya ritual (tapa) untuk mencapai pencerahan spiritual tertingg… https://t.co/2bcYVLn7Jw",
        "Puasa dalam Teks Sunda Kuna\n\nDalam satu naskah Sunda kuna koleksi Kabuyutan Ciburuy  ternyata tercatat kata “puasa”… https://t.co/bnj3HgFXJn",
        "@Ernie28620239 lebih khusus lagi, dalam konteks bernegara berarti hamba, abdi, rakyat atau bawahan. https://t.co/aczDiXWC2K",
        "@Ernie28620239 \"hulun\" dalam Sunda kuno artinya sama dengan nghulun dalam Jawa kuno, yaitu orang biasa. https://t.co/c3fEOmMDgw",
        "Digitalisasi naskah-naskah Paseban Tri Panca Tunggal, Ciguugur Kuningan. https://t.co/ImxM0m27KJ",
        "@ndulandre @siwaratrikalpa Boleh juga. 😊",
        "@IqbalTek @siwaratrikalpa It does still used until now. You can find it on many Sundanese novel books. And also use… https://t.co/ETeB9GzPgN",
        "Bingung agenda akhir pekan? \nYuk ikutan diskusi santai aja. \n\nDaftar di sini ya: https://t.co/uhZrzbRgRj\n\ninfo leng… https://t.co/PV1yrAOUqM",
        "@mohammadhagi3 Di Penerbit Kiblat Buku Utama, Bandung. Manawi tiasa dipilari online atanapi langsung ka Penerbitna.",
        "@lvcifxrswhore @siwaratrikalpa @AksaraSunda @suwikipedia @DedeRuska @ivanlanin @sundalana @BLMalay @unpad… https://t.co/OxbMkXDtwG",
        "@mohammadhagi3 ieu tiasa dipilari di Perpustakaan Fakultas Ilmu Budaya Unpad, Bandung. Atanapi di Perpustakaan Ajip Rosidi, Bandung.",
        "@Abah_asepKoplak Di penerbitna katawisna tos seep. Duka pami milari online mah.",
        "Wilujeng @suwikipedia ! https://t.co/vkrod3tZZ8",
        "Naskah yang dibahas di dalam buku ini adalah Carita Ratu Pakuan, koleksi Perpustakaan Nasional RI nomor L 410. Kaji… https://t.co/MLyRJQUrEU",
        "(3) \n\nAtja. 1970. Ratu Pakuan : Tjeritera Sunda-Kuno dari Lereng Gunung Tjikuraj. Bandung: Lembaga Bahasa dan Sedja… https://t.co/q08pT2DwAk",
        "Di dalam buku ini dibahas tiga naskah lontar Sunda kuna koleksi Perpusnas RI, yaitu Kropak 420 (silsilah Prabu Sili… https://t.co/0nIdUqtUhg",
        "(2)\n\nUndang A. Darsa &amp; Edi S. Ekadjati. 2006. Gambaran Kosmologi Sunda. Bandung: Kiblat Buku Utama https://t.co/Xw9mwbKG8r",
        "Buku ini kemungkinan sudah habis di pasaran, tetapi edisi digitalnya tersedia di aplikasi iPusnas (dapat diunduh di… https://t.co/IuHbaA8SCm",
        "Tiga Pesona Sunda Kuna merupakan edisi bahasa Indonesia dari buku Three Old Sundanese Poem karya penyunting yang sama. \n\n#naskahsundakuna",
        "1. J. Noorduyn &amp; A. Teeuw. 2009. Tiga Pesona Sunda Kuna. Jakarta: Pustaka Jaya. \n\nBuku ini menyajikan tiga edisi na… https://t.co/Tkc8rP9Hkb",
        "Dalam beberapa waktu ke depan, saya akan memposting informasi buku-buku atau laporan hasil penelitian naskah Sunda… https://t.co/Ek8fpOQq3L",
        "Keterangan naskah: \na.Carita Parahyangan (L 406) \nb.Sanghyang Swawar Cinta (L 626)\nc.Jati Suda (L 632b) \nd.Para Put… https://t.co/17ed3j9cfE",
        "Salah satu aksara yang menjadi ciri khas dalam aksara Sunda kuna yaitu k akhir (final k). Pada umumnya dibentuk dar… https://t.co/OiR6SykUNG",
        "Aksara ini hampir pasti merupakan perkembangan dari aksara ṭā pada naskah-naskah yang lebih tua dari abad ke-15, se… https://t.co/1nFbzvKvDp",
        "Di dalam beberapa naskah Sunda kuna terdapat aksara khusus yang termasuk ke dalam bentuk yang lebih arkaik, yaitu a… https://t.co/8uGfqRRkGY",
        "@adiawae Hayu atuh, sok bantosan kempelkeun para wargi nu sanesna. Kumaha upami minggu payun? Urang streaming dina Youtube.",
        "#dirumahaja sambil nonton dokumentasi pendigitalan naskah-naskah kuno Asia Tenggara, seru lho! \n\nBanyak kisah menar… https://t.co/KdJMJRVDRS",
        "Sadasawarsa babarengan jeung Twitter. \n\nDo you remember when you joined Twitter? I do! #MyTwitterAnniversary https://t.co/veYkJ9lBgV",
        "Naskah ini tidak lengkap. Sebagian lembaran lontarnya masih tersimpan di situs Kabuyutan Ciburuy.",
        "Naskah ini awalnya merupakan koleksi @perpusnas1, sekarang disimpan di @museumsribaduga Bandung.\n\nEdisi teksnya tel… https://t.co/YlG3DQ7Bmv",
        "Bentuk tidak biasa dari adeg-adeg dengan bindu sebagai penanda topik bahasan atau episode baru dalam naskah Ramayan… https://t.co/mOvPfRVQhZ",
        "@siwaratrikalpa @NorbertOnEarth @unicode Aha, thanks for your comment.  \n\nI took the foliation from the Bodleian Li… https://t.co/RMm7OJXqkm",
        "Dear @siwaratrikalpa, me and @NorbertOnEarth is investigating the behavior of Panglayar (indentified as repha in… https://t.co/yEhfmo2CTh",
        "Kasus penulisan kompleks seperti ini meskipun tidak banyak, saya temukan beberapa kali dalam berbagai bentuk dan ti… https://t.co/zYojJT32dq",
        "5. Barulah setelah dibaca \"a\", dilanjutkan dengan \"li\" pada baris utama (panah kuning), yang kemungkinan pada baris… https://t.co/tsHhp0OZA6",
        "3. Aksara \"ma\" dengan tanda koreksi gabungan panghulu + panyuku (i+u), sehingga aksara \"ma\" tidak perlu dibaca kare… https://t.co/GF2nqL5Mlr",
        "Catatan: \n1. Tanda (x) di atas 'ya' sebagai penanda sisipan kata \"ganal\" (arti: besar) di bawah baris (lingkaran me… https://t.co/6TOznAQh7z",
        "Setelah beberapa lama \"ngahuleng\" melihat susunan ini, saya transliterasikan seperti ini: \n\"panabay·baya /ganal·\\ [… https://t.co/Wri8qiBuR6",
        "Ini adalah contoh pembacaan baris kompleks teks Sunda kuno dari koleksi Kabuyutan Ciburuy. Selain menggunakan aksar… https://t.co/wvqPNX6wvh",
        "@ndulandre @suwikipedia Ini masalah komposisi jarak (kerning) di font. Nanti akan diperbaiki lagi fontnya. Tapi unt… https://t.co/0Lu1bbfOG1",
        "@ndulandre @suwikipedia Siap. Ditunggu saran dan masukannya. Terutama untuk penggunaan di iOS, soalnya saya gak pakai. :)",
        "@ndulandre @suwikipedia tombol \"nga\" juga sepertinya masih bug. Keluarnya aksara \"ga\".",
        "@ndulandre @suwikipedia Aha, ternyata ada masalah di tombol \"nya\". Nuhun Kang @ndulandre infonya. Ini akan diperbaiki di versi berikutnya.",
        "@tunfff ᮞᮙᮤ-ᮞᮙᮤ",
        "@dpmartinus untuk keyboard Sunda Baku fitur emojinya belum ditambahkan. Semoga bisa tersedia di update versi beriku… https://t.co/8FEYqyHNsC",
        "@dpmartinus Sip. Sama-sama. Untuk menggunakan keyboard secara luas di semua aplikasi Android, dua tanda ini harus d… https://t.co/K4c3k5vESp",
        "@tyasdik @tunfff sip. sami2.",
        "@dpmartinus coba install dulu aplikasi Keyman, download dari Playstore/Appstore. Nanti di menu Setting bisa pilih m… https://t.co/34rAyJMltQ",
        "@ndulandre @suwikipedia kalau di keyboard sih sudah betul, biasanya kesalahan bentuk ini karena font yg terinstal d… https://t.co/Gh9CPVh4qV",
        "@dpmartinus harus dibuka pakai aplikasi Keyman App.",
        "@tyasdik @tunfff pilih Setting, lalu tambah bahasa/keyboard, lalu pilih Sunda (Sundanese) Sunda Baku. Ada banyak pi… https://t.co/PciwoDxasy",
        "@dpmartinus Ada, Mas. di Keyman bisa dipilih Nulisa Aksara Jawa (Javanese)",
        "@agungapryan Semangat, Yi. Pasti tiasa upami diajar mah.",
        "@kueh_bandros ini harusnya suda bisa, coba pakai di browser internet.",
        "@elangfarizka @IkramSyahrudin Ya mirip-mirip. :)",
        "@rifqy_cing Siap, sami2. Ieu keyboard badé teras disampurnakeun.",
        "@gracegaliesta @dpmartinus Sunda Baku (Sundanese). Kalau yang (Javanese) aksara Cacarakan (Jawa-Sunda).",
        "https://t.co/U6ok6jtELs",
        "Keyboard aksara Sunda Baku sudah tersedia update terbaru (1.0.3). Gratis. \n\nUnduh aplikasi Keyman di Appstore atau… https://t.co/ouqGV0Dqxv",
        "@NonengAyy Apa pernah diteliti keaslian naskahnya secara filologis dan kodokologis? Saya meragukan naskah ini beras… https://t.co/GQJblQMpWm",
        "@adiawae 'sakit mata' mah dipisah, Kang @adiawae, sanés hartos tina 'jarongeun'. Nu jarongeun teu acan ditarjamahke… https://t.co/9TvFbei7w1",
        "Tampilan keyboard setelah dipasang di MacOS. https://t.co/9R59oLcnNy",
        "Tampilan keyboard pada Android. https://t.co/ioppoHRN5l",
        "Keyboard aksara Sunda untuk Windows, Macos, iPad, iPhone, iPad, Android dan Linux sekarang sudah tersedia lho! Dan… https://t.co/TVNFZ8jRfI",
        "‘sumbilangeun’ (sakit melilit pada perut bagian bawah),  ‘buyan’ (gila), ‘medu’(?), panas tiris (panas dingin), ‘da… https://t.co/5LKpihOSxn",
        "— Kesengsaraan yang  berasal dari dewata, yaitu ‘tajam’ (sakit perut), ‘seukeut nirisan’  (sakit kedinginan), rieut… https://t.co/cndDD30Eou",
        "... —ya ḍuka  saṅka ri dewata ma, ṅa(ranya), tajam sĕkĕt, nirisan, riĕt hulu, sakit  mata, jaroṅĕn sumbilaṅĕn, buya… https://t.co/IAsJBA2blo",
        "Gambar ini adalah potongan teks Śikṣā Guru yang  menyebutkan ḍuka saṅka ri dewata —salah satu bagian dari pañcakapa… https://t.co/YzYhaxrvXp",
        "Dalam proses pembacaan téks Jawa Kuno Śikṣā  Guru koleksi Perpusnas yang sedang digarap bersama dengan Aditia Gunaw… https://t.co/fWQCWHXOlJ",
        "@NorbertOnEarth @keyman Yes, this layout is my attempt to adapt qwerty (even looks quiet different though) and not… https://t.co/LMK0vvUBLd",
        "Hi @NorbertOnEarth , long time no see. Now I have made an initial Sundanese keyboard with @keyman. Upcoming update… https://t.co/5MIk7b9S8T",
        "Nama bunga jenis ini tercatat dalam beberapa naskah lontar Sunda kuna, yang ditulis sekitar abad ke-15 hingga ke-16… https://t.co/5bXFydu57a",
        "pada léma lain dijelaskan lebih lengkap 'Ayěr mawar, Rose water. The word Ayěr is not Sunda, but Malay, and shows w… https://t.co/nFJR97AzN0",
        "Aér Mawar \n\nDalam kamus bahasa Sunda Satjadibrata kata érmawar artinya 'bunga ros putih', sedangkan menurut Jonatha… https://t.co/N46XXlCTS8",
        "Bentuk penulisan kata \"hyang\" dalam aksara Sunda kuna menarik untuk ditelisik karena memiliki beberapa varian, anta… https://t.co/gLRQjwO6kg",
        "Kata ini dalam KBBI tampaknya mengalami penyederhanaan bentuk menjadi 'sembahyang' dan bergeser artinya menjadi \"1.… https://t.co/W9maqfMlmm",
        "Masih kropak 17 koleksi Kabuyutan Ciburuy. \n\nSeperti halnya dalam bahasa Jawa Kuna, di dalam bahasa Sunda Kuna juga… https://t.co/fJC9oqMZg0",
        "Sumber gambar:\nNaskah lontar Sunda kuna koleksi Kabuyutan Ciburuy, Kropak 17, hasil digitalisasi proyek EAP British Library @bl_eap",
        "Aksara 'ba' bukanlah pasangan, selain itu dilanjutkan dengan aksara 'ra' dan tanda 'panyecek' atau 'cecak' untuk bu… https://t.co/kAeEOSrmGc",
        "Sebuah naskah tidak terlepas dari kesalahan saat proses penulisan atau penyalinannya. Dalam gambar ini tampak penul… https://t.co/FCbxQJtKpK",
        "@infowatir naon?",
        "Digitalisasi arsip dan dokumen lainnya untuk dapat diakses oleh masyarakat luas secara bebas dan gratis. GLAM Indon… https://t.co/3p98nsq2F4",
        "@aharoni USD (Up Side Down) 😁",
        "Basa Sunda ngigelan mangsa,\nti bihari nepi ka kiwari....\n\nWilujeng miéling Poé Basa Indung Sadunya.… https://t.co/s8ph3cLZtS",
        "Nah, sekian penjelasan soal Musik Bambu Zaman Sunda Kuno. Silakan di-RT dan di-Like. Ditunggu komentarnya juga ya.… https://t.co/WMwrLmwUrL",
        "Dalam pertunjukan angklung Badéng, roél yang dipegang oleh “dalang”, memiliki peran sebagai pengatur berlangsungnya… https://t.co/Q8z8z0ycAS",
        "Roél saat ini dikenali sebagai salah satu sebutan dalam instrumen kelompok angklung. Dalam angklung buhun Kanékés d… https://t.co/PJ3ydeV14m",
        "Suara dengungan kumbang-kumbang itu “kapisigul kapibarung, kapicéngcéng kapiroél, nu bécet kapisaréngséng,” ‘bagai… https://t.co/ockgL8FYqh",
        "Terakhir yaitu instrumen \"roél\". Dalam teks Sri Ajnyana, instrumen roél muncul dalam kalimat yang menggambarkan den… https://t.co/st3hhDfYPB",
        "sedangkan dalam teks Sanghyang Siksa kandang Karesian terdapat keterangan bahwa orang yang memainkan (atau membuat)… https://t.co/uWclmph7O1",
        "Pada teks Séwaka Darma, kumbang disebutkan dimainkan berbarengan dengan instrumen tarawangsa, “sada kumbang tarawangsa ngeuik,”",
        "Nama \"kumbang\" sebagai instrumen musik masih dikenali di Kanékés hingga sekarang. Bentuknya berupa suling dari dua… https://t.co/SRYGbXuCFB",
        "Instrumen lainnya yang disebutkan dalam teks Sunda kuno yaitu kumbang. Pada teks Kawih Pangeuyeukan teracatat ungka… https://t.co/AZ4Or1mowH",
        "Begitu pula dalam keterangan dari Edi S. Ekadjati dalam buku Kebudayaan Sunda Zaman Pajajaran (Pustaka Jaya, 2014).",
        "Bila melihat kebiasaan memasangkan calintu dan kolécér di wilayah Kanékés (Baduy), besar kemungkinan yang dimaksud… https://t.co/555lfh11tX",
        "Instrumen gobeng tidak ditemukan keterangan bentuknya. Pada teks SD dan KP terdapat petunjuk tempat pemasangannya,… https://t.co/tXc1Ze68AI",
        "Baik pada teks SD maupun pada KP, calintuh disebutkan ditempatkan di anjung. Menurut arti dalam bahasa Sunda sekara… https://t.co/zzeFQe69S9",
        "Hal ini berkaitan dengan kepercayaan terhadap dewi padi Nyai Pohaci Sanghyang Sri. Di masyarakat kasepuhan Ciptagel… https://t.co/Z37v97S8NL",
        "Kedua instrumen itu sengaja dipasang secara bersamaan sebab selain untuk mengusir hama, juga berguna untuk memeliha… https://t.co/PXLKouDl7h",
        "Masih menurut kebiasaan orang Kanékés, calintu biasa dipasangkan bersama dengan kolécér yang juga dibuat dari bahan bambu.",
        "Setiap ruas memiliki satu lubang. Bila tertiup angin akan mengeluarkan suara mendengung. Terkadang suaranya seperti… https://t.co/KSdrDy89zC",
        "Bentuk calintuh dan gobeng tidak disebutkan dalam teks KP, tetapi ada keterangan yang menyebutkan tempat bahwa, “sa… https://t.co/myCPjDCTcL",
        "Sayang, di dalam teks Kawih Pangeuyeukan tidak ditemukan keterangan mengenai bentuknya. Namun demikian, alat musik… https://t.co/ugxnRE8dQD",
        "Instrumen abah disebutkan dalam teks Kawih Pangeuyeukan (KP). Bunyi suaranya dihasilkan dengan cara ditiup angin, s… https://t.co/K1JQ0a6yX4",
        "Apa saja alat musik bambu zaman Sunda kuno? Bagaimanakah bentuk dan bunyinya? Ada lima buah alat musik bambu yang t… https://t.co/CBEZW11Ye6",
        "Musik Sunda yang kita kenal sekarang tidak muncul begitu saja. Tentu saja, musik Sunda telah ada dari zaman dahulu.… https://t.co/elDhyJjXHu",
        "Teringat dengan ungkapan Sunda kuno pada teks Amanat Galunggung yaitu “hana nguni hana mangké, tan hana nguni tan h… https://t.co/YDZwELRgVr",
        "Selain untuk membuat suling, bangsing, karinding, calung atau angklung, saat ini bambu dikembangkan untuk bahan das… https://t.co/BswphjJi5y",
        "Dalam khasanah musik tradisional Sunda, bambu masih digunakan sebagai bahan baku pembuatan waditra atau alat musik hingga saat ini.",
        "Rumah-rumah di perkampungan pun cenderung masih menggunakan bambu sebagai bahan baku yang dapat diandalkan. Hal ter… https://t.co/lfa1HnK4fu",
        "Kedekatan orang Sunda dengan bambu masih dapat kita temui hingga saat ini dalam kehidupan sehari-hari. Bambu banyak… https://t.co/vo1lxOieDm",
        "Bambu surat pada teks Sanghyang Swawar Cinta, sedangkan bambu tali, betung, temen, haur, ampel, dan buluh disebutka… https://t.co/e0AKPY6q5x",
        "Bambu tamiang terdapat pada teks Warugan Lemah dan Bujangga Manik, bambu bitung disebutkan pada Carita Ratu Pakuan,",
        "Dalam teks Bujangga Manik tercatat nama bambu gombong dan nyowana. Bambu nyowana juga disebutkan pada teks Warugan Lemah."
    ]
}