{
    "screen name": "ojeanbarroso",
    "no. of tweets": 142,
    "tweets": [
        "Bastante água, faz bem",
        "Água no corpo e solzinho na varanda pra começar bem o dia",
        "Um família de jumentos se achando a família real brasileira ra ti lascar",
        "Saúde e educação pra galera e cabo não tem mais essa não",
        "Hoje a noite quis me carregar consigo",
        "fui eu me acostumando ao teu cheiro\nsem jeito, te beijo\nme aconhego no teu aconchegar\ne faço de sorrir teu fruta no… https://t.co/E16jyH00jl",
        "Esse choro é em blues",
        "eu e mainha https://t.co/0zdsUa1HwR",
        "Acredito que a margarida mais bonita não representa a beleza que é tido alguém para chamar de mãe. Mãe não se acha… https://t.co/fAogt8QbyW",
        "@vsfuriel_ Mas a netflix é comunista po pode não",
        "@vsfuriel_ Então isso aqui nunca aconteceu? https://t.co/Q5HMur4E6Z",
        "@yngridssso sacanagem do cara",
        "@vsfuriel_ Se liga, eu recebi agora no grupo do zap que a terra é um prato voando no espaço https://t.co/C5AEdQClam",
        "@vsfuriel_ Pois é véi, eu li no livro de geografia com vários estudos antigos que a terra era uma esferoide oblato,… https://t.co/3exeter4ie",
        "Professores de geografia, eu encontrei esses dias um cara que achava que a terra é plana te juro",
        "Professores de português é noiz",
        "Professores de história que me seguem saibam que eu sou burro, mas sempre que quiser mandar um pdfzinho ou dica de texto/livro estarei lendo",
        "@thalitaquerida oi",
        "@fsetubal 💪🏽",
        "@KOLTYLOPES ✌🏾",
        "@Am13Cicero 💪🏽",
        "@marcinhaflpa Marcinhaaaa eu não te sigo comossim",
        "Se eu não te sigo comenta aqui, vou fazer um tour de sigo de volta",
        "@manoveijogado Queria saber tb",
        "@ProgressistaRio @antif_ascista__ Desculpa nada, tu tá certin",
        "Regina Duarte, defina-me cultura",
        "Vcs que acham mesmo q vai voltar tudo ao normal esse ano, parem. A quarentena total pode acabar, mas o distanciamen… https://t.co/j1LGHoUXn4",
        "@EduardoCilto Meu sonho",
        "Posicionamento neutro não é posicionamento",
        "Hj o dia tá perfeito pra cervejinha e pagode, sozinho porque eu tenho noção",
        "@jmendesdemorais Serveeee https://t.co/Yb1XbpkfPG",
        "Falta ensinar a população sobre medidas de distanciamento, falta auxiliar as bases trabalhistas, falta conhecimento… https://t.co/jn3IKlR2Se",
        "@jmendesdemorais sextou e espero q estejas acompanhada de um bom vinho ju",
        "Buscando dissertações sobre nanotecnologia pra eu dar um lida nessa sexta à noite de muita solidão",
        "Então é isso que chamam de luta de classes? https://t.co/pKBU4LxfFx",
        "a legenda é tua https://t.co/GvuQ6Wg1j9",
        "a música / a música na minha cabeça https://t.co/FT3OolGDxb",
        "Hoje é o aniversário dessa preta que é linda, cheirosa, inteligente e que será um fenômeno aguardem @LunaPs139 https://t.co/idnskV1nbl",
        "Oi",
        "A seu ativismo ególatra que apenas gera euforia e não debate não me desce",
        "@nanyhill ególatras",
        "@nanyhill Total",
        "O Ministro sabe disso, e nós sabemos sim que as pessoas que tem o privilegio de ter acesso à internet e a um comput… https://t.co/3Fgl1bk2yz",
        "Estamos perdendo grandes médicos, letristas, pensadores, filosófos quando dizemos que só quem sabe p.a. e p.g entra… https://t.co/UFtB2tzhGv",
        "Ou seja, todos possuem o acesso ao ensino. \n\nLembrem que educação não pode ser tratada como privilégio, mas é um di… https://t.co/HkvPs3mKfo",
        "nós fomos criados a pensar que o ensino superior não suporta ser livre e gratuito. E que o Estado não da conta de p… https://t.co/Y2YDjK9rFP",
        "Nessa experiência, eu vi na prática que o ensino brasileiro não é acessível. As falas do Ministro validam isso, e h… https://t.co/6NqNra4vS1",
        "As falas do Ministro da Educação validam algo que é bem claro no Brasil, o acesso ao ensino superior sempre terá as… https://t.co/iM53Ub9uUg",
        "e eu que fui fazer um vídeo e filmei a parede https://t.co/F27cmLHBP2",
        "Domingo https://t.co/9pMYzCZDo9",
        "1,84m de pura fome",
        "@foymidge Viola Davis sonha com essa dramaturgia",
        "No momento eu consumo cultura latinoamericana e africana, o resto que lute pra ter a minha atenção.",
        "@AguiarAugusto 🥰",
        "@alamoju Agr só falta eu roubar um olho pra completar o look, botei fé",
        "O que temos sobre o artista Sérgio Moro no dia de hoje?",
        "@alamoju QUE ISSO JÁ TÁ MANDANDO UM BELEZINHA cosa fofa",
        "@brenolaerte Opaaa, o meu também também Laerte, mas é algo diário, um dia ele sai da caverna tb",
        "Sei karatê, luta livre, já fiz um pouco de jiu-jítsu e boxe e sei entrar numa roda de capoeira, mas eu faço yoga to… https://t.co/N1DX0kWxSC",
        "@alamoju Bike é minha vidaaaaa",
        "Mas eu seria algum ninja com certeza, talvez algum desses que morre em um episódio sei lá",
        "O sasuke se fosse preto não seria eu. https://t.co/Q4BPrz9WEH",
        "DIY de como escolher um vinho pra beber sozinho em breve no meu canal galera",
        "Ter o tinder verificado significa que eu sou um solteiro influente?",
        "@Fvsari Boaaaa 🤍",
        "Nem sempre o que vemos é capaz de combater uma ideia vaga, nossos olhos nos enganam, saiba disso 😉 https://t.co/dAT9YvfMUQ",
        "Campaña Nacional por el derecho al aborto legal, seguro y gratuito, 2017 https://t.co/6m25ssVPje",
        "O primeiro capítulo do manifesto do partido do comunista é sobre derrubar esse sistema fazendo lives e escrevendo artigos de opinião",
        "Eu, Stendhal, Lemon Haze e Solitude em um quarto numa sexta à noite.",
        "Eu fiz da minha vida poesia porque nem eu me entendo, mas a poesia sim, ela consegue fazer uma leitura exata de quem eu sou.",
        "Gotinha na janela\nRaio de luz\nChuva que cai\nAmor que reluz https://t.co/9tdlea6NiB",
        "Eu comi uma pizza inteira sozinho",
        "E depois disso, entenderemos sistematicamente o eixo que a sociedade se fechará, quais pensamentos ela validará e q… https://t.co/ZvD7n2jdiy",
        "A dominação sempre vai existir, as relações de poder se manifestam em quando escutamos e sobre quem queremos escuta… https://t.co/GzwN9D6JAB",
        "O nosso pecado capital é ter tornado inferno esse pequeno mundo",
        "Não me culpe pelas ilusões que sua mente criou de mim",
        "Jerry Markham",
        "https://t.co/SWivwycAcv",
        "Eu quería ver além das nuvens e saber de fato se é lá que são levados os nossos sonhos. Creio que assim seria mais… https://t.co/gmjetkgZfp",
        "@nanyhill @afrorevolt @alamoju Ta foda",
        "Vamos falar sobre cultura brasileira? \n\nMe manda algo que vc acha a cara do Brasil aí, podem ser pesssoas, danças,… https://t.co/sihE4IsPqY",
        "@FeoManfredini https://t.co/pJ3asUXEDU",
        "Me mandaram um artigo italiano sobre a aparição de lesões vasculares em jovens com COVID, cada dia que passa esse v… https://t.co/me9wlCH3EH",
        "Ser filho de dois nordestinos é uma dádiva",
        "Saiu racista do inferno, até minha conta eles conseguiram derrubar, mas acá estou eu intacto https://t.co/t9Oe9LEiEX",
        "Lembrando do dia que eu fui massacrado por causa dessa tour bem aqui https://t.co/ujK2G3opHU",
        "@kleriene18 Foi super necessária essa thread pra mim, obrigado 🤍",
        "Thelminha ganhou 🤍🧡",
        "Tu tava esses dias se reunindo pra assistir live de sertanejos e hoje tá aí criticando a Pugliese seu bosta https://t.co/6bBybxHucB",
        "Tá se fazendo de doido é, da um googleada ai",
        "tu vai me dizer que você não sabia que segundo e terceiro lugar do bbb também ganhavam premio",
        "batendo panela talvez",
        "O que marx estaria fazendo agora",
        "https://t.co/u9ubYjcrPw",
        "Eu inventei você em mim\nFiz da suas curvas trajeto meu\nFiz da sua vontade meu anseio\ne me desfiz\n\nNão fazia questão… https://t.co/u5VdZdhy2g",
        "@vsfuriel_ @vsfcampelo_ E sim, vc é um gatão, elas q disputem pra te pegar",
        "@vsfuriel_ @vsfcampelo_ Arcada dentária inferior mandíbula, arcada dentária superior maxilar",
        "😹😹",
        "Sdds quanto eu ainda tinha minha moral de professor de português",
        "Metonímias meu caros, eu usei uma figura de linguagem",
        "Dissertar é falar sobre algo, tese é um ponto de vista, e eu quero falar tese * https://t.co/b0rEz4MhaZ",
        "Que nudes o quê me manda aí tua tese de mestrado deixa eu dar uma lida",
        "Mandem receitas que eu possa tentar nessa quarentena",
        "Não se culpe por coisas que deram errado e que não dependia somente de você",
        "Eu to tentando cuidar da minha saúde emocional por isso não vi bbb ontem",
        "Bom dia pra quem já deixou o voto pra @thelminha_assis ser campeã! https://t.co/94LdkaNODa",
        "@AguiarAugusto SIMMM",
        "@PatrciaPinheir3 Hauahauha amei",
        "Me manda o link de algo bom que você viu hoje, preciso melhorar meu dia",
        "O mundo com certeza seria melhor se fôssemos menos egoístas",
        "@meninodosventos Vou achar vc sensatíssimo",
        "@marakarina https://t.co/4XOJ3DgigI",
        "Obviamente abrirei um vinho",
        "Será que o Bolsonaro paga uma pessoa especificamente pra bloquear quem ele não gosta?",
        "O palanque que foi essa delação premiada do Moro me afirma duas coisas: \n\n- Foi uma carta mestra pro desmonte do en… https://t.co/nmLZg3GK7O",
        "@ssllaa__ Mds não se destrua assim homem",
        "Eu não falo de bbb por isso, porque é um reflexo incrível da política brasileira atual e me dá medo.",
        "E a ideia de ser político só quando convém elegeu um presidente merda que me parece estar perdido no século XX.",
        "Pega um livro de história e lê, pergunta pro seu amigo preto o q é se tornar médico ou artista em uma América Latin… https://t.co/MESVcWULwP",
        "A ideia é que alguém ganhe 1,5 de reais. Temos um cantora sem nenhuma pauta política relevante pra mim. Outra que r… https://t.co/HkOosnoRJw",
        "Meu voto é que que algumas pessoas saiam do Twitter e estudem movimentos sociais brasileiros antes de sair falando merda no Twitter e vcs",
        "@aanonnyma obvio https://t.co/iu6sAIVsMX",
        "@aanonnyma Mas tem gente que nos quer e a gente ignora também acontece https://t.co/FTwA2RBqZE",
        "8 anos de diferença",
        "https://t.co/BkHpQsrI3b",
        "@olarmari Sempre bom ler um livro a mais",
        "@vsfuriel_ Ele não já tinha sido cancelado? Me perdi",
        "Essa faculdade acaba com a minha essência de um moço estudioso",
        "Me tornarei um médico sem saúde aparentemente",
        "@MurilloZyess kkkk nenhum melhor q esse https://t.co/lfi63HSOFM",
        "@MurilloZyess Trate logo de liberá-lo para nós https://t.co/pagX4co9tu",
        "@MurilloZyess Eu sei q eu quero escutar",
        "vou mandar o vídeo outra vez, o áudio ficou horrível",
        "Esperando alguém criar o diário da Santa Maria",
        "Quando acabar a quarentena creio teremos um livro novo",
        "A quarentena está me fazendo perder a melhor época de Buenos Aires",
        "Aparentemente meu relógio biológico mudou o horário do almoço pra 15hrs",
        "#JeanBarroso https://t.co/yshAeM8KKA",
        "existe ai uma fonte política(Foucault). Por isso, a voz é dada a quem tem público para escutá-la. Associações polít… https://t.co/qlbWccwvMw",
        "Desenvolver um público se torna então a validação de preceitos sociais. Ser consumido se caracteriza como fonte de… https://t.co/CKRicibxeX",
        "O individualismo humano leva a compreender passos supervalorados da própria existência: a necessidade de criar um e… https://t.co/U8GUW6aNyB",
        "@rennanleta Eu tb fiz a mesma coisa \n\n@nathfinancas vc me prometeu"
    ]
}