{
    "screen name": "thefiscalstoner",
    "no. of tweets": 147,
    "tweets": [
        "@ganjagoddess_X https://t.co/wbOemEFN3R",
        "@ThatLitUpChic Right on!! You rock! Have the best weekend!!!",
        "@CannaFrom Welp.. that’s a raven...💚✌️🏔",
        "Also we’ll be streaming live probably from the road for @SmokedUpGoddess  birthday party!! 💚✌️🏔",
        "@TTheosis I hear you. I have some worries myself but the older we get the bigger our plans get. We’re almost to a class c RV now I think lol",
        "@TTheosis Right on dude that’s paradise right there",
        "@TTheosis Lol exactly what we’re waiting for. Our youngest will be off to college and we’re selling everything and we’re gone bro",
        "@TTheosis We’re about 9 years away from van life counting the days. I can’t wait to leave everyday society",
        "@jfuzz19 @GodsMoron @eufaulamonster @Godzmazter @ZenWillows @ACannabisQueen @GGurl420 @popsablaze @BudSmoker9… https://t.co/RXhox5VMTG",
        "@born_sooner @theawakenedhea1 Thanks! https://t.co/DCoJPAuI5d",
        "@Shaun99252743 @theawakenedhea1 Th https://t.co/nAbRtt82um",
        "Going to Utah with boo boo @theawakenedhea1 in a completely self isolated vehicle conversion camping trip!! Only st… https://t.co/bZnUleamJu",
        "@Random_Red You ok?? https://t.co/Oazp4AkkwN",
        "@VonSnarfy @ThatLitUpChic https://t.co/4lkrce9qNW",
        "HAPPY FRIHIGHDAY!!! I woke up in the best mood, and it’s thanks to you all. You’re all amazing in so many ways. Bea… https://t.co/WuPZNnYyuL",
        "I get to wake up listening to this!! So much fun, and so flattered @TokeoJ @BFO5O6 you both are LEGENDS!! 💚✌🏔 https://t.co/aZ9X6IlQUg",
        "I want them in me now kinda edibles! 💚✌️🏔 https://t.co/fxMnRhs1ca",
        "The first lock and load chillum winner is @BDad617 !! Congrats check your Dms please!! I have another to give away… https://t.co/8NlS7pbDZU",
        "I’ll do the giveaway live in about 45 minutes!! Odds are looking pretty good entrants!! Cheers you beautiful green… https://t.co/wCnaAc2D9b",
        "@lil_anomaly @FckItImStoned @UpityCracker @GoddessofDom @KaliTheStoner @GGurl420 @girl0nthetoilet @StonedKSChief83… https://t.co/v7axv5fR72",
        "@eufaulamonster I would love to mow there!! This little number isn’t too bad https://t.co/J1titGb7lV",
        "@NorthFreshCane Those are lock and loads! I have a GRAV spoon up for a giveaway as well. You’re already following s… https://t.co/Hxz1a2d6LE",
        "@eufaulamonster Js for sure although after some edibles your mowing pattern might get a little interesting lol",
        "@NorthFreshCane Dude they’re so durable too!",
        "@TokeoJ Bro Dm me your address and I’ll load ya up just because. Lol I had a blast on your show dude 💚✌️🏔",
        "@aoguillen30 https://t.co/XHi9zpFbv0",
        "Plans changed a bit and not sure if I'll be able to do a giveaway tomorrow evening. So I'm going to do it TONIGHT a… https://t.co/evN9aWhsCQ",
        "@blazedshark https://t.co/dxmtLOFAIh",
        "@ZenWillows Somebody say they needed stoner vibes?? Lol cheers!!! 💚✌️🏔 https://t.co/u644qhG4xk",
        "@lil_anomaly https://t.co/VIeQfIHoHL",
        "@Random_Red Yay! You too!!",
        "Check the earlier video for how to win, I just want to post a pic!! 💚✌️🏔 https://t.co/P4dgQO6viy",
        "@missyvapes No thank you!! For sharing your artwork with us, and for being our friend! I hope you have the best day!",
        "@BDad617 So good to hear brother",
        "@Panterafan_75 You bet I got these at illuzin glass in Denver, but they sell them online as well for 5 bucks I thin… https://t.co/otTodI0h42",
        "@ThatLitUpChic Yay! You’re in! They’re so cool as are you! Thanks for following and watching!",
        "@BDad617 Chilling dude! Things good your way?",
        "@TTheosis Thanks!! Lol by little spot in the woods! https://t.co/o9k5iLc7xh",
        "MORE FREE STUFF of course!! Will be doing the GRAV bowl this evening at some point, but I can’t stop!! It FEELS SO… https://t.co/d3GeXuHMqS",
        "@SmokedUpGoddess Haha You bet!! After about 4 whiskeys I usually try to kick off karaoke too so look forward to that haha",
        "If you think I’m NOT going to treat a virtual birthday party just like I would a regular one you’re carazy!!! Might… https://t.co/YcXlRPDMQy",
        "@BFO5O6 @Shaun99252743 @GodsMoron @sparzito_ @TokeoJ @StonedDropBear @TheSmokinDiva @MaryJanes_Gimp @BFO5O6 cheers!… https://t.co/4c033vXzxU",
        "@SoulofNecro Thanks for the follow bro! I love the energy, and vibe in your vids! Cheers! 💚✌️🏔",
        "@Shaun99252743 @GodsMoron @sparzito_ @TokeoJ @StonedDropBear @TheSmokinDiva @MaryJanes_Gimp Cheers bro! 💚✌️🏔",
        "https://t.co/JEyhA3buun",
        "https://t.co/pxLY5pxpbe",
        "Happy Thursday Stoners! I lOVE waking up to my twitter feed and all of you beautiful souls!! THC toast this morning… https://t.co/nM1DS2uHfS",
        "@lil_anomaly Either way though same as 2016 Arizona will have a full recreational adult use bill up for vote in Nov… https://t.co/b9BgybIaLh",
        "@lil_anomaly Yesss!! So Arizona is voting this year on the “ smart and safe Arizona initiative “ that would be up f… https://t.co/Go9r91Y8ID",
        "@girl0nthetoilet You got it!!💚✌️🏔",
        "@girl0nthetoilet Yaaaaaay you won tonight, and of course you’re still in the running for whatever you don’t pick!!",
        "@coupledchaos Ahh thanks my man!! That means alot! I hope you, and the wife are having the best day!",
        "B @girl0nthetoilet won!! She gets the pick of the nectar collector or the GRAV bowl!! Congrats!! Check your DMs. We… https://t.co/6MiAdpEYHD",
        "B @girl0nthetoilet check your DMs!!",
        "https://t.co/qG9PZvVzDh",
        "We are picking the winner momentarily!! Stay tuned and check your DM’s!! 💚✌️🏔 https://t.co/m68QGBfguw",
        "Don’t go on twitter while baked..don’t go on twitter while baked......spins timeline like it’s the price of right showcase wheel... 😂💚🏔",
        "I’ve had better ideas, but here’s to all!! I hope you’re having the Best Wednesday wherever you are!! (I didn’t fal… https://t.co/WLwPbhTjDS",
        "@GodsMoron Hope you’re well brother. Looking forward to Friday 💚✌️",
        "@BDad617 @BFO5O6 @ZenWillows Lol we can take this convo off this wonderful woman’s post and continue on my live. I’m ready!",
        "@BDad617 @BFO5O6 @ZenWillows Lol what is normal anymore @BDad617",
        "@BFO5O6 @ZenWillows Hahahahahahahhaha!!!",
        "I feel a bond with stoners stronger than with fellow soldiers 💚✌️🏔",
        "@BFO5O6 @ZenWillows IM BAKED!! I love EVERYONE!! I wish I could teleport to you all and bring joints and hugs and s… https://t.co/debsd5opzr",
        "@ZenWillows Lol remember in terminator when that dudes hands started turning into metal??",
        "@Baggettr4life https://t.co/vf6ivA7SB2",
        "@ZenWillows Cheers Lady!! 💚✌️🏔",
        "@Reggiemila Exactly!! #loverevolution 💚✌️🏔 https://t.co/oMAbZBtb65",
        "@ZenWillows Yess looks so good!! https://t.co/w3Qnjnn0Ea",
        "@TTheosis @MR_BURNDATLOUD @ACannabisQueen @HerHighnessnyc @BFO5O6 @TokeoJ @cjannejge @sparzito_ @Zip_zona Passing i… https://t.co/jYfFq3pyqH",
        "@TTheosis @MR_BURNDATLOUD @ACannabisQueen @HerHighnessnyc @BFO5O6 @TokeoJ @cjannejge @sparzito_ @Zip_zona I’m down!… https://t.co/0PO8pw7kjm",
        "https://t.co/vpGEgjGM0f",
        "I knew it was kismet when I saw him move in next door!! Best neighbor ever!!  FREE BUD! (edited video to hide his c… https://t.co/Kc6ccIc2cw",
        "@MrsRoyKeane0 Is he wearing a hair net? Besides that  things seem fine....",
        "@VonSnarfy https://t.co/vtWfCwS2lK",
        "@aoguillen30 I have a dark blue one and it’s super durable!",
        "Are you a STONER living in one of these states? MT, SD, AZ, NY, CT, NJ, KY, MS, AL, NM?? Guess what?! You have some… https://t.co/mY9ODUTBgL",
        "@sweetleaf_420 Oh absolutely! Twitter should be a release and a source of entertainment not a source of stress! I’m… https://t.co/ocY1j35gmT",
        "@sweetleaf_420 Post whatever you’d like!! I’ll smash the like button all day! 💚✌️🏔",
        "Going to give the winner of tonight’s giveaway the option between this or the nectar collector. Whichever they don’… https://t.co/AF7mcXgXQA",
        "These 2 little gems (GRAV spoon, Lock n load one hitter) were gifted to me by someone very, very special to me. But… https://t.co/I2HLMRqHUl",
        "@QUEEN_DIVA420 @TokeoJ @BFO5O6 @GodsMoron @TheSmokinDiva @420yoga1 @sparzito_ @Zip_zona @GlobalDank Cheers!!! 💚✌️🏔",
        "@ReasonSeth You on the mortor then?",
        "@ReasonSeth 11 bang bang ‘02 to ‘10 active same mos ‘10 to ‘14 with the guard. Hooah brother",
        "@BFO5O6 @highitskelso @TokeoJ Haha I had to lay down after seshing with you dudes",
        "@highitskelso @TokeoJ @BFO5O6 I know exactly what you’re talking about! B-side music. I try to dig deep on YouTube… https://t.co/LlKYBH0DJb",
        "@highitskelso Right on! Check out tokeo’s smoke show on Spotify! @TokeoJ and @BFO5O6 are the hosts and it’s smooth as butter!",
        "@ThatLitUpChic Awesome!! Way to go!!!! https://t.co/SVesmvtirC",
        "@StonedDropBear Hope it gets better bro 💚✌️",
        "@Bilansley Heck yeah dude and it’s like 27% so I should get back 7gs per the ounce of nug. 96 bucks at terrapin car… https://t.co/AwQsI42wAn",
        "@Bilansley Dude I was just thinking of doing some blasting with this grapefruit durban for something to do. Following 💚✌️🏔",
        "@missyvapes @theawakenedhea1 boo boo these....",
        "@ZenWillows This is epic https://t.co/hLhyoUaSqm",
        "@lil_anomaly Right on!!!! 💚✌️🏔",
        "@lil_anomaly White og is so good! Those look good. Clear with a nice purge!",
        "@ZenWillows Haha bacaked!! 💚✌️🏔",
        "@girl0nthetoilet Haha yeah I have to take a baby one to warm up the ‘ole lungs for the day. But if it was a long ni… https://t.co/ER5uWzckxp",
        "@blazed96262740 Twitter and....shit.. Twitter I’m doing twitter",
        "@GoddessofDom How I feel when the sativa hits!!! https://t.co/jjn1YUHN1p",
        "@BDad617 @VapeTheBud 🤙",
        "@BDad617 You’re following, you’re already in my dude! If you need some pot stickers in your life DM me an address!… https://t.co/yJ6alb81U9",
        "Picked at 7:10pm mountain time of course!! 💚✌️🏔",
        "@cybincube Nice! Borderlands 3 looks fun. 20 at Best Buy might have to get!",
        "The WINNER of this little gem will be picked LIVE TONIGHT!! JUST BE FOLLOWING @thefiscalstoner 💚✌️🏔(Also giving awa… https://t.co/BdyyxCnWoS",
        "@DeadlyWabbit @Bilansley Right on. I’m pounding in myself! Have a good day!",
        "@Random_Red Thanks! I love my LEGO Star Wars game!!! 💚✌️🏔",
        "@BudSmoker9 I don’t, but my local used video game store opens in a couple hours and I’m going to load up! I’ll check it out and hyu",
        "@GoddessofDom I loove peppermint!!! https://t.co/WadIg7IsVQ",
        "@INFJnormal For sure!! I love rtts coming up. As long as I got to a NL team. I have a couple old ones if I dig the… https://t.co/ChQYBDO2WR",
        "I’m gaming out hard all day. Will switch between Madden and Idk I usually like to take a sports break by killing zo… https://t.co/KhDBAXKJtT",
        "@Bilansley You have the best day as well bro. If there’s anything we can do to support you just say the word!",
        "@Bilansley Wow dude you’re so good with this!! You got our site on there and everything! You could help so many peo… https://t.co/J2HPA2n3Cn",
        "How cool is this??!! Thank you so much @Bilansley. Made me smile hard dude!! 💚✌️🏔 https://t.co/FPtYDnO92q",
        "https://t.co/QdmDZTxguM",
        "Good morning stoners!! I hope your Wednesday is epic and full of thc and cheer!! Today’s THC TOAST goes out to soph… https://t.co/g4CcR4Q2g9",
        "@jfuzz19 @TokeoJ @snoopdemidogg @briscoe_kristin @Dab5_at420 @ACannabisQueen @naturalreviews4 @1StonedChicky… https://t.co/YVWkp6SNRF",
        "@NaturalLady4 That was the best gif lol https://t.co/tHGOfIS8X0",
        "@NaturalLady4 I read that out loud to her and we both said oooooohhhh lol that sounds fantastic!!",
        "@ZenWillows Righteousness lol it smells so good. You rock thanks!",
        "Boo boo picked this up today at Magnolia road Dispensary. She says it makes her skin feel tingly. Anybody have any… https://t.co/EL3H8ii5W6",
        "@ZenWillows Lol every other word I swear 😂",
        "@BurnDatLoud420 @TheSmokinDiva @GodsMoron @Pockets86 @SoulofNecro @puffz_420 @IMEMPRESS2 @Random_Red… https://t.co/iHmcsYnx5I",
        "@fijidew So welcome glad you got them!!!",
        "@crazybatmanfan https://t.co/ghY7UyBUZH",
        "@ZenWillows \"Fuck\" for sure",
        "https://t.co/HkPTc6ho47",
        "@Bilansley https://t.co/y2FyP0eUHq",
        "GG#4 CAPTIANS CUPBOARD! I hope you all are having the best tuesday! This thc toast goes out too Bilansley… https://t.co/sMaAxBfqk5",
        "@emeraldanthea @hybrid_heroine @IndicaSkyy @MaryJanes_Gimp @BudFaery @girl0nthetoilet @greenthumbrn_b @Greenpaige5… https://t.co/yLfy7dbzWb",
        "@emeraldanthea @hybrid_heroine @IndicaSkyy @MaryJanes_Gimp @BudFaery @girl0nthetoilet @greenthumbrn_b @Greenpaige5… https://t.co/FqxWNbz5iH",
        "Haha I was waiting for it!!! I💚✌🏔 https://t.co/drqyEgHaWG",
        "@sweetleaf_420 @SmokedUpGoddess Lol beloved by us tho!!!",
        "@BDad617 Check your cashapp and dms bro!!",
        "@BDad617 Hey bro check your dms!!",
        "@GoddessofDom For sure! Lmk what you'd like and we'll make it happen!",
        "@cjannejge I had that issue this morning!!!",
        "@QUEEN_DIVA420 @GoddessofDom Same goes. Just balancing scales trying to do good!",
        "@GoddessofDom you're closest to 322!! 10$ however you want it lol. I can cash app, order you a pizza to pick up, I… https://t.co/NUorG27wOA",
        "@QUEEN_DIVA420 @GoddessofDom You are!! I super appreciate you always being so nice",
        "@GoddessofDom 😀😀😀😀 https://t.co/CTLHGlxN1K",
        "@pinkisAgapeluv https://t.co/nAREgICIFs",
        "@CannabisOldMan Hello!!!!",
        "God I love this woman! 😍🥰💚✌🏔 https://t.co/gGTtS7PmRn",
        "@OptimusDodge @snoopdemidogg https://t.co/9NnRs8TBIT",
        "@jfuzz19 @snoopdemidogg Thanks bro! https://t.co/w82ddBpC6J",
        "@coupledchaos So welcome!!",
        "@lil_anomaly @coupledchaos You toooooo!!!"
    ]
}